{"_id":{"$oid":"5b9a14a0367d5cab186688ea"},"title":"寿阳曲·江天暮雪","dynasty":"元代","writer":"马致远","content":"天将暮，雪乱舞，半梅花半飘柳絮。\n江上晚来堪画处，钓鱼人一蓑归去。","type":["写雪","渔人","生活"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154314058.mp3","remark":"“钓鱼人”句：柳宗元《江雪》：“孤舟蓑笠翁，独钓寒江雪。”张志和《渔父》：“青箬笠，绿蓑衣，斜风细雨不须归。”本句综合上述二句诗意而成。\n\n","translation":"风吹荡汀洲远远望去像天空席卷着如玉雕的浪花，白茫茫一片，水天一线，何等壮阔。\n渔翁感到寒冷想要回家去，去发现不记得归路。此时渔翁洒脱的躺在船上，放任船漂流，让它带着自己回去，在有浓厚云层的江面上只隐隐看见一艘小小的渔船。\n\n"}
{"_id":{"$oid":"5b9a14a0367d5cab186688eb"},"title":"春游湖","dynasty":"宋代","writer":"徐俯","content":"双飞燕子几时回？夹岸桃花蘸水开。\n春雨断桥人不渡，小舟撑出柳阴来。(渡 一作：度)","type":["古诗三百首","春游","写景","写雨"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154314735.mp3","remark":"湖：指杭州西湖\n夹岸：两岸。\n蘸（zhàn）水：贴着水面开放。湖中水满，岸边桃树枝条弯下来碰到水面，桃花好像是蘸着水开放。\n断桥：指湖水漫过桥面。\n度：与“渡”通用，走过。\n撑：撑船篙，就是用船篙推船前进。\n\n","shangxi":"　　燕子来了，象征着春天的来临。诗人遇上了燕子，马上产生了春天到来的喜悦，不禁突然一问：“双飞的燕子啊，你们是几时回来的？”这一问问得很好，从疑问的语气中表达了当时惊讶和喜悦的心情。再放开眼界一看，果然春天来了，湖边的桃花盛开，鲜红似锦。蘸是沾着水面。但桃花不同于柳树，它的枝叶不是丝丝下垂的，是不能蘸水的。因为春天多雨，湖水上升，距花枝更近了。桃花倒影映在水中，波光荡漾，岸上水中的花枝连成一片，远处望见，仿佛蘸水而开，这景色美极了。诗人在漫长的湖堤上游春，许许多多动人的景色迎面而来，诗人只选一处：就在春雨把桥面淹没了的地方。一条小溪上面，平常架着小木桥。雨后水涨，小桥被淹没，走到这里， 就过不去了。对称心快意的春游来说，是一个莫大的挫折。可是凑巧得很，柳荫深处，悠悠撑出一只小船来，这就可以租船摆渡，继续游赏了。经过断桥的阻碍，这次春游更富有情趣了。\n\n　　诗人善于抓住事物的本质来加以表现，通过燕子归来，桃花盛开．描绘出春日湖光美景，通过春雨断桥，小舟摆渡来突出湖水上涨的特点。\n\n　　这首诗后两句尤为著名。由桥断而见水涨，由舟小而见湖宽。充分体现了中国诗歌艺术的两个重要审美特点：一是写景在秀丽之外须有幽淡之致。桃花开、燕双飞，固然明媚，但无断桥，便少了逸趣；二是以实写虚，虚实相生。小舟撑出柳阴，满湖春色已全然托出。\n\n","translation":"一对对燕子，你们什么时候飞回来的？小河两岸的桃树枝条浸在水里，鲜红的桃花已经开放。\n下了几天雨，河水涨起来淹没了小桥，人不能过河，正在这时候，一叶小舟从柳阴下缓缓驶出。\n\n"}
{"_id":{"$oid":"5b9a14a0367d5cab186688ec"},"title":"贺新郎·同父见和再用韵答之","dynasty":"宋代","writer":"辛弃疾","content":"老大那堪说。似而今、元龙臭味，孟公瓜葛。我病君来高歌饮，惊散楼头飞雪。笑富贵千钧如发。硬语盘空谁来听？记当时、只有西窗月。重进酒，换鸣瑟。 \n事无两样人心别。问渠侬：神州毕竟，几番离合？汗血盐车无人顾，千里空收骏骨。正目断关河路绝。我最怜君中宵舞，道“男儿到死心如铁”。看试手，补天裂。","type":["豪放","叙事","抒情","壮志"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154315988.mp3","remark":"贺新郎：词牌名，又名《金缕曲》《贺新凉》。\n老大：年纪大。那堪：“那”通“哪”；堪：能，可。堪当重任。\n元龙臭味：陈登，字元龙。\n孟公瓜葛：陈遵，字孟公。\n瓜葛：指关系、交情。\n楼头：楼上。\n钧：古代重量单位，合三十斤；发：头发，指像头发一样轻。\n硬语盘空：形容文章的气势雄伟，矫健有力。\n西窗：思念。\n进酒：斟酒劝饮；敬酒。\n鸣瑟：即瑟。\n渠侬：对他人的称呼，指南宋当权者。渠︰他；侬︰你，均系吴语方言。\n神州：中原。\n离合：分裂和统一。此为偏义复词，谓分裂。\n汗血盐车：汗血，汗血马。骏马拉运盐的车子。后以之比喻人才埋没受屈。\n骏骨：喻招揽人才。\n目断：纵目远眺；关河：即边塞、边防，指边疆。\n怜：爱惜，尊敬；中宵：半夜。\n试手：大显身手。\n补天裂：女娲氏补天。\n\n","translation":"我本来已老大无成，不该再说什么了，可是，如今碰到了你这个如同陈登、陈遵般有着湖海侠气的臭味相投者，便忍不住“老夫聊发少年狂”了。我正生着病，你来了，我高兴得陪你高歌痛饮，欢喜和友谊驱散了楼头上飞雪 的寒意。可笑那些功名富贵，别人将其看得如同千钧般重，我们却把它看得如同毫毛一般轻。可是我们当时所谈 论和阐发的那些事关国家兴亡的真知灼见又有谁听见了呢？只有那个照人间沧桑、不关时局安危的西窗明月。我们谈得如此投机，一次又一次地斟着酒， 更换着琴瑟音乐。\n国家大事依然如故，可是人心却大为消沉，不同于过去了。请问你们，神州大 地，究竟还要被金人割裂主宰多久呢？汗血良马拖着笨重的盐车无人顾惜，当政者却要到千里之外用重金收买骏马的骸骨。极目远眺，关塞河防道路阻塞，不能通行。我最尊敬你那闻鸡起舞的壮烈情怀，你曾说过：男子汉大丈夫，抗金北伐的决心至死也会像铁一般坚定。我等待着你大显身手，为恢复中原作出重大的贡献。\n\n"}
{"_id":{"$oid":"5b9a14a0367d5cab186688ed"},"title":"西江月·世事短如春梦","dynasty":"宋代","writer":"朱敦儒","content":"世事短如春梦，人情薄似秋云。不须计较苦劳心，万事原来有命。\n幸遇三杯酒好，况逢一朵花新。片时欢笑且相亲，明日阴晴未定。","type":["人生","哲理","抒怀"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154315132.mp3","remark":"西江月：原为唐教坊曲，后用作词调。《乐章集》《张子野词》并入“中吕宫”。五十字，上下片各两平韵，结句各叶一仄韵。\n计较：算计。\n且：姑且，聊且。\n相亲：互相亲爱。\n\n","shangxi":"　　这首小词从慨叹人生短暂入笔，表现了词人暮年对世情的一种“彻悟”。\n\n　　回首平生，少年的欢情，壮年的襟抱早已成为遥远的过去，飞逝的岁月在这位年迈的词人心中留下的只有世态炎凉命途多舛的凄黯记忆。所以词的起首二句“世事短如春梦，人情薄似秋云”，是饱含辛酸的笔触。这两句属对工畅，集中地、形象地表达了作者对人生的认识。“短如春梦”、“薄似秋云”的比喻熨帖而自然。接下来，笔锋一转，把世事人情的种种变化与表现归结为“命”（命运）的力量。“原来”二字，透露出一种无可如何的神情，又隐含几分激愤。在强大的命运之神面前他感到无能为力，于是消极地放弃了抗争:“不须计较苦劳心”，语气间含有对自己早年追求的悔意和自嘲。这两句倒装，不只是为了照顾押韵，也有把意思的重点落在下句的因素。情调由沉重到轻松，也反映了他从顿悟中得到解脱的心情。\n\n　　似乎是从宿命的解释中真的得到了解脱，词人转而及时行乐，沉迷于美酒鲜花之中。“幸遇三杯酒好，况逢一朵花新”，“幸遇”、“况逢”等字带来一种亲切感“酒好”、“花新”则是愉悦之情的写照。“三杯”、“一朵”对举，给人以鲜明的印象。\n\n　　上下文都是议论，使得这属对工巧的两句尤其显得清新有趣。着墨不多，主人公那种得乐且乐的生活情态活脱脱地展现出来。结语两句，虽以“片时欢笑且相亲”自安自慰，然而至于“明日阴晴未定”，则又是天道无常，陷入更深的叹息中了。“且”是“姑且”、“聊且”的意思。“阴晴未定是感叹世事的翻覆无定，或许还有政治上的寓意。下片末句与上片“万事原来有命”呼应，又回到“命”上去了。作者的生活态度是强作达观而实则颓唐。\n\n　　词人笔下是清雅隽朗的，是以流露出一种闲旷的风致。自然流转，若不经意，全词如骏马注坡，一气直下。通体使用散文化语句，也是比较特别的。\n\n","translation":"世事短暂，如春梦一般转眼即逝。人情淡薄，就如秋天朗空上的薄云。不要计较自己的辛勤劳苦，万事本来已经在命中注定的。\n今天幸好遇到三杯好酒，又看见一朵新开的鲜花。短暂的欢乐相聚是如此的亲切，至于明天会怎么样谁也不知道了。\n\n"}
{"_id":{"$oid":"5b9a14a0367d5cab186688ee"},"title":"鹧鸪天·西都作","dynasty":"宋代","writer":"朱敦儒","content":"我是清都山水郎，天教分付与疏狂。曾批给雨支风券，累上留云借月章。\n诗万首，酒千觞。几曾着眼看侯王？玉楼金阙慵归去，且插梅花醉洛阳。\n\n","type":["宋词三百首","豪放","言志"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154316756.mp3","remark":"清都山水郎：在天上掌管山水的官员。清都，指与红尘相对的仙境。\n疏狂：狂放，不受礼法约束。\n支风券：支配风雨的手令。\n章：写给帝王的奏章\n觞（shāng）：酒器\n玉楼金阙慵（yōng）归去：不愿到那琼楼玉宇之中，表示作者不愿到朝廷里做官。\n\n","shangxi":"　　上片主要写作者在洛阳时纵情于山水，豪放不羁的生活。首句以“山水郎”自居，写自己热爱山水乃出于天性。直抒自己的生活理想，他不喜尘世，流连山水。接下来“天教分付与疏狂”则声称自己懒散的生活方式和狂放的性格特征亦属天赋，因而无法改变。这两句充分表现出了词人的性格特征，坦荡直爽，豪气四溢。 “曾批给雨”二句以天意抒怀抱，透露出作者远避俗世，怡然自得的心理。这二句充满了浪漫的精神，富于神奇的幻想，不仅对首句进行了绝妙而风趣的解释，而且透露了他对大自然的由衷热爱和对世俗发自内心的鄙弃。\n\n　　下片用巧妙的方法表现作者赛神仙的淡泊胸怀。“诗万首，酒千觞。几曾著眼看侯王”写作者诗思的丰富，酒量的很大，隐逸生活的全部内容都表现为对诗与酒的钟情。面对“侯王”几曾看过，凸显词人对功名富贵的鄙夷，面对王侯的傲骨铮铮。 “玉楼金阙慵归去，且插梅花醉洛阳”这二句表现出作者不愿意返回京城官场，只想纵诗饮酒，与山水为伴，隐逸归老。玉楼金阙，本是人人羡慕向往的荣华富贵，但词人用一“慵”字，十分准确地表现了自己鄙薄名利的态度，相反对于“插梅花醉洛阳”的生活却十分欣赏留恋，体现名士的清高、名士的风流，“梅花”是高洁的象征，这里意在言词人的品性高洁。将高洁与疏狂的品性有机地统一起来，表现出不愿与污浊的社会同流合污的狂放。\n\n　　全词清隽婉丽，自然流畅，前后呼应，章法谨严，充分体现了作者蔑视权贵、傲视王侯、潇洒狂放的性格特征。\n\n","translation":"我是天宫里掌管山水的郎官，天帝赋予我狂放不羁的性格。曾多次批过支配风雨的手令，也多次上奏留住彩云，借走月亮。\n我自由自在，吟诗万首不为过，喝酒千杯不会醉，王侯将相，哪儿能放在我的眼里？就算是在华丽的天宫里做官，我也懒得去，只想插枝梅花，醉倒在花都洛阳城中。\n\n"}
{"_id":{"$oid":"5b9a14a0367d5cab186688ef"},"title":"与浩初上人同看山寄京华亲故","dynasty":"唐代","writer":"柳宗元","content":"海畔尖山似剑铓，秋来处处割愁肠。 \n若为化得身千亿，散上峰头望故乡。","type":["写山","思念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154316660.mp3"}
{"_id":{"$oid":"5b9a14a0367d5cab186688f0"},"title":"白莲","dynasty":"唐代","writer":"陆龟蒙","content":"素蘤多蒙别艳欺，此花真合在瑶池。(真合 一作：端合)\n无情有恨何人觉？月晓风清欲堕时。","type":["咏物","荷花","抒怀"],"remark":"蘤（huā）：“花”的古体字。\n此花：指白莲。端合：真应该。端，一作“真”。瑶池：传说中的仙境，相传为西王母所居，《穆天子传》有“觞西王母于瑶池之上”的话。\n欲堕时：指白莲将要凋谢的时候。\n\n","translation":"素雅之花常常要被艳花欺，白莲花总应生长在瑶池里。\n月儿明风儿清花儿要凋谢，只有恨却无情谁人了解你？\n\n"}
{"_id":{"$oid":"5b9a14a0367d5cab186688f1"},"title":"清明二首","dynasty":"唐代","writer":"杜甫","content":"朝来新火起新烟，湖色春光净客船。\n绣羽衔花他自得，红颜骑竹我无缘。\n胡童结束还难有，楚女腰肢亦可怜。\n不见定王城旧处，长怀贾傅井依然。\n虚沾焦举为寒食，实藉严君卖卜钱。\n钟鼎山林各天性，浊醪粗饭任吾年。\n\n此身飘泊苦西东，右臂偏枯半耳聋。\n寂寂系舟双下泪，悠悠伏枕左书空。\n十年蹴踘将雏远，万里秋千习俗同。\n旅雁上云归紫塞，家人钻火用青枫。\n秦城楼阁烟花里，汉主山河锦绣中。\n春去春来洞庭阔，白苹愁杀白头翁。\n\n","type":["清明节","写景","抒情","爱国","组诗"],"remark":"绣羽：鸟。\n衔花：少年。\n胡：泛指少数民族。\n童：儿童。\n结束：服饰装束。\n定王：汉景帝第十子刘发，唐姬所生，微无宠，故封王于卑湿贫国长沙，卒谥定。定王城又名定王台、定王庙等，在长沙县东一里，庙连岗，高七丈，故又谓之定王冈，相传乃定王为望其母唐姬墓所建。\n长怀：遐想，悠思。\n贾傅：即贾谊。\n沾：润泽。\n严君：即严君平，汉蜀郡人。卜筮于成都，日得百钱足以自养，则闭肆下帘读老庄，扬雄曾从其游。\n天性：犹天命，指上天的意旨或上天安排的命运。\n浊醪：浊酒。\n白苹：亦作“白萍”。水中浮草。\n\n","translation":"早起匆匆赶路，天气晴朗春色正好，可以清晰的看到那小舟荡漾在湖水之上。\n飞鸟在天上自在飞翔，少年无忧无虑的嬉戏打闹，只是这般天真无虑的时光却是与我无缘了。\n少数名族儿童的独特的服饰已经很少看到了，楚地的女孩腰肢纤细，惹人怜惜。\n昔日辉煌的定王府已无踪迹，想象着贾谊府中的古井仍是当年模样。\n虽是只需禁火三日，无奈没有食物烹煮实在辜负了周举的好意了，一直四处奔波，生计却仍无着落。\n富足奢侈的生活还是山林平淡生活都是天意，有浊酒、粗茶淡饭颐养天年也已足够了。\n\n一生都在外颠簸漂泊，右臂已渐渐枯瘦无力一边的耳朵也已听不清。\n想到这病弱的身体，无依无靠，不禁悲从中来，泪湿衣襟。\n流浪漂泊，离都城已越来越远，时光匆匆已过十年，现唯有清明的风俗还与之相同。\n雁阵穿云北去，赶赴北国家园；其他人家也纷纷钻青枫取火，一片清明风光。\n长安的城楼掩映在一片轻烟花语中，那万里山河也是一片锦绣吧。\n春水滔滔不绝的汇向洞庭湖中，阻断了我回去的道路，目之所及茫茫一片白萍，心中更是凄苦愁闷。\n\n"}
{"_id":{"$oid":"5b9a14a0367d5cab186688f2"},"title":"石钟山记","dynasty":"宋代","writer":"苏轼","content":"　　《水经》云：“彭蠡之口有石钟山焉。”郦元以为下临深潭，微风鼓浪，水石相搏，声如洪钟。是说也，人常疑之。今以钟磬置水中，虽大风浪不能鸣也，而况石乎！至唐李渤始访其遗踪，得双石于潭上，扣而聆之，南声函胡，北音清越，桴止响腾，余韵徐歇。自以为得之矣。然是说也，余尤疑之。石之铿然有声者，所在皆是也，而此独以钟名，何哉？\n\n　　元丰七年六月丁丑，余自齐安舟行适临汝，而长子迈将赴饶之德兴尉，送之至湖口，因得观所谓石钟者。寺僧使小童持斧，于乱石间择其一二扣之，硿硿焉。余固笑而不信也。至莫夜月明，独与迈乘小舟，至绝壁下。大石侧立千尺，如猛兽奇鬼，森然欲搏人；而山上栖鹘，闻人声亦惊起，磔磔云霄间；又有若老人咳且笑于山谷中者，或曰此鹳鹤也。余方心动欲还，而大声发于水上，噌吰如钟鼓不绝。舟人大恐。徐而察之，则山下皆石穴罅，不知其浅深，微波入焉，涵淡澎湃而为此也。舟回至两山间，将入港口，有大石当中流，可坐百人，空中而多窍，与风水相吞吐，有窾坎镗鞳之声，与向之噌吰者相应，如乐作焉。因笑谓迈曰：“汝识之乎？噌吰者，周景王之无射也；窾坎镗鞳者，魏庄子之歌钟也。古之人不余欺也！”\n\n　　事不目见耳闻，而臆断其有无，可乎？郦元之所见闻，殆与余同，而言之不详；士大夫终不肯以小舟夜泊绝壁之下，故莫能知；而渔工水师虽知而不能言。此世所以不传也。而陋者乃以斧斤考击而求之，自以为得其实。余是以记之，盖叹郦元之简，而笑李渤之陋也。\n\n","type":["古文观止","纪游","写景","写山"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154317455.mp3","remark":"石钟山，在江西湖口鄱阳湖东岸，有南、北二山，在县城南边的叫上钟山，在县城北边的叫下钟山。明清时有人认为苏轼关于石钟山得名由来的说法也是错误的，正确的说法是：“盖全山皆空，如钟覆地，故得钟名。”今人经过考察，认为石钟山之所以得名，是因为它具有钟之“声”，又具有钟之“形”。\n彭蠡：鄱阳湖的又一名称。\n郦元：即郦道元，《水经注》的作者。\n鼓：振动。\n搏：击，拍。\n洪钟：大钟。\n是说：这个说法。\n磬（qìng）：古代打击乐器，形状像曲尺，用玉或石制成。\n李渤：唐朝洛阳人，写过一篇《辨石钟山记》。\n遗踪：旧址，陈迹。这里指所在地。\n南声函胡：南边（那座山石）的声音重浊而模糊。函胡，通“含糊”。\n北音清越：北边（那座山石）的声音清脆而响亮。越，高扬。\n桴（fú）止响腾：鼓槌停止了（敲击），声音还在传播。腾，传播。\n余韵徐歇：余音慢慢消失。韵，这里指声音。徐，慢。\n得之：找到了这个（原因）。之，指石钟山命名的原因。\n尤：更加。\n铿（kēng）然：敲击金石所发出的响亮的声音。\n所在皆是：到处都（是）这样。是，这样。\n元丰：宋神宗的年号。\n六月丁丑：农历六月初九。\n齐安：在今湖北黄州。\n临汝：即汝州（今河南临汝）。\n赴：这里是赴任、就职的意思。\n湖口：今江西湖口。\n硿（kōng）硿焉：硿硿地（发出响声）。焉，相当于“然”。\n莫（mù）夜：晚上。莫，通“暮”。\n森然：形容繁密直立。\n搏人：捉人，打人。\n栖鹘（hú）：宿巢的老鹰。鹘，鹰的一种。\n磔（zhé）磔：鸟鸣声。\n鹳鹤：水鸟名，似鹤而顶不红，颈和嘴都比鹤长。\n心动：这里是心惊的意思。\n噌吰（chēnghóng）：这里形容钟声洪亮。\n舟人：船夫。\n罅（xià）：裂缝。\n涵澹澎湃：波浪激荡。涵澹，水波动荡。澎湃，波浪相激。\n为此：形成这种声音。\n中流：水流的中心。\n空中：中间是空的。\n窍：窟窿。\n窾（kuǎn）坎镗（táng）鞳（tà）：窾坎，击物声。镗鞳，钟鼓声。\n汝识（zhì）之乎：你知道那些（典故）吗？识，知道。\n周景王之无射（yì）：《国语》记载，周景王二十三年（前522）铸成“无射”钟。\n魏庄子之歌钟：《左传》记载，鲁襄公十一年（前561）郑人以歌钟和其他乐器献给晋侯，晋侯分一半赐给晋大夫魏绛。庄子，魏绛的谥号。歌钟，古乐器。\n古之人不余欺也：古人（称这山为“石钟山”）没有欺骗我啊！不余欺，就是“不欺余”。\n臆断：根据主观猜测来判断。臆，胸。\n殆：大概。\n终：终究。\n渔工水师：渔人（和）船工。\n言：指用文字表述、记载。\n此世所以不传也：这（就是）世上没有流传下来（石钟山得名由来）的缘故。\n陋者：浅陋的人。\n以斧斤考击而求之：用斧头敲打石头的办法来寻求（石钟山得名的）原因。考，敲击。\n实：指事情的真相。\n\n","shangxi":"　　结构独特。《石钟山记》的结构不同于一般的记游性散文那样，先记游，然后议论，而是先议论，由议论带出记叙，最后又以议论作结。作者以“疑──察──结论”三个步骤展开全文。全文首尾呼应，逻辑严密，浑然一体。本文第一句就提郦道元的说法，提出别人对此说的怀疑，这种怀疑也不是没有根据，而是用钟磬作的实验为依据。这就为文章的第二段中作者所见的两处声源──石穴罅和大石当中流──作铺垫，从而发出“古之人不余欺也”的慨叹。在文章最后又一次慨叹郦元所说虽对，但太简单了，让世人不能真正明白。而对李渤扣石聆之以此推石钟山得名原因的作法，作者在第一段就表示“余尤疑之”，第二段中寺僧使小童持斧，扣石，作者对此种验证方法仍是“笑而不信”。待实地考察，得出真相之后，在第三段中，作者又回扣前文“笑李渤之陋”。全文由思而行，由感而发，夹叙、夹议，记叙、描写、议论、抒情环环相扣，浑然一体，是为因事说理的千古名篇。\n\n　　行文曲折。行文富于曲折变化，是此文的一个突出特色。例如引述郦道元和李渤的说法，本来是枯燥的内容，作者加上两个辨驳，即顿见精彩。文中写对旧说之疑共有三次，不仅每次写法不同，即便在同一次中，文笔也有曲折。对郦道元，是以人之疑引出己之疑，而己之疑又是以比喻来表达；李渤本来是在纠正郦道元的说法，作者引述时，特别加一句“自以为得之矣”，紧接着陡然一转——“然是说也，余尤疑之”，着一“‘尤”字，说它较郦道元的说法更不可信；对寺僧使小童持斧敲击所谓“石钟”，仅以“余固笑而不信也”一句表示不屑一驳，矛头直指到三百年前得双石“扣而聆之”的李渤，驳李渤全用议论，一针见血，也不同于对郦道元的说法用比喻。而且，此节插在游山之前，也使文章平添波澜。总之，此文所记之事、所讨论的问题虽平常，但通篇几句一折，有些地方一句一转，极起伏变化之致，使议论内容富有可读性。\n\n　　修饰巧妙。文章以生动的比喻（明喻如“声如洪钟”“如猛兽奇鬼”“若老人咳且笑于山谷中者”“如钟鼓不绝”“如乐作焉”，暗喻如“噌者，周景王之无射也，窾坎镗者，魏庄子之歌钟也”），形象的拟人（“森然欲搏人”），贴切的拟声词（“铿然”“焉”“磔磔”“噌”“窾坎镗”），对所见所闻作了绘声绘形的描写，创造出独特的意境。此文的景物描写也因其巧妙的修饰而形象生动见胜。\n\n　　语言灵活。文章语言灵活畅达，变化多姿，很有特色。对两处鸟叫和两处水声的描写完全不同：写栖鹘是先点鸟名（“山上栖鹘”），再写惊飞（“闻人声亦惊起”），最后才写其叫声（“磔磔云霄间”）；写鹳鹤是先写声音（“又有若老人咳且笑于山谷中者”），然后交代是鹳鹤在叫（“或曰此鹳鹤也”）。前者用拟声词“磔磔”形容其惊叫，后者用比喻“若老人咳且笑”形容其怪叫。两处水声的描写也完全不同：前面的水声是“微波”与山下的“石穴罅”相击而发出的，后面的水声是“风水”与中流大石的窍穴相吞吐而发出的，这是声源不同；前面的“噌如钟鼓不绝”是一种洪大响亮的声音，后面的“窾坎镗······如乐作焉”是一种比较低而悠扬的声音，这是音调和音量的不同；前面是先闻声，后发现山下“石穴罅”，后面是先看见“大石当中流”，“空中而多窍”，然后再写“有窾坎镗之声”，写的顺序也不同。\n\n","translation":"　　《水经》说：“鄱阳湖的湖口有一座石钟山在那里。”郦道元认为石钟山下面靠近深潭，微风振动波浪，水和石头互相拍打，发出的声音好像大钟一般。这个说法，人们常常怀疑它。如果把钟磬放在水中，即使大风大浪也不能使它发出声响，何况是石头呢！到了唐代李渤才访求石钟山的旧址。在深潭边找到两块山石，敲击它们，聆听它们的声音，南边那座山石的声音重浊而模糊，北边那座山石的声音清脆而响亮，鼓槌停止了敲击，声音还在传播，余音慢慢地消失。他自己认为找到了这个石钟山命名的原因。但是这个说法，我更加怀疑。敲击后能发出声响的石头，到处都这样，可唯独这座山用钟来命名，这是为什么呢？\n\n　　元丰七年六月初九,我从齐安坐船到临汝去，大儿子苏迈将要去就任饶州的德兴县的县尉，我送他到湖口，因而能够看到所说的石钟山。庙里的和尚让小童拿着斧头，在乱石中间选一两处敲打它，硿硿地发出声响，我当然觉得很好笑并不相信。到了晚上月光明亮，特地和苏迈坐着小船到断壁下面。巨大的山石倾斜地立着，有千尺之高，好像凶猛的野兽和奇异的鬼怪，阴森森地想要攻击人；山上宿巢的老鹰，听到人声也受惊飞起来，在云霄间发出磔磔声响；又有像老人在山谷中咳嗽并且大笑的声音，有人说这是鹳鹤。我正心惊想要回去，忽然巨大的声音从水上发出，声音洪亮像不断地敲钟击鼓。船夫很惊恐。我慢慢地观察，山下都是石穴和缝隙，不知它们有多深，细微的水波涌进那里面，水波激荡因而发出这种声音。船回到两山之间，将要进入港口，有块大石头正对着水的中央，上面可坐百来个人，中间是空的，而且有许多窟窿，把清风水波吞进去又吐出来，发出窾坎镗鞳的声音，同先前噌吰的声音相互应和，好像音乐演奏。于是我笑着对苏迈说：“你知道那些典故吗？那噌吰的响声，是周景王无射钟的声音，窾坎镗鞳的响声，是魏庄子歌钟的声音。古人没有欺骗我啊！”\n\n　　任何的事情不用眼睛看不用耳朵听，只凭主观臆断去猜测它的有或没有，可以吗？郦道元所看到的、所听到的，大概和我一样，但是描述它不详细；士大夫终究不愿用小船在夜里在悬崖绝壁的下面停泊，所以没有谁能知道；渔人和船夫，虽然知道石钟山命名的真相却不能用文字记载。这就是世上没有流传下来石钟山得名由来的原因。然而浅陋的人竟然用斧头敲打石头来寻求石钟山得名的原因，自以为得到了石钟山命名的真相。我因此记下以上的经过，叹惜郦道元的简略，嘲笑李渤的浅陋。\n\n"}
{"_id":{"$oid":"5b9a14a0367d5cab186688f3"},"title":"唐多令·芦叶满汀洲","dynasty":"宋代","writer":"刘过","content":"安远楼小集，侑觞歌板之姬黄其姓者，乞词于龙洲道人，为赋此《唐多令》。同柳阜之、刘去非、石民瞻、周嘉仲、陈孟参、孟容。时八月五日也。\n\n芦叶满汀洲，寒沙带浅流。二十年重过南楼。柳下系船犹未稳，能几日，又中秋。\n黄鹤断矶头，故人今在否？旧江山浑是新愁。欲买桂花同载酒，终不似，少年游。(在否 一作：在不)\n\n","type":["宋词三百首","婉约","写景","抒怀","爱国"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154318389.mp3","remark":"唐多令，词牌名，也写作《糖多令》，又名《南楼令》，双调，六十字，上下片各四平韵，亦有前片第三句加一衬字者。\n安远楼：在今武昌黄鹄山上，又称南楼。姜夔《翠楼吟》词序云：“淳熙十三年（1186）冬，武昌安远楼成。”当时武昌是南宋和金人交战的前方。\n小集：此指小宴。\n侑（yòu）觞歌板：指酒宴上劝饮执板的歌女。侑觞，劝酒。歌板，执板奏歌。\n龙洲道人：刘过自号。\n汀洲：水中小洲。\n二十年句：南楼初建时期，刘过曾漫游武昌，过了一段“黄鹤楼前识楚卿，彩云重叠拥娉婷”（《浣溪沙》）的豪纵生活。南楼，指安远楼。\n黄鹤断矶：黄鹤矶，在武昌城西，上有黄鹤楼。断矶，形容矶头荒凉。\n浑是：全是。\n\n","shangxi":"　　这是一首名作，后人誉为“小令中之工品。”工在哪里？此写秋日重登二十年前旧游地武昌南楼，所见所思，缠绵凄怆。在表层山水风光乐酒留连的安适下面，可以感到作者心情沉重的失落，令人酸辛。畅达流利而熟练的文辞描写，和谐工整而圆滑的韵律，都好似在这酒酣耳热纵情声色的场面中不得不挂在脸上的笑容，──有些板滞不太自然的笑容。　　这淡淡而深深的哀愁，如满汀洲的芦叶，如带浅流的寒沙，不可胜数莫可排遣。面对大江东去黄鹄断矶竟无豪情可抒！表中郎谓，“大抵物真则贵，真则我面不能同君面，而况古人之面貌乎？”读此《唐多令》应该补充一句：“真则我面不能同我面”，初读谁相信这是大声镗鞳的豪放词人刘过之作？王国维《人间词话》说，“能写真景物、真感情者，谓之有境界。”《唐多令》情真、景真、事真、意真地写出又一个具有个性独创性的刘改之，此小令之“工”，首在这新境界的创造上。\n\n　　论者多说此词暗寓家国之愁，确。怎么见得？请看此词从头到尾在描写缺憾和不满足：“白云千载空悠悠”的黄鹤山头，所见只是芦叶汀洲、寒沙浅流，滔滔大江不是未见，无奈与心境不合；柳下系舟未稳，中秋将到未到；黄鹤矶断，故人不见；江山未改，尽是新愁；欲纵情声色诗酒，已无少年豪兴……。恢复无望，国家将亡的巨大哀感遍布华林，不祥的浓云压城城欲摧。这一灰冷色调的武昌蛇山巅野望抒怀，真使人肝肠寸断，不寒而栗。\n\n　　韩昌黎云，“欢愉之词难工，穷苦之音易好。”其实，忧郁之情，达之深而近真亦属不易。如果过于外露倾泻，泪竭声嘶，反属不美，故词写悲剧亦不可无含蓄，一发不可收形成惨局。此《唐多令》，于含蓄中有深致，于虚处见真事、真意、真景、真情。情之深犹水之深，长江大河，水深难测，万里奔流，转无声息。吾知此词何以不刻画眼前之大江矣？愁境入情，江流心底。“问君能有几多愁？恰似一江春水向东流。”\n\n　　武昌为当时抗金前线，了解这，对词中外松内紧和异常沉郁的气氛当更有所体会。\n\n","translation":"同一帮友人在安远楼聚会，酒席上一位姓黄的歌女请我作一首词，我便当场创作此篇。时为八月五日。\n\n芦苇的枯叶落满沙洲，浅浅的寒水在沙滩上无声无息地流过。二十年光阴似箭，如今我又重新登上这旧地南楼。柳树下的小舟尚未系稳，我就匆匆忙忙重回故地。因为过不了几日就是中秋。\n早已破烂不堪的黄鹤矶头，我的老朋友有没有来过？我眼前满目是苍凉的旧江山，又平添了无尽的绵绵新愁。想要买上桂花，带着美酒一同去水上泛舟逍遥一番。但却没有了少年时那种豪迈的意气。\n\n"}
{"_id":{"$oid":"5b9a14a1367d5cab186688f4"},"title":"采桑子·恨君不似江楼月","dynasty":"宋代","writer":"吕本中","content":"恨君不似江楼月，南北东西，南北东西，只有相随无别离。\n恨君却似江楼月，暂满还亏，暂满还亏，待得团圆是几时？","type":["宋词三百首","宋词精选","民歌","婉约","月亮","感叹","离别"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154319984.mp3","remark":"采桑子：词牌名。又名“丑奴儿令”、“罗敷艳歌”、“罗敷媚”。\n君：这里指词人的妻子。一说此词为妻子思念丈夫。江楼：靠在江边的楼阁。\n暂满还亏：指月亮短暂的圆满之后又会有缺失。满，此指月圆；亏，此指月缺。\n\n","shangxi":"　　此词中表面上说“恨君”，实际上是思君。表面上说只有月亮相随无离别，实际上是说跟君经常别离。下片借月的暂满还亏，比喻他跟君的暂聚又别。这首词的特色富有民歌风味。民歌是感情自然流露，不用典故，是白描。\n\n　　这首词正是真情的自然流露，也是白描。民歌往往采用重复歌唱的形式，这首词也一样。不仅由于《采桑子》这个词调的特点，像“南北东西”，“暂满还亏”两句是反复的；就是上下两片，也有加以变化的重复，如“恨君不似江楼月”与“恨君却似江楼月”只有一字之差，像民歌中的重叠一样。还有，民歌也往往用比喻，这首词的“江楼月”，正是比喻。\n\n　　词中“江楼月”的比喻，很具有艺术特色。钱钟书曾讲过“喻之二柄”、“喻之多边”。钱钟书所谓二柄：“同此事物，援为比喻，或以褒，或以贬，或示喜，或示恶，词气迥异；修词之学，亟宜指示。”例如“韦处厚《大义禅师碑铭》：”佛犹水中月，可见不可取‘，超妙而不可炔，犹云’高山仰止，虽不能至，心向往之‘，是为心服之赞词。黄庭坚《沁园春》：’镜里拈花，水中捉月，觑着无由得近伊‘，犹云’甜糖抹鼻子上，只教他舐不着‘，是为心痒之恨词。“同样这首词用水中之月作比喻，一个表达敬仰之意，一个表示不满之情，然而感情不同，称为比喻的二柄。镜喻于月，如庾信《咏镜》：“月生无有桂‘，取明之相似，而亦可兼取圆之相似王禹偁《龙凤茶》：”圆似三秋皓月轮’，仅取圆之相似，不及于明，‘月眼’、‘月面’均为常言，而眼取月之明，面取月之圆，各傍月性之一边也。“（节引自《管锥篇·周易正义·归妹》如例子中所讲同用月做比喻，可以比圆，又可比明亮，这是比喻的多边。\n\n　　这首词用“江楼月”作比，词人上片里赞美“江楼月”，南北东西，只有相随无别离“，说的是人虽到处漂泊，而明月随人，永不分离，是赞词。下片里也用”江楼月“作比，”暂满还亏，待得团圆是几时“，说的是月圆时少，缺时多，难得团圆，是恨词。\n\n　　同样用“江楼月”作比，一赞一恨，是一篇中用同一事物作比喻而表达不同感情，从而具有二柄。还有，上片的“江楼月”，比喻“只有相随无别离”；下片的“江楼月”，比喻“待得团圆是几时”。一首词里，同用一个比喻，所比不同，构成多边。象这样，同一个比喻，一首词里，既有二柄，又有多边，这是很难找的。因此，这首词里用的比喻，修辞学上是非常突出的。而且这样的比喻，是感情自然流露，不是有意造作，被词人用得非常贴切，这是此首词更为难能可贵的特点。\n\n　　这词的想象跟后汉徐淑《答夫秦嘉书》的想象颇有相似之妙处。徐淑说：“身非形影，何能动而辄俱；体非比目，何能同而不离。”徐淑虽用了两个不同的比喻，“何能动而辄俱”，“何能同而不离”，但与该词想象一致，所以这两人也可以说千载同心了。\n\n","translation":"可恨你不像江边楼上高悬的明月，不管人们南北东西四处漂泊，明月都与人相伴不分离。\n可恨你就像江边楼上高悬的明月，刚刚圆满就又缺了，等到明月再圆不知还要等到何时。\n\n"}
{"_id":{"$oid":"5b9a14a1367d5cab186688f5"},"title":"六州歌头·少年侠气","dynasty":"宋代","writer":"贺铸","content":"少年侠气，交结五都雄。肝胆洞。毛发耸。立谈中。死生同。一诺千金重。推翘勇。矜豪纵。轻盖拥。联飞鞚。斗城东。轰饮酒垆，春色浮寒瓮。吸海垂虹。闲呼鹰嗾犬，白羽摘雕弓。狡穴俄空。乐匆匆。(闲呼 一作：间呼)\n似黄粱梦。辞丹凤。明月共。漾孤篷。官冗從。怀倥偬。落尘笼。簿书丛。鹖弁如云众。供粗用。忽奇功。笳鼓动。渔阳弄。思悲翁。不请长缨，系取天骄种。剑吼西风。恨登山临水，手寄七弦桐。目送归鸿。","type":["宋词三百首","豪放","壮志","忧国忧民"],"remark":"六州歌头：词牌名。\n少年侠气，交结五都雄：化用李白“结发未识事，所交尽豪雄”及李益“侠气五都少”诗句。五都：泛指北宋的各大城市。\n一诺千金：喻一言既出，驷马难追，诺言极为可靠。语出《史记·季布列传》引楚人谚曰：“得黄金百斤，不如得季布一诺。”\n盖：车盖，代指车。\n飞：飞驰的马。鞚（kòng）：有嚼口的马络头。\n斗（dǒu）城：汉长安故城，这里借指汴京。\n嗾（sǒu）：指使犬的声音。\n冗（rǒng）从：散职侍从官。\n倥（kǒng）偬（zǒng）：事多、繁忙。\n鹖（hé）弁（biàn）：本义指武将的官帽，指武官。\n笳鼓：都是军乐器。\n渔阳：安禄山起兵叛乱之地。此指侵扰北宋的少数民族发动了战争。\n七弦桐：即七弦琴。桐木是制琴的最佳材料，故以“桐”代“琴”。\n\n","translation":"\n少年时一股侠气，结交各大都市的豪雄之士。待人真诚，肝胆照人，遇到不平之事，便会怒发冲冠，具有强烈的正义感。站立而谈，生死与共。我们推崇的是出众的勇敢，狂放不羁傲视他人。轻车簇拥联镳驰逐，出游京郊。在酒店里豪饮，酒坛浮现出诱人的春色，我们像长鲸和垂虹那样饮酒，顷刻即干。间或带着鹰犬去打猎，霎那间便荡平了狡兔的巢穴。虽然欢快，可惜时间太过短促。\n就像卢生的黄粱一梦，很快就离开京城。驾孤舟飘流于水中，唯有明月相伴。散职侍从官品位卑微，事多繁忙，情怀愁苦。陷入了污浊的官场仕途，担任了繁重的文书事物工作。像我这样成千上万的武官，都被支派到地方上去打杂，劳碌于文书案牍，不能杀敌疆场、建功立业。笳鼓敲响了，渔阳之兵乱起来了，战争爆发了，想我这悲愤的老兵啊，却无路请缨，不能为国御敌，生擒西夏酋帅，就连随身的宝剑也在秋风中发出愤怒的吼声。怅恨自己极不得志，只能满怀惆怅游山临水，抚瑟寄情，目送归鸿。\n\n"}
{"_id":{"$oid":"5b9a14a1367d5cab186688f6"},"title":"长相思·花似伊","dynasty":"宋代","writer":"欧阳修","content":"花似伊，柳似伊。花柳青春人别离。低头双泪垂。\n长江东，长江西。两岸鸳鸯两处飞。相逢知几时。","type":["宋词精选","怀人"],"remark":"长相思：词牌名。唐教坊曲。《古诗十九首》有“客从远方来 遗我一书札。上言长相思，下言久离别。”（作者未知）得名。又名《双红豆》、《忆多娇》。\n花柳：花和柳。《楚辞·九歌·少司命》：“悲奠悲兮生别离，乐莫乐兮新相知。”唐，杜甫《遭田父泥饮美严中丞》：“步展随春风，村村白花柳。唐，聂夷中《劝酒》诗之二：“人间荣乐少，四海别离多。”\n鸳鸯（yuān yāng）：本鸟名，此比喻恩爱夫妻。汉·司马相如《琴歌》之一：“室迩人遐独我肠，何缘交颈为鸳鸯。”唐，温庭筠《南歌子》：“不如从嫁与，作鸳鸯。”\n几时：什么时候。唐·杜甫《天末怀李白》：“鸿雁几时到，江湖秋水多。”宋·苏轼《儋州》诗之二：“荔枝几时熟，花头今已繁。”\n\n","translation":"看着花儿像你一样，柳枝像你一样；花儿柳枝已青的春天，人却要别离，低下头不禁流下两行清泪。\n长江的东边，还有那长江的西边，两岸的鸳鸯在东西两处飞舞着，（我们）什么时候才能再次相逢呢？\n\n"}
{"_id":{"$oid":"5b9a14a1367d5cab186688f7"},"title":"寒食","dynasty":"唐代","writer":"孟云卿","content":"二月江南花满枝，他乡寒食远堪悲。\n贫居往往无烟火，不独明朝为子推。","type":["寒食节","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154319036.mp3","remark":"寒食：寒食节，在清明前一日或两日，这一天禁火冷食。\n子推：寒食节前一天所作的枣糕名为子推。\n\n","translation":"二月的江南花开满枝头，在他乡过寒食节足够悲哀了。\n贫困的生活平常也是不生火做饭的，不仅仅是明天才吃子推这样的冷食。\n\n"}
{"_id":{"$oid":"5b9a14a1367d5cab186688f8"},"title":"国风·周南·麟之趾","dynasty":"先秦","writer":"佚名","content":"麟之趾，振振公子，于嗟麟兮。\n麟之定，振振公姓，于嗟麟兮。\n麟之角，振振公族，于嗟麟兮。","type":["诗经","赞美"],"remark":"麟：麒麟，传说动物。它有蹄不踏，有额不抵，有角不触，被古人看作至高至美的野兽，因而把它比作公子、公姓、公族的所谓仁厚、诚实。趾：足，指麒麟的蹄。\n振振（zhēn真）：诚实仁厚的样子。公子：与公姓、公族皆指贵族子孙。\n于（xū虚）：通吁，叹词。　于嗟：叹美声。\n定：通“顁”，额。\n公姓：诸侯之子为公子，公子之孙为公姓。或曰公姓犹言公子，变文以协韵。\n公族：与公姓义同。\n\n","shangxi":"　　这是一首赞美诸侯公子的诗。但这公子究竟是作为商纣“西伯”的文王之子，还是爵封“鲁公”的周公旦之子，抑或是一般的贵族公子，就不得而知了。按朱熹《诗集传》“文王后妃德修于身，而子孙宗族皆化于善，故诗人以‘麟之趾’兴公之子”的解说看，似指周文王的“子孙”而言；但《毛诗序》则有“《关雎》之化行则天下无犯非礼，虽衰世之公子，皆信厚如麟趾之时也”之说。既为“衰世”，就非必定为文王或周公之子了。\n\n　　赞美贵族公子，而以“麟”起兴，这在今天的读者，或许会感到奇怪，但在古代却是一桩异常庄重和动情的事。所谓“麟”，其实就是糜，鹿之一种而已。不过古代传说中的“麟”，却非同寻常：据汉刘向《说苑》称，“麒麟，麕身牛尾，圜头一角，含信怀义，音中律吕，步中规矩，择土而践，彬彬然动则有容仪”；《春秋感应符》更发挥“一角”之义曰：“麟一角，明海内共一主也。”《荀子》亦云：“古之王者，其政好生恶杀，麟在郊野。”大抵是一种兆示“天下太平”的仁义之兽。所以后儒赞先王之圣明，则眉飞色舞于“麒麟在圃，鸾凤来仪”；孔子生春秋乱世，则为鲁哀公之“获麟”而泣，以为麟出非时也。\n\n　　明白了“麟”在古人心目中的尊崇地位，即可把握此诗所传达的热烈赞美之情了。首章以“麟之趾”引出“振振公子”，正如两幅美好画面的化出和叠印：眼间刚出现那“不践生草、不履生虫”的仁兽麒麟，悠闲地行走在绿野翠林，却又恍然流动，化作了一位仁厚（“振振”）公子，在麒麟的幻影中微笑走来。仁兽麒麟与仁厚公子，由此交相辉映，令人油然升起一股不可按抑的赞叹之情。于是“于嗟麟兮”的赞语，便带着全部热情冲口而出，刹那间振响了短短的诗行。二、三两章各改动二字，其含义并没有多大变化：由“麟”之趾，赞到“之定”、“之角”，是对仁兽麒麟赞美的复沓；至于“公子”、“公姓”、“公族”的变化，则正如马瑞辰《毛诗传笺通释》所说，“此诗公姓犹言公子，特变文以协韵耳。公族与公姓亦同义”。如此三章回旋往复，眼前是麒麟、公子形象的不断交替闪现，耳际是“于嗟麟兮”赞美之声的不断激扬回荡。视觉意象和听觉效果的交汇，经了叠章的反覆唱叹，所造出的正是这样一种兴奋、热烈的画意和诗情。\n\n　　前文说到这是一首赞美贵族公子的诗，似乎已没有异议。但它究竟歌唱于何种场合，实在又很难判明。方玉润以为此乃“美公族龙种尽非常人也”（《诗经原始》），大抵为庆贺贵族生子的赞美诗，似乎较近原意。古代的王公贵族，总要自夸其身世尊崇不同凡俗，所以他们的后代，也定是“龙种”、“麟子”。这首诗用于恭贺贵族得子的场合，大约正能满足那些王公大人的虚荣、自尊之心。然而，自从卑贱如陈胜、吴广这样的氓隶之徒，曾喊着“王侯将相宁有种乎”的不平之语揭竿而起以后，凡俗之家便也有了愿得“麟子”的希冀。在这样的背景上反观“麟之趾”，则能与仁兽麒麟媲美，而可热情赞美的，就决非只有“公族”、“公姓”了——既然有不少贵族“龙种”，最终被历史证明只是王冠落地的不肖“跳蚤”；那么凡俗之家，就也能崛起叱咤风云的一代“麟子”。 \n\n","translation":"麟的脚趾呵，仁厚的公子呵。哎哟麟呵！\n麟的额头呵，仁厚的公姓呵。哎哟麟呵！\n麟的尖角呵，仁厚的公族呵。哎哟麟呵！\n\n"}
{"_id":{"$oid":"5b9a14a1367d5cab186688f9"},"title":"剑门道中遇微雨","dynasty":"宋代","writer":"陆游","content":"衣上征尘杂酒痕，远游无处不消魂。\n此身合是诗人未？细雨骑驴入剑门。\n\n","type":["古诗三百首","写雨","抒怀"],"remark":"剑门：在今四川省剑阁县北。据《大清一统志》：“四川保宁府：大剑山在剑州北二十五里。其山削壁中断，两崖相嵌，如门之辟，如剑之植，故又名剑门山。”\n征尘：旅途中衣服所蒙的灰尘。\n销魂：心怀沮丧得好像丢了魂似的，神情恍惚。形容非常悲伤或愁苦。\n合：应该。未：表示发问。\n最后二句：典出南宋尤袤《全唐诗话》：“（唐昭宗时）相国郑綮，善诗。或曰：‘相国近为新诗否？’对曰：‘诗思在灞桥风雪中驴子上，此何以得之？”\n\n","shangxi":"　　这是一首广泛传颂的名作，诗情画意，十分动人。然而，也不是人人都懂其深意，特别是第四句写得太美，容易使读者“释句忘篇”。如果不联系作者平生思想、当时境遇，不通观全诗并结合作者其他作品来看，便易误解。作者先写“衣上征尘杂酒痕，远游无处不销魂”。陆游晚年说过：“三十年间行万里，不论南北怯登楼”（《秋晚思梁益旧游》）。梁即南郑，益即成都。实际上以前的奔走，也在“万里”“远游”之内。这样长期奔走，自然衣上沾满尘土；而“国仇未报”，壮志难酬，“兴来买尽市桥酒……如钜野受黄河顿”（《长歌行》），故“衣上征尘”之外，又杂有“酒痕”。“征尘杂酒痕”是壮志未酬，处处伤心（“无处不销魂”）的结果，也是“志士凄凉闲处老”（《病起》）的写照。\n\n　　“远游无处不销魂”的“无处不”（即“处处”），既包括过去所历各地，也包括写这首诗时所过的剑门，甚至更侧重于剑门。这就是说：他“远游”而“过剑门”时，“衣上征尘杂酒痕”，心中又一次黯然“销魂”。\n\n　　引起“销魂”的，还是由于秋冬之际，“细雨”蒙蒙，不是“铁马渡河”（《雪中忽起从戎之兴戏作》），而是骑驴回蜀。就“亘古男儿一放翁”（梁启超《读陆放翁集》）来说，他不能不感到伤心。当然，骑驴本是诗人的雅兴。李贺骑驴带小童出外寻诗，就是一个佳话。李白、杜甫、贾岛、郑棨都有“骑驴”的诗句或故事，而李白是蜀人，杜甫、高适、岑参、韦庄都曾入蜀，晚唐诗僧贯休从杭州骑驴入蜀，写下了“千水千山得得来”的名句，更为人们所熟知。所以骑驴与入蜀，自然容易想到“诗人”。于是，作者自问：“我难道只该（合）是一个诗人吗？为什么在微雨中骑着驴子走入剑门关，而不是过那‘铁马秋风大散关’的战地生活呢？”不图个人的安逸，不恋都市的繁华，他只是“百无聊赖以诗鸣”（梁启超语），自不甘心以诗人终老，这才是陆游之所以为陆游。这首诗只能这样进行解释；也只有这样解释，才合于陆游的思想实际，才能讲清这首诗的深刻内涵。\n\n　　这就是说，作者因“无处不销魂”而黯然神伤，是和他一贯的追求和当时的处境有关。他生于金兵入侵的南宋初年，自幼志在恢复中原，写诗只是他抒写怀抱的一种方式。然而报国无门，年近半百才得以奔赴陕西前线，过上一段“铁马秋风”的军旅生活，旋即又要去后方充任闲职，重做纸上谈兵的诗人了。这使作者很难甘心。所以，“此身合是诗人未”，并非这位爱国志士的欣然自得，而是他无可奈何的自嘲、自叹。如果不是故作诙谐，他也不会把骑驴饮酒认真看作诗人的标志。作者怀才不遇，报国无门，衷情难诉，壮志难酬，因此在抑郁中自嘲，在沉痛中调侃自己。\n\n　　一般地说，这首诗的诗句顺序应该是：“细雨”一句为第一句，接以“衣上”句，但这样一来，便平弱而无味了。诗人把“衣上”句写在开头，突出了人物形象，接以第二句，把数十年间、千万里路的遭遇与心情，概括于七字之中，而且毫不费力地写了出来。再接以“此身合是诗人未”，既自问，也引起读者思索，再结以充满诗情画意的“细雨骑驴入剑门”，形象逼真，耐人寻味，正如前人所言，“状难写之景如在目前，含不尽之意见于言外。”但真正的“功夫”仍在“诗外”（《示子遹》）。\n\n","translation":"衣服上沾满了旅途上的灰尘和杂乱的酒的痕迹。出门在外去很远的地方宦游，所到之地没有一处是不让人心神暗淡和感伤的。\n我这一辈子就应该做一个诗人吗？为什么骑上瘦驴在细雨中到剑门关去？\n\n"}
{"_id":{"$oid":"5b9a14a1367d5cab186688fa"},"title":"自遣","dynasty":"唐代","writer":"罗隐","content":"得即高歌失即休，多愁多恨亦悠悠。\n今朝有酒今朝醉，明日愁来明日愁。","type":["知识","人生"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154320015.mp3","remark":"得：指得到高歌机会。失：指失去这个机会。\n悠悠：悠闲自在的样子。\n今朝：今日。\n\n","shangxi":"　　该诗成功地塑造一个活脱脱的呼之欲出的纵酒高歌的旷士形象。这个形象虽有政治上失意后颓唐的一面，而其中愤世嫉俗的品格颇得人们赞叹。他除了反映旧时代知识分子一种变态的心理外，而通过人物的形象也状写出了晚唐社会的黑暗现实。\n\n　　这首诗先表现在诗歌形象性的追求上。乍看来此诗无一景语而全属率直的抒情。但诗中所有情语都不是抽象的抒情，而能够给人一个具体完整的印象。如首句说不必患得患失，倘若直说便抽象化、概念化。而写成“得即高歌失即休”那种半是自白、半是劝世的口吻，尤其是仰面“高歌”的情态，则给人以一种生动形象的感受。情而有“态”，便形象化。次句不说“多愁多恨”太无聊，而说“亦悠悠”。也就收到具体生动之效，不特是趁韵而已。同样，不说得过且过而说“今朝有酒今朝醉，明日愁来明日愁”，更将“得即高歌失即休”一语具体化，一个放歌纵酒的旷士形象呼之欲出。\n\n　　先看第三句，“今朝有酒今朝醉”，此句是脍炙人口的名句，诗人在此告诉世人：失意无法排解时，可以以醉解愁。其实以酒消愁古已有之，曹操便有“何以解忧，唯有杜康”之句。但这样的话从诗人的口中说出来就别有一番滋味了：如果真的时时刻刻有酒解愁，一辈子沉醉不醒也未尝不可。可诗人是一位穷愁潦倒的文人，他不能天天有酒，两个“今朝”的重复，道出了所谓的解忧，也只是暂时的排解而已。看来面对人世间纷至沓来的忧患与失意，诗人也没有毕其功一役的解决办法。“明日愁来明日愁”，此句明显地流露出了穷愁潦倒的诗人的无奈与伤心，正因为“醉”的时间是有限的，酒醒之后又如何，尚未排遣的旧愁加上明日的新愁，那是更愁了。由此可见，正在劝解世人凡事看开些的诗人其实自己也没有解决“失即休”这个难题，虽然他对明日之愁采取的是一种不屑一顾的态度，但这恰恰体现了他以酒浇愁，得过且过、无可奈何的凄酸、潦倒。古之文人，生活在那争名夺利的官场社会之中，没有几个能达到如此境界。这，也就是此诗造成的总的形象了。仅指出这一点还不够，还要看到这一形象具有独特个性。只要将此诗与同含“及时行乐”意蕴的杜秋娘所歌《金缕衣》相比较，便不难看到。那里说的是花儿与少年，所以“莫待无花空折枝”，颇有不负青春、及时努力的意味；而这里取象于放歌纵酒，更带迟暮的颓丧，“今朝有酒今朝醉”总使人感到一种内在的凄凉、愤嫉之情。二诗彼此并不雷同。此诗的情感既有普遍性，其形象又个性化，所以具有典型意义。\n\n　　此诗艺术表现上更其成功之处，则在于重叠中求变化，从而形成绝妙的咏叹调。一是情感上的重叠变化。首句先括尽题意，说得时诚可高兴失时亦不必悲伤；次句则是首句的补充，从反面说同一意思：倘不这样，“多愁多恨”，是有害无益的；三、四句则又回到正面立意上来，分别推进了首句的意思：“今朝有酒今朝醉”就是“得即高歌”的反复与推进，“明日愁来明日愁”则是“失即休”的进一步阐发。总之，从头至尾，诗情有一个回旋和升腾。二是音响即字词上的重叠变化。首句前四字与后三字意义相对，而二、六字（“即”）重叠；次句是紧缩式，意思是多愁悠悠，多恨亦悠悠，形成同意反复。三、四句句式相同，但三句中“今朝”两字重叠，四句中“明日愁”竟然三字重叠，但前“愁”字属名词，后“愁”字乃动词，词性亦有变化。可以说，每一句都是重叠与变化手牵手走，而每一句具体表现又各各不同。把重叠与变化统一的手法运用得尽情尽致，在小诗中似乎是最突出的。\n\n　　由于上述两个方面的独到，宜乎千年以来一些穷愁潦倒的人沉饮“自遣”，陶冶情操时，于古人偌多解愁诗句中，惟独最容易记起“今朝有酒今朝醉”来。\n\n　　诗名《自遣》，是自行排遣宽慰的意思。解读此诗，关键全在于诗人将“愁’和“恨”排遣掉了没有。而诗人之“愁”和“恨”是社会之愁，家国之愁，这种愁是诗人自己难以解决的。上书，皇帝不听；劝说，皇帝不理；讽谏，皇帝会恼怒。那诗人怎样排遣，是采取了不理、不采、不合作、不发言的态度。这种玩世不恭的态度虽带有一定的消积成分，然而大多的知识分子都不发言，都不合作，那“此时无声胜有声”拥有很大的力量。\n\n","translation":"一有机会便唱否则即罢休，愁恨全然不理照样乐悠悠。\n今天有酒就喝个酩酊大醉，明日有忧虑就等明天再愁。\n\n"}
{"_id":{"$oid":"5b9a14a1367d5cab186688fb"},"title":"喜晴","dynasty":"宋代","writer":"范成大","content":"窗间梅熟落蒂，墙下笋成出林。\n连雨不知春去，一晴方觉夏深。","type":["夏天"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154320359.mp3","remark":"连雨：连续下雨。\n\n","translation":"窗户之间的梅子熟了之后落了下来，墙下的竹笋长成了竹林。\n雨不断地下，晴下来的时候甚至不知道春天已经过去，夏天都很晚了。\n\n"}
{"_id":{"$oid":"5b9a14a1367d5cab186688fc"},"title":"江村","dynasty":"唐代","writer":"杜甫","content":"清江一曲抱村流，长夏江村事事幽。\n自去自来堂上燕，相亲相近水中鸥。(堂上 一作：梁上)\n老妻画纸为棋局，稚子敲针作钓钩。\n但有故人供禄米，微躯此外更何求？","type":["愉悦","夏天","田园"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154321721.mp3","remark":"江村：江畔村庄。\n清江：清澈的江水。江：指锦江，岷江的支流，在成都西郊的一段称浣花溪。曲：曲折。抱：怀拥，环绕。\n长夏：长长的夏日。幽：宁静，安闲。\n自去自来：来去自由，无拘无束。\n相亲相近：相互亲近。\n画纸为棋局：在纸上画棋盘。\n稚子：年幼的儿子。\n禄米：古代官吏的俸给，这里指钱米。”但有“句，一说为”多病所须惟药物“。\n微躯：微贱的身躯，是作者自谦之词。 \n\n","shangxi":"　　这首诗写于唐肃宗上元元年（760）。在几个月之前，诗人经过四年的流亡生活，从同州经由绵州，来到了这不曾遭到战乱骚扰的、暂时还保持安静的西南富庶之乡成都郊外浣花溪畔。他依靠亲友故旧的资助而辛苦经营的草堂已经初具规模；饱经离乡背井的苦楚、备尝颠沛流离的艰虞的诗人，终于获得了一个暂时安居的栖身之所。时值初夏，浣花溪畔，江流曲折，水木清华，一派恬静幽雅的田园景象。诗人拈来《江村》诗题，放笔咏怀，愉悦之情是可以想见的。\n\n　　本诗首联第二句“事事幽”三字，是全诗关紧的话，提挈一篇旨意。中间四句，紧紧贴住“事事幽”，一路叙下。梁间燕子，时来时去，自由而自在；江上白鸥，忽远忽近，相伴而相随。从诗人眼里看来，燕子也罢，鸥鸟也罢，都有一种忘机不疑、乐群适性的意趣。物情如此幽静，人事的幽趣尤其使诗人惬心快意：老妻画纸为棋局的痴情憨态，望而可亲；稚子敲针做钓钩的天真无邪，弥觉可爱。棋局最宜消夏，清江正好垂钓，村居乐事，件件如意。经历长期离乱之后，重新获得家室儿女之乐，诗人怎么不感到欣喜和满足呢？结句“但有故人供禄米，微躯此外更何求”，虽然表面上是喜幸之词，而骨子里正包藏着不少悲苦之情。曰“但有”，就不能保证必有；曰“更何求”，正说明已有所求。杜甫确实没有忘记，自己眼前优游闲适的生活，是建筑在“故人供禄米”的基础之上的。这是一个十分敏感的压痛点。一旦分禄赐米发生了问题，一切就都谈不到了。所以，我们无妨说，这结末两句，与其说是幸词，倒毋宁说是苦情。艰窭贫困、依人为活的一代诗宗，在暂得栖息，杜甫能安居的同时，便吐露这样悲酸的话语，实在是对封建统治阶级摧残人才的强烈控诉。\n\n　　中联四句，从物态人情方面，写足了江村幽事，然后，在结句上，用“此外更何求”一句，关合“事事幽”，收足了一篇主题，最为简净，最为稳当。\n\n　　《江村》一诗，在艺术处理上，也有独特之处：\n\n　　一，是复字不犯复。此诗首联的两句中，“江”字、“村”字皆两见。照一般做律诗的规矩，颔、颈两联同一联中忌有复字，首尾两联散行的句子，要求虽不那么严格，但也应该尽可能避复字。现在用一对复字，就有一种轻快俊逸的感觉，并不觉得是犯复了。这情况，很象律句中的拗救，拗句就要用拗句来救正，复字也要用复字来弥补。况且，第二句又安下了另外两个叠字“事事”，这样一来，头两句诗在读起来的时候，就完全没有枝撑之感了。\n\n　　二，是全诗前后啮合，照应紧凑。“梁上燕”属“村”，“水中鸥”属“江”：“棋局”正顶“长夏”，“钓钩”又暗寓“清江”。颔联“自去自来梁上燕，相亲相近水中鸥”，两“自”字，两“相”字，当句自对：“去”“来”与“亲”“近”又上下句为对。自对而又互对，读起来轻快流荡。颈联的“画”字、“敲”字，字皆现成。且两句皆用朴直的语气，最能表达夫妻投老，相敬弥笃，稚子痴顽，不隔贤愚的意境。\n\n　　三，是结句，忽转凄婉，很有杜甫咏怀诗的特色。杜甫有两句诗自道其做诗的甘苦，说是“愁极本凭诗遣兴，诗成吟咏转凄凉”（《至后》）。此诗本是写闲适心境，但他写着写着，最后结末的地方，也不免吐露落寞不欢之情，使人有怅怅之感。杜甫很多登临即兴感怀的诗篇，几乎都是如此。前人谓杜诗“沉郁”，其契机恐怕就在此处。 \n\n","translation":"清澈的江水曲折地绕村流过，长长的夏日里，村中的一切都显得幽雅。\n梁上的燕子自由自在地飞来飞去，水中的白鸥相亲相近，相伴相随。\n老妻正在用纸画一张棋盘，小儿子敲打着针作一只鱼钩。\n只要有老朋友给予一些钱米，我还有什么奢求呢？\n\n"}
{"_id":{"$oid":"5b9a14a1367d5cab186688fd"},"title":"从军行二首·其一","dynasty":"唐代","writer":"王昌龄","content":"大将军出战，白日暗榆关。\n三面黄金甲，单于破胆还。","type":["边塞","战争","组诗"],"shangxi":"　　这首诗描写了汉武帝时，大将军卫青在漠北以武钢车合围单于，从此漠南无王庭的一战。\n\n　　结合史记的一段记载：“而适值大将军军出塞千余里，见单于兵陈而待，于是大将军令武刚车自环为营，而纵五千骑往当匈奴。匈奴亦纵可万骑。会日且入，大风起，沙砾击面，两军不相见，汉益纵左右翼绕单于。单于视汉兵多，而士马尚强，战而匈奴不利，薄莫，单于遂乘壮骑可数百，直冒汉围西北驰去。”（《卫将军骠骑列传》 ）\n\n　　事件：“大将军出战” 漠北决战，大将军卫青率五万骑兵于定襄出塞千余里，深入漠北。\n\n　　环境：“白日暗榆关” 会日且入，大风起，沙砾击面，两军不相见。\n\n　　战法：“三面黄金甲” 大将军令武刚车自环为营合围单于，趁风起时反击。\n\n　　战果：“单于破胆还” 单于遂乘壮骑可数百，直冒汉围西北逃跑而去。\n\n","translation":"注释 古代“榆关”是范围广泛的军事防区概念，南至海、北至山，东至山海关，西北抵青龙都山。隋唐时期，榆关作为中原汉王朝防御辽东高句丽入侵的重要的军事重地，设关扎营，屯集大批兵马。本诗作者是唐人，所用地名也是唐代的。 漠北历史上是匈奴、突厥等北方游牧民族的势力范围。把榆关搬到漠北的发明家是现代某粉。"}
{"_id":{"$oid":"5b9a14a3367d5cab186688fe"},"title":"国风·卫风·河广","dynasty":"先秦","writer":"佚名","content":"谁谓河广？一苇杭之。谁谓宋远？跂予望之。\n谁谓河广？曾不容刀。谁谓宋远？曾不崇朝。","type":["古诗三百首","诗经","思乡","黄河"],"remark":"河：黄河。\n苇：用芦苇编的筏子。杭：通“航”。\n跂（qǐ）：古通“企”，踮起脚尖。予：而。一说我。\n曾：乃，竟。刀：通“舠（dāo）”，小船。曾不容刀，意为黄河窄，竟容不下一条小船。\n崇朝（zhāo）：终朝，自旦至食时。形容时间之短。\n\n","shangxi":"　　这首诗应该是客居卫国的宋人表达自己还乡心情急迫的思乡诗作。\n\n　　诗文内容简单，诗义明显，需要解释的地方并不多。\n\n　　大家在欣赏这首诗时一定注意到了它的夸张修辞手法，这是中国文学的一种传统。“朝辞白帝彩云间，千里江陵一日还。”、“官仓老鼠大如斗”、还有“壮志饥餐胡虏肉，笑谈渴饮匈奴血！”，这些都是中国人耳熟能详的著名诗句。\n\n　　作为文艺创作，为增强感染力、引起读者强烈的感情共鸣，运用适当的艺术夸大手法和比喻是可行的。但是超越蔓延到其它领域就是可笑又荒唐的，就将沦为说大话、吹牛皮这些现代文明人非常反感和鄙视的陋习。\n\n　　中国式文人多有这种坏毛病，分不清楚文艺和现实的界限，在日常工作生活甚至严肃的科技领域也保留了严重的联想、夸张、模糊的思维特点，这是我们这个民族必须克服的。从某种意义上讲，这也是落后的农业社会的文化特点，在今天这个现代工商文明方兴未艾的时代，这种过时的思维习惯和表达模式是非常不可取的。\n\n","translation":"谁说黄河宽又广？一片苇筏就能航。谁说宋国很遥远？踮起脚尖就能望见。\n谁说黄河广又宽？难以容纳小木船。谁说宋国很遥远？一个早晨就能到达。\n\n"}
{"_id":{"$oid":"5b9a14a3367d5cab186688ff"},"title":"国风·鄘风·君子偕老","dynasty":"先秦","writer":"佚名","content":"君子偕老，副笄六珈。委委佗佗，如山如河，象服是宜。子之不淑，云如之何？\n玼兮玼兮，其之翟也。鬒发如云，不屑髢也；玉之瑱也，象之揥也，扬且之皙也。胡然而天也？胡然而帝也？\n瑳兮瑳兮，其之展也。蒙彼绉絺，是绁袢也。子之清扬，扬且之颜也。展如之人兮，邦之媛也！","type":["诗经","写人"],"remark":"君子：指卫宣公。　偕老：夫妻相亲相爱、白头到老。　副：妇人的一种首饰。　笄（音jī）：簪。　六珈：笄饰，用玉做成，垂珠有六颗。\n委委佗佗（音yí），如山如河：一说举止雍容华贵、落落大方，象山一样稳重、似河一样深沉。一说体态轻盈、步履袅娜，如山一般蜿蜒，同河一般曲折。佗同“蛇”、“迤”，或音tuó。　象服：是镶有珠宝绘有花纹的礼服。　宜：合身。\n子：指宣姜。　淑：善。　云：句首发语词。　如之何：奈之何。\n玼（音此）：花纹绚烂。　翟（dí）：绣着山鸡彩羽的象服。\n鬒（音诊）：黑发。　髢（音敌）：假发。\n瑱（音tiàn）：冠冕上垂在两耳旁的玉。　象：象牙。　挮（音替）：剃发针，发钗一类的首饰。一说可用于搔头。　扬：额。　且：助词，无实义。　皙（音xī）：白净。\n胡：何，怎么。　然：这样。　而：如、象。\n瑳（音搓）：玉色鲜明洁白。展：古代后妃或命妇的一种礼服，或曰古代夏天穿的一种纱衣。\n絺（音吃）：细葛布。　绁袢（xiè pàn）：夏天穿的亵衣、内衣，白色。\n清：指眼神清秀。　扬：指眉宇宽广。　颜：额。引申为面容、脸色。\n展：诚，的确。　媛：美女。\n\n","shangxi":"　　《毛诗序》云：“《君子偕老》，刺卫夫人也。夫人淫乱，失事君子之道，故陈人君之德，服饰之盛，宜与君子偕老也。”孔疏云：“毛以为由夫人失事君子之道，故陈别有小君内有贞顺之德，外有服饰之盛，德称其服宜与君子偕老者，刺今夫人有淫泆之行，不能与君子偕老。”他们认为此诗所写的服饰仪容之美属于理想的“小君”（国君之妻）。而朱熹《诗集传》则说：“言夫人当与君子偕老，故其服饰之盛如此，而雍容自得，安重宽广，又有以宜其象服。今宣姜之不善乃如此，虽有是服，亦将如之何哉！言不称也。”他以为服饰仪容之美乃是反衬宣姜人品行为之丑。在这点上今之学者又多从朱熹之说。\n\n　　全诗三章，首章七句，次章九句，末章八句，错落有致。首章揭出通篇纲领，章法巧妙。宣姜本是卫宣公之子伋的未婚妻，不幸被宣公霸占，后来又与庶子顽私通，劣迹斑斑。“君子偕老”一句基此而来，起调突兀如当头棒喝，寓意深婉，褒贬自明。“副笄六珈；委委佗佗，如山如河，象服是宜”四句造语奇特，叙服饰与叙仪容相交叉，辞藻工美，极力渲染宣姜来嫁时服饰的鲜艳绚丽，仪容的雍容华贵。末二句“子之不淑，云如之何”，逗露讥刺，全诗惟此二句是刺意，其他均是赞叹称美之辞，但此二句与“君子偕老”一句遥相呼应，暗自缀合，含蓄蕴藉，藏而不露。\n\n　　次章与末章用赋法反覆咏叹宣姜服饰、容貌之美。次章起始“玼兮玼兮”六句与末章起始“瑳兮瑳兮”四句复说服饰之盛，次章“扬且之皙也”三句与末章“子之清扬”四句是复说容貌之美。“胡然而天也！胡然而帝也！”二句神光离合，仿佛天仙帝女降临尘寰，无怪乎姚际恒《诗经通论》称此诗为宋玉《神女赋》、曹植《洛神赋》之滥觞，并谓“‘山河’、‘天帝’，广揽遐观，惊心动魄，有非言辞可释之妙”。“展如之人兮，邦之媛也！”二句巧于措辞，深意愈出，余音袅袅，意味无穷。这两章造句齐整，意象迷离，所以陈继揆《读风臆补》说：“后两章逸艳绝伦，若除去‘也’字，都作七字读，即为七言之祖。”\n\n　　全诗反覆铺陈咏叹宣姜服饰容貌之盛美，是为了反衬其内心世界的丑恶与行为的污秽，铺陈处用力多，反衬处立意妙，对比鲜明，辛辣幽默，具有强烈的讽刺效果。\n\n","translation":"誓和君子到白首，玉簪首饰插满头。举止雍容又自得，稳重如山深似河，穿上礼服很适合。谁知德行太秽恶，对她真是无奈何！\n\n服饰鲜明又绚丽，画羽礼服绣山鸡。黑亮头发似云霞，那用装饰假头发。美玉耳饰摇又摆，象牙发钗头上戴，额角白净溢光彩。仿佛尘世降天仙！恍如帝女到人间！\n\n服饰鲜明又绚丽，软软轻纱做外衣。罩上绉纱细葛衫，凉爽内衣夏日宜。明眸善昧眉秀长，容貌艳丽额宽广。仪容妖冶又妩媚，倾城倾国姿色美！\n\n"}
{"_id":{"$oid":"5b9a14a3367d5cab18668900"},"title":"新年","dynasty":"唐代","writer":"无可","content":"燃灯朝复夕，渐作长年身。\n紫阁未归日，青门又见春。\n掩关寒过尽，开定草生新。\n自有林中趣，谁惊岁去频。","type":["节日","新年","抒情"]}
{"_id":{"$oid":"5b9a14a3367d5cab18668901"},"title":"君子于役","dynasty":"先秦","writer":"佚名","content":"君子于役，不知其期，曷至哉？鸡栖于埘，日之夕矣，羊牛下来。君子于役，如之何勿思！\n君子于役，不日不月，曷其有佸？鸡栖于桀，日之夕矣，羊牛下括。君子于役，苟无饥渴！","type":["诗经","闺怨","战争","民谣"],"remark":"于：往。役：服劳役。于役，到外面服役。\n期：指服役的期限。\n曷（hé）：何时。至：归家。\n埘（shí ）：鸡舍。墙壁上挖洞做成。\n如之何勿思：如何不思。如之：犹说“对此”。\n不日不月：没法用日月来计算时间。\n有（yòu）佸（huó）：相会，来到。\n桀：鸡栖木。一说指用木头搭成的鸡窝。\n括：来到。音、义同“佸”。\n苟：诚，犹如实。\n\n","shangxi":"　　这是一首很朴素的诗。两章相重，只有很少的变化。每章开头，是女主人公用简单的语言说出的内心独白。稍可注意的是“不知其期”这一句（第二章的“不日不月”也是同样意思，有不少人将它解释为时间漫长，是不确切的）。等待亲人归来，最令人心烦的就是这种归期不定的情形，好像每天都有希望，结果每天都是失望。如果只是外出时间长但归期是确定的，反而不是这样烦人。正是在这样的心理中，女主人公带着叹息地问出了“曷至哉”：到底什么时候才能回来呢？\n\n　　这下面的一节有一种天然的妙趣。诗中不再正面写妻子思念丈夫的哀愁乃至愤怨，而是淡淡地描绘出一幅乡村晚景的画面：在夕阳余晖下，鸡儿归了窠，牛羊从村落外的山坡上缓缓地走下来。这里的笔触好像完全是不用力的，甚至连一个形容词都没有，不像后代的文人辞章总是想刻画得深入、警醒，恐怕读者不注意。然而这画面却很感动人，因为它是有情绪的。读者好像能看到那凝视着鸡儿、牛儿、羊儿，凝视着村落外蜿蜒沿伸、通向远方的道路的妇人，是她在感动读者。这之后再接上“君子于役，如之何勿思”，读者分明地感受到女主人公的愁思浓重了许多。倘试把中间“鸡栖于埘，日之夕矣，羊牛下来”三句抽掉，将最后两句直接接继在“曷至哉”之后，感觉会完全不同。这里有抒情表达的节奏问题——节奏太快，没有起伏，抒情效果出不来；同时，这画面本身有其特别的情味。\n\n　　熟悉农村生活的人经常看到这样的晚景。农作的日子是辛劳的，但到了黄昏来临之际，一切即归于平和、安谧和恬美。牛羊家禽回到圈栏，炊烟袅袅地升起，灯火温暖地跳动起来，农人和他的妻儿们聊着闲散的话题。黄昏，在大地上出现白天未有的温顺，农人以生命珍爱着的东西向他们身边归聚，这便是古老的农耕社会中最平常也是最富于生活情趣的时刻。可是在这诗里，那位妻子的丈夫却犹在远方，她的生活的缺损在这一刻也就显得最为强烈了，所以她如此怅惘地期待着。\n\n　　这诗的两章几乎完全是重复的，这是歌谣最常用的手段——以重叠的章句来推进抒情的感动。但第二章的末句也是全诗的末句，却是完全变化了的。它把妻子的盼待转变为对丈夫的牵挂和祝愿：不归来也就罢了，但愿他在外不要忍饥受渴吧。这也是最平常的话，但其中包含的感情却又是那样善良和深挚。\n\n　　这是古老的歌谣，它以不加修饰的语言直接地触动了人心中最易感的地方。它的天然之妙，在后世已是难以重复的了。\n\n","translation":"丈夫服役去远方，服役长短难估量，不知到了啥地方？鸡儿已经进了窝，太阳也向西边落，牛羊成群下山坡。丈夫服役在远方，教我怎不把他想？\n丈夫服役去远方，每日每月恨日长，不知何时聚一堂？鸡儿纷纷上了架，太阳渐渐也西下，牛羊下坡回到家。丈夫服役在远方，但愿不会饿肚肠！\n\n"}
{"_id":{"$oid":"5b9a14a3367d5cab18668902"},"title":"渔家傲·雪里已知春信至","dynasty":"宋代","writer":"李清照","content":"雪里已知春信至，寒梅点缀琼枝腻。香脸半开娇旖旎，当庭际，玉人浴出新妆洗。\n造化可能偏有意，故教明月玲珑地。共赏金尊沈绿蚁，莫辞醉，此花不与群花比。","type":["咏物","梅花"],"remark":"渔家傲：词牌名。《词谱》卷十四云：“此调始自晏殊，因词有‘神仙一曲渔家傲’句，取以为名。”双调六十二字。\n春信：春天的消息。琼枝：此指覆雪悬冰的梅枝。梅枝著雪，白如玉枝，故称。\n点缀：稍加装饰衬托，使事物更加美好。琼枝：像美玉制成的枝条。腻：这里形容清瘦的梅枝着雪后变得粗肥光洁。\n香脸：指女人敷着胭脂散发香味的面颊。此处用以比拟半开着的散发芳香的梅花。旖旎（yǐ nǐ）：柔美貌。\n玉人：美人。此处用以比梅花。\n造化：天地，大自然。\n玲珑：明亮貌。\n金尊：珍贵的酒杯。尊：同“樽”。沈：同“沉”。绿蚁：本来指古代酿酒时上面浮的碎的屑沫子，也叫浮蚁，后来衍为酒的代称。\n\n","shangxi":"　　这是一首咏梅词。上片写寒梅初放。何逊《扬州早梅》：“兔园标物序，惊时最是梅。衔霜当露发，映雪凝寒开。”梅花，她开于冬春之交，最能惊醒人们的时间意识，使人们萌生新的希望。所以被认为是报春之花。因为梅花斗雪迎寒而开，诗人咏梅，又总以冰雪作为空间背景。庾信《咏梅花》诗：“常年腊月半，已觉梅花阑。不信今春晚，俱来雪里看。树动悬冰落，枝高出手寒……”这里，“琼枝”就指覆雪悬冰的梅枝。半放的寒梅点缀着它，愈显得光明润泽。词人接着用“犹抱琵琶半遮面”的美女形容将开未开之梅的轻盈娇美，用玉人浴出形容梅的玉洁冰清，明艳出群：即物即人，梅已和人融成了一片。\n\n　　下片转用侧面烘托。梅花偏宜月下观赏，造物有意，故教月色玲珑透剔，使暗香浮动，疏影横斜。值此良宵，且备金樽、绿蚁，花前共一醉。绿蚁，酒面的浮沫。白居易《问刘十九》：“绿蚁新醅酒，红泥小火炉。”《历代诗话》引《古隽考略》：“绿蚁，酒之美者，泛泛有浮花，其色绿。”\n\n　　这首词，银色的月光，金色的酒樽，淡绿的酒，晶莹的梅织成了一幅画，写得如梦如幻，空灵优美。与前人的咏梅诗词相比，此词艺术上有所创新。词人抓住寒梅主要特征，用比喻、拟人、想象等多种手法，从正面刻画梅花形象。在对寒梅作了总体勾勒之后，又以生花妙笔点染其形象美和神态美。同时，此时做到了移情于物，以景传情，意中有景，景中寄意，体现了李词的特色。\n\n","translation":"白雪皑皑，满眼银色世界。就在这银色的世界里，一树寒梅点缀其间。那覆雪悬冰的梅枝，晶莹剔透，别在枝头的梅花，丰润姣洁。就是从这傲雪而放的梅花，人们才知道了春天就要到来的消息。梅花含苞初绽，娇美可怜，芳气袭人，就像庭院里刚刚出浴，换了新妆的美人。\n大自然可能也有偏爱，她怜爱这娇艳的梅花，作为陪衬，才让月光这样皎洁清澈，玲珑剔透，洒满大地。让我们举杯开怀畅饮吧，值此花好月圆雪白的良宵，品酒赏梅，一醉方休。要知道，群花竞艳，谁也逊色于梅花呀。\n\n"}
{"_id":{"$oid":"5b9a14a3367d5cab18668903"},"title":"母别子","dynasty":"唐代","writer":"白居易","content":"母别子，子别母，白日无光哭声苦。\n关西骠骑大将军，去年破虏新策勋。\n敕赐金钱二百万，洛阳迎得如花人。\n新人迎来旧人弃，掌上莲花眼中刺。\n迎新弃旧未足悲，悲在君家留两儿。\n一始扶行一初坐，坐啼行哭牵人衣。\n以汝夫妇新燕婉，使我母子生别离。\n不如林中乌与鹊，母不失雏雄伴雌。\n应似园中桃李树，花落随风子在枝。\n新人新人听我语，洛阳无限红楼女。\n但愿将军重立功，更有新人胜于汝。","type":["母亲","离别"],"remark":"①乌与鹊：林中自由自在的鸟儿。\n②雏：小鸟。\n\n","translation":"母别子，子别母，白天的阳光似乎都因为悲伤而失去了光彩，哭声中无限凄苦。\n一家人住在关西长安，丈夫身居大将军的高位，去年立了战功，又被加封了爵土。\n还得到了赏赐的金钱二百万，于是便在洛阳娶了如花似玉的新妇。\n新妇来了不满足，就要丈夫抛旧妇；她是他掌上的莲花，我却是他们眼中的钉子。\n喜新厌旧是俗世的常情，这本来也不足为悲，我就要收拾行装，无奈地离开。但悲伤的是，留在丈夫家的，还有两个亲生的小孩。\n一个才刚刚会扶着床沿走路，一个才刚刚能够坐起来。坐着的孩子啼哭，会走路的孩子牵着我的衣服。\n你们夫妇新欢燕尔，却让我们母子生离死别，从此不得相见。\n此时此刻，我的心有诉不出的悲苦，人的薄情啊，还不如林中的乌鹊，母鸟不离开小雏，雄鸟总在它们身旁呵护。\n此情此景，倒象是后园的桃树，曾经遮蔽着花房的花瓣已经随风落去，幼小的果实还将挂在梢头经历霜雪雨露。\n新人新人你听我说，洛阳有无数的红楼美女。 \n但愿将军将来又立了什么功勋，再娶一个比你更娇艳的新妇吧。\n\n"}
{"_id":{"$oid":"5b9a14a3367d5cab18668904"},"title":"饮酒·其四","dynasty":"魏晋","writer":"陶渊明","content":"秋菊有佳色，裛露掇其英。\n泛此忘忧物，远我遗世情。\n一觞虽独尽，杯尽壶自倾。\n日入群动息，归鸟趋林鸣。\n啸傲东轩下，聊复得此生。","type":["赏花","菊花","饮酒","感伤"],"remark":"这首诗主要写赏菊与饮酒，诗人完全沉醉其中，忘却了尘世，摆脱了忧愁，逍遥闲适，自得其乐。\n裛（yì意）：通“浥”，沾湿。掇（duo多）：采摘。英：花。\n泛：浮。意即以菊花泡酒中。此：指菊花。忘忧物：指酒。远：这里作动词，使远。遗世情：遗弃世俗的情怀，即隐居。\n壶自倾：谓由酒壶中再往杯中注酒。\n群动：各类活动的生物。息：歇息，止息。趋：归向。\n啸傲：谓言动自在，无拘无束。轩：窗。得此生：指得到人生之真意，即悠闲适意的生活。\n\n","shangxi":"　　此诗写对菊饮酒的悠然自得，实际蕴藏着深沉的感伤。\n\n　　秋天是菊花的季节。在百花早已凋谢的秋日，惟独菊花不畏严霜，粲然独放，表现出坚贞高洁的品格。惟其如此，作者非常爱菊，诗中屡次写到，而且常常把它同松联系在一起，如《和郭主簿》：“芳菊开林耀，青松冠岩列。怀此贞秀姿，卓为霜下杰。”《归去来辞》：“三径就荒，松菊犹存。”此诗首句“秋菊有佳色”，亦是对菊的倾心赞美。“有佳色”三字极朴素，“佳”字还暗点出众芳凋零，惟菊有傲霜之色，如果换成其他秾丽字眼，比如“丽”、“粲”、“绚”之类，反倒恶俗不堪。前人称此句“洗尽古今尘俗气”（宋李公焕《笺注陶渊明集》引艮斋语），并非虚誉“裛露掇其英”，带露摘花，色香俱佳。采菊是为了服食，菊可延年益寿。作者《九日闲居》就有“酒能祛百虑，菊解制颓龄”之旬。曹丕《与钟繇九日送菊书》云：“辅体延年，莫斯（指菊）之贵。谨奉一束，以助彭祖之术。”可见服食菊花，是六朝的风气。屈原《离骚》说：“朝饮木兰之坠露兮，夕餐秋菊之落英。”故服食菊花不仅在强身，还有志趣高洁的喻意，而通篇之高远寓意，亦皆由菊引发。\n\n　　秋菊佳色，助人酒兴，作者不觉一杯接着一杯，独自饮起酒来。《诗经·邶风·柏舟》“微我无酒，以遨以游”，毛《传》：“非我无酒可以遨游忘忧也。”又曹操《短歌行》：“何以解忧，惟有杜康。”（相传杜康是开始造酒的人，这里用作酒的代称。）如果心中无忧，就不会想到“忘忧”，这里透出了作者胸中的郁愤之情。“遗世”，遗弃、超脱俗世，主要是指不去做官。明黄文焕《陶诗析义》说：“遗世之情，我原自远，对酒对菊，又加远一倍矣。”分析甚确。不过，结合“忘忧”看，这里的“遗世”，也含有愤激的成分。因为渊明本来很想做一番“大济于苍生”（《感士不遇赋》）的事业，只是后来在官场中亲眼看到当时政治黑暗，这才决计归隐的。\n\n　　后面六句具体叙写饮酒的乐趣和感想，描绘出一个宁静美好的境界，是对“遗世情”的形象写照。这里写的是独醉。他既没有孔融“坐上客常满，尊中酒不空”（《后汉书·郑孔荀列传》载孔融语）那样的豪华气派，也不像竹林名士那样“纵酒昏酣”，而是一个人对菊自酌。独饮本来容易使人感到寂寞，但五、六两句各着一“虽”字、“自”字，就洗去孤寂冷落之感，“自”字显得那壶儿似也颇解人意，为诗人手中的酒杯殷勤地添注不已。“倾”字不仅指向杯中斟酒，还有酒壶倾尽之意，见出他自酌的时间之长，兴致之高，饮酒之多。所以从这两句到“日入”两句，不仅描写的方面不同，还包含着时间的推移。随着饮酒增多，作者的感触也多了起来。\n\n　　再下二句，“日入群动息”是总论，“归鸟趋林鸣”是于群动中特取一物以证之；也可以说，因见归鸟趋林，所以悟出日入之时正是群动止息之际。“趋”是动态，“鸣”是声音，但惟有在特别空旷静寂的环境中，才能更加显出飞鸟趋林，更加清晰地听到鸟儿的声音，这是以动写静、以声写寂的表现手法。而环境的宁静优美，又衬托出作者的闲适心情。这二句是写景，同时也是渊明此时志趣的寄托。渊明诗中写到鸟的很多，尤其归隐以后，常常借归鸟寓意。除此诗外，他如“翼翼归鸟，相林徘徊。岂思天路，欣及归栖”（《归鸟》），“翼翼归鸟，戢羽寒条。……矰缴奚施，已卷（倦）安劳”（《归鸟》），“羁鸟恋旧林，池鱼思故渊”（《归园田居》），还有“云无心而出蚰，鸟倦飞而知还”（《归去来辞》），“山气日夕佳，飞鸟相与还”（《饮酒·结庐在人境》），“众鸟欣有托，吾亦爱吾庐”（《读山海经》），等等。这些诗中的归鸟，都是作者的艺术化身。趋林之鸟本来是无意中所见，但它却唤起了作者的感慨深思：“群动”皆有止息之时，飞鸟日落犹知还巢，人生何独不然？鸟儿始飞终归的过程，正好像是作者由出仕到归隐的生活历程。这里既是兴，也是比，又是即目写景，三者浑然一体，使人不觉，表现手法非常高妙。\n\n　　末尾写所以归隐之故，表达了隐居终身的决心。“啸”是撮口发出长而清越的声音，是古人抒发感情的一种方式。“啸傲”谓歌咏自得，无拘无束。《饮酒》第五首《饮酒·结庐在人境》有“采菊东篱下，悠然见南山”，知东轩即在此东篱内，东篱之下种有菊花。对菊饮酒，啸歌采菊，自是人生之至乐。“得此生”是说不为外物所役使，按着自己的心意自由地生活，也就是苏东坡所说的“靖节以无事自适为得此生，则凡役于物者，非失此生耶？”（《东坡题跋·题渊明诗》）“得此生”和“失此生”实指归隐和做官。啸傲东轩，是隐居悠闲之乐的形象描绘，它是赞美，是庆幸，也是意愿。然而，“聊复”（姑且算是）一词，又给这一切罩上了一层无可奈何的色彩，它上承“忘忧”、“遗世”，仍然表现出壮志难酬的憾恨，并非一味悠然陶然。\n\n","translation":"秋菊花盛正鲜艳，含露润泽采花英。\n菊泡酒中味更美，避俗之情更深浓。\n一挥而尽杯中酒，再执酒壶注杯中。\n日落众生皆息止，归鸟向林欢快鸣。\n纵情欢歌东窗下，姑且逍遥度此生。\n\n"}
{"_id":{"$oid":"5b9a14a3367d5cab18668905"},"title":"十五从军行 / 十五从军征","dynasty":"两汉","writer":"佚名","content":"十五从军征，八十始得归。\n道逢乡里人，家中有阿谁？\n遥看是君家，松柏冢累累。\n兔从狗窦入，雉从梁上飞。\n中庭生旅谷，井上生旅葵。\n舂谷持作饭，采葵持作羹。\n羹饭一时熟，不知贻阿谁？\n出门东向望，泪落沾我衣。\n\n","type":["乐府","民歌","战争","苦难"],"remark":"始：才；归：回家。\n道逢：在路上遇到；道：路途上。\n阿（ē）：语气词，没有实在意义。\n君：你，表示尊敬的称呼；遥看：远远地望去。\n松柏（bǎi）：松树、柏树。\n冢累累：坟墓一个连着一个。冢（zhǒng），坟墓、高坟。累累（léiléi），与“垒垒”通，连续不断的样子。\n狗窦：给狗出入的墙洞。窦（dòu），洞穴。\n雉（zhì）：野鸡。\n中庭：屋前的院子。\n旅：旅生，植物未经播种而野生；\n旅葵（kuí）：葵菜，嫩叶可以吃。\n舂（chōng）：把东西放在石臼或乳钵里捣掉谷子的皮壳或捣碎。\n羹（gēng）：用菜叶做的汤。\n一时：一会儿就。\n贻（yí）：送，赠送。\n看：一说为“望”。\n沾：渗入。\n\n","translation":"刚满十五岁的少年就出去打仗，到了八十岁才回来。\n路遇一个乡下的邻居，问：“我家里还有什么人？”\n“你家那个地方现在已是松树柏树林中的一片坟墓。”\n走到家门前看见野兔从狗洞里进出，野鸡在屋脊上飞来飞去，\n院子里长着野生的谷子，野生的葵菜环绕着井台。\n用捣掉壳的野谷来做饭，摘下葵叶来煮汤。\n汤和饭一会儿都做好了，却不知送给谁吃。\n走出大门向着东方张望，老泪纵横，洒落在征衣上。\n\n"}
{"_id":{"$oid":"5b9a14a3367d5cab18668906"},"title":"湖上","dynasty":"宋代","writer":"徐元杰","content":"花开红树乱莺啼，草长平湖白鹭飞。\n风日晴和人意好，夕阳箫鼓几船归。","type":["古诗三百首","春游","西湖","写景"],"remark":"湖：指杭州西湖。\n红树：指开满红花的树。\n乱莺啼：指到处都是黄莺的啼叫。\n长：茂盛。\n人意：游人的心情。\n箫鼓：吹箫击鼓，指游船上奏着音乐。\n几船归：意为有许多船归去。\n\n","translation":"在那开满了红花的树上，欢跃的群莺在不停的鸣叫，西湖岸边已长满了青草，成群白鹭在平静的湖面上翻飞。\n暖风晴和的天气，人的心情也很好，趁着夕阳余晖，伴着阵阵的鼓声箫韵，人们划着一只只船儿尽兴而归。\n\n"}
{"_id":{"$oid":"5b9a14a3367d5cab18668907"},"title":"浣溪沙·端午","dynasty":"宋代","writer":"苏轼","content":"轻汗微微透碧纨，明朝端午浴芳兰。流香涨腻满晴川。\n彩线轻缠红玉臂，小符斜挂绿云鬟。佳人相见一千年。","type":["端午节","风俗"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154321440.mp3","remark":"浣溪沙：唐教坊曲，后用为词牌名。分平仄两体，字数以四十二字居多，还有四十四字和四十六字两种。\n端午：民间节日，在旧历五月初五。\n碧纨（wàn）：绿色薄绸。\n芳兰：芳香的兰花。端午节有浴兰汤的风俗。\n流香涨腻：指女子梳洗时，用剩下的香粉胭脂随水流入河中。杜牧《阿房宫赋》：“弃脂水也”。\n“小符”句：这句指妇女们在发髻上挂着祛邪驱鬼、保佑平安的符录。云鬟（huán）：女子的发髻。 \n\n","shangxi":"　　上片，预示端午节日，将开展浴兰活动，气氛十分浓郁。端午，处于初夏季节。穿着自然华丽，以衬托参与者的身份。于朝云来说，最好是绿色细绢——“碧纨”，正好与她的雅静性格相符。天气稍热，易出“轻汗”，“微透”着“碧纨”。“透”字用得贴切，将半明半暗的肤体朦胧美衬托出来了。“明朝端午浴芳兰”，显得有愉悦的审美性。它不仅体现了朝云由芳体而及兰心的纯洁高贵的情操美，而且反映了浴兰令节俗的淳朴纯真美。朝云浴处，余香犹存。沐芳浴兰，遍及社会。参与者人山人海，气氛热烈，正如词人词中所写：“流香涨腻满晴川”。这正是古老节日文化发扬光大的表现。\n\n　　下片，写词人偕朝云参与具体的端午节俗活动。词人着重写了两项端午节俗健身活动。其一，“彩线轻缠红玉臂”，“以五彩丝系臂”。它辟邪驱鬼，使朝云“玉臂”“红”而长命。与用五色花线缠粽子投江以吊屈原之魂有同等意义。其二，“小符斜挂绿云鬟”，以“赤灵符著心前”。它能通神明，使朝云“云鬟”“绿”而身健。与小孩穿老虎腰肚，门上挂蒲剑以辟邪护身有同等意义。词人着重描写缠线、挂符活动，且用对偶句式，为的是“佳人相见一千年”，愿灵验得到应证。真是一语中的，画龙点睛。\n\n　　全词是篇民俗诗，充满了浓郁的古老民俗气息，是研究端午民俗最形象而珍贵的资料。\n\n","translation":"微微小汗湿透了碧色的细绢，明日端午节用芳兰草沐浴。流香酒般的浴水、油腻布满大晴的江面。\n五彩花线轻轻地缠在红玉色手臂上，小小的符篆（或赤灵符）斜挂在耳下的黑色发髻上。与朝云同过端午节，天长地久，白头偕老。\n\n"}
{"_id":{"$oid":"5b9a14a4367d5cab18668908"},"title":"浣溪沙·浅画香膏拂紫绵","dynasty":"宋代","writer":"陈克","content":"浅画香膏拂紫绵。牡丹花重翠云偏。手挼梅子并郎肩。\n病起心情终是怯，困来模样不禁怜。旋移针线小窗前。","type":["抒情","女子","怀人"],"remark":"香膏：芳香的脂膏。\n翠云：形容妇女头髮乌黑浓密。\n挼：同“挪”揉搓。\n病起：病愈。\n不禁：抑制不住，不由自主。\n旋移：缓缓。\n\n","translation":"浅画黛眉，轻抹胭脂，轻拂过那紫色首饰锦盒又回想起那往日时光回想往日，那戴在发间的牡丹花重的快要把发髻压偏。捻梅浅尝，与你肩并肩同行。\n大病初愈心情总是郁闷难解，身体疲乏无力，精神困顿无法出门。只能移步在小窗下慢慢的做着针线。\n\n"}
{"_id":{"$oid":"5b9a14a4367d5cab18668909"},"title":"思帝乡·春日游","dynasty":"唐代","writer":"韦庄","content":"春日游，杏花吹满头。陌上谁家年少足风流？\n妾拟将身嫁与一生休。纵被无情弃，不能羞。\n\n","type":["宋词三百首","婉约","春游","写景"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154322738.mp3","remark":"题解：《思帝乡》又名《万斯年曲》，本是唐玄宗时教坊曲名，后用作词牌。单调三十三至三十六字，平韵。此调金奁集载温庭筠韦庄词，注越调（无射商）。该篇押用同一部平韵，韵脚分别是“游”、“头”、“流”、“休”、“羞”。\n陌（mò）：田间东西方向的道路，这里泛指道路，野外的道路。陌上，道路之上。年少：即“少年”，小伙子，青年人。\n足：程度副词，很，非常。风流：风度潇洒，举止飘逸，洒脱放逸，风雅潇洒。足风流，犹云十分风流，够气派、潇洒，够俊俏、多情的。\n妾：古代女子对自己的谦称。拟：是定、准、必的意思，与“打算”的用法不尽相同，打算，想要。与：给，这个介词后面省略了宾语。将身嫁与，把自己嫁给他。\n休：此处指心愿得遂后的罢休，喜悦，欢乐。一生休，一辈子就这样罢了，意思是一生就满足了，这一辈子也就算了，意谓一生有了依托，一生满足。\n纵：纵然，即便。弃：抛弃，弃置。不能羞：意谓不会感到害羞后悔，即也不在乎。“纵被”二句，即使被他无情无义地休弃了，也不后悔 。\n\n","shangxi":"　　这首词不掩饰地流露了女子青春的热情，迫切要求恋爱自由。词意质朴大胆，很近民歌。\n\n　　此词开端之“春日游”三字，表面看来原只是极为简单直接的一句叙述而已，然而却已经为后文所写的感情之秾挚做了很好的准备和渲染。试想“春日”是何等美好的季节，草木之萌发，昆虫之起蛰，一切都表现了一种生命之觉醒与跃动。而“春日“之后更加一游”字”，则此“春游”之人的春心之欲，随春物以共同萌发及跃动从而可知。而春游所见之万紫千红莺飞蝶舞之景象也就从而可想了。其后再加以“杏花吹满头”一句，则外在之春物遂与游春之人更加了一层直接的关系，其感染触发之密切乃竟有及身满头之情势矣。\n\n　　“吹”字虽有花片被风吹落的意思，然而在此一句中却并没有花落春归的哀感，而却表现出一种当繁花开到极盛时，也同时伴随有花片之飞舞的一种更为缤纷盛美的景象。首二句已经为以后的感情之引发，培养和渲染了足够的气势，于是下面才一泻而出毫无假借地写了“陌上谁家年少、足风流”一个上六下三的九字长句，读起来笔力异常饱满。\n\n　　韦庄这首小词虽不必有儒家之修养与楚骚之忠爱的用心，然而其所写的用情之态度与殉身之精神，却确实可以引发读者一种深层的感动与丰美的联想。\n\n","translation":"春日踏青郊游，风吹杏花满头。田间路上是谁家少年，青春如花真风流。\n我想以身相许嫁给他，一生一世就此休。纵使他薄情无义抛弃我，也不后悔也不害羞。\n\n"}
{"_id":{"$oid":"5b9a14a4367d5cab1866890a"},"title":"寄人","dynasty":"唐代","writer":"张泌","content":"别梦依依到谢家，小廊回合曲阑斜。\n多情只有春庭月，犹为离人照落花。\n\n","type":["唐诗三百首","月亮","爱情","思念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154323263.mp3","remark":"谢家：泛指闺中女子。晋谢奕之女谢道韫、唐李德裕之妾谢秋娘等皆有盛名，故后人多以“谢家”代闺中女子。\n“小廊”句：指梦中所见景物。回合：回环、回绕。阑：栏杆。\n“多情”句：指梦后所见。\n离人：这里指寻梦人。\n\n","shangxi":"　　以诗代柬，来表达自己心里要说的话，这是古代常有的事。这首题为《寄人》的诗，就是用来代替一封信的。\n\n　　诗的首句写诗人与情人梦中重聚，难舍难离；第二句写依旧是当年环境，往日欢情，表明自己思念之深。第三句写明月有情；第四句写落花有恨。寄希望于对方，含蓄深厚，曲折委婉，情真意真。前两句写入梦的原因与梦中所见的景物，是向对方表明自己思忆之深；后两句写出多情的明月依旧照人，那就更是对这位女子的埋怨之情了。\n\n　　诗是从叙述一个梦境开始的。“谢家”，代指女子的家，盖以东晋才女谢道韫借称其人。大概诗人曾经在女子家里待过，或者在她家里和她见过面。曲径回廊，本来都是当年旧游或定情的地方。因此，诗人在进入梦境以后，就觉得自己飘飘荡荡地进到了她的家里。这里的环境是这样熟悉：院子里四面走廊，那是两人曾经谈过心的地方；曲折的阑干，也像往常一样，似乎还留着自己抚摸过的手迹，可是，眼前廊阑依旧，独不见所思之人。他的梦魂绕遍回廊，倚尽阑干，他失望地徘徊着，追忆着，直到连自己也不知道怎样脱出这种难堪的梦境。崔护《题都城南庄》诗：“人面不知何处去，桃花依旧笑春风。”周邦彦《玉楼春》词：“当时相候赤阑桥，今日独寻黄叶路。”一种物是人非的依恋心情，写得同样动人。然而，“别梦”两句却以梦境出之，则前此旧游，往日欢情，别后相思，都在不言之中，而在梦里也难寻觅所爱之人，那惆怅的情怀就加倍使人难堪了。\n\n　　人是再也找不到了，作者问：那么，还剩下些什么呢？这时候，一轮皎月，正好把它幽冷的清光洒在园子里，地上的片片落花，反射出惨淡的颜色。花是落了，然而曾经映照过枝上芳菲的明月，依然如此多情地临照着，似乎还没有忘记一对爱侣在这里结下的一段恋情呢。这后两句诗就是诗人要告诉她的话。\n\n　　正因为这首诗是“寄人”的。前两句写入梦之由与梦中所见之景，是向对方表明自己思忆之深；后两句写出多情的明月依旧照人，那就更是对这位女子的鱼沉雁杳，有点埋怨了。“花”固然已经落了，然而，春庭的明月还是多情的，诗人言外之意，还是希望彼此一通音问的。\n\n　　这首诗创造的艺术形象，鲜明准确，而又含蓄深厚。诗人善于通过富有典型意义的景物描写，来表达自己深沉曲折的思相感情，运用得十分成功。他只写小廊曲阑、庭前花月，不需要更多语言，却比作者自己直接诉说心头的千言万语更有动人心弦的力量。\n\n","translation":"别梦中隐约来到了谢家，徘徊在小回廊栏杆底下。\n只有天上春月最是多情，还为离人照着庭院落花。\n\n"}
{"_id":{"$oid":"5b9a14a4367d5cab1866890b"},"title":"沁园春·恨","dynasty":"清代","writer":"郑燮","content":"花亦无知，月亦无聊，酒亦无灵。把夭桃斫断，煞他风景；鹦哥煮熟，佐我杯羹。焚砚烧书，椎琴裂画，毁尽文章抹尽名。荥阳郑，有慕歌家世，乞食风情。\n单寒骨相难更，笑席帽青衫太瘦生。看蓬门秋草，年年破巷，疏窗细雨，夜夜孤灯。难道天公，还箝恨口，不许长吁一两声？癫狂甚，取乌丝百幅，细写凄清。","type":["豪放","抒怀","愤恨"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154323589.mp3","remark":"沁（qìn）园春：词牌名，又名“寿星明”“洞庭春色”等。双调一百一十四字，平韵。\n夭桃：茂盛的桃树。\n斫（zhuó）：砍。\n煞（shā）：同“杀”，减损。\n佐（zuǒ）：辅助。\n椎（chuí）：捶。\n荥（xing）阳郑：郑板桥的自称，以表对封建礼法的蔑视。“荥阳郑”指郑元和的故事。荥阳郑生本宦家之子，与妓女李娃恋爱，金钱被老鸨设计掏空，靠帮人唱丧歌糊口。后来又沦为乞丐。李娃于心不忍，不忘旧情，予以搭救，帮助他考上功名。唐白行简《李娃传》即叙其事。郑板桥对这个风流韵事，然而近于子虚乌有的元祖十分敬佩，在作品中曾三次提到他。\n风情：旧指男女相爱的情怀。\n骨相：指人的骨骼相貌，旧谓骨相好坏，注定人一生的命运。\n席帽青衫：明清科举时儒生或秀才的服装。\n太瘦生：即太瘦。生，语助词。\n蓬门、破巷：贫者所居。\n箝（qián）：通“钳”，钳制。\n乌丝：全称乌丝栏，一种专供书写用，带黑格的绢素或纸张。\n\n","translation":"花是无知的，月是无聊的，酒也是无法消愁解恨的。把茂盛的桃树砍断，减损他的风景，把吟风咏月诗人讴歌的鹦哥煮熟，做下酒菜。焚烧砚台书籍，捶坏琴撕毁画，销毁所有的文章抹去所有的功名。我荥阳郑家原本就有慕歌家世，乞食风情，只靠教歌度曲，乞食与人，也能自自在在地活下来。\n自己天生的单寒骨相没法改变，头戴席帽身着青衫的瘦弱寒酸相为人所笑。长期居住于破巷之中，住处蓬门秋草，窗户不严挡不住风雨，夜夜伴随孤灯度过。难道老天爷还要封住词人之口，连叹气都不允许吗？疯狂至极，于是取出乌丝栏百幅，细细写出心中凄清之恨。\n\n"}
{"_id":{"$oid":"5b9a14a4367d5cab1866890c"},"title":"少年游·长安古道马迟迟","dynasty":"宋代","writer":"柳永","content":"长安古道马迟迟，高柳乱蝉嘶。夕阳岛外，秋风原上，目断四天垂。(岛 一作：鸟)\n归云一去无踪迹，何处是前期？狎兴生疏，酒徒萧索，不似少年时。","type":["秋天","写景","人生","伤今感昔"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154324964.mp3","remark":"马迟迟：马行缓慢的样子。\n乱蝉嘶：一作“乱蝉栖”。\n鸟：又作“岛”，指河流中的洲岛。\n原上：乐游原上，在长安西南。\n目断：极目望到尽头。四天垂：天的四周夜幕降临。\n归云：飘逝的云彩。这里比喻往昔经历而现在不可复返的一切。此句一作“归去一云无踪迹”。\n前期：以前的期约。既可指往日的志愿心期又可指旧日的欢乐约期。\n狎兴：游乐的兴致。狎：亲昵而轻佻。\n酒徒：酒友。萧索：零散，稀少，冷落，寂寞。\n少年时：又作“去年时”。\n\n","shangxi":"　　一般人论及柳永词者，往往多着重于他在长调慢词方面的拓展，其实他在小令方面的成就，也是极可注意的。叶嘉莹在《论柳永词》一文中，曾经谈到柳词在意境方面的拓展，以为唐五代小令中所叙写的“大多不过是闺阁园亭伤离怨别的一种‘春女善怀’的情意”，而柳词中一些“自抒情意的佳作”，则写出了“一种‘秋士易感’的哀伤”。这种特色，在他的一些长调的佳作，如《八声甘州》《曲玉管》《雪梅香》诸词中，都曾经有很明白的表现。然而柳词之拓展，却实在不仅限于其长调慢词而已，就是他的短小的令词，在内容意境方面也同样有一些可注意的开拓。就如这一首《少年游》小词，就是柳永将其“秋士易感”的失志之悲，写入了令词的一篇代表作。\n\n　　柳永之所以往往怀有一种“失志”的悲哀，盖由于其一方面既因家世之影响，而曾经怀有用世之志意，而另一方面则又因天性之禀赋而爱好浪漫的生活。当他早年落第之时，虽然还可以藉着“浅斟低唱”来加以排遣，而当他年华老去之后，则对于冶游之事既已失去了当年的意兴，于是遂在志意的落空之后，又增加了一种感情也失去了寄托之所的悲慨。而最能传达出他的双重悲慨的便是这首《少年游》小词。\n\n　　这首小词，与柳永的一些慢词一样，所写的也是秋天的景色，然而在情调与声音方面，却有着很大的不同。在这首小词中，柳永既失去了那一份高远飞扬的意兴，也消逝了那一份迷恋眷念的感情，全词所弥漫的只是一片低沉萧瑟的色调和声音。从这种表现来判断，这首词很可能是柳永的晚期之作。开端的“长安”可以有写实与托喻两重含义。先就写实而言，则柳永确曾到过陕西的长安，他曾写有另一首《少年游》，有“参差烟树灞陵桥”之句，足可为证。再就托喻言，“长安”原为中国历史上著名古都，前代诗人往往以“长安”借指为首都所在之地，而长安道上来往的车马，便也往往被借指为对于名利禄位的争逐。不过柳永此词在“马”字之下接上“迟迟”两字，这便与前面的“长安道”所可能引起的争逐的联想，形成了一种强烈的反衬。至于在“道”字上著以一“古”字，则又可以使人联想及在此长安道上的车马之奔驰，原是自古而然，因而遂又可产生无限沧桑之感。总之，“长安古道马迟迟”一句意蕴深远，既表现了词人对争逐之事早已灰心淡薄，也表现了一种对今古沧桑的若有深慨的思致。\n\n　　下面的“高柳乱蝉嘶”一句，有的本子或作“乱蝉栖”，但蝉之为体甚小，蝉之栖树决不同于鸦之栖树之明显可见，而蝉之特色则在于善于嘶鸣，故私意以为当作“乱蝉嘶”为是。而且秋蝉之嘶鸣更独具一种凄凉之致。《古诗十九首》云“秋蝉鸣树间”，曹植《赠白马王彪》去“寒蝉鸣我侧”，便都表现有一种时节变易、萧瑟惊秋的哀感。柳永则更在蝉嘶之上，还加上了一个“乱”字，如此便不仅表现了蝉声的缭乱众多，也表现了被蝉嘶而引起哀感的词人心情的缭乱纷纭。至于“高柳”二字，则一则表示了蝉嘶所在之地，再则又以“高”字表现了“柳”之零落萧疏，是其低垂的浓枝密叶已凋零，所以乃弥见其树之“高”也。\n\n　　下面的“夕阳鸟外，秋风原上，目断四天垂”三句，写词人在秋日郊野所见之萧瑟凄凉的景象，“夕阳鸟外”一句，也有的本子作“岛外”，非是。长安道上不可能有“岛”。至于作“鸟外”，则足可以表现郊原之寥阔无垠。昔杜牧有诗云“长空澹澹孤鸟没”，飞鸟之隐没在长空之外，而夕阳之隐没更在飞鸟之外，故曰“夕阳鸟外”也。值此日暮之时，郊原上寒风四起，故又曰“秋风原上”，此景此情，读之如在眼前。然则在此情景之中，此一失志落拓之词人，难有所归往之处。故继之乃曰“目断四天垂”，则天之苍苍，野之茫茫，词人乃双目望断而终无一可供投止之所矣。以上前半阕是词人自写其当时之飘零落拓，望断念绝，全自外界之景象着笔，而感慨极深。\n\n　　下阕，开始写对于过去的追思，则一切希望与欢乐也已经不可复得。首先“归云一去无踪迹”一句，便已经是对一切消逝不可复返之事物的一种象喻。盖天下之事物其变化无常一逝不返者，实以“云”之形象最为明显。故陶渊明《咏贫士》第一首便曾以“云”为象喻，而有“暖暖空中灭，何时见余晖”之言，白居易《花非花》词，亦有“去似朝云无觅处”之语，而柳永此句“归云一去无踪迹”七字，所表现的长逝不返的形象，也有同样的效果。不过其所托喻的主旨则各有不同。关于陶渊明与白居易的象喻，此处不暇详论。至于柳永词此句之喻托，则其口气实与下句之“何处是前期”直接贯注。所谓“前期”者，可以有两种提示：一则是指旧日之志意心期，一则可以指旧日的欢爱约期。总之”期”字乃是一种愿望和期待，对于柳永而言，他可以说正是一个在两种期待和愿望上，都已经同样落空了的不幸人物。\n\n　　于是下面三句乃直写自己当时的寂寥落寞，曰“狎兴生疏，酒徒萧索，不似少年时”。早年失意之时的“幸有意中人，堪寻访”的狎玩之意兴，既已经冷落荒疏，而当日与他在一起歌酒流连的“狂朋怪侣”也都已老大凋零。志意无成，年华一往，于是便只剩下了“不似少年时”的悲哀与叹息。这一句的“少年时”三字，很多本子都作“去年时”。本来“去年时’三字也未尝不好，盖人当老去之时，其意兴与健康之衰损，往往会不免有一年不乃一年之感。故此句如作“去年时”，其悲慨亦复极深。不过，如果就此词前面之“归云一去无踪迹，何处是前期”诸句来看，则其所追怀眷念的，似乎原当是多年以前的往事，如此则承以“不似少年时”，便似乎更为气脉贯注，也更富于伤今感昔的慨叹。\n\n　　柳永这首《少年游》词，前阕全从景象写起，而悲慨尽在言外；后阕则以“归云”为喻象，写一切期望之落空，最后三句以悲叹自己之落拓无成作结。全词情景相生，虚实互应，是一首极能表现柳永一生之悲剧而艺术造诣又极高的好词。总之，柳永以一个禀赋有浪漫之天性及谱写俗曲之才能的青年人，而生活于当日之士族的家庭环境及社会传统中，本来就已经注定了是一个充满矛盾不被接纳的悲剧人物，而他自己由后天所养成的用世之意，与他自己先天所禀赋的浪漫的性格和才能，也彼此互相冲突。他的早年时，虽然还可以将失意之悲，借歌酒风流以自遣，但是歌酒风流却毕竟只是一种麻醉，而并非可以长久依恃之物，于是年龄老大之后，遂终于落得了志意与感情全部落空的下场。昔叶梦得《避署录话》卷记下柳永以谱写歌词而终生不遇之故事，曾慨然论之曰：“永亦善他文辞，而偶先以是得名，始悔为己累，……而终不能救。择术不可不慎。”柳永的悲剧是值得后人同情，也值得后人反省的。\n\n","translation":"　　在长安古道上骑着瘦马缓缓行走，高高的柳树秋蝉乱嘶啼。夕阳照射下，秋风在原野上劲吹，我举目远望，看见天幕从四方垂下。\n　　归去的云一去杳无踪迹，往日的期待在哪里？冶游饮宴的兴致已衰减，过去的酒友也都寥落无几，现在的我已不像以前年轻的时候了。\n\n"}
{"_id":{"$oid":"5b9a14a4367d5cab1866890d"},"title":"苔","dynasty":"清代","writer":"袁枚","content":"白日不到处，青春恰自来。\n苔花如米小，也学牡丹开。('也'学, 一作：亦)\n\n","type":["咏物","植物","励志"],"shangxi":"　　苔藓自是低级植物，多寄生于阴暗潮湿之处，可它也有自己的生命本能和生活意向，并不会因为环境恶劣而丧失生发的勇气，诗人能看到这一点并歌而颂之，很有眼光！\n\n　　「白日不到处」，是如此一个不宜生命成长的地方，可是苔藓却长出绿意来，展现出自己的青春，而这青春从何而来？「恰自来」，嗯，并不从何处来，而是生命力旺盛的苔藓自己创造出来的！它就是凭着坚强的活力，突破环境的重重窒碍，焕发青春的光采。\n\n　　苔也会开花的，当然，怪可怜的，花如米粒般细小，但难道小的就不是花吗？只要能够开放，结出种子，繁衍后代，便是生命的胜利。所以，「也学牡丹开」，既是谦虚，也是骄傲！对的，苔花如此细小低微，自不能跟国色天香的牡丹相比，可是牡丹是受人玩赏而受悉心栽培的，而苔花却是靠自己生命的力量自强，争得和花一样开放的权利——这世道并非仅为少数天才和英雄而存在的！\n\n","translation":"藓自是低级植物，多寄生于阴暗潮湿之处，可它也有自己的生命本能和生活意向，并不会因为环境恶劣而丧失生发的勇气，诗人能看到这一点并歌而颂之，很有眼光！\n\n　　「白日不到处」，是如此一个不宜生命成长的地方，可是苔藓却长出绿意来，展现出自己的青春，而这青春从何而来？「恰自来」，嗯，并不从何处来，而是生命力旺盛的苔藓自己创造出来的！它就是凭着坚强的活力，突破环境的重重窒碍，焕发青春的光采。\n\n　　苔也会开花的，当然，怪可怜的，花如米粒般细小，但难道小的就不是花吗？只要能够开放，结出种子，繁衍后代，便是生命的胜利。所以，「也学牡丹开」，既是谦虚，也是骄傲！对的，苔花\n\n"}
{"_id":{"$oid":"5b9a14a4367d5cab1866890e"},"title":"满江红·翠幕深庭","dynasty":"宋代","writer":"吴文英","content":"翠幕深庭，露红晚、闲花自发。春不断、亭台成趣，翠阴蒙密。紫燕雏飞帘额静，金鳞影转池心阔。有花香、竹色赋闲情，供吟笔。 \n闲问字，评风月。时载酒，调冰雪。似初秋入夜，浅凉欺葛。人境不教车马近，醉乡莫放笙歌歇。倩双成、一曲紫云回，红莲折。","type":["写景","友情"]}
{"_id":{"$oid":"5b9a14a4367d5cab1866890f"},"title":"留侯论","dynasty":"宋代","writer":"苏轼","content":"　　古之所谓豪杰之士者，必有过人之节。人情有所不能忍者，匹夫见辱，拔剑而起，挺身而斗，此不足为勇也。天下有大勇者，卒然临之而不惊，无故加之而不怒。此其所挟持者甚大，而其志甚远也。\n\n　　夫子房受书于圯上之老人也，其事甚怪；然亦安知其非秦之世，有隐君子者出而试之。观其所以微见其意者，皆圣贤相与警戒之义；而世不察，以为鬼物，亦已过矣。且其意不在书。\n\n　　当韩之亡，秦之方盛也，以刀锯鼎镬待天下之士。其平居无罪夷灭者，不可胜数。虽有贲、育，无所复施。夫持法太急者，其锋不可犯，而其势未可乘。子房不忍忿忿之心，以匹夫之力而逞于一击之间；当此之时，子房之不死者，其间不能容发，盖亦已危矣。\n\n　　千金之子，不死于盗贼，何者？其身之可爱，而盗贼之不足以死也。子房以盖世之才，不为伊尹、太公之谋，而特出于荆轲、聂政之计，以侥幸于不死，此圯上老人所为深惜者也。是故倨傲鲜腆而深折之。彼其能有所忍也，然后可以就大事，故曰：“孺子可教也。”\n\n　　楚庄王伐郑，郑伯肉袒牵羊以逆；庄王曰：“其君能下人，必能信用其民矣。”遂舍之。勾践之困于会稽，而归臣妾于吴者，三年而不倦。且夫有报人之志，而不能下人者，是匹夫之刚也。夫老人者，以为子房才有余，而忧其度量之不足，故深折其少年刚锐之气，使之忍小忿而就大谋。何则？非有生平之素，卒然相遇于草野之间，而命以仆妾之役，油然而不怪者，此固秦皇之所不能惊，而项籍之所不能怒也。\n\n　　观夫高祖之所以胜，而项籍之所以败者，在能忍与不能忍之间而已矣。项籍唯不能忍，是以百战百胜而轻用其锋；高祖忍之，养其全锋而待其弊，此子房教之也。当淮阴破齐而欲自王，高祖发怒，见于词色。由此观之，犹有刚强不忍之气，非子房其谁全之？\n\n　　太史公疑子房以为魁梧奇伟，而其状貌乃如妇人女子，不称其志气。呜呼！此其所以为子房欤！\n\n","type":["古文观止","议论","写人","散文"],"remark":"节：节操。 \n匹夫：普通人。\n见辱：受到侮辱。\n卒然：突然。卒，通“猝”。\n所挟持者甚大：谓胸怀广阔，志意高远。挟持，指抱负。\n子房：张良，字子房。因佐刘邦建立汉朝有功，封留侯。\n受书：接受兵书。书，指《太公兵法》。圯上：桥上。老人：指黄石公。《史记·留侯世家》：“良尝闲从容步游下邳圯上，有一老父，衣褐，至良所，直堕其履圯下。顾谓良曰：‘孺子，下取履！’良愕然，欲殴之；为其老，强忍，下取履。父曰：‘履我！’良业为取履，因长跪履之。父以足受，笑而去。”后老父约见张良于桥上，张良两次迟到，受到老父的责备。第三次张良“夜未半”即往，老父喜，送他一部书，说：“读此则为王者师矣。后十年兴，十三年孺子见我济北谷城，山下黄石即我矣。”语毕，老父即离去。次日张良“视其书”，才知道是《太公兵法》。\n隐君子：隐居的高士。\n观其：瞧他。其，指黄石公。\n微：略微，隐约。\n见：同“现”。\n以为鬼物：因黄石公的事迹较为离奇，语或涉荒诞，故有人认为他是鬼神之类，王充《论衡·自然》：“或曰······张良游泗水之上，遇黄石公，授公书。盖天佐汉诛秦，故命令神石为鬼书授人。”\n以刀锯鼎镬待天下之士：谓秦王残杀成性，以刀锯杀人，以鼎镬烹人。\n夷灭：灭族。\n贲、育：孟贲、夏育，古代著名勇士。\n无所复施：无法施展本领。\n其势未可乘：谓形势有利于秦，还没有可乘之机。\n而逞于一击之间：《史记·留侯世家》载“秦灭韩”，张良“悉以家财求客刺秦王，为韩报仇······得力士，为铁椎重百二十斤。秦皇帝东游，良与客狙击秦皇帝博浪沙中，误中副车。秦皇帝大怒，大索天下，求贼甚急，为张良故也。”其间不能容发：当中差不了一根毛发。比喻情势危急。\n千金之子：富贵人家的子弟。\n不死于盗贼：不会死在和贼的拼搏上。\n不足以死：不值得因之而死。\n伊尹太公之谋：谓安邦定国之谋。伊尹辅佐汤建立商朝。吕尚（即太公望）是周武王的开国大臣。\n荆柯聂政之计：谓行刺之下策。荆柯刺秦王与燕政刺杀韩相侠累两事，俱见《史记·刺客列传》。\n鲜腆：无礼，厚颇。\n孺子可教也：谓张良可以教诲。\n“楚庄王伐郑”六句：楚庄王攻克郑国后，郑伯肉祖牵羊以迎，表示屈服。楚庄王认为他能取信于民，便释放了他，并退兵，与郑议和。事见《左传》宜公十二年。肉祖，袒衣阵体。\n“勾践之困于会稽”三句：《左传》哀公元年：“吴王夫差败越于夫椒，报槜李（越军曾击败吴军于此）也。遂入越。越王（勾践）以甲循五千，保于会稽（山），使大夫种因昊大宰萦以行成。······越及吴平。《国语·越语下》载勾践“令大夫种守于国，与范蠡入宦于吴：三年而吴人遣之。”归臣妾于吴，谓投降吴国为其臣妾。\n报人：向人报仇。\n非有生平之素：犹言素昧平生（向来不熟悉）。\n仆妾之役：指“取履”事。\n油然：盛兴貌。此谓悦敬之心油然而生。\n轻用其锋：轻率地消耗自己的兵力。\n弊：疲困，衰败。\n“当淮阴破齐”三句：《史记·淮阴侯列传》：汉四年，韩信破齐，向刘邦请封“假王”，“当是时，楚方急围汉王于荣阳，韩信使者至，发书，汉王大怒，骂日：‘吾困于此，旦暮望若来佐我，乃欲自立为王！’”张良赶紧提醒他不能得罪韩信。刘邦醒悟，便封韩信为齐王以笼络他。韩信后降封为淮阴侯，故称为淮阴。\n非子房其谁全之：不是张良，谁又能来保全他呢？\n“太史公疑子房以为魁梧奇伟”二句：《史记·留侯世家》：“太史公日：‘余以为其人计魁梧奇伟，至见其图，状貌如妇人好女。’”不称，不相称。\n\n","shangxi":"　　《留侯论》并不全面评论张良的生平和功业，而只论述他之所以取得成功的主观方面的根本原因——“能忍”的过人之节。这个问题过去未有人道及，是作者的创见。\n\n　　开头一段是立论，提出能忍、不能忍这个命题。“古之所谓豪杰之士者，必有过人之节”，是泛言，举凡忠勇、坚毅等等超乎常人的节操，全都包括在内。以下则扣住《留侯论》本题，加以申说，将“过人之节”具体到“忍”字。说“忍”，又是从“‘勇”字来说，提出匹夫之勇不算勇，只有“人情有所不能忍者”，“卒然临之而不惊，无故加之而不怒”，也就是说，能忍，才是大勇；而其所以能忍，又是因为抱负甚大，志向甚远的缘故。表面看来，勇和忍似乎是对立的，作者却指出了它们的统一性，充满辩证法，非常精警深刻。这是作者的基本论点，也是全篇的主意。虽然这里并未指名，实际是对张良而言。以下全是对张良的具体论证。\n\n　　文中举了张良狙击秦王、进履受书、劝说刘邦封韩信为齐王三件事。这三件事表面看来似无关连，但作者却敏锐地看到了它们之间的联系，由此提出了他的独创见解。\n\n　　第二段先从前两件事说。人们孤立地看圯上老人赠书事，因而把一些神怪传闻当作真实。作者把这件事同张良狙击秦王联系起来，把他为韩报仇不能忍小忿，逞匹夫之勇，与成大事所需要的大忍耐联系起来，指出这是秦时的隐士对张良忍耐心的考验观察，其用意并不在书的授受。指出老人的行动所暗示的，都是圣贤间互相警示劝戒的道理。这几层意思紧密钩连，互为论证，结构非常严密。拂去老人赠书的神奇色彩，关系到基本立论，因为如果这真是神怪的行为而非人事，就无法按常理论之。老人赠书的用意，则是从张良和老人的行动本身这两个方面来论证。从张良讲，他狙击秦王的行动，是“不忍忿忿之心”的表现，这种荆轲、聂政式的刺杀行为，在当秦势方盛时无异于白白送死。老人因为痛惜其才，才“出而试之”，故意用傲慢无礼的举动“无故加之”，极力摧折侮辱他，以磨炼他的性格，“深折其少年刚锐之气”，使其“能有所忍”。从老人说，他对张良的一系列折辱举动，显然不是出于无心。当老人故意走到张良跟前堕履又命他取履时，张良“欲殴之”，仍有不能忍之心；因念其年老而下桥取履是“强忍”着，老人岂有不知，故又提出更带侮辱性的要求：替我穿履！张良想，既已为老人取履了，就再替他穿上吧。这“能忍”的程度又进了一步，但老人还要再看看。他以足受履，笑而去，行了里许路，见张良只是目送着他，并无异常的表现，这才再走回来，对张良说：“孺子可教矣！”这就自己道出了有意试察的用心。太史公的笔墨也很传神：写张良“欲殴之”，“强忍”，“业为取履，因履之”，“殊大惊，因目之”，一连串带动作的心理描写把个“忍”字的深化过程刻画得丝丝人扣。随后因“平明”、“鸡鸣”赴约仍然迟到而一再受到怒责，终于以“夜未半”即往，得到老人的首肯，完成了“忍”’的磨练。这给作者取为立论主题提供了材料。如果老人的用意是在赠书，只须将书授与即可；之所以“深折之”，正说明“意不在书”。“且其意不在书”，而在使张良能忍，二者实为一个意思。\n\n　　为了加强说服力，第三段又引史为证，再次申说上段之意。文中先引郑伯能忍而不战退敌，勾践能忍而终灭吴国，以见忍的极端重要性，说明圯上老人何以要“出而试之”。又概述老人“深折”张良的情景，证明他的举动确实是对张良的考察试验。前者是从动机讲，后者是从事实讲，行动的目的则是“使之忍小忿而就大谋”（化用《论语·卫灵公》“小不忍则乱大谋”语意，即上文所谓“圣贤相与警戒之义”），后来的结果则是使张良达到了“秦皇帝之所不能惊，而项籍之所不能怒”的境界。\n\n　　以上都是就张良早年的两件事而言，第四段又举他后来在刘邦项籍斗争中的一个例证以实之。没有这个例证，张良在坦上的表现，可以视为偶然；有了这个例证，上面的论证才开花结果，落到实处。这段的精妙之处在于，作者不是孤立地讲张良，而是联系到刘、项两家的斗争来举例。文中把刘邦之所以胜和项籍之所以败，归结为能忍和不能忍，而以韩信求假封为齐王的事例，把刘邦之能忍归结为系由张良成全，不仅说明了能忍对于张良、对于刘、项的事业的重大意义，还说明了纪上老人的启导所起的巨大作用，大大增强了通篇议论的说服力。末尾以揣度作结，谓子房的状貌也表现出能忍的特征，思致新颖，风调翩翩，余味不尽。\n\n","translation":"　　古时候被人称作豪杰的志士，一定具有胜人的节操，（有）一般人的常情所无法忍受的度量。有勇无谋的人被侮辱，一定会拔起剑，挺身上前搏斗，这不足够被称为勇士。天下真正具有豪杰气概的人，遇到突发的情形毫不惊慌，当无原因受到别人侮辱时，也不愤怒。这是因为他们胸怀极大的抱负，志向非常高远。\n\n　　张良被桥上老人授给兵书这件事，确实很古怪。但是，又怎么知道那不是秦代的一位隐居君子出来考验张良呢？看那老人用以微微显露出自己用意的方式，都具有圣贤相互提醒告诫的意义。一般人不明白，把那老人当作神仙，也太荒谬了。再说，桥上老人的真正用意并不在于授给张良兵书（而在于使张良能有所忍，以就大事）。在韩国已灭亡时，秦国正很强盛，秦王嬴政用刀锯、油锅对付天下的志士，那种住在家里平白无故被抓去杀头灭族的人，数也数不清。就是有孟贲、夏育那样的勇士，没有再施展本领的机会了。凡是执法过分严厉的君王，他的刀锋是不好硬碰的，而他的气势是不可以凭借的。张良压不住他对秦王愤怒的情感，以他个人的力量，在一次狙击中求得一时的痛快，在那时他没有被捕被杀，那间隙连一根头发也容纳不下，也太危险了！富贵人家的子弟，是不肯死在盗贼手里的。为什么呢？因为他们的生命宝贵，死在盗贼手里太不值得。张良有超过世上一切人的才能，不去作伊尹、姜尚那样深谋远虑之事，反而只学荆轲、聂政行刺的下策，侥幸所以没有死掉，这必定是桥上老人为他深深感到惋惜的地方。所以那老人故意态度傲慢无理、言语粗恶的深深羞辱他，他如果能忍受得住，方才可以凭借这点而成就大功业，所以到最后，老人说：“这个年幼的人可以教育了。”\n\n　　楚庄王攻打郑国，郑襄公脱去上衣裸露身体、牵了羊来迎接。庄王说：“国君能够对人谦让，委屈自己，一定能得到自己老百姓的信任和效力。”就此放弃对郑国的进攻。越王勾践在会稽陷於困境，他到吴国去做奴仆，好几年都不懈怠。再说，有向人报仇的心愿，却不能做人下人的，这是普通人的刚强而已。那老人，认为张良才智有余，而担心他的度量不够，因此深深挫折他年轻人刚强锐利的脾气，使他能忍得住小怨愤去成就远大的谋略。为什么这样说呢？老人和张良并没有平生的老交情，突然在郊野之间相遇，却拿奴仆的低贱之事来让张良做，张良很自然而不觉得怪异，这本是秦始皇所不能惊惧他和项羽所不能激怒他的原因。\n\n　　看那汉高祖之所以成功，项羽之所以失败，原因就在于一个能忍耐、一个不能忍耐罢了。项羽不能忍耐，因此战争中是百战百胜，但是随随便便使用他的刀锋（不懂得珍惜和保存自己的实力）。汉高祖能忍耐，保持自己完整的锋锐的战斗力，等到对方疲敝。这是张良教他的。当淮阴侯韩信攻破齐国要自立为王，高祖为此发怒了，语气脸色都显露出来，从此可看出，他还有刚强不能忍耐的气度，不是张良，谁能成全他？司马迁本来猜想张良的形貌一定是魁梧奇伟的，谁料到他的长相竟然像妇人女子，与他的志气和度量不相称。啊！外柔内刚，这就是张良之所以成为张良吧！\n\n"}
{"_id":{"$oid":"5b9a14a4367d5cab18668910"},"title":"如梦令·春景","dynasty":"宋代","writer":"秦观","content":"莺嘴啄花红溜，燕尾点波绿皱。\n指冷玉笙寒，吹彻小梅春透。\n依旧，依旧，人与绿杨俱瘦。","type":["婉约","春天","写景","伤春","怀人"],"remark":"玉笙：珍贵的管乐器。\n《小梅》：乐曲名。唐《大角曲》里有《大梅花》、《小梅花》等曲。\n\n","translation":"　　黄莺用嘴衔过的花更加红润，燕子用尾点扫的水波泛起绿色的涟漪。天寒手冷，玉笙冰凉，但吹笙的人却亢奋地吹起《小梅花》曲子，声音宏亮悠扬， 响彻天空，听者都感到激越、雄浑，春意盎然。人们都说，照这样吹，这样吹吠下去，一定会让人和绿杨都会变得潇洒清秀。\n\n"}
{"_id":{"$oid":"5b9a14a5367d5cab18668911"},"title":"野望","dynasty":"唐代","writer":"杜甫","content":"西山白雪三城戍，南浦清江万里桥。\n海内风尘诸弟隔，天涯涕泪一身遥。\n惟将迟暮供多病，未有涓埃答圣朝。(惟 通：唯)\n跨马出郊时极目，不堪人事日萧条。","type":["唐诗三百首","写景","抒情"],"remark":"西山：在成都西，主峰雪岭终年积雪。三城：指松（今四川松潘县）、维（故城在今四川理县西）、保（故城在理县新保关西北）三州。城，一作“年”，一作“奇”。戍：防守。三城为蜀边要镇，吐蕃时相侵犯，故驻军守之。\n南浦：南郊外水边地。清江：指锦江。万里桥：在成都城南。蜀汉费祎访问吴国，临行时曾对诸葛亮说：“万里之行，始于此桥。”这两句写望。\n风尘：指安史之乱导致的连年战火。诸弟：杜甫四弟：颖、观、丰、占。只杜占随他入蜀，其他三弟都散居各地。\n迟暮：这时杜甫年五十。供多病：交给多病之身了。供，付托。\n涓埃：滴水、微尘，指毫末之微。\n日：一作“自”。\n\n","shangxi":"　　诗以“野望”为题 ，是诗人跃马出郊时感伤时局、怀念诸弟的自我写照。\n\n　　首两句写野望时所见西山和锦江。西山主峰终年积雪，因此以“白雪”形容。三城，在当时驻军严防吐蕃入侵，是蜀地要镇。\n\n　　中间四句是野望时触发的有关国家和个人的感怀。三四句由战乱推出怀念诸弟，自伤流落的情思。海内外处处烽火，诸弟流散，此时“一身遥”客西蜀，如在天之一涯。诗人怀念家国，不禁“涕泪”横流。真情实感尽皆吐露不由人不感动。\n\n　　五六句又由“ 天涯”“一身”引出残年“多病”，“未”贡微力，无补“圣朝”的内愧。杜甫时年五十，因此说已入“迟暮”之年。他叹息说：我只有将暮年付诸给“多病”之身，但“未有”丝毫贡献，报答“圣朝”，是很感惭愧的。\n\n　　杜甫虽流落西蜀，而报效李唐王朝之心，却始终未改，足见他的爱国意识是很强烈的。中间四句，由于连用对偶尔将诗人的家国之忧，身世之感，特别是报效李唐王朝之心，艺术地得到有效概括。\n\n　　七八句最后点出“野望”的方式和深沉的忧虑。“人事”，人世间的事。由于当时西山三城列兵防戍，蜀地百姓赋役负担沉重，杜甫深为民不堪命而对世事产生“日” 转“萧条”的隐忧。这是结句用意所在。诗人从草堂“跨马”，走“出”南“郊”，纵目四“望”。“ 南浦清江万里桥”是近望之景。“西山白雪三城戍 ”，是远望之景。他由“三城戍”引出成乱的感叹，由“万里桥”兴起出蜀之意。这是中间四句有关家国和个人忧念产生的原因。\n\n　　杜甫“跨马出郊 ”，“极目”四“望”，原本为了排遣郁闷 。但爱国爱民的感情，却驱迫他由“望 ”到的自然景观引出对国家大事、弟兄离别和个人经历的种种反思。一时间，报效国家、怀念骨肉和伤感疾病等等思想感情，集结心头。尤其为“迟暮”“多病”发愁，为“涓埃”未“答”抱愧。\n\n　　此诗前三联写野望时思想感情的变化过程，即由向外观察转为向内审视。尾联才指出由外向到内向的原因。在艺术结构上，颇有控纵自如之妙。\n\n","translation":"西山终年积雪，三城都有重兵驻防；南郊外的万里桥，跨过泱泱的锦江。\n海内连年战乱，几个兄弟音讯阻隔；彼此天涯海角，只我一人好不凄怆？\n惟将迟暮的年光，交与多病的身躯；至今无点滴功德，报答贤明的圣皇。\n我独自地骑马郊游，常常极目远望，世事一天天萧条，真叫人不堪想象。\n\n"}
{"_id":{"$oid":"5b9a14a6367d5cab18668912"},"title":"清平调·其二","dynasty":"唐代","writer":"李白","content":"一枝红艳露凝香，云雨巫山枉断肠。\n借问汉宫谁得似，可怜飞燕倚新妆。","type":["唐诗三百首","乐府","女子"],"remark":"飞燕：赵飞燕，西汉皇后\n妆：修饰打扮\n\n","translation":"贵妃真是一枝带露牡丹，艳丽凝香，楚王神女巫山相会，枉然悲伤断肠。请问汉宫得宠妃嫔，谁能和她相像？可爱无比的赵飞燕，还得依仗新妆！\n\n"}
{"_id":{"$oid":"5b9a14a6367d5cab18668913"},"title":"妾薄命","dynasty":"唐代","writer":"李白","content":"汉帝重阿娇，贮之黄金屋。\n咳唾落九天，随风生珠玉。\n宠极爱还歇，妒深情却疏。\n长门一步地，不肯暂回车。\n雨落不上天，水覆难再收。\n君情与妾意，各自东西流。\n昔日芙蓉花，今成断根草。\n以色事他人，能得几时好。","type":["乐府","哲理"],"remark":"“汉帝”两句：汉武帝曾有语：“若得阿娇作妇，必作金屋贮之。”\n“咳唾”两句：这里化用的是《庄子》里的故事。《庄子·秋水》中有：“子不见夫唾者乎？喷则大者如珠，小者如雾，杂而下者不可胜数也。”\n水覆难再收：传说姜太公的妻子马氏，不堪太公的贫困而离开了他。到太公富贵的时候，她又回来找太公请求和好。太公取了一盆水泼在地上，令其收之，不得，太公就对她说：“若言离更合，覆水定难收。”\n君：指汉武帝。\n妾：指阿娇。\n芙蓉花：指荷花。断根草：比喻失宠。\n\n\n","shangxi":"　　这首五言古诗《妾薄命》是唐代大诗人李白的作品。此诗“依题立义”，通过叙述陈皇后阿娇由得宠到失宠之事，揭示了封建社会中妇女以色事人，色衰而爱弛的悲剧命运。\n\n　　这首五言古诗《妾薄命》属乐府杂曲歌辞。李白的这首《妾薄命》通过对汉武帝皇后陈阿娇逃脱不了色衰而爱驰的悲惨终局的描写，表达了一种悲悯，悲悯当中又有一种启示。\n\n　　全诗十六句，每四句基本为一个层次。诗的前四句，先写阿娇的受宠，而从“金屋藏娇”写起，欲抑先扬，以反衬失宠后的冷落。据《汉武故事》记载：汉武帝刘彻数岁时，他的姑母长公主问他：“儿欲得妇否？”指左右长御百余人，皆曰：“不用。”最后指其女阿娇问：“阿娇好否？”刘彻笑曰：“好！若得阿娇作妇，当作金屋贮之。”刘彻即位后，阿娇做了皇后，也曾宠极一时。诗中用“咳唾落九天，随风生珠玉”两句夸张的诗句，形象地描绘出阿娇受宠时的气焰之盛，真是炙手可热，不可一世。但是，好景不长。从“宠极爱还歇”以下四句，笔锋一转，描写阿娇的失宠，俯仰之间，笔底翻出波澜。娇妒的陈皇后，为了“夺宠”，曾做了种种努力，她重金聘请司马相如写《长门赋》，“但愿君恩顾妾深，岂惜黄金买词赋”李白《白头吟》；又曾用女巫楚服的法术，“令上意回”。前者没有收到多大的效果，后者反因此得罪，后来成了“废皇后”，幽居于长门宫内，虽与皇帝相隔一步之远，但咫尺天涯，宫车不肯暂回。“雨落不上天”以下四句，用形象的比喻，极言“令上意回”之不可能，与《白头吟》所谓“东流不作西归水”、“覆水再收岂满杯”词旨相同。最后四句交代其中原因。\n\n　　诗人用比兴的手法，形象地揭示出这样一条规律：“昔日芙蓉花，今成断根草。以色事他人，能得几时好？”这发人深省的诗句，是一篇之警策，它对以色取人者进行了讽刺，同时对“以色事人”而暂时得宠者，也是一个警告。诗人用比喻来说理，用比兴来议论，充分发挥形象思维的特点和比兴的作用，不去说理，胜似说理，不去议论，而又高于议论，颇得理趣。由此可知靠美色取悦与皇上不能得到多少好处。爱是应该有距离的，不能距离为零，否则物极必反。\n\n　　这首诗语言质朴自然，气韵天成，比喻贴切，对比鲜明，得宠与失宠相比，“芙蓉花”与“断根草”相比，比中见义。全诗半是比拟，从比中得出结论：“以色事他人，能得几时好”，显得自然而又奇警，自然得如水到渠成，瓜熟蒂落，奇警处，读之让人惊心动魄。\n\n","translation":"　　汉武帝曾经十分宠爱阿娇，为她筑造金屋让她居住。武帝对她娇宠万分，即使她的唾沫落下，也会被看做像珠玉那样珍贵。娇宠到极点，恩爱也就停歇了，武帝对她的情意渐渐停歇淡薄。阿娇被贬长门后，即使与武帝的寝宫相距很近，武帝也不肯回车，在阿娇那里暂时停留。雨落之后再不会飞上天空，覆水也难再收回。武帝与阿娇的情意，各自东西。往日美丽的芙蓉花，今日成为凄凉的断根之草。如果凭借姿色侍奉他人，相好的日子是十分短暂的。\n\n"}
{"_id":{"$oid":"5b9a14a6367d5cab18668914"},"title":"浣溪沙·残雪凝辉冷画屏","dynasty":"清代","writer":"纳兰性德","content":"残雪凝辉冷画屏，落梅横笛已三更，更无人处月胧明。\n我是人间惆怅客，知君何事泪纵横，断肠声里忆平生。","type":["写景","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154325829.mp3"}
{"_id":{"$oid":"5b9a14a6367d5cab18668915"},"title":"诫外甥书","dynasty":"魏晋","writer":"诸葛亮","content":"　　夫志当存高远，慕先贤，绝情欲，弃凝滞，使庶几之志，揭然有所存，恻然有所感；忍屈伸，去细碎，广咨问，除嫌吝，虽有淹留，何损于美趣，何患于不济。若志不强毅，意不慷慨，徒碌碌滞于俗，默默束于情，永窜伏于凡庸，不免于下流矣！","type":["书信"],"remark":"存，怀有，怀着\n凝滞，心思局限于某个范围;拘泥\n庶几之志，接近或近似于先贤的志向\n揭然，高举的样子\n恻然，恳切的样子\n细碎，琐碎的杂念\n嫌吝，怨恨耻辱\n淹留，德才不显于世\n济，成功，实现\n强毅，坚强果断\n窜伏，逃避，藏匿\n下流，比喻低下的地位\n\n","translation":"　　一个人应该树立远大的理想，追慕先贤，节制情欲，去掉郁结在胸中的俗念，使几乎接近圣贤的那种高尚志向，在你身上明白地体现出来，使你内心震动、心领神会。要能够适应顺利、曲折等不同境遇的考验，摆脱琐碎事务和感情的纠缠，广泛地向人请教，根除自己怨天尤人的情绪。做到这些以后，虽然也有可能在事业上暂时停步不前，但哪会损毁自己高尚的情趣，又何必担心事业会不成功呢！如果志向不坚毅，思想境界不开阔，沉溺于世俗私情，碌碌无为，永远混杂在平庸的人群之后，就会难免沦落到下流社会，成为没有教养，没有出息的人。\n\n"}
{"_id":{"$oid":"5b9a14a6367d5cab18668916"},"title":"清明日对酒","dynasty":"宋代","writer":"高翥","content":"南北山头多墓田，清明祭扫各纷然。\n纸灰飞作白蝴蝶，泪血染成红杜鹃。\n日落狐狸眠冢上，夜归儿女笑灯前。\n人生有酒须当醉，一滴何曾到九泉。","type":["清明节","感伤","相思"],"remark":"纷然：众多繁忙的意思。\n九泉：指人死后埋葬的地方，迷信人指阴间。\n\n","shangxi":"　　诗歌首联两句是远景，一句写物景，一句写人景。据此，我们不妨这样想，诗人在清明节这一天来祭扫，未到坟茔聚集之地，即以目睹此景，因墓地往往在深处，怕妨路径，故一眼必是望到远景。那么这是一种什么样的场景呢？“南北山头多墓田”，“南北”当是虚指，意即四面八方。是不是就可以解成“四面八方的山头上有很多墓田”了呢？难道我们竟没有体会出诗人说这句话时无限悲凉的口吻吗：“（你看啊！）四面八方的山头上竟然有这么多的墓田，（那些可都是死去的人啊！）”这样解就丰满得多了。下面人景也就很是顺理成章了，墓地多，自然来祭扫的人也就多了：“清明祭扫各纷然”。可是这里面有一个问题，“各”指每家祭扫每家的毫不相干，“纷然”则指人数众多。那么既然人数众多，何以“各人自扫门前雪”呢？难道不会出现相互帮助、相互劝慰的场景吗？须知道，人们一般只有在什么情况下才会互不搭腔，就是已经痛苦难过到了极致，以致习惯成自然，各自心知肚明，无需多言。\n\n　　颔联两句，诗人走上前去，镜头拉近，细节刻画物景与人景：“纸灰飞作白蝴蝶，泪血染成红杜鹃。”字面上很好说，就是说冥纸成灰，灰飞漫天，好似白色的蝴蝶；相思成泪，泪滴成血，仿佛红色的杜鹃。可为什么要以纸灰作蝴蝶，泪血作杜鹃，而不是旁的什么？我们都知道中国古代美丽的神话中有庄周化蝶、杜鹃啼血的范式。那么就清楚了：原来蝴蝶是沟通阴阳二界的使者啊，冥纸当然就是起到这样的作用；同样的，相思要怎么样来表达才最恳切，总不至于老是“思君如流水，何有穷已时”一类的吧，这样就浅薄了。“我”要告诉阴间的人，“我们”想你想得都把眼泪哭干了，现在啼出来的是血啊！这种震撼力，实在是难以言表的。\n\n　　颈联承接上句，依照时间发展续写诗人的所见所想：“日落狐狸眠冢上，夜归儿女笑灯前。”出句当然是虚景，哪里会有这么巧让诗人碰到狐狸在冢穴里面睡觉呢！不过是说，一天的祭扫结束了，日薄西山，人人各自归家，但“我”知道，只有一种动物是不会离开的，那便是狐狸。你凭什么这么说？虽然“我”没有看见，但“我”竟连“狐死必首丘”的道理也不懂吗？你们这些人，祭扫之时哭哭啼啼，平日里哪里见到你们有丝毫的伤心难过？狐狸却不同，它们始终对同伴、对“家庭”忠诚无二，即使死了，也要将头对准丘穴的方向！真是“狐犹如此，人何以堪”啊！这一层强烈的反差不经仔细的推敲是得不到的。可是哪里知道反差更强烈的还在后头：晚上回到家来，看到孩子们在灯前玩闹嬉戏，他们怎么会知道“我”的心酸，怎么会知道生离死别的痛苦？这于我们来说，又是一个极大的冲击。可是还不止如此，我们再挖掘下去就发现：这些孩子都还那样弱小，是那么天真无邪，可是终归要长大，终归要衰老，终归也要死去，这是天命所在，是多么得令人遗憾，令人神伤。你看，这里正好与首联我们提到的诗人厌倦死亡的思想相照应了。是不是吃了一惊，短短十四个字，居然内涵多至如斯境地，且皆为感人心魄，发人深省之语。\n\n　　尾联诗人要总结了，也算是表达自己的态度：“人生有酒须当醉，一滴何曾到九泉。”应当说这是比较易见的文人士大夫的心理常态，就是及时行乐。我们读到这里，定会不由自主地联想到《古诗十九首》里那么成系统地高唱“人生不满百，常怀千岁忧。昼短苦夜长，何不秉烛游？”或者会更直接想到“今朝有酒今朝醉，明日愁来明日愁”。但果真如此简单吗？我认为关于这一点我们存在一种认识上的误区：即并未区分与判断抒发及时行乐思想究竟是已臻化境，心本开阔，还是无奈愁极，故作旷达，这一点是极重要的问题，是可以作为专题来研究的。就高翥这首诗而言，显然是故作旷达无疑。你看，诗人尚在阳间，就已经想到死后别人祭祀他的酒他一滴也尝不到了，可见他对这个世界是何其留恋！老子说：“五色令人目盲，五音令人耳聋，五味令人口爽，驰骋畋猎令人心发狂”，由此可见欲望能使人丧失本我，渐成依赖。\n\n　　原本下面该是艺术手法的分析，因又要涉及理论，与我想要表达鉴赏的最初的心理流变旨趣不合，故略去。高翥是南宋后期江湖诗派的重要作家，且为宁波人，可以说，无论从时间上还是空间上，都与我近来研究的楼钥有偶合之处。 \n\n","translation":"清明这一天，南山北山到处都是忙于上坟祭扫的人群。焚烧的纸灰像白色的蝴蝶到处飞舞，凄惨地哭泣，如同杜鹃鸟哀啼时要吐出血来一般。黄昏时，静寂的坟场一片荒凉，独有狐狸躺在坟上睡觉，夜晚，上坟归来的儿女们在灯前欢声笑语。因此，人活着时有酒就应当饮，有福就应该享。人死之后，儿女们到坟前祭祀的酒哪有一滴流到过阴间呢？\n\n"}
{"_id":{"$oid":"5b9a14a6367d5cab18668917"},"title":"宫词·故国三千里","dynasty":"唐代","writer":"张祜","content":"故国三千里，深宫二十年。\n一声何满子，双泪落君前。","type":["唐诗三百首","宫怨"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154325462.mp3","remark":"故国：故乡。\n何满子：唐玄宗时著名歌手，据说她因故得罪了皇帝，被推出就刑。就刑前她张口高歌，曲调悲愤，使“苍天白日黯然失色”。结果皇帝闻之，终因惜其技艺难得而降旨缓刑。因为何满子出色的技艺，大诗人元稹、白居易、杜牧等都相继为之赋诗，其中以张祜的《何满子》宫词：“故国三千里，深宫二十年。一声何满子，双泪落君前”最为感人。这首宫词后来流传甚广，其唱来异常悲怨。据说唐武宗时，有一孟才人，因有感于武宗让其殉情之意，为奄奄一息的武宗唱了一曲《何满子》，唱毕，竟气绝身亡。一作“河满子”，舞曲名。题又作“宫词”。白居易《何满子》诗：“世传满子是人名，临就弄时曲始成。一曲四词歌八叠，从头便是断肠声。”“何满子”声调哀婉。《乐府集》引白居易《何满子》诗的自注说：“何满子，开元中沧州歌者，临弄进此曲以赎死，竟不得免。”\n君：指皇帝。这里是指唐武宗。据《唐诗纪事》，张祜《宫词》：“传入宫禁，武宗疾笃，目孟才人曰：‘吾即不讯，尔何为哉？’指笙囊泣曰：‘请以此就缢。’上悯然。复曰：‘妾尝艺歌，请对上歌一曲，以泄其愤。’上许。乃歌一声《何满子》，气亟立殒。上令候之，曰：‘脉尚温而肠已绝。’”后来张祜别有咏《孟才人叹》一绝，词云：“偶因歌态咏娇嚬，传唱宫中十二春。却为一声何满子，下泉须吊旧才人。” \n\n","shangxi":"　　一般以绝句体裁写的篇幅短小的宫怨诗，总是只揭开生活画图的一角，让读者从一个片断场景看到宫人悲惨的一生；同时往往写得委婉含蓄，一些内容留待读者自己去想象，去玩味。这首诗却与众不同。它展示的是一幅生活全图，而且是直叙其事，直写其情。　\n\n　　诗总共只有二十个字。作者在前半首里，以举重若轻、驭繁如简的笔力，把一个宫人远离故乡、幽闭深宫的整个遭遇浓缩在短短十个字中。首句“故国三千里”，是从空间着眼，写去家之远；次句“深宫二十年”，是从时间下笔，写入宫之久。这两句诗，不仅有高度的概括性，而且有强烈的感染力；不仅把诗中女主角的千愁万恨一下子集中地显示了出来，而且是加一倍、进一层地表达了她的愁恨。一个少女不幸被选入宫，与家人分离，与外界隔绝，失去幸福，失去自由，本来已经够悲惨了，何况家乡又在三千里之外，岁月已有二十年之长，这就使读者感到其命运更加悲惨，其身世更可同情。与这两句诗相似的有柳宗元《别舍弟宗一》诗中“一身去国六千里，万死投荒十二年”一联，也是以距离的遥远、时间的久长来表明去国投荒的分外可悲。这都是以加一倍、进一层的写法来增加诗句的重量和深度。　\n\n　　后半首诗转入写怨情，以一声悲歌、双泪齐落的事实，直截了当地写出了诗中人埋藏极深、蓄积已久的怨情。这后两句诗也以强烈取胜，不以含蓄见长。过去一些诗论家有诗贵含蓄、忌直贵曲的说法，其实并不是绝对的。应当说，一首诗或曲或直，或含蓄或强烈，要服从它的内容。这首诗的前半首已经把诗中人的处境之悲惨写到了极点，为逼出怨情蓄足了力量，因而在下半首中就势必让诗中人的怨情喷薄而出、一泻为快了。这样才能使整首诗显得强烈有力，更能收到打动读者的艺术效果。这里，特别值得拈出的一点是：有些宫怨诗把宫人产生怨情的原因写成是由于见不到皇帝或失宠于皇帝，那是不可取的；这首诗反其道而行之，它所写的怨情是在“君前”、在诗中人的歌舞受到皇帝赏识的时候迸发出来的。这个怨情，联系前两句看，决不是由于不得进见或失宠，而是对被夺去了幸福和自由的抗议，正是刘皂在一首《长门怨》中所说，“不是思君是恨君”。　\n\n　　这首诗还有两个特点。一是：四句诗中，前三句都是没有谓语的名词句。谢榛在《四溟诗话》中曾指出，诗句中“实字多，则意简而句健”，而他所举的“皆用实字”的例句，就是名词句。这首诗之所以特别简括凝炼、强烈有力，与运用这种特殊的诗句结构有关。另一特点是：四句诗中，以“三千里”表明距离，以“二十年”表明时间，以“一声”写歌唱，以“双泪”写泣下，句句都用了数目字。而数字在诗歌中往往有其特殊作用，它能把一件事情、一个问题表达得更清晰，更准确，给读者以更深刻的印象，也使诗句特别精炼有力。这首诗的这两个艺术形式上的特点，与它的内容互为表里，相得益彰。\n\n　　与张祜同时的诗人杜牧非常欣赏这首诗，在一首酬张祜的诗中有“可怜故国三千里，虚唱歌词满六宫”句。这说明，张祜的这首诗道出了宫人的辛酸，讲出了宫人要讲的话，当时传入宫中，曾为宫人广泛歌唱。\n\n","translation":"故乡和亲人远在千里之外，我已被幽闭在这深宫里二十年了，听一声曲子《何满子》，忍不住掉下眼泪。\n\n"}
{"_id":{"$oid":"5b9a14a6367d5cab18668918"},"title":"早梅","dynasty":"唐代","writer":"齐己","content":"万木冻欲折，孤根暖独回。\n前村深雪里，昨夜一枝开。\n风递幽香出，禽窥素艳来。\n明年如应律，先发望春台。","type":["咏物","梅花","言志"]}
{"_id":{"$oid":"5b9a14a6367d5cab18668919"},"title":"白云泉","dynasty":"唐代","writer":"白居易","content":"天平山上白云泉，云自无心水自闲。\n何必奔冲山下去，更添波浪向人间。","type":["山水","写景","寓志"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154325176.mp3","remark":"白云泉：天平山山腰的清泉。\n天平山：在今江苏省苏州市西。\n无心：舒卷自如。\n闲：从容自得。\n何必：为何。\n奔：奔跑。\n波浪：水中浪花，这里喻指令人困扰的事情。\n\n","shangxi":"　　这首七绝犹如一幅线条明快简洁的淡墨山水图。诗人并不注重用浓墨重彩描绘天平山上的风光，而是着意摹画白云与泉水的神态，将它人格化，使它充满生机、活力，点染着诗人自己闲逸的感情，给人一种饶有风趣的清新感。诗人采取象征手法，写景寓志，以云水的逍遥自由比喻恬淡的胸怀与闲适的心情；用泉水激起的自然波浪象征社会风浪，“兴发于此而义归于彼”，言浅旨远，意在象外，寄托深厚，理趣盎然。诗的风格平淡浑朴，清代田雯谓“乐天诗极清浅可爱，往往以眼前事为见得语，皆他人所未发。”（《古欢堂集》）这一评语正好道出了这首七绝的艺术特色。\n\n　　“天平山上白云泉”，起句即点出吴中的奇山丽水、风景形胜的精华所在。天平山在苏州市西二十里。“此山在吴中最为崷崪高耸，一峰端正特立”，“巍然特出，群峰拱揖”，岩石峻峭。山上青松郁郁葱葱。山腰依崖建有亭，“亭侧清泉，泠泠不竭，所谓白云泉也”，号称“吴中第一水”，泉水清洌而晶莹，“自白乐天题以绝句”，“名遂显于世”。\n\n　　然而，这一名山胜水的优美景色在诗人眼帘中却呈现为：“云自无心水自闲”。白云随风飘荡，舒卷自如，无牵无挂；泉水淙淙潺流，自由奔泻，从容自得。诗人无意描绘天平山的巍峨高耸和吴中第一水的清澄透澈，却着意描写“云无心以出岫”的境界，表现白云坦荡淡泊的胸怀和泉水闲静雅致的神态。句中连用两个“自”字，特别强调云水的自由自在，自得自乐，逍遥而惬意。这里移情注景，景中寓情，“云自无心水自闲”，恰好是诗人思想感情的自我写照。\n\n","translation":"太平山上的白云泉清澈可人，白云自在舒卷，泉水从容奔流。\n白云泉啊，你又何必冲下山去，给原本多事的人间在添波澜。\n\n"}
{"_id":{"$oid":"5b9a14a6367d5cab1866891a"},"title":"绝句","dynasty":"唐代","writer":"杜甫","content":"迟日江山丽，春风花草香。\n泥融飞燕子，沙暖睡鸳鸯。","type":["春天","写景","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154326554.mp3","remark":"迟日：春天日渐长，所以说迟日。 \n泥融：这里指泥土滋润、湿润。\n鸳鸯：一种水鸟，雄鸟与雌鸟常常双双出没。\n\n","shangxi":"　　明人王嗣爽在其《杜臆》中予以反驳说：“余曰：上二句两间（指天地间）莫非生意，下二句见万物莫不适性。岂不足以感发吾心之真乐乎？”王氏的意见是对的。此诗抓住景物特点写春色，画面优美，格调柔和，很能引发读者的喜春之情。\n\n　　“迟日”，出自《诗经·七月》：“春日迟迟。”春天光照时间渐长，天气趋暖，正所谓“天初暖，日初长”（欧阳炯《春光好》）。诗人以“迟日”领起全篇，突出了春天日光和煦、万物欣欣向荣的特点，并使诗中描写的物象有机的组合为一体，构成一幅明丽和谐的春色图。你看：阳光普照，水碧山青，草木复苏，万象更新。清风拂面，送来百花的芳香，带来春草的清馨。河滩上，溪岸边，冰雪融尽，泥土潮湿而松软，燕子轻盈地飞来飞去，衔泥筑巢，呢呢喃喃。水暖沙温，美丽多情的鸳鸯相依相偎，恬然静睡，十分娇慷可爱。燕子是侯鸟，诗人描写它是有意突出春天的特征。前二句的“迟日”、“江山”、“春风”、“花草”组成一幅粗线勾勒的大场景，并在句尾以“丽”、“香”突出诗人强烈的感觉；后二句则是工笔细描的特定画面，既有燕子翩飞的动态描绘，又有鸳鸯慵睡的静态写照。飞燕的繁忙蕴含着春天的勃勃生机，鸳鸯的闲适则透出温柔的春意，一动一静，相映成趣。而这一切全沐浴在煦暖的阳光下，和谐而优美，确实给人以春光旖旎之感。\n\n　　清人陶虞开称杜甫笔法高妙，能“以诗为画”（《说杜》），此诗可为印证。但这首五绝之妙并不止于“以诗为画”，诗人着意传达的还是他感受到的柔和春意。如果说春日迟迟、江山秀丽、清风徐徐、花草芬芳以及燕子、鸳鸯，都是诗人的视觉、触觉（风）、嗅觉所感，那么泥土之“融”、沙砾之“暖”，便不是五官的直接感觉了。只因为对春天的阳光明丽、惠风和畅、鸟语花香感受至深，诗人无须触摸就能想象出泥土的松湿和沙砾的温暖；而泥之融、沙之暖的体会又加深了对飞燕的轻盈、鸳鸯娇慵的视觉印象，从而使诗人的整个身心都沉浸于柔美和谐和春意之中。 \n\n","translation":"江山沐浴着春光，多么秀丽，春风送来花草的芳香。\n燕子衔着湿泥忙筑巢，暖和的沙子上睡着成双成对的鸳鸯。\n\n"}
{"_id":{"$oid":"5b9a14a6367d5cab1866891b"},"title":"贺新郎·别茂嘉十二弟","dynasty":"宋代","writer":"辛弃疾","content":"别茂嘉十二弟。鹈鴂、杜鹃实两种，见《离骚补注》\n绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。 \n将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。","type":["宋词三百首","宋词精选","豪放","送别","写鸟","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154326734.mp3","remark":"题下自注：“鹈鴂、杜鹃实两种，见《离骚补注》”。鹈鴂，指伯劳。\n鹧鸪：鸣声凄切，如说“行不得也哥哥”。\n杜鹃：其声哀婉，如说“不如归去”。\n未抵：比不上。\n马上琵琶：用王昭君出塞事。\n“更长门”句：用陈皇后失宠事。\n将军：引用汉武帝时李陵。\n“向河梁”句：引用李陵别苏武事。\n“易水”句：引用《史记·刺客列传》中荆轲刺秦王事。\n如许恨：像上面的许多恨。\n\n","shangxi":"　　这首词的内容和作法与一般的词不同，其内容方面几乎完全与对茂嘉的送行无关，而专门罗列古代的“别恨”事例。形式方面，它又打破上下片分层的常规，事例连贯上下片，不在分片处分层。之所以如此，乃是因作者平时胸中郁积事多，有触而发，非特定题目所能限制，故同类事件纷至涌集，而不为普通的诗文格式所束缚。\n\n　　词的开头几句：“绿树听鹈鴂，更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。”采用了兴与赋相结合的创作手法。实中有虚，虚中有实。说它是“赋”，因为它写送别茂嘉，是在春去夏来的时候，可以同时听到三种鸟声，是写实。鹈鴂，一说是杜鹃，一说是伯劳，辛弃疾取伯劳之说；说它是“兴”，因为它借闻鸟声以兴起良时丧失、美人迟暮之感。伯劳在夏至前后出鸣，故暗用《离骚》“恐鹈鴂之先鸣兮，使夫百草为之不芳”意，以兴下文“苦恨”句。鹧鸪鸣声像“行不得也哥哥”；杜鹃传说为蜀王望帝失国后魂魄所化，常悲鸣出血，声像“不如归去”。词同时用这三种悲鸣的鸟声起兴，形成强烈的悲感气氛，并寄托了自己的悲痛心情。接着“算未抵、人间离别”一句，是上下文转接的关键。\n\n　　它把“离别”和啼鸟的悲鸣作一比较，以抑扬的手法承上启下，为下文出的“别恨”作了铺垫。“马上琵琶关塞黑，更长门翠辇辞金阙”两句，有人认为写的是两事：其一指汉元帝宫女王昭君出嫁匈奴呼韩邪单于离开汉宫的事；其二指汉武帝的陈皇后失宠时辞别“汉阙”，幽闭长门宫。也有认为只写一事的，谓王昭君自冷宫出而辞别汉阙。今从多数注释本作两件事看，“看燕燕，送归妾”，写的是春秋时卫庄公之妻庄姜，“美而无子”，庄公妾戴妫生子完，庄公死后，完继立为君。州吁作乱，完被杀，戴妫离开卫国。《诗经·邶风》的《燕燕》诗，相传即为庄姜送别戴妫而作。“将军百战身名裂。向河梁、回头万里，故人长绝”，引用了汉代另一个典故。汉李陵抗击匈奴，力战援绝，势穷投降，败其家声；他的友人苏武出使匈奴，被留十九年，守节不屈。后来苏武得到归汉机会，李陵送他有“异域之人，一别长绝”之语；又世传李陵《与苏武诗》，有“携手上河梁”、“长当从此别”等句。“易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻”，写战国时燕太子丹在易水边送荆轲入秦行刺秦王政故事。相传送行者都穿戴白衣冠，荆轲临行歌唱：“风萧萧兮易水寒，壮士一去兮不复还。”以上这些事都和远适异国、不得生还，以及身受幽禁或国破家亡之事有关，都是极悲痛的“别恨”。这些故事，写在与堂弟的一首送别词中，强烈地表达了作者当时沉重、悲壮之情。\n\n　　“啼鸟还知如许恨，料不啼清泪长啼血。”这又是承上启下的两句。句中说啼鸟只解春归之恨，如果也能了解人间的这些恨事，它的悲痛一定更深，随啼声眼中滴出的不是泪而是血了。为下句转入送别正题作了省力的铺垫。“谁共我，醉明月？”承上面两句转接机势，迅速地归结到送别茂嘉的事，点破题目，结束全词，把上面大片凌空驰骋的想象和描写，一下子收拢到题中来，有此两句，词便没有脱离本题，只是显得善于大处落墨、别开生面而已。由此可以看出，辛弃疾不愧为宋代一代文豪！\n\n　　辛弃疾的这首词，之所以感人，除了其感情、气氛强烈外，还得力于它的音节。它押入声的曷、黠、屑、叶等韵，在“切响”与“促节”中有很强的摩擦力量，声如裂帛，声情并至。古人对此词推崇备至。\n\n","translation":"听着绿树荫里鹈鴂叫得凄恶，更令人悲伤不已。鹧鸪鸟“行不得也哥哥”的啼叫刚住，杜鹃又发出“不如归去”悲切的号呼。一直啼到春天归去再无寻觅处，芬芳的百花都枯萎，实在令人愁恨、痛苦。算起来这桩桩件件也抵不上人间生离死的痛楚。汉代王昭君骑在马上弹着琵琶，奔向黑沉沉的关塞荒野，更有陈皇后阿娇退居长门别馆，坐着翠碧的宫辇辞别皇宫金阙。春秋时卫国庄姜望着燕燕双飞，远送休弃去国的归老。\n汉代名将李陵身经百战，兵败归降匈奴而身败名裂。到河边轿头送别苏武，回头遥望故国远隔万里，与故友永远诀别。还有荆轲冒着萧瑟秋风，慷慨悲歌无尽无歇。啼鸟若知人间有如此多的悲恨痛切，料想它不再悲啼清泪，而总是悲啼着鲜血。如今茂嘉弟远别，还有谁与我饮酒共醉赏明月？\n\n"}
{"_id":{"$oid":"5b9a14a7367d5cab1866891c"},"title":"金陵五题·石头城","dynasty":"唐代","writer":"刘禹锡","content":"山围故国周遭在，潮打空城寂寞回。\n淮水东边旧时月，夜深还过女墙来。","type":["咏物","地名","咏史怀古"],"remark":"石头城：位于今南京市西清凉山上，三国时孙吴就石壁筑城戍守，称石头城。后人也每以石头城指建业。曾为吴、东晋、宋、齐、梁、陈六朝都城，至唐废弃。今为南京市。\n故国：即旧都。石头城在六朝时代一直是国都。\n周遭：环绕。\n淮水：指贯穿石头城的秦淮河。\n旧时：指汉魏六朝时。\n女墙：指石头城上的矮城。\n\n","shangxi":"　　李白《苏台览古》有句云：“只今惟有西江月，曾照吴王宫里人。”\n\n　　谓苏台已废，繁华已歇，惟有江月不改。其得力处在“只今惟有”四字。刘禹锡此诗也写江月，却并无“只今惟有”的限制词的强调，也无对怀古内容的明点。一切都被包含在“旧时月”、“还过”的含蓄语言之中，溶铸在具体意象之中。而诗境更浑厚、深远。\n\n　　诗人把石头城放到沉寂的群山中写，放在带凉意的潮声中写，放到朦胧的月夜中写，这样尤能显示出故国的没落荒凉。只写山水明月，而六代繁荣富贵，俱归乌有。诗中句句是景，然而无景不融合着诗人故国萧条、人生凄凉的深沉感伤。\n\n　　寄托诗人昔日繁华无处寻觅的感慨，江城涛声依旧在，繁华世事不复再。诗人怀古抒情，希望君主能以前车之覆为鉴。\n\n　　白居易读了《石头城》一诗，赞美道：“我知后之诗人无复措词矣。”后来有些金陵怀古诗词受它的影响，化用它的意境词语，恰也成为名篇。如元萨都剌的《念奴娇》中“指点六朝形胜地，惟有青山如壁”、“伤心千古，秦淮一片明月”就是著例；而北宋周邦彦的《西河》词，更是以通篇化用《石头城》、《乌衣巷》诗意为能事了。\n\n","translation":"译文一\n群山依旧，环绕着废弃的故都，潮水如昔，拍打着寂寞的空城。\n淮水东边，古老而清冷的圆月，夜半时分，窥视这昔日的皇宫。\n\n译文二\n城的东、南、西三面，依旧绵亘着高低起伏的群山，它那虎踞龙盘的姿态并未改变；北面的江潮，依旧拍打着城根，而后带着寂寞的心情退回。那声音仿佛在叹惜，昔日的繁华已经化为乌有。\n从秦淮河东边升起的，还是过去那轮月亮。见证历史过后，在夜深人静之际，又心恋恋地爬过凹凸的城墙，小心翼翼来窥探着什么。\n\n"}
{"_id":{"$oid":"5b9a14a7367d5cab1866891d"},"title":"古艳歌","dynasty":"两汉","writer":"佚名","content":"茕茕白兔，东走西顾。\n衣不如新，人不如故。\n\n","type":["弃妇","念旧"],"remark":"茕茕（qióng qióng）：孤独无依的样子。\n\n","shangxi":"　　这篇最初见于《太平御览》卷六百八十九，题为《古艳歌》，无作者名氏。明、清人选本往往作窦玄妻《古怨歌》。《艺文类聚》卷三十记窦玄妻事云：“后汉窦玄形貌绝异，天子以公主妻之。旧妻与玄书别曰：‘弃妻斥女敬白窦生：卑贱鄙陋，不如贵人。妾日已远，彼日已亲。何所告诉，仰呼苍天。悲哉窦生！衣不厌新，人不厌故。悲不可忍，怨不自去。彼独何人，而居是处。’”并不曾提到窦玄妻作这首歌。今仍从《太平御览》。这首诗是弃妇诗，上二句比喻自己被出而终恋故人，下二句是说服故人也应该念旧。\n\n　　乐府《古艳歌》：“茕茕（孤独，无依靠）白兔，东走西顾。衣不如新，人不如故。”这首诗的前两句即以动物起兴，兴中兼含比喻。写弃妇被迫出走，犹如孤苦的白兔，往东去却又往西顾，虽走而仍恋故人。后两句是规劝故人应当念旧。\n\n","translation":"被你抛弃而被迫出走，犹如那孤苦的白兔，往东去却又往西顾。\n旧的衣服不如新的好，人还是旧人更胜新人。\n\n"}
{"_id":{"$oid":"5b9a14a7367d5cab1866891e"},"title":"夏意","dynasty":"宋代","writer":"苏舜钦","content":"别院深深夏席清，石榴开遍透帘明。(夏席清 一作：夏簟清)\n树阴满地日当午，梦觉流莺时一声。","type":["古诗三百首","夏天"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154327322.mp3","remark":"别院：正院旁侧的小院。夏簟（diàn）：夏天的竹席。清：清凉。\n透帘：穿透帘子。\n觉（jué）：睡醒。\n\n","shangxi":"　　苏舜钦这首《夏意》诗，能于盛夏炎热之时写出一种清幽之境，悠旷之情。\n\n　　“别院深深夏席清”：“夏”字点明节令，而“别院”、“深深”、“清”三词却层层深入，一开始即构成清幽的气氛。别院即正院旁侧的小院。深深，言此小院在宅庭幽深处，小院深深，曲径通幽，在这极清极静的环境中有小轩一座，竹席一领。韩愈《郑群赠簟》诗曾以“卷送八尺含风漪”、“肃肃疑有清飚吹”形容竹席。“夏席清”，正同此意，谓虽当盛夏，而小院深处，竹席清凉。深深是叠词，深深与清，韵母又相近，音质均清亮平远。这样不仅从文字形象上，更从音乐形象上给人以凉爽幽深之感。\n\n　　“石榴开遍透帘明”：“帘”字点明夏席铺展在轩屋之中。诗人欹卧于席上，闲望户外，只见榴花盛开，透过帘栊，展现着明艳的风姿。韩愈曾有句云“五月榴花照眼明”(《榴花》)，第二句化用其意，却又加上了一重帷帘。隔帘而望榴花，虽花红如火，却无刺目之感。\n\n　　陶渊明有句云：“蔼蔼堂前林，中夏贮清阴”(《和郭主簿》)。此诗第三句正由陶诗化出，谓虽当中夏亭午，而小院中仍清阴遍地，一片凉意。此句与上句设色相映，从“树阴满地”可想见绿树成林，不写树，而写阴，更显得小院之清凉宁谧。\n\n　　在这清幽的环境中诗人又在干什么呢?“梦觉流莺时一声”，原来他已为小院清景所抚慰，虽然烈日当午，却已酣然入睡，待到“梦觉”，只听得园林深处不时传来一两声流莺鸣啼的清韵。写莺声而不写黄莺本身，既见得树荫之茂密深邃，又以阒静之中时歇时现的呖呖之声，反衬出这小院的幽深宁谧。南朝王籍诗云：“鸟鸣山更幽”(《入若耶溪》)，王维《辛夷坞》：“月出惊山鸟，时鸣春涧中”。末句意境正与二诗相类。\n\n","translation":"小院幽深寂静，我躺在竹席上，浑身清凉；窗外的石榴花盛开，透过垂挂的竹帘，映红了虚堂。\n浓密的树阴隔断了暑气，正是中午时分，我一觉醒来，耳边传来黄莺儿断续的啼唱。\n\n"}
{"_id":{"$oid":"5b9a14a7367d5cab1866891f"},"title":"佳人","dynasty":"唐代","writer":"杜甫","content":"绝代有佳人，幽居在空谷。\n自云良家子，零落依草木。\n关中昔丧乱，兄弟遭杀戮。\n官高何足论，不得收骨肉。\n世情恶衰歇，万事随转烛。\n夫婿轻薄儿，新人美如玉。\n合昏尚知时，鸳鸯不独宿。\n但见新人笑，那闻旧人哭。\n在山泉水清，出山泉水浊。\n侍婢卖珠回，牵萝补茅屋。\n摘花不插发，采柏动盈掬。\n天寒翠袖薄，日暮倚修竹。\n\n","type":["唐诗三百首","赞美","闺怨","女子"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154328954.mp3","remark":"绝代：冠绝当代，举世无双。佳人：貌美的女子。\n幽居：静处闺室，恬淡自守。\n零落：飘零沦落。依草木：住在山林中。\n丧乱：死亡和祸乱，指遭逢安史之乱。\n官高：指娘家官阶高。\n骨肉：指遭难的兄弟。\n转烛：烛火随风转动，比喻世事变化无常。\n夫婿：丈夫。\n新人：指丈夫新娶的妻子。\n合昏：夜合花，叶子朝开夜合。\n鸳鸯：水鸟，雌雄成对，日夜形影不离。\n旧人：佳人自称。\n卖珠：因生活穷困而卖珠宝。\n牵萝：拾取树藤类枝条。也是写佳人的清贫。\n采柏：采摘柏树叶。动：往往。\n修竹：高高的竹子。比喻佳人高尚的节操。\n\n","translation":"有位举世无双的美人，隐居在空旷的山谷中。\n她说自己是高门府第的女子，飘零沦落到与草木相依。\n过去关中一带遭遇战乱，家里的兄弟全被乱军杀戮。\n官居高位又有什么用？自己兄弟的尸骨都无法收埋。\n世俗人情都厌恶衰败的人家，万事就像随风而转的烛火。\n丈夫是个轻薄子弟，抛弃了我又娶了个美丽如玉的新人。\n合欢花尚且知道朝开夜合，鸳鸯鸟成双成对从不独宿。\n丈夫只看见新人欢笑，哪里听得到旧人哭泣？\n泉水在山里是清澈的，出了山就浑浊了。\n让侍女典卖珠宝维持生计，牵把青萝修补茅屋。\n摘下来的花不愿插在头上，喜欢采折满把的柏枝。\n天气寒冷，衣衫显得分外单薄，黄昏时分，独自倚在修长的竹子上。\n\n韵译\n有一个美艳绝代的佳人，隐居在僻静的深山野谷。\n她说：“我是良家的女子，零落漂泊才与草木依附。\n想当年长安丧乱的时候，兄弟遭到了残酷的杀戮。\n官高显赫又有什么用呢，不得收养我这至亲骨肉。\n世情本来就是厌恶衰落，万事象随风抖动的蜡烛。\n没想到夫婿是个轻薄儿，又娶了美颜如玉的新妇。\n合欢花朝舒昏合有时节，鸳鸯鸟雌雄交颈不独宿。\n朝朝暮暮只与新人调笑，那管我这个旧人悲哭？！”\n在山的泉水清澈又透明，出山的泉水就要浑浊浊。\n变卖首饰的侍女刚回来，牵拉萝藤修补着破茅屋。\n摘来野花不爱插头打扮，采来的柏子满满一大掬。\n天气寒冷美人衣衫单薄，夕阳下她倚着长长青竹。\n\n"}
{"_id":{"$oid":"5b9a14a7367d5cab18668920"},"title":"咏牡丹","dynasty":"宋代","writer":"陈与义","content":"一自胡尘入汉关，十年伊洛路漫漫。\n青墩溪畔龙钟客，独立东风看牡丹。","type":["古诗三百首","咏物","牡丹","思乡","爱国"],"remark":"一自：自从。\n胡尘：指金兵。入汉关：指入侵中原。\n十年：从靖康二年（1126）金兵攻陷汴京到诗人作此诗时整整十年。\n伊洛：河南的伊水和洛水。《国语·周语》云：“昔伊洛竭而复之。”因此，“伊洛”既指诗人的故乡洛阳，又暗寓他亡国的悲痛。\n青墩：在今浙江桐乡，当时诗人所居处。\n龙钟：年老体衰，行动不便的样子，诗人自指。 时诗人四十七岁，却有老态之感。\n\n","shangxi":"情感手法 　　诗人的家乡洛阳是有名的牡丹之乡。从金兵入侵中原，诗人避乱南奔，有十年之久，忽然在异乡见到了故乡的名花。诗人感慨万千，国家局势的动态和个人身世的飘零使诗人以牡丹为题，抒发了自己真挚强烈的伤时忧国之情。诗作苍凉悲感，言短意深，对故乡的怀念，对金兵的仇恨，成为强烈的弦外之音。全诗自然流畅，“用诗深隐处，读者抚卷茫然、不暇究索”（楼钥《简斋诗笺叙》）。葛胜仲所谓陈与义晚年“赋咏尤工”（《陈去非诗集序》），确非虚语。除《牡丹》诗外，陈与义还有另外一首咏物名诗《春寒》：“二月巴陵日日风，春寒未了怯园公。海棠不惜胭脂色，独立蒙蒙细雨中。”两首诗所咏之花虽异，而情怀、笔法皆同，都是写“名花苦幽独”的伤感，表现一种怀才不遇的孤独感和失意之情。 ▲","translation":"　　自从金人的铁蹄踏碎了祖国的河山，十年了，回望故乡洛阳，路是那么的漫长。岁月使我变得衰老不堪，今天，我独自一个，流落在青墩溪畔，在煦煦春风中，欣赏着盛开的牡丹。\n\n"}
{"_id":{"$oid":"5b9a14a7367d5cab18668921"},"title":"寒夜","dynasty":"宋代","writer":"杜耒","content":"寒夜客来茶当酒，竹炉汤沸火初红。\n寻常一样窗前月，才有梅花便不同。","type":["古诗三百首","访友","写花","梅花","月色"],"remark":"竹炉：指用竹篾做成的套子套着的火炉。 　\n汤沸：热水沸腾。\n元朝揭傒斯《寒夜》：\n疏星冻霜空，流月湿林薄。\n虚馆人不眠，时闻一叶落。\n当代阿袁（即陈忠远）《寒夜》：\n“大国何人怜，纷纷为小我。寒夜风雨声，广厦万间破。“\n\n","shangxi":"　　这首诗因为被《千家诗》选入，所以流传很广，几乎稍读过些古诗的人都能背诵，“寒夜客来茶当酒”，几被当作口头话来运用。常在口头的话，说的时候往往用不着思考，脱口而出，可是细细品味，总是有多层转折，“寒夜客来茶当酒”一句，就可以让人产生很多联想。首先，客人来了，主人不去备酒，这客人必是熟客，是常客，可以“倚杖无时夜敲门”，主人不必专门备酒，也不必因为没有酒而觉得怠慢客人。其次，在寒冷的夜晚，有兴趣出门访客的，一定不是俗人，他与主人定有共同的语言，共同的雅兴，情谊很深，所以能与主人寒夜煮茗，围炉清谈，不在乎有酒没酒。\n\n　　前两句，诗人与客人夜间在火炉前，火炉炭火刚红，壶中热水滚滚，主客以茶代酒，一起喝着芳香的浓茶，向火深谈；而屋外是寒气逼人，屋内是温暖如春，诗人的心情也与屋外的境地迥别。三、四句便换个角度，以写景融入说理。夜深了，明月照在窗前，窗外透进了阵阵寒梅的清香。这两句写主客在窗前交谈得很投机，却有意无意地牵入梅花，于是心里觉得这见惯了的月色也较平常不一样了。诗人写梅，固然有赞叹梅花高洁的意思在内，更多的是在暗赞来客。寻常一样窗前月，来了志同道合的朋友，在月光下啜茗清谈，这气氛可就与平常大不一样了。\n\n　　诗看似随笔挥洒，但很形象地反映了诗人喜悦的心情，耐人寻味。宋黄昇《玉林清话》对三、四句很赞赏，并指出苏泂《金陵》诗“人家一样垂杨柳，种在宫墙自不同”与杜耒诗意思相同，都意有旁指，可说真正读出了诗外之味。\n\n","translation":"冬天的夜晚，来了客人，用茶当酒，吩咐小童煮茗，火炉中的火苗开始红了起来了，水在壶里沸腾着，屋子里暖烘烘的。\n月光照射在窗前，与平时并没有什么两样，只是窗前有几枝梅花在月光下幽幽地开着，芳香袭人。这使得今日的月色显得与往日格外地不同了。\n\n"}
{"_id":{"$oid":"5b9a14a7367d5cab18668922"},"title":"拟行路难·其四","dynasty":"南北朝","writer":"鲍照","content":"泻水置平地，各自东西南北流。\n人生亦有命，安能行叹复坐愁？\n酌酒以自宽，举杯断绝歌路难。\n心非木石岂无感？吞声踯躅不敢言。","type":["古诗三百首","托物抒怀","哲理"],"remark":"“泻水”二句：往平地上倒水，水流方向不一喻人生贵贱穷达是不一致的。 泻，倾,倒。\n“举杯”句：这句是说《行路难》的歌唱因饮酒而中断。\n吞声：声将发又止。从“吞声”、“踯躅”、“不敢”见出所忧不是细致的事。\n踯躅（zhí zhú）：徘徊不前。\n举杯断绝歌路难：因要饮酒而中断了《行路难》的歌唱。断绝：停止。\n断绝：停止\n\n","shangxi":"　　这首“泻水置平地”是鲍照《拟行路难》中的第四篇，抒写诗人在门阀制度重压下，深感世路艰难激发起的愤慨不平之情，其思想内容与原题妙合无垠。\n\n　　诗歌起笔陡然，入手便写水泻地面，四方流淌的现象。既没有波涛万顷的壮阔场面，也不见澄静如练的幽美意境。然而，就在这既不神奇又不玄妙的普通自然现象里，诗人却顿悟出了与之相似相通的某种人生哲理。作者运用的是以“水”喻人的比兴手法，那流向“东西南北”不同方位的“水”，恰好比喻了社会生活中高低贵贱不同处境的人。“水”的流向，是地势造成的；人的处境，是门第决定的。因此说，起首两句，通过对泻水的寻常现象的描写，形象地揭示出了现实社会里门阀制度的不合理性。诗人借水“泻”和“流”的动态描绘，造成了一种令读者惊疑的气势。正如清代沈德潜所说：“起手万端下，如黄河落天走东海也。”这种笔法，正好曲折地表达了诗人由于激愤不平而一泻无余的悲愤抑郁心情。\n\n　　接下四句，诗人转向自己的心态剖白。他并没有直面人间的不平去歌呼呐喊，而是首先以“人生亦有命”的宿命论观点，来解释社会与人生的错位现象，并渴望借此从“行叹复坐愁”的苦闷之中求得解脱。继而又以“酌酒以自宽”来慰藉心态失去的平衡。然而，举杯消愁愁更愁，就连借以倾吐心中悲愤的《行路难》歌声，也因“举杯”如鲠在喉而“断绝”了。这里诗人有意回避了正面诉说自己的悲哀和苦闷，胸中郁积的块垒，已无法借酒浇除，他便着笔于如何从怅惘中求得解脱，在烦忧中获得宽慰。这种口吻和这笔调，愈加透露出作者深沉浓重的愁苦悲愤的情感，造成了一种含蓄不露，蕴藉深厚的艺术效果。\n\n　　诗的结尾，作者才吐出真情。“心非木石岂无感”，人心不是草木，不可能没有感情，诗人面对社会的黑暗，遭遇人间的不平，不可能无动于衷，无所感慨。写到这里，诗人心中的愤懑，已郁积到最大的密度，达到了随时都可能喷涌的程度。不尽情宣泄，不放声歌唱，已不足以倾吐满怀的愁苦了。然而出人意料的是，下面出现的却是一声低沉的哀叹：“吞声踯躅不敢言！”到了嘴边的呼喊，却突然“吞声”强忍，“踯躅”克制住了。社会政治的黑暗，残酷无情的统治，窒息着人们的灵魂。社会现实对于寒微士人的压抑，已经到了让诗人敢怒而不敢言、徘徊难进的地步了。有许许多多像诗人一样出身寒微的人，也只能像他那样忍气吞声，默默地把愤怒和痛苦强咽到肚里，这正是人间极大的不幸。而这种不幸的根源，已经是尽在言外，表现得很清楚了。所以，前文中“人生亦有命”的话题，也只是诗人在忍气吞声和无可奈何之下所倾吐的愤激之词。\n\n　　这首诗托物寓意，比兴遥深，而又明白晓畅，达到了启人思索、耐人品味的艺术境界。从作者的表达情感方式来说，全篇构思迂曲婉转，蕴藉深厚。明代王夫之评论此诗说：“先破除，后申理，一俯一仰，神情无限。”清代沈德潜评价说：“妙在不曾说破。”准确地指明了这首诗的艺术特点。伴随感情曲折婉转的流露，五言、七言诗句错落有致地相互搭配，韵脚由“流”、“愁”到“难”、“言”的灵活变换，这一切，便自然形成了全诗起伏跌宕的气势格调。\n\n　　沈得潜说，此诗“妙在不曾说破，读之自然生愁。”\n\n","translation":"往平地上倒水，水会向不同方向流散一样，人生贵贱穷达是不一致的。\n人生是既定的，怎么能成天自怨自哀。\n喝点酒来宽慰自己，歌唱《行路难》，歌唱声因举杯饮酒而中断。\n人心又不是草木，怎么会没有感情？欲说还休，欲行又止，不再多说什么。\n\n"}
{"_id":{"$oid":"5b9a14a7367d5cab18668923"},"title":"秋夜寄邱员外 / 秋夜寄丘二十二员外","dynasty":"唐代","writer":"韦应物","content":"怀君属秋夜，散步咏凉天。\n空山松子落，幽人应未眠。","type":["唐诗三百首","秋天","怀人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154328605.mp3","remark":"丘二十二员外：名丹，苏州人，曾拜尚书郎，后隐居平山上。一作“邱二十二员外”。\n属：正值，适逢，恰好。\n幽人：幽居隐逸的人，悠闲的人，此处指丘员外。\n\n","shangxi":"　　韦应物的五言绝句，一向为诗论家所推崇。胡应麟在《诗薮》中说：“中唐五言绝，苏州最古，可继王、孟。”沈德潜在《说诗晬语》中说：“五言绝句，右丞之自然、太白之高妙、苏州之古淡，并入化境。”上面这首诗是他的五绝代表作之一。它给予读者的艺术享受，首先就是这一古雅闲淡的风格美。施补华在《岘佣说诗》中曾称赞这首诗“清幽不减摩诘，皆五绝中之正法眼藏也”。它不以强烈的语言打动读者，只是从容下笔，淡淡着墨，而语浅情深，言简意长，使人感到韵味悠永，玩绎不尽。\n\n　　如果就构思和写法而言，这首诗还另有其值得拈出之处。它是一首怀人诗。前半部分写诗人自己，即怀念友人之人；后半部分写正在临平山学道的丘丹，即诗人所怀念之人。首句“怀君属秋夜”，点明季节是秋天，时间是夜晚，而这“秋夜”之景与“怀君”之情，正是彼此衬映的。次句“散步咏凉天”，承接自然，全不着力，而紧扣上句。“散步”是与“怀君”相照应的：“凉天”是与“秋夜”相绾合的。这两句都是写实，写出了作者因怀人而在凉秋之夜徘徊沉吟的情景。接下来，作者不顺情抒写，就景描述，而把诗思飞驰到了远方，在三、四两句中，想象所怀念之人在此时、彼地的状况。而这三、四两句又是紧扣一、二两句的。第三句“山空松子落”，遥承“秋夜”、“凉天”，是从眼前的凉秋之夜，推想临平山中今夜的秋色。第四句“幽人应未眠”，则遥承“怀君”、“散步”，是从自己正在怀念远人、徘徊不寐，推想对方应也未眠。这两句出于想象，既是从前两句生发，而又是前两句诗情的深化。从整首诗看，作者运用写实与虚构相结合的手法，使眼前景与意中景同时并列，使怀人之人与所怀之人两地相连，进而表达了异地相思的深情。\n\n　　陆机在《文赋》中指出，作者在构思时，可以“观古今于须臾，抚四海于一瞬”。刘勰在《文心雕龙·神思篇》中也说：“文之思也，其神远矣。故寂然凝虑，思接千载；悄焉动容，视通万里。”这些话说明文思是最活跃的，是不受时空限制的。因此，在诗人笔下，同一空间里，可以呈现不同的时间；同一时间里，也可以呈现不同的空间。像王播的《题木兰院》：“三十年前此院游，木兰花发院新修；如今再到经行处，树老无花僧白头”，就属于前者。而这首韦应物的怀人诗，则属于后者。现代的电影艺术，有时采用叠影手法来处理回忆与遥想的镜头，有时使银幕上映出两上或两个以上的画面，使观众同时看到在两个或两个以上的空间或时间里出现的不同场景。这首诗运用的手法正与此相同。它使读者在一首诗中看到两个空间，既看到怀人之人，也看到被怀之人，既看到作者身边之景，也看到作者遥想之景，从而把异地相隔的人和景并列和相连在一起，说明千里神交，有如晤对，故人虽远在天涯，而想思却近在咫尺。\n\n","translation":"怀念你竟在这深秋的夜晚，散步咏叹多么寒凉的霜天。\n想此刻空山中正掉落松子，幽居的友人一定还未安眠。\n\n"}
{"_id":{"$oid":"5b9a14a7367d5cab18668924"},"title":"长干行·其一","dynasty":"唐代","writer":"李白","content":"妾发初覆额，折花门前剧。\n郎骑竹马来，绕床弄青梅。\n同居长干里，两小无嫌猜，\n十四为君妇，羞颜未尝开。\n低头向暗壁，千唤不一回。\n十五始展眉，愿同尘与灰。\n常存抱柱信，岂上望夫台。\n十六君远行，瞿塘滟滪堆。\n五月不可触，猿声天上哀。(猿'声',一作：鸣)\n门前迟行迹，一一生绿苔。\n苔深不能扫，落叶秋风早。\n八月蝴蝶来，双飞西园草。\n感此伤妾心，坐愁红颜老。\n早晚下三巴，预将书报家。\n相迎不道远，直至长风沙。","type":["唐诗三百首","妇女","生活","怀远"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154329323.mp3","remark":"长干行：属乐府《杂曲歌辞》调名。下篇一作张潮。黄庭坚作李益诗。\n床：井栏，后院水井的围栏。\n长干里：在今南京市，当年系船民集居之地，故《长干曲》多抒发船家女子的感情。\n抱柱信：典出《庄子·盗跖篇》，写尾生与一女子相约于桥下，女子未到而突然涨水，尾生守信而不肯离去，抱着柱子被水淹死。\n滟滪堆：三峡之一瞿塘峡峡口的一块大礁石，农历五月涨水没礁，船只易触礁翻沉。\n天上哀：哀一作“鸣”。\n迟行迹：迟一作“旧”。\n生绿苔：绿一作“苍”。\n蝴蝶来：一作“蝴蝶黄”。清王琦《李太白文集注》云：“杨升庵谓蝴蝶或白或黑，或五彩皆具，唯黄色一种至秋乃多，盖感金气也，引太白‘八月蝴蝶黄’一句，以为深中物理，而评今本‘来’字为浅。琦谓以文义论字，终以‘来’字为长。”作‘黄’字亦有道理。\n早晚：多早晚，犹何时。三巴：地名。即巴郡、巴东、巴西。在今四川东部地区。\n长风沙：地名，在今安徽省安庆市的长江边上，距南京约700里。\n\n","translation":"我的头发刚刚盖过额头，便同你一起在门前做折花的游戏。\n你骑着竹马过来，我们一起绕着井栏，互掷青梅为戏。\n我们同在长干里居住，两个人从小都没什么猜忌。\n十四岁时嫁给你作妻子，害羞得没有露出过笑脸。\n低着头对着墙壁的暗处，一再呼唤也不敢回头。\n十五岁才舒展眉头，愿意永远和你在一起。\n常抱着至死不渝的信念，怎么能想到会走上望夫台？\n十六岁时你离家远行，要去瞿塘峡滟滪堆。\n五月水涨时，滟滪堆不可相触，两岸猿猴的啼叫声传到天上。\n门前是你离家时徘徊的足迹，渐渐地长满了绿苔。绿苔太厚，不好清扫，树叶飘落，秋天早早来到。\n八月里，黄色的蝴碟飞舞，双双飞到西园草地上。\n看到这种情景我很伤心，因而忧愁容颜衰老。\n无论什么时候你想下三巴回家，请预先把家书捎给我。\n迎接你不怕道路遥远，一直走到长风沙。\n\n"}
{"_id":{"$oid":"5b9a14a7367d5cab18668925"},"title":"西江月·阻风山峰下","dynasty":"宋代","writer":"张孝祥","content":"满载一船秋色，平铺十里湖光。波神留我看斜阳，放起鳞鳞细浪。\n明日风回更好，今宵露宿何妨？水晶宫里奏霓裳，准拟岳阳楼上。","type":["宋词三百首","山水","写风"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154330353.mp3","remark":"山峰：指黄陵山。（黄陵山在湖南湘阴县北洞庭湖边。湘水由此入湖。相传山上有舜之二妃娥皇、女英的庙，世称黄陵庙。词题一作“黄陵庙”。词句也稍有差异）\n鳞鳞：形容波纹细微如鱼鳞。\n风回：指风向转为顺风。\n水晶宫：古代传说水中的宫殿。\n霓裳：即《霓裳羽衣曲》，唐代著名乐舞名。\n\n","shangxi":"　　《西江月·阻风山峰下》上片写行船遇风受阻，泊舟山下的所见与感受。\n\n　　“满载一船秋色，平铺十里湖光。”开头两句，写风尚未起时的风光。“一船秋色”由作者的感受着笔，勾勒出时令特征，引人遐想，可以想见，此时周围的山色浓郁苍翠，万物生机勃勃，开花的花朵艳丽，结果的果实累累；“十里湖光”写出湖面宽广坦荡。这两个对偶句用“满载”和“平铺”相对，将湖光和山色一并画出，前句说美丽的秋景尽收眼底；后句说无风时湖水平稳，远远望去，就象“平铺”在那儿。水光山色，交相辉映，船上人心旷神怡，其乐无穷。此二句纯属写景，而作者张孝祥欣悦之情尽在其中，即所谓景中有情。\n\n　　“波神”二句说，水神有意留住我观看夕阳西下的美丽景色，放起鱼鳞般的波纹。这是写的天气咋变，微风初起时的湖上景色，也是变天的前兆。有经验的船工势必要抛锚停舟，采取应急措施，因为这霞光辉映，“鳞鳞细浪”过后，将是范仲淹在《岳阳楼记》中描写的“浊浪排空”、“樯倾楫摧”的恶劣天气。这两句以幽默的手法写航船遇风受阻被迫停泊的情景，反衬出作者此时的心境十分安闲自在。用“斜阳”点明时间是傍晚，以“细浪”说明天气变化，要起风，皆是妙笔。\n\n　　《西江月·阻风山峰下》下片写停船后作者的心里活动。“明日风回更好”，写他期待风向回转，天气变好，及时登程的心情。“今宵露宿何妨？”“何妨”，犹言“有什么关系呢”，实际上是无可奈何的话，但也表现了他在迫不得已的情况下“露宿”时的旷达胸襟。“水晶宫里奏霓裳”，“水晶宫”，俗谓“龙宫”；“霓裳”，即《霓裳羽衣曲》，一支大型歌舞曲的名字。作者听到阵阵波涛声，奇特的想象油然而生，把水声比喻作龙宫的音乐。龙宫既然奏欢庆之乐，明日准是好天气，航船正常前进，“准拟岳阳楼上”，尾句设想，明天准能在岳阳楼上欣赏洞庭湖的美景胜状。\n\n　　《西江月·阻风山峰下》写航船遇风受阻的情景，写景、抒情，乃至对“明日”的设想，着笔轻松，无半点沮丧之处。\n\n　　《西江月·阻风山峰下》全词语言浅易而意境幽雅，读来只觉作者张孝祥对山水无限热爱，却不见船遇逆风受阻的懊恼，这是此词的特色，作者张孝祥构思独到之处。\n\n","translation":"　　满载着一船的秋色，行驶在广阔平展的江面上。行船被风浪所阻，微风吹起鳞鳞波浪，泛起波光。明日风向转为顺风更加好，那么今夜露宿又有什么关系呢？水中的宫殿像是在演奏霓裳羽衣曲，当到达岳阳时，准定在岳阳楼上观赏湖光山色。\n\n"}
{"_id":{"$oid":"5b9a14a9367d5cab18668926"},"title":"凤凰台上忆吹箫·香冷金猊","dynasty":"宋代","writer":"李清照","content":"香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。\n休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。(版本一)\n\n香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。\n明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。(版本二)\n\n","type":["宋词三百首","宋词精选","婉约","女子","离别","思念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154330545.mp3","remark":"金猊(ni泥)：狮形铜香炉。\n红浪：红色被铺乱摊在床上，有如波浪。\n宝奁(lian连)：华贵的梳妆镜匣。\n者：通这。\n阳关：语出《阳关三叠》，是唐宋时的送别曲。此处泛指离歌。\n武陵人远：此处借指爱人去的远方。烟锁秦楼：总谓独居妆楼。\n秦楼：即凤台，相传春秋时秦穆公女弄玉与其夫箫史乘风飞升之前的住所。\n眸（móu）：指瞳神。指眼珠。\n\n","shangxi":"　　这首词是李清照抒写离愁的名篇之一。下面是中华诗词学会理事徐培均先生对此词的赏析要点。\n\n　　词写离情，却略去了别时，只是截取了别前和别后两个横断面，加以深入地开掘。开头一个对句“香冷金猊，被翻红浪”，便给人冷漠凄清的感觉。金猊，指狻猊（狮子）形铜香炉。“被翻红浪”，语本柳永《凤栖梧》：“鸳鸯绣被翻红浪。”说的是锦被胡乱地摊在床上，在晨曦的映照下，波纹起伏，恍似卷起层层红色的波浪。金炉香冷，反映了词人在特定心情下的感受；锦被乱陈，是她无心折叠所致。“起来慵自梳头”，则全写人物的情绪和神态。这三句工炼沉稳，在舒徐的音节中寄寓着作者低沉掩抑的情绪。到了“任宝奁尘满，日上帘钩”，则又微微振起，恰到好处地反映了词人情绪流程中的波澜。然而她内心深处的离愁还未显露，给人的印象只是慵怠或娇慵。慵者，懒也。炉中香消烟冷，无心再焚，一慵也；床上锦被乱陈，无心折叠，二慵也；髻鬟蓬松，无心梳理，三慵也；宝镜尘满，无心拂拭，四慵也；而日上三竿，犹然未觉光阴催人，五慵也。慵而一“任”，则其慵态已达极点。词人为何大写“慵”字，目的仍在写愁。这个“慵”字是“词眼”，使读者从人物的慵态中感到她内心深处有个愁在。\n\n　　“生怕离怀别苦”，开始切题，可是紧接着，作者又一笔宕开，“多少事，欲说还休”，万种愁情，一腔哀怨，本待在丈夫面前尽情倾吐，可是话到嘴边，又吞咽下去。词情又多了一层波折，愁苦又加重了一层。\n\n　　“新来瘦，非干病酒，不是悲秋。”她先从人生的广义概括致瘦的原因：有人是因“日日花前常病酒”（冯延巳《鹊踏枝》），有人是因“万里悲秋常作客”（杜甫《登高》），而自己却是因为伤离惜别这种不足与旁人道的缘由。\n\n　　从“悲秋”到“休休”，是大幅度的跳跃。词人一下子从别前跳到别后，略去话别的缠绵和饯行的伤感，笔法极为精炼。“休休！这回去也，千万遍《阳关》，也则难留。”《阳关》，即《阳关曲》。离歌唱了千千遍，终是难留，惜别之情，跃然纸上。“念武陵人远，烟锁秦楼”，把双方别后相思的感情作了极其精确的概括。武陵人，用刘晨、阮肇典故，借指心爱之人。秦楼，一称凤楼、凤台。相传春秋时有个萧史，善吹箫，作凤鸣，秦穆公以女弄玉妻之，筑凤台以居，一夕吹箫引凤，夫妇乘凤而去。李清照化此典，既写她对丈夫赵明诚的思念，也写赵明诚对其妆楼的凝望，丰富而又深刻。同时后一个典故，还暗合调名，照应题意。\n\n　　下片后半段用顶真格，使各句之间衔接紧凑，而语言节奏也相应地加快，感情的激烈程度也随之增强，使词中所写的“离怀别苦”达到了高潮。“惟有楼前流水”句中的“楼前”，是衔接上句的“秦楼”，“凝眸处”是紧接上句的“凝眸”。把它们连起来吟诵，便有一种自然的旋律推动吟诵的速度，而哀音促节便在不知不觉中搏动人们的心弦。古代写倚楼怀人的不乏佳作，却没有如李清照写得这样痴情的。她心中的“武陵人”越去越远了，人影消失在迷蒙的雾霭之中，她一个人被留在“秦楼”，呆呆地倚楼凝望。她那盼望的心情，无可与语；她那凝望的眼神，无人理解。唯有楼前流水，映出她终日倚楼的身影，印下她钟情凝望的眼神。词笔至此，主题似已完成了，而结尾三句又使情思荡漾无边，留有不尽意味。自从得知赵明诚出游的消息，她就产生了“新愁”，此为一段；明诚走后，洞房空设，佳人独坐，此又是“新愁”一段。从今而后，山高路远，枉自凝眸，其愁将与日俱增，愈发无从排遣了。\n\n　　这首词写离愁，步步深人，层次井然。前片用“慵”来点染，用“瘦”来形容；后片用“念”来深化，用“痴”来烘托，由物到人，由表及里，层层开掘，揭示到人物灵魂的深处。而后片的“新愁”与前片的“新瘦”遥相激射，也十分准确地表现了“离怀别苦”的有增无已。在结构上，特别要注意“任宝帘尘满”中的“任”字，“念武陵人远”中的“念”字。这是两个去声领格字，承上启下，在词中起着关键性的转捩作用。从语言上看，除了后片用了两个典故外，基本上是从生活语言中提炼出来的，自然中节，一片宫商，富有凄婉哀怨的音乐色彩。前人所谓“以浅俗之语，发清新之思”（邹袛谟《远志斋词衷》），信不虚也！\n\n","translation":"铸有狻猊提钮的铜炉里，熏香已经冷透，红色的锦被乱堆床头，如同波浪一般，我也无心去收。早晨起来，懒洋洋不想梳头。任凭华贵的梳妆匣落满灰尘，任凭朝阳的日光照上帘钩。我生怕想起离别的痛苦，有多少话要向他倾诉，可刚要说又不忍开口。新近渐渐消瘦起来，不是因为喝多了酒，也不是因为秋天的影响。算了罢，算了罢，这次他必须要走，即使唱上一万遍《阳关》离别曲，也无法将他挽留。想到心上人就要远去，剩下我独守空楼了，只有那楼前的流水，应顾念着我，映照着我整天注目凝眸。就在凝眸远眺的时候，从今而后，又平添一段日日盼归的新愁。\n\n"}
{"_id":{"$oid":"5b9a14a9367d5cab18668927"},"title":"戏为六绝句·其二","dynasty":"唐代","writer":"杜甫","content":"王杨卢骆当时体，轻薄为文哂未休。\n尔曹身与名俱灭，不废江河万古流。","type":["励志","文学","观点"],"remark":"戏为：戏作。其实杜甫写这六首诗态度是很严肃的，议论也是可取的。六绝句：六首绝句。\n王杨卢骆：王勃、杨炯、卢照邻、骆宾王。这四人擅长诗文，对初唐的文学革新有过贡献，被称为 “初唐四杰”。\n体：这里指诗文的风格而言。当时体：那个时代的风格体裁。\n哂：讥笑。\n尔曹：彼辈，指那些轻薄之徒。\n\n","translation":"王杨卢骆开创了一代诗词的风格和体裁，浅薄的评论者对此讥笑是无止无休的。待你辈的一切都化为灰土之后，也丝毫无伤于滔滔江河的万古奔流。\n\n"}
{"_id":{"$oid":"5b9a14a9367d5cab18668928"},"title":"马嵬·其二","dynasty":"唐代","writer":"李商隐","content":"海外徒闻更九州，他生未卜此生休。\n空闻虎旅传宵柝，无复鸡人报晓筹。\n此日六军同驻马，当时七夕笑牵牛。\n如何四纪为天子，不及卢家有莫愁。","type":["爱情","讽刺"],"remark":"战国时齐国的邹衍曾宣扬“大九州”之说，声言除中国的九州外，海外还有九个同样的“九州”。\n杨贵妃死后，有术士说在海外的仙山找到了她，并带回金钗之类的装饰物给唐玄宗看。这句有讽刺唐玄宗\n痴心空想的意思。徒闻，空闻，指没有根据的传闻。\n传说唐玄宗和杨贵妃曾誓约“世世为夫妻”。这句是说，不管来生怎样，今生的夫妻缘分已经断了。\n虎旅，指跟随唐玄宗赴蜀的禁卫军。宵柝，夜间巡逻时用的梆子。\n鸡人：皇宫中报时的卫士。汉代制度，宫中不得畜鸡，卫士候于朱雀门外，传鸡唱。筹：计时的用具。\n天宝十五年（756）六月十四日，随唐玄宗西行的军队在马嵬驿哗变，杀死杨国忠，并要求杀死杨贵妃。\n当年李、杨在长生殿盟誓恩爱，朝朝暮暮，还笑话天上的牛郎织女一年只能相会一个夜晚。\n四十八年。古人以木星绕日一周（十二年）为一纪。玄宗实际在位四十五年。\n南朝乐府歌辞《河东之水歌》：“莫愁十三能织绮，十四采桑南陌头，十五嫁为卢家妇，十六生儿字阿\n侯。“此以平民女子莫愁婚嫁生活的幸福与帝、妃的爱情悲剧对比。\n\n","shangxi":"　　这是一首政治讽刺诗，锋芒指向了李唐前朝皇帝唐玄宗。\n\n　　一开头夹叙夹议，先用“海外”“更九州”的故事概括方士在海外寻见杨妃的传说，而用“徒闻”加以否定。“徒闻”者，徒然听说也。意思是：玄宗听方士说杨妃在仙山上还记着“愿世世为夫妇”的誓言，“十分震悼”，但这有什么用？“他生”为夫妇的事渺茫“未卜”；“此生”的夫妇关系却已分明结束了。怎么结束的，自然引起下文。\n\n　　次联用宫廷中的“鸡人报晓筹”反衬马嵬驿的“虎旅传宵柝”，昔乐今苦、昔安今危的不同处境和心情已跃然纸上。“虎旅传宵柝”的逃难生活很不安适，这是一层意思。和“鸡人报晓筹”相映衬，暗示主人公渴望重享昔日的安乐，这又是一层意思。再用“空闻”和“无复”相呼应，表现那希望已幻灭，为尾联蓄势，这是第三层意思。“虎旅传宵柝”本来是为了巡逻和警卫，而冠以“空闻”，意义就适得其反。从章法上看，“空闻”上承“此生休”，下启“六军同驻马”。意思是：“虎旅”虽“传宵柝”，却不是为了保卫皇帝和贵妃的安全，而是要发动兵变了。正因为如此，才“无复鸡人报晓筹”，李、杨再不可能享受安适的宫廷生活了。\n\n　　第三联的：“此日”指杨妃的死日。“六军同驻马”与白居易《长恨歌》“六军不发无奈何”同意，但《长恨歌》紧接着写了“宛转蛾眉马前死”，而“此日”即倒转笔锋追述“当时”。“当时”与“此日”对照、补充，不仅其意自明，而且笔致跳脱，蕴含丰富，这叫“逆挽法”。玄宗“当时”七夕与杨妃“密相誓心”，讥笑牵牛、织女一年只能相见一次，而他们两人则要“世世为夫妇”，永远不分离，可在遇上“六军不发”的时候，结果又如何？两相映衬，杨妃赐死的结局就不难于言外得之，而玄宗虚伪、自私的精神面貌也暴露无遗。同时，“七夕笑牵牛”是对玄宗迷恋女色、荒废政事的典型概括，用来对照“六军同驻马”，就表现出二者的因果关系。没有“当时”的荒淫，哪有“此日”的离散？而玄宗沉溺声色之“当时”，又何曾虑及“赐死”宠妃之“此日“！行文至此，尾联的一句已如箭在弦。\n\n　　尾联也包含强烈的对比。一方面是当了四十多年皇帝的唐玄宗保不住宠妃，另一方面是作为普通百姓的卢家能保住既“织绮”、又能“采桑”的妻子莫愁。诗人由此发出冷峻的诘问：为什么当了四十多年的皇帝唐玄宗还不如普通百姓能保住自己的妻子呢？前六句诗，其批判的锋芒都是指向唐玄宗的。用需要作许多探索才能作出全面回答的一问作结，更丰富了批判的内容。\n\n","translation":"徒然听到传说，海外还有九州，来生未可预知，今生就此罢休。\n空听到禁卫军，夜间击打刀斗，不再有宫中鸡人，报晓敲击更筹。\n六军已经约定，全都驻马不前，遥想当年七夕，我们还嗤笑织女耕牛。\n如何历经四纪，身份贵为天子，却不及卢家夫婿，朝朝夕夕陪伴莫愁。\n\n"}
{"_id":{"$oid":"5b9a14a9367d5cab18668929"},"title":"清平乐·雨晴烟晚","dynasty":"五代","writer":"冯延巳","content":"雨晴烟晚。绿水新池满。双燕飞来垂柳院，小阁画帘高卷。\n黄昏独倚朱阑。西南新月眉弯。砌下落花风起，罗衣特地春寒。\n\n","type":["宋词三百首","婉约","写景","妇女","孤独","思念"],"remark":"砌：台阶。\n特地：特别。\n砌：台阶。\n朱阑：一作“朱栏”，红色的栏杆。\n\n","shangxi":"　　这是一首抒写闺情的词作，写的是一个少妇在暮春时节的一个黄昏，思念亲人并等待他归来的情景。\n\n　　词的上片写明节候、环境以及这位少妇所见的景物特色。\n\n　　“雨晴烟晚，绿水新池满”一个“晚”字点名时间；“绿水”二字交待气候-----此时正值春天。这两句乃是写寻常春景：雨后放晴，夕阳残照，烟霭空濛一片，暮色中但见新池绿水盈盈，这景色春意盎然。这是女主人公乍一放眼就看到的自然美，与一般人的赏春并没有什么不同，还未充分显现出她观景的独特感受。\n\n　　“双燕飞来垂柳院，小阁画帘高卷”作者在写景中表现主人公观景有一个心理过程。她乍一看春色挺美，但继而看到暮色中归来的双燕在种着垂柳的庭院中翻飞盘旋，她的心弦就被触动了，与前面两句不自觉地感到春景之美就有些不同。燕子尚能在傍晚双双归巢，那么人呢，作者没有明说，只是写这位少妇把阁中画帘高高卷起。她的卷帘，既是为了更清楚地看双飞燕，也是为了使燕子进入画梁栖宿。这一无言的卷帘动作，蕴含着她的独特而微妙的心情，既有对成双晚归的燕子的羡慕，也有只见归燕而不见归人的怨怅。双燕在这里有鲜明的映衬作用，微露了她的复杂心境。在词中，用双飞燕、双鹧鸪、双飞蝶、双鸳鸯等形象来衬托女子的孤独感，是常见的，这里也是如此。至此读者看到春色虽美，但在女主人公眼中却有一个转折，从一般的观赏到融入自己的生活体验，赏景中那种希望成双团聚的潜意识觉醒了。\n\n　　词的下片以女主人为中心，描绘她孤独凄冷的处境。\n\n　　“黄昏独倚朱阑，西南新月眉弯。”上片之景原来都为女主人公独倚栏所见，“黄昏”对应上片的“晚”，“独倚”与上片“双飞”对举，点明她的孤单处境。那么，她黄昏倚栏是为了眺望远景吗？自然不是黄昏时分，大地一片模糊，还能看见什么呢，她是在盼望远人归来。“西南新月眉弯，”月出于东而落于西，她自黄昏独倚，直到月色偏西，可见其倚栏之久，盼望之切。\n\n　　“砌下落花风起，罗衣特地春寒。”从卷帘望飞燕到倚阑盼归人而望月，地点是不断移动的。此刻人依然未归，她又来到了阶砌再伫立等待。她真是心绪不宁，在住所凡是可看到归人的地方多次徘徊。直到夜风卷起阶前的落花，拂动她的罗衣时，她才感到春寒袭人。“落花风起”再次点明了暮春的季节特征，兼有春思撩人的象征意味。“特地”可解作“特意”或“特别”，在这里作“特别”解为宜。春夜的风使她感到特别塞冷，不仅仅由于她只穿了件薄薄的罗衣，更主要是因为她的独处而不能在心头激荡着暖流，这“寒”即是天寒，更指心寒，它以全篇之力为全篇做了一个收束。\n\n　　这是一首闺情词词中表露的是女主人公那种淡淡的哀怨与怅恨，于微婉的格调中流动着丝丝思情。此类写女子独居伤怀、望夫归来的题材，在《花间集》词作中常见。作者大多善于摄取微细的生活镜头，融入特定的自然景象，来表现女主人公的感受。这首词也体现了花间派的这种创作特色。\n\n","translation":"雨后初晴，傍晚淡烟弥漫，碧绿的春水涨满新池。双燕飞回柳树低垂的庭院，小小的阁楼里画帘高高卷起。\n黄昏时独自倚着朱栏，西南天空挂着一弯如眉的新月。台阶上的落花随风飞舞，罗衣显得格外寒冷。\n\n"}
{"_id":{"$oid":"5b9a14a9367d5cab1866892a"},"title":"端居","dynasty":"唐代","writer":"李商隐","content":"远书归梦两悠悠，只有空床敌素秋。 \n阶下青苔与红树，雨中寥落月中愁。","type":["思乡"],"remark":"端居：闲居。\n素秋：秋天的代称。\n\n","shangxi":"　　这是作者滞留异乡、思念妻子之作。题目“端居”，即闲居之意。\n\n　　诗人远别家乡和亲人，时间已经很久。妻子从远方的来信，是客居异乡寂寞生活的慰藉，但已很久没有见到它的踪影了。在这寂寥的清秋之夜，得不到家人音书的空廓虚无之感变得如此强烈，为寂寞所咬啮的灵魂便自然而然地想从“归梦”中寻求慰藉。即使是短暂的梦中相聚，也总可稍慰相思。但“路迢归梦难成”（李煜《清平乐》），一觉醒来，竟是悠悠相别经年，魂魄未曾入梦。“远书归梦两悠悠”，正是诗人在盼远书而不至、觅归梦而不成的情况下，从心灵深处发出的一声长长的叹息。“悠悠”二字，既形象地显示出远书、归梦的杳邈难期，也传神地表现出希望两皆落空时怅然若失的意态。而双方山川阻隔、别后经年的时间、空间远隔，也隐见于言外。\n\n　　次句写中宵醒后寂寥凄寒的感受。“敌“字不仅突出“空床“与素秋“默默相对的寂寥清冷的氛围,而且表现出空床独寝的人无法承受“素秋“的清冷凄凉的情状,抒发了难以言状的凄怆之情。素秋，是秋天的代称。但它的暗示色彩却相当丰富。它使人联想起洁白清冷的秋霜、皎洁凄寒的秋月、明澈寒冽的秋水，联想起一切散发着萧瑟清寒气息的秋天景物。对于一个寂处异乡、“远书归梦两悠悠”的客子来说，这凄寒的“素秋”便不仅仅是引动愁绪的一种触媒，而且是对毫无慰藉的心灵一种不堪忍受的重压。然而，诗人可以用来和它对“敌”的却“只有空床”而已。清代冯浩《玉溪生诗笺注》引杨守智说：“‘敌’字险而稳。”这评语很精到。这里本可用一个比较平稳而浑成的“对”字。但“对”只表现“空床”与“素秋”默默相对的寂寥清冷之状，偏于客观描绘。而“敌”则除了含有“对”的意思之外，还兼传出空床独寝的人无法承受“素秋”的清寥凄寒意境，而又不得不承受的那种难以言状的心灵深处的凄怆，那种凄神寒骨的感受，更偏于主观精神状态的刻画。试比较李煜“罗衾不耐五更寒”（《浪淘沙》），便可发现这里的“敌”字虽然下得较硬较险，初读似感刻露，但细味则感到它在抒写客观环境所给予人的主观感受方面，比“不耐”要深细、隽永得多，而且它本身又是准确而妥帖的。这就和离开整体意境专以雕琢字句为能事者有别。\n\n　　三、四两句从室内的“空床”移向室外的“青苔”、“红树”。但并不是客观地描绘，而是移情入景，使客观景物对象化，带上浓厚的主观色彩。寂居异乡，平日很少有人来往，阶前长满了青苔，更显出寓所的冷寂。红树，则正是暮秋特有的景象。青苔、红树，色调本来是比较明丽的，但由于是在夜间，在迷蒙雨色、朦胧夜月的笼罩下，色调便不免显得黯淡模糊。在满怀愁绪的诗人眼里，这“阶下青苔与红树”似乎也在默默相对中呈现出一种无言的愁绪和清冷寥落的意态。这两句中“青苔”与“红树”，“雨中”与“月中”，“寥落”与“愁”，都是互文错举。“雨中”与“月中”，似乎不大可能是同一夜间出现的景象。但当诗人面对其中的一幅图景时（假定是月夕），自不妨同时在心中浮现先前经历过的另一幅图景（雨夕）。这样把眼前的实景和记忆中的景色交织在一起，无形中将时间的内涵扩展延伸了，暗示出像这样地中宵不寐，思念远人已非一夕。同时，这三组词两两互文错举，后两组又句中自对，又使诗句具有一种回环流动的美。如果联系一开头的“远书”、“归梦”来体味，那么这“雨中寥落月中愁”的青苔、红树，似乎还可以让读者联想起相互远隔的双方“各在天一涯”默默相思的情景。风雨之夕，月明之夜，胸怀愁绪而寥落之情难以排遣，不禁令人满腹怅然，亦生怜惜之心。 \n\n","translation":"爱妻从远方的来信很久都没有收到了，我得不到家人音讯，只有在睡梦里才能回到家乡以解乡愁。可是中宵醒后，恍然发觉离别已是悠悠数年，顾望四周，只有空荡荡的床榻和寂寥凄寒的秋夜相对，不由得心生凄凉。\n寂居异乡，平日少有人来往，阶前长满了青苔，那一片绿意和秋天的红叶在迷蒙雨色、朦胧夜月的笼罩下变得黯淡模糊，雨夜的凄寒、月色的冷清，又哪里比得上乡愁的磨人呢?\n\n"}
{"_id":{"$oid":"5b9a14a9367d5cab1866892b"},"title":"谏逐客书","dynasty":"先秦","writer":"李斯","content":"　　臣闻吏议逐客，窃以为过矣。昔穆公求士，西取由余于戎，东得百里奚于宛，迎蹇叔于宋，来邳豹、公孙支于晋。此五子者，不产于秦，而穆公用之，并国二十，遂霸西戎。孝公用商鞅之法，移风易俗，民以殷盛，国以富强，百姓乐用，诸侯亲服，获楚、魏之师，举地千里，至今治强。惠王用张仪之计，拔三川之地，西并巴、蜀，北收上郡，南取汉中，包九夷，制鄢、郢，东据成皋之险，割膏腴之壤，遂散六国之纵，使之西面事秦，功施到今。昭王得范雎，废穰侯，逐华阳，强公室，杜私门，蚕食诸侯，使秦成帝业。此四君者，皆以客之功。由此观之，客何负于秦哉！向使四君却客而不内，疏士而不用，是使国无富利之实，而秦无强大之名也。\n　　今陛下致昆山之玉，有随和之宝，垂明月之珠，服太阿之剑，乘纤离之马，建翠凤之旗，树灵鼍之鼓。此数宝者，秦不生一焉，而陛下说之，何也？必秦国之所生然后可，则是夜光之璧，不饰朝廷；犀象之器，不为玩好；郑、卫之女不充后宫，而骏良駃騠不实外厩，江南金锡不为用，西蜀丹青不为采。所以饰后宫，充下陈，娱心意，说耳目者，必出于秦然后可，则是宛珠之簪，傅玑之珥，阿缟之衣，锦绣之饰不进于前，而随俗雅化，佳冶窈窕，赵女不立于侧也。夫击瓮叩缶弹筝搏髀，而歌呼呜呜快耳者，真秦之声也；《郑》、《卫》、《桑间》，《韶》、《虞》、《武》、《象》者，异国之乐也。今弃击瓮叩缶而就《郑》、《卫》，退弹筝而取《昭》、《虞》，若是者何也？快意当前，适观而已矣。今取人则不然。不问可否，不论曲直，非秦者去，为客者逐。然则是所重者在乎色乐珠玉，而所轻者在乎人民也。此非所以跨海内、制诸侯之术也。\n　　臣闻地广者粟多，国大者人众，兵强则士勇。是以泰山不让土壤，故能成其大；河海不择细流，故能就其深；王者不却众庶，故能明其德。是以地无四方，民无异国，四时充美，鬼神降福，此五帝三王之所以无敌也。今乃弃黔首以资敌国，却宾客以业诸侯，使天下之士退而不敢西向，裹足不入秦，此所谓“借寇兵而赍盗粮”者也。夫物不产于秦，可宝者多；士不产于秦，而愿忠者众。今逐客以资敌国，损民以益雠，内自虚而外树怨于诸侯，求国无危，不可得也。(泰山 一作：太山)","type":["古文观止","公文"],"remark":"（1）“由余”，亦作“繇余”，戎王的臣子，是晋人的后裔。穆公屡次使人设法招致他归秦，以客礼待之。入秦后，受到秦穆公重用，帮助秦国攻灭西戎众多小国，称霸西戎。“戎”，古代中原人多称西方少数部族为戎。此指秦国西北部的西戎，活动范围约在今陕西西南、甘肃东部、宁夏南部一带。\n（2）“百里奚”，原为虞国大夫。晋灭虞被俘，后作为秦穆公夫人的陪嫁臣妾之一送往秦国。逃亡到宛，被楚人所执。秦穆公用五张黑公羊皮赎出，用上大夫，故称“五羖大夫”。是辅佐秦穆公称霸的重臣。“宛”（yuān），楚国邑名，在今河南南阳市。\n（3）“蹇（jiǎn）叔”，百里奚的好友，经百里奚推荐，秦穆公把他从宋国请来，委任为上大夫。百里奚对穆公说：“臣不及臣友蹇叔，蹇叔贤而世莫知”。“宋”，国名，或称“商”、“殷”，子姓，始封君为商纣王庶兄微子启，西周初周公平定武庚叛乱后将商旧都周围地区封给微子启，都于商丘（今河南商丘县南），约有今河南东南部及所邻山东、江苏、安徽接界之地。公元前三世纪中叶，大臣剔成肸（即司城子罕）逐杀宋桓侯，戴氏代宋。公元前286年被齐国所灭。\n（4）“邳豹”，晋国大夫邳郑之子，邳郑被晋惠公杀死后，邳豹投奔秦国，秦穆公任为大夫。“公孙支”，“支”或作“枝”，字子桑，秦人，曾游晋，后返秦任大夫。“晋”，国名，姬姓，始封君为周成王之弟叔虞，建都于唐（今陕西翼城县西），约有今山西西南部之地。春秋时，晋献公迁都于绛，亦称“翼”（今山西翼城县东南），陆续攻灭周围小国；晋文公成为继齐桓公之后的霸主；晋景公迁都新田（今山西侯马市西），亦称“新绛”，兼并赤狄，疆域扩展到今山西大部、河北西南部、河南北部和陕西一角。春秋后期，公室衰微，六卿强大。战国初，被执政的韩、赵、魏三家所瓜分。公元前369年，最后一位国君晋桓公被废为庶人，国灭祀绝。\n（5）“产”，生，出生。“并”，吞并。\n（6）“并国二十，遂霸西戎”，《秦本纪》云秦缪公”益国十二，开地千里，遂霸西戎”。这里的“二十”当是约数。\n（7）“孝公”，即秦孝公。“商鞅”，卫国公族，氏公孙，亦称公孙鞅，初为魏相公叔座家臣，公叔座死后入秦，受到秦孝公重用，任左庶长、大良造，因功封于商（今山西商县东南）十五邑，号称商君。于公元前356年和前350年两次实行变法，奠定秦国富强的基础。公元前338年，秦孝公去世，被车裂身死。\n（8）“殷”，多，众多。“殷盛”，指百姓众多而且富裕。\n（9）“魏”，国名，始封君魏文侯，系晋国大夫毕万后裔，于公元前403年与韩景侯、赵烈侯联合瓜分晋国，被周威烈王封为诸侯，建都安邑（今山西夏县西北）。魏文侯任用李悝改革内政，成为强国。梁惠王时迁都大梁（今河南开封市），因亦称”梁”。后国势衰败，公元前225年被秦国所灭。“获楚、魏之师”，指战胜楚国、魏国的军队。公元前340年，商鞅设计诱杀魏军主将公子昂，大败魏军。同年又与楚战，战况不详，据此，当也是秦军获胜。\n（10）“惠王”，即秦惠王，名驷，秦孝公之子，公元前337年至前311年在位。于公元前325年称王。“张仪”，魏人，秦惠王时数次任秦相，鼓吹“连横”，游说各国诸侯事奉秦国，辅佐秦惠文君称王，封武信君。秦武王即位，入魏为相。于公元前310年去世。此句以下诸事，并非都是张仪之计，因为张仪曾经作为宰相，就把功劳归功到他身上了。\n（11）“三川之地”，指黄河、雒水、伊水三川之地，在今河南西北部黄河以南的洛水、伊水流域。韩宣王在此设三川郡。公元前308年秦武王派兵攻取三川大县宜阳（今河南宜阳县西）。公元前249年秦灭东周，取得韩三川全郡，重设三川郡。\n（12）“巴”，国名，周武王灭商后被封为子国，称巴子国，在今四川东部、湖北西部一带。战国中期建都于巴（今四川重庆节）。公元前316年秦惠王派张仪、司马错等领兵攻灭巴国，在其地设置巴郡。“蜀”，国名，周武王时曾参加灭商的盟会，有今四川中部偏西地区。战国中期建都于成都（今四川成都市）。公元前316年秦惠文王派张仪、司马错等领兵灭蜀，在其地设置蜀郡。\n（13）“上郡”，郡名，本来是楚地，在现在的陕西的榆林。魏文侯时置，辖境有今陕西洛河以东，黄梁河以北，东北到子长县、延安市一带。公元前328年魏割上郡十五县给秦，前312年又将整个上郡献秦。秦国于公元前304年于此设置上郡。\n（14）“汉中”，郡名，在现在的陕西汉中。楚怀王时置，辖境有陕西东南和湖北西北的汉水流域。公元前312年，被秦将魏章领兵攻取，秦于此重置汉中郡。\n（15）“包”，这里有并吞的意思。“九夷”，此指楚国境内西北部的少数部族，在今陕西、湖北、四川三省交界地区。\n（16）“鄢”，音yān，楚国别都，在今湖北宜城县东南。春秋时楚惠王曾都于此。“郢”（yǐng），楚国都城，在今湖北江陵市西北纪南城。公元前279年秦将白起攻取鄢，翌年又攻取郢。\n（17）“成皋”，邑名，在今河南荥阳县汜水镇，地势险要，是著名的军事重地。春秋时属郑国称虎牢，公元前375年韩国灭郑属韩，公元前249年被秦军攻取。\n（18）“六国”，韩、魏、燕、赵、齐、楚。“施”，音yì，蔓延，延续。\n（19）“昭王”，即秦昭王，名稷，一作侧或则，秦惠王之子，秦武王异母弟，公元前306年至前251年在位。“范雎jū”，一作“范且”，亦称范叔，魏人，入秦后改名张禄，受到秦昭王信任，为秦相，对内力主废除外戚专权，对外采取远交近攻策略，封于应（今河南宝丰县西南），亦称应侯，死于公元前255年。\n（20）“穰”，音ráng。“穰侯”，即魏冉，楚人后裔，秦昭王母宣太后之异父弟，秦武王去世，拥立秦昭王，任将军，多次为相，受封于穰（今河南邓县），故称穰侯，后又加封陶（今山东定陶县西北）。因秦昭王听用范雎之言，被免去相职，终老于陶。\n（21）“华阳”，即华阳君芈戎，楚昭王母宣太后之同父弟，曾任将军等职，与魏冉同掌国政，先受封于华阳（今河南新郑县北），故称华阳君，后封于新城（今河南密县东南），故又称新城君。公元前266年，与魏冉同被免职遣归封地。\n（22）“蚕食”，比喻像蚕吃桑叶那样逐渐吞食侵占。\n（23）“向使”，假使，倘若。“内”，同“纳”，接纳。\n（24）“陛下”，对帝王的尊称，“致”，求得，收罗。“昆山”，即昆仑山。\n（25）“随、和之宝”，即所谓“随侯珠”和“和氏璧”，传说中春秋时随侯所得的夜明珠和楚人卞和来得的美玉。\n（26）“明月”，宝珠名。\n（27）“太阿（ē）”，亦称“泰阿”，宝剑名，相传为春秋著名工匠欧冶子、干将所铸。\n（28）“纤离”，骏马名。\n（29）“翠凤之旗”，用翠凤羽毛作为装饰的旗帜。\n（30）“鼍”（tuó）亦称扬子鳄，俗称猪婆龙，皮可蒙鼓。\n（31）“说”，通“悦”，喜悦，喜爱。\n（32）“犀象之器”，指用犀牛角和象牙制成的器具。\n（33）“郑”，国名，姬姓，始封君为周宣王弟友，公元前806年分封于郑（今陕西华县东）。春秋时建都新郑（今河南新郑县），有今河南中部之地，公元的375年被韩国所灭。“卫”，国名，姬姓，始封君为周武王弟康叔，初都朝歌（今河南淇县），后迁都楚丘（今河南滑县）、帝丘（今河南濮阳县），有今河南北部、山东西部之地。公元前254年被魏国所灭。“郑、卫之女”，此时郑、卫已亡，当指郑、卫故地的女子。“后宫”，嫔妃所居的宫室，也可用作嫔妃的代称。\n（34）“駃騠”，音jué tí，骏马名。“外厩（jiù）”，宫外的马圈。\n（35）“江南”，长江以南地区。此指长江以南的楚地，素以出产金、锡著名。\n（36）“丹”，丹砂，可以制成红色颜料。“青”，青，可以制成青黑色颜料。“西蜀丹青”，蜀地素以出产丹青矿石出名。“采”，彩色，彩绘。\n（37）“下陈”，殿堂下陈放礼器、站立傧从的地方。“充下陈”，此泛指将财物、美女充买府库后宫。\n（38）“宛”，宛转，缠绕。”宛珠之簪”，缀绕珍珠的发簪。或以“宛”为地名，指用宛（今河南南阳市）地出产的珍珠所作装饰的发簪。\n（39）“傅”，附着，镶嵌。“玑”，不圆的珠子。此泛指珠子。“珥”，音er，耳饰。\n（40）“阿”，细缯，一种轻细的丝织物。或以“阿”为地名，指齐国东阿（今山东东阿县）。\n（41）“缟”，音gǎo，未经染色的绢。\n（42）“随俗雅化”，随合时俗而雅致不凡。“佳”，美好，美丽。“冶”，妖冶，艳丽。“窈窕”，音yǎo tiǎo，美好的样子。“赵”，国名，始封君赵烈侯，系晋国大夫赵衰后裔，于公元前403年与魏文侯、韩景侯联合瓜分晋国，被周威烈王封为诸侯，建都晋阳（今山西太原市东南），有今山西中部、陕西东北角、河北西南部。公元前三八六年迁都邯郸（今河北邯郸市）。公元前二二二年被秦国所灭。古人多以燕、赵为出美女之地。\n（43）“瓮”，音wèng，陶制的容器，古人用米打水。“缶”，音fǒu，一种口小腹大的陶器。秦人将瓮、缶作为打击乐器。“搏”，击打，拍打。“髀”，音bì，大腿。“搏髀”，拍打大腿，以此掌握音乐唱歌的节奏。\n（44）“《郑》”，指郑国故地的音乐。“《卫》”，指卫国故地的音乐。“《桑间》”，桑间为卫国濮水边上地名，在今河南濮阳县南，有男女聚会唱歌的风俗。此指桑间的音乐，即本书《乐书》的“桑间濮上之音”。“《昭》”，通“韶”，《史记集解》引徐广曰：“昭，一作‘韶’。”歌颂虞舜的舞乐。”《虞》”，按《史记会注考证校补》引南化本、枫山本、三条本等作“护”，当为歌颂商汤的舞乐。“《武》”，歌颂周武王的舞乐。“《象》”，歌颂周文王的舞乐。\n（45）“太山”，即泰山。“让”，辞让，拒绝。\n（46）“择”，舍弃，抛弃。细流，小水。\n（47）“却”，推却，拒绝。\n（48）“五帝”，指黄帝、颛顼、帝喾、尧、舜。“三王”，指夏、商、周三代开国君主，即夏禹、商汤、周文王和周武王。\n（49）“黔首”，无爵平民不能服冠，只能以黑巾裹头，故称黔首。此泛指百姓。秦始皇统一六国后正式称百姓为黔首。《史记·秦始皇本纪》载：二十六年，“更名民曰黔首”。“资”，资助，供给。\n（50）“业”，从业，从事，事奉。\n（51）“赍”（jī）送，送给。这句是说，把武器粮食供给寇盗。\n（52）“益”，增益，增多。“雠”，通“仇”，仇敌。减少该国的人口而增加敌国的人力。\n（53）“外树怨于诸侯”，指宾客被驱逐出外必投奔其它诸侯，从而构树新怨。\n\n","shangxi":"　　《谏逐客书》是李斯给秦王的一个奏章。这件事是在秦王赢政十年。秦国宗室贵族借韩国派水工修灌溉渠，阴谋消耗秦的国力，谏秦皇下令驱逐一切客卿。秦王读了李斯这一奏章，取消了逐客令。可见本文说服力之强。 　　作者先谈历史，以穆公、孝公、惠王、昭王四位国君召士纳贤为例，强调重用客卿之重要。接着再谈现实，作者列举秦王的爱好，诸如昆山之玉，随和之宝，明月之珠，以及所佩太阿剑，所乘之纤离之马等等，都是来自诸侯各国。\n\n实效性 　　首先是《谏逐客书》具有明显的实效性。实效，就是要讲求实用，注重效果，这就涉及到公文的目的及功能。公文不像艺文那样，优游浸渍，潜移默化，以美感人，公文乃是“政事之先务”，它的目的是为了完成特定的公务，它的功能是可以解决实际的问题。从本质上说公文是一种实用性程式性的文书，以此区别于一般的文章或文学作品。公文所产生的客观效果是衡量公文实用性大小的一个重要尺度。所以公文撰制时必须事先预计效果，办理时讲究效率，客观上注重功效。徐望之《公牍通论》指出：“事前体察周详，令出务求实效。”这说的是下行公文。上行公文也要做到“下情不壅于上闻，谋事惟期其必达”。一篇公文，如果实用性不大，效果不显著，就很难说是上乘之作。因此，实效性显著，应是好公文的重要条件。以此看来《，谏逐客书》正是具有实效性显著的特点。这篇公文最成功之处就在于，该文一上秦王，就达到预期的目的，收到满意的效果。司马迁在《李斯列传》中曾这样叙述过李斯上书的前因后果：“秦王拜斯为客卿。会韩人郑国来间秦，以作注溉渠，已而觉。秦宗室大臣皆言秦王曰：‘诸侯人来事秦者，大抵为其主游间于秦耳。请一切逐客。’李斯议亦在逐中。斯乃上书曰：“秦王乃除逐客之令，复李斯官，卒用其计谋。”当时秦王的逐客令已下，李斯也在被逐之列，而凭此上书,竟能使秦王收回成命，由逐客变为留客、用客、重客，这就不能不承认《谏逐客书》发挥了巨大的作用，公文的实效性在这里得到了最充分的体现。\n\n论断典范 　　其次，《谏逐客书》在“对事的论断”方面堪称典范。笔者以为“对事的论断”应视为公文的一个重要特征。事是公文的内容，论断是对公文内容的表达方式。“对事的论断”体现了公文的内容与形式的统一。显然，公文须有事，刘勰所说“言事于主”、“指事造实”，徐望之所说“谋事惟期其必达”、“尚实事不尚虚文”，都指出公文的内容就是事，因为公文就是办实事的。但是公文在表达事时，不必对其来龙去脉进行具体的叙述，往往是高度概括，或者点到为止。公文对于事，主要是用“论断”的方法。正如《公牍通论》所述，“陈言论事”、“公文本质，重论断”。论断是个合成词，包含论和断两个方面。断，判断、决断之谓，对事的是非、得失、功过等表示肯定或否定的态度，对事的实施提出一定的办法。论是论事理，要受文者承办事务，必须把事理论说明白。简言之，断就是要办什么事，论就是办这事的理由。论是断的前提，如果不把事理论清说透，断就会成为无源之水，无本之木，缺乏说服力。在古代公文中，由于文种不同，对事论断的情况也有差别，如下行的君命文种，比较偏重于断,凡戒敕、废立、告谕、政令等，都显示独断的至高权威，而上行文种的章、奏、表、议等则较侧重于论（当然也应有断），凡谏说、劝请、陈乞、弹劾、执异等，本身就需要有充分的理由，不论说何以达其目的。况且上奏文种面对的是国君这个特殊对象，更要情至理足。《谏逐客书》在这一点上，具有非常鲜明的特色。全文的断就是开头一句话：“臣闻吏议逐客，窃以为过矣。”希望通过这一判断成立，使秦王接受，并收回成命，不要逐。为此在下文展开了有力的论说。开头这一断语的 　　特点是，在客卿已被逐的紧急情势下（《史记集解·新序》：“斯在逐中，道上上谏书。”），用非常警醒而委婉的言辞开宗明义，起句发意振聋发聩。本文尤具特色的更在其论的部分，对事理的论说充分深刻，令人信服。这里有必要指出两点，其一是用重笔浓墨，铺张排比，列举事例。如文中铺排了四君用客的大量事实，铺陈了秦王所喜爱的大量生活享用，由于事例充实，铺垫充足，加强了与下文的对比，因而得出的结论极其有力。而这些事例都有所依傍，且经过精心选择，因而显得可靠典型。从铺排的技巧来说，排比句接踵联翩，文意饱满，文气流畅，文势充沛,极有感染力。其二，在论证上的特点是正反并反复对比，层层深化。如在论证的首层，四君用客（实笔） 与“却客不内”（虚笔） 的对比，首层四君用客与次层秦王轻客的对比，次层重物与轻人的对比，处处在对比之中显示逐客之谬误。全文在逻辑关系上是步步推进，层层深化。时间上由远到近，推移有序：先言古代，次论现实，再次言及未来。在言及逐客的危害时，程度上由轻到重，步步升级：先说如果没有客卿，秦国就不会“富利”和“强大”；接着说“非秦者去，为客者逐”，“此非所以跨海内、制诸侯之术”，直接落到统一天下这个关键问题，比上层更切近要害；再说弃 　　黔首、却宾客，是所谓“藉寇兵而赍盗粮”，资助了敌人削弱了自己，对秦国的不利更严重些；最后指出“今逐客以资敌国、损民以益仇，内自虚而外树怨于诸侯，求国无危，不可得也。”不仅不能统一天下，而且有亡国的危险，把逐客的危害引申到极点。这种由轻到重、步步推进的说理过程，避免一开始就突兀冲撞，造成相反结果，它符合人的心理接受规律。\n\n针对性 　　再者《，谏逐客书》具有很强的针对性。公文的针对性一方面是指每件公文都是针对某一具体的事务而发，另方面也指公文具有比较具体的的受文对象，受文者具有确定性。周知性的公文读者面较宽,但也有一定的范围；下行文受文的面相对说要窄一些，在现代的公文中有的还规定了阅读传达范围；上行文一般是给一个上级机关，受文对象很具体。古代的上奏文种是专门给君主的，对象最明确。公文写作时都视受文者的不同情况进行斟酌，有的放矢。《谏逐客书》的针对性，从内容上来说，是对着逐客这事而发，全文紧紧扣住逐客以论说其错误。文章这样处理很高明，因这逐客的起因是韩国人郑国劝秦王修筑一条灌溉渠，其目的是企图以浩大的工程耗费秦国的财力，使之不能对外用兵，如果就此事进行辩解，显然是没有道理的。李斯避开这个起因不谈，只抓住逐客对秦不利来论说，完全从秦国的利益着眼，这就容易使秦王接受。另外，李斯当时也无辜受牵连，但他在上书中片言不涉及自己，这样完全符合公文的本质要求，徐望之说：“公文本质之可贵，贵在一字一句皆从民生国计上着想。”针对逐客对秦不利来论说，正是从国计民生着想的体现。 　　《谏逐客书》的针对性，还表现在针对特定的受文者来采取谏说的策略。李斯上书是给秦王政这个具体的人看的，如果不熟悉这个人，不揣摩这个人的愿望、想法，不去迎合他的心理需求，那就很容易碰壁。对这个问题，刘勰有中肯的评价：“烦（顺） 情入机动言中务，虽批逆鳞而功成计合，此上出之喜说者也。”顺着秦王的感情、心理，引到统一六国的关键问题，符合主要任务的需要。当时秦王的最大欲望是兼并天下,凡是违反这一欲望，就难以立足，凡是利于达到这一欲望，就容易被接受。李斯紧紧抓住秦王的这一心理，把秦国的霸业作为整篇谏书的灵魂，贯串始终。在论说的首层以秦王政的祖先重用客卿造成“霸西戎”、“治强”、“散六国之从”、“蚕食诸侯”、“使秦成帝业”等成就去耸动秦王；在论说的次层则把用客卿提到“跨海内，制诸侯之术”的高度；再接着以古代五帝三王“不却众庶”无敌天下去打动秦王。总之，每个层次都反复论述这样一个根本的利害关系：纳客就能统一天下，逐客就有亡国危险。以利劝之，以害怵之，这就紧紧抓住了秦王的心，深深击中其要害，使秦王顺理成章地接纳其意见，并收回逐客令，达到了上书的目的。 　　以上论述了《谏逐客书》是如何有针对性地、成功地对逐客之事加以论断，使该公文收到了显著的实效。实效性、针对性、对事加以论断，这三个特征在文中体现最为突出。当然，该文还有个别其他的公文特征，像当时李斯已在被逐之中，写这篇上书必须十分注意时效，除了“道上上谏书”急就此文之外，在写法上开头单刀直入，指出逐客之错，使秦王为之震动。可见首句发意、开门见山，既为当时紧急情势决定，也是公文时效性的要求。\n\n","translation":"　　我听说官吏在商议驱逐客卿这件事，私下里认为是错误的。\n　　从前秦穆公寻求贤士，西边从西戎取得由余，东边从宛地得到百里奚，又从宋国迎来蹇叔，还从晋国招来丕豹、公孙支。这五位贤人，不生在秦国，而秦穆公重用他们，吞并国家二十多个，于是称霸西戎。秦孝公采用商鞅的新法，移风易俗，人民因此殷实，国家因此富强，百姓乐意为国效力，诸侯亲附归服，战胜楚国、魏国的军队，攻取土地上千里，至今政治安定，国力强盛。秦惠王采纳张仪的计策，攻下三川地区，西进兼并巴、蜀两国，北上收得上郡，南下攻取汉中，席卷九夷各部，控制鄢、郢之地，东面占据成皋天险，割取肥田沃土，于是拆散六国的合纵同盟，使他们朝西侍奉秦国，功烈延续到今天。昭王得到范雎，废黜穰侯，驱逐华阳君，加强·巩固了王室的权力，堵塞了权贵垄断政治的局面，蚕食诸侯领土，使秦国成就帝王大业。这四位君主，都依靠了客卿的功劳。由此看来，客卿哪有什么对不住秦国的地方呢！倘若四位君主拒绝远客而不予接纳，疏远贤士而不加任用，这就会使国家没有丰厚的实力，而让秦国没有强大的名声了。\n　　陛下罗致昆山的美玉，宫中有随侯之珠，和氏之璧，衣饰上缀着光如明月的宝珠，身上佩带着太阿宝剑，乘坐的是名贵的纤离马，树立的是以翠凤羽毛为饰的旗子，陈设的是蒙着灵鼍之皮的好鼓。这些宝贵之物，没有一种是秦国产的，而陛下却很喜欢它们，这是为什么呢？如果一定要是秦国出产的才许可采用，那么这种夜光宝玉，决不会成为秦廷的装饰；犀角、象牙雕成的器物，也不会成为陛下的玩好之物；郑、卫二地能歌善舞的女子，也不会填满陛下的后宫；北方的名骥良马，决不会充实到陛下的马房；江南的金锡不会为陛下所用，西蜀的丹青也不会作为彩饰。用以装饰后宫、广充侍妾、爽心快意、悦入耳目的所有这些都要是秦国生长、生产的然后才可用的话，那么点缀有珠宝的簪子，耳上的玉坠，丝织的衣服，锦绣的装饰，就都不会进献到陛下面前；那些闲雅变化而能随俗推移的妖冶美好的佳丽，也不会立于陛下的身旁。那敲击瓦器，拍髀弹筝，乌乌呀呀地歌唱，能快人耳目的，确真是秦国的地道音乐了；那郑、卫桑间的歌声，《韶虞》《武象》等乐曲，可算是外国的音乐了。如今陛下却抛弃了秦国地道的敲击瓦器的音乐，而取用郑、卫淫靡悦耳之音，不要秦筝而要《韶虞》，这是为什么呢？难道不是因为外国音乐可以快意，可以满足耳目官能的需要么？可陛下对用人却不是这样，不问是否可用，不管是非曲直，凡不是秦国的就要离开，凡是客卿都要驱逐。这样做就说明，陛下所看重的，只在珠玉声色方面；而所轻视的，却是人民士众。这不是能用来驾驭天下，制服诸侯的方法啊！\n　　我听说田地广就粮食多，国家大就人口众，武器精良将士就骁勇。因此，泰山不拒绝泥土，所以能成就它的高大；江河湖海不舍弃细流，所以能成就它的深邃；有志建立王业的人不嫌弃民众，所以能彰明他的德行。因此，土地不分东西南北，百姓不论异国它邦，那样便会一年四季富裕美好，天地鬼神降赐福运，这就是五帝、三王无可匹敌的缘故。抛弃百姓使之去帮助敌国，拒绝宾客使之去事奉诸侯，使天下的贤士退却而不敢西进，裹足止步不入秦国，这就叫做“借武器给敌寇，送粮食给盗贼”啊。\n　　物品中不出产在秦国，而宝贵的却很多；贤士中不出生于秦，愿意效忠的很多。如今驱逐宾客来资助敌国，减损百姓来充实对手，内部自己造成空虚而外部在诸侯中构筑怨恨，那要谋求国家没有危难，是不可能的啊。\n\n"}
{"_id":{"$oid":"5b9a14a9367d5cab1866892c"},"title":"春寒","dynasty":"宋代","writer":"陈与义","content":"二月巴陵日日风，春寒未了怯园公。\n海棠不惜胭脂色，独立蒙蒙细雨中。","type":["咏物","海棠","抒怀","品格"],"remark":"选自《简斋集》。陈与义（1090-1138），号简斋。宋代诗人。此诗写于高宗建炎三年（1129）二月。\n巴陵：古郡名，今湖南岳阳市。\n园公：诗人自注：“借居小园，遂自号园公。”\n胭脂：一种红色颜料。也泛指红色。\n\n","shangxi":"赏析 　　这首绝句与其说是写春寒，不如说是咏海棠。说到咏海棠，自然忘不了苏轼的《海棠》诗：“东风袅袅泛崇光，香雾空蒙月转廊。只恐夜深花睡去，故烧高烛照红妆。”其实，这两首海棠诗都是借海棠写自己。苏轼笔下的海棠圣洁、幽寂，是他贬官黄州时的写照；陈与义笔下的海棠雅致孤高，是他流亡时的写照。 因此，头两句的“风”“寒”就不仅仅是自然界的风寒，更主要的是社会的风寒——金兵南侵，南宋小朝廷“山河破碎风飘絮”，诗人则“身世浮沉雨打萍”，怎不感到“怯”？后两句诗人用类似于刻划松、梅、菊、竹的手法来写海棠，说它傲然“独立”于风雨中，哪怕有损于自己美丽的“胭脂色”。海棠的风骨和雅致得到充分的表现。诗人点化杜甫的“林花着雨胭脂湿”，别创意境，不但更具风致，而且更具品格。诗人将自己的风骨、品格、雅致融入对海棠的描写中，使这首诗成为咏物上乘之作，这就是咏物诗创作的诀窍。 ▲","translation":"二月的巴陵，几乎天天都刮风下雨。料峭的春寒还未结束，给园林的花木带来了灾难，叫人担心害怕！\n娇嫩的海棠，毫不吝惜鲜红的花朵，挺身独立在寒风冷雨中开放着。\n\n"}
{"_id":{"$oid":"5b9a14a9367d5cab1866892d"},"title":"闻武均州报已复西京","dynasty":"宋代","writer":"陆游","content":"白发将军亦壮哉，西京昨夜捷书来。\n胡儿敢作千年计，天意宁知一日回。\n列圣仁恩深雨露，中兴赦令疾风雷。\n悬知寒食朝陵使，驿路梨花处处开。","type":["战争","抒怀","喜悦"],"remark":"武均州：即武巨。当时武巨任果州团练使，知均州，兼管内安抚使，节度忠义军。古人常以任官所在地名代称其人名字，均州故址在今湖北省光化县。\n白发将军：指武巨。\n捷书：捷报。\n胡儿：指金人。\n天意：指冥冥中上天的意向。 回：回心转意。指上天叉决定祜助赵宋王朝。\n列圣。宋王朝已故列代皇帝。\n中兴：国家由衰转盛。赦令：大赦天下的诏令。 疾风雷：指诏令传布快如风雷。\n悬知，预测，推想。 寒食：指清明明前三日，民俗不举火，以纪念被烧死的介子推。古人多在这几日扫墓。朝陵使：朝祭陵墓的使者。北宋诸代皇帝的陵墓皆在西京。收复西京后即可派朝陵使前往祭扫。\n驿路：旅途。驿：古时旅行时换马宿夜的地方。\n\n","translation":"白发将军虎老雄心犹在，收复西京捷报昨夜传来。\n胡贼说梦妄想永占中原，岂知上天桔我大宋兴泰。\n列圣仁泽深如雨露普降，大赦诏令快似疾风迅雷。\n料想明朝寒食祭扫陵墓。一路春风处处梨花盛开。\n\n"}
{"_id":{"$oid":"5b9a14a9367d5cab1866892e"},"title":"金缕曲二首","dynasty":"清代","writer":"顾贞观","content":"寄吴汉槎宁古塔，以词代书，丙辰冬，寓京师千佛寺，冰雪中作。\n\n季子平安否？便归来，平生万事，那堪回首！行路悠悠谁慰藉，母老家贫子幼。记不起，从前杯酒。魑魅搏人应见惯，总输他，覆雨翻云手，冰与雪，周旋久。\n泪痕莫滴牛衣透，数天涯，依然骨肉，几家能够？比似红颜多命薄，更不如今还有。只绝塞，苦寒难受。廿载包胥承一诺，盼乌头马角终相救。置此札，君怀袖。\n\n我亦飘零久！十年来，深恩负尽，死生师友。宿昔齐名非忝窃，只看杜陵消瘦，曾不减，夜郎僝僽，薄命长辞知己别，问人生到此凄凉否？千万恨，为君剖。(只看 一作：试看)\n兄生辛未吾丁丑，共此时，冰霜摧折，早衰蒲柳。诗赋从今须少作，留取心魂相守。但愿得，河清人寿！归日急翻行戍稿，把空名料理传身后。言不尽，观顿首。\n\n","type":["友情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154331081.mp3","remark":"吴汉槎（chá）：名兆骞，江苏吴江人。顺治举人，工诗文，以科场事为人所陷，于顺治十六年谪戍宁古塔（今松江省宁安县）。\n书：书信。\n丙辰：清康熙十五年（1676年）\n季子：指春秋时吴王寿梦的儿子季札，号延陵季子，素有贤名。后常称姓吴的人为“季子”。这里代指吴兆骞。\n行路：过路人。\n悠悠：关系很远，不相关。\n慰藉：安慰之意。\n杯酒：即杯酒言欢的缩语。\n魑（chī）魅搏人：魑魅，传说里的山林妖怪。搏人，打人，抓人。据吴兆骞子吴振臣在《秋笳集》的跋中说，吴兆骞“为仇家所中，遂遣戍宁古。”\n覆雨翻云手：指翻手为云，覆手为雨，陷害好人的阴毒小人。\n牛衣：乱麻编制的给牛保暖的披盖物。据《汉书·王章传》载，王章贫困的时侯，曾与妻子卧于牛衣上对泣。\n数天涯，依然骨肉：吴兆骞被遣戍肩，其妻至戍所相陪十余年，生有一子四女。\n绝塞：极远的边塞。苦寒难受：吴兆骞《秋笳集》卷八《与计甫草书》中有：“塞外苦寒，四时冰雪。”\n廿（niàn）载包胥承一诺：廿载，二十年。从1657年吴兆骞被遣戍宁古塔，到作者1676年写这首词，正好二十年。包胥承一诺，据《史记·伍子胥列传》载，春秋时，楚国大失包胥立誓要保全楚国，后果然如愿。\n盼乌头马角终相救：《史记·刺客列传》索引：“丹求归，秦王曰，‘乌头白，马生角，乃许耳。’”燕太子丹仰天长叹，上感于天，果然乌头变白，马也生角。\n札：信札，书信。\n我亦飘零久：飘零，漂泊。作者康熙五年（1666年）中举，掌国史馆典籍，五年后因父病告归，康熙\u001e十五年（1676年）又入京在纳兰性德家教书，两度客居京师，故有飘零异乡之感。\n十年来：从康熙五年（1666年）作者中举，到1676年写这首词，正好十年。\n“宿昔”四句：宿昔，过去。非忝窃，不是名不副实。《感引集》卷十六引顾震沧的话说：“贞观幼有异才，能诗，尤工乐府。少与吴江吴兆骞齐名。”杜陵消瘦，杜甫在《丽人行》中自称“杜陵野老”、“杜陵布衣”，李白戏杜甫诗中有：“借问别采太瘦生，总为从前作诗苦。”夜郎僝僽，李白曾被流夜郎（今贵州省西部），受到摧残。这里以杜甫和李白比喻作者和吴兆骞。\n薄命长辞知己别：指作者夫人去世和与昊兆骞分别。\n兄生辛未吾丁丑：吴兆骞生于辛未年，即明崇祯四年（1631）。作者生于丁丑年，即明崇祯十年（1637年）。\n早衰蒲柳：蒲柳，即水杨，是凋零最早的树木。《世说新语》载：“顾悦与简文同年，而发早白。简文曰：‘卿何以先白？’对曰：‘蒲柳之姿，望秋而落。松柏之质，经霜犹茂。’”\n“诗赋”二句：古人认为创作诗文损伤人的心魂。桓谭在《新论》里说，他和扬雄都因作赋，“用精思大剧而得病”。作者和吴兆骞创作都很勤奋，尤其是吴兆骞，儿童时就作胆赋，“累千余言”。（见《国朝先正事略》）\n但愿得，河清人寿：河，指黄河。黄河水浊，古时认为黄河清就天下太平。古人云：“俟河之清，人寿几何。”认为黄河千年一清，而人寿有限。这里是希望一切好转，吴兆骞能归来的意思。\n行戍稿：在戍边时所写的稿子。\n\n","shangxi":"　　二作系以书信格式入词，十分别致。“季子平安否？”写信先须问对方安好，这首句正是问安口气。不过用“季子”二字却有深意。这里用“季子”二字既切合吴兆骞的姓氏，又使入联想其才德，而且还表明吴地人。（一说，吴兆骞有二兄，季子言其排行。）拿吴季子比吴兆骞，其人才德令人钦佩，而却受了这种冤枉，就更令人同情。所以五个字看似寻常，实则有力地领起全篇。“便归来，平生万事，那堪回首？”这是用假设语句极力同情吴兆骞的痛苦经历。即使现在就能回到家乡，这段经历中的千难万苦，又那堪回想。何况现在没有归来，还在经受着这些不堪回首的痛苦。“行路悠悠准慰藉，母老家贫子幼。”这是就不堪回首的痛苦中特别提出充军关外的遭遇，没有谁能加以安慰，家庭又是如此困难——母老家贫子幼。过去的一切欢乐都无影无踪，“记不起、从前杯酒”。朋友的文酒之会，杯酒相欢，不要说现在没有了，就连过去的记忆也消失了，令人伤心。“魑魅搏人应见惯，总输他，覆雨翻云手。”“搏人”，这是含蓄地为吴兆骞鸣不平。“魑魅搏人”，比喻坏人以卑劣的手段陷害人。桂甫诗：“纷纷轻薄何足数，翻手为云覆手雨。”这里用杜意，就是说，君子总要吃小人的亏。应该提出的是清代文字狱频繁，士人往住转喉触讳。吴兆骞是朝廷谪戍的，既要同情兆骞，又要回避触犯朝廷，只能笼统地这样解说，这在当时已经算是大胆的了。“冰与雪，周旋久。”这是切题中宁古塔的特点。塞外苦寒，作者此时在京师风雪之中，想象好友塞外，只能与冰雪周旋，而一过就是多年，定令人难受。这上片痛快淋漓地为吴兆骞的痛苦倾诉，下片一转变成多方安慰开脱，希望他不要为痛苦所摧垮。\n\n　　汉时王章夫妻牛衣对泣的事，作者反用为“泪哀莫滴牛衣透”，劝也不要过分伤心，原因何在，“数天涯，依然骨肉，几家能够？比似红颜多命薄，更不如今还有？”没有几家能够骨肉团聚，吴兆骞虽远在关外，却还能牛农对泣，骨肉一处，这是骨肉分散的还好些。再说红颜命薄，古今一辙，有才往往命途多舛。这样退一步想，也就得些宽慰。但劝慰要有分寸，只能说到这地步，笔锋一转又为他难受：“只绝塞、苦寒难受。”这和上片结尾“冰与雪，周旋久”相呼应。“廿载包胥承一诺，盼乌头马角终相救”，化用春秋后期申包胥立誓救楚和燕太子丹质于秦而后得归的典故，作者把它们巧妙地组织在一起，表示不管多大困准，一定要像申包胥那样尽力救他回来。沉痛感人。“置此札，君怀袖”：这封信请你保存。就是凭证。这几句表现死生不愉的友情，感人肺腑，催入泪下。\n\n　　第一首从吴兆骞写，第二首换个角度从自己发感慨：“我亦飘零久。十年来，深恩负尽，死生师友！”说得沉痛，“亦”字勾留上首，不是泛泛。“宿昔齐名非泰窃，试看杜陵消瘦。曾不减、夜郎僝僽。”从自己又说到两人。杜甫《长沙送李十一衔》：“李杜齐名真悉窃，朔云寒菊倍离忧。”杜甫是客气话。历史上李杜齐名有好多个，东汉的李固杜乔、李膺杜密等等，唐朝诗人李白杜甫，这儿反用杜诗说“非忝窃”，以杜甫自比。“试看杜陵消瘦。”以李白比吴兆骞，李白曾被长流夜邹（中道放归），比吴兆骞之滴戍宁古塔，“僝僽”，指受折磨和愁苦烦恼。自己虽然没有谪戍，却和吴兆骞一样痛苦，备受析磨。“薄命长辞知己别，问人生、到此凄凉否？”红颜薄命，长辞指死亡。顾贞观曾有悼亡之戚，薄命长辞，知已远别，人生逢此，是妻凉。人生之中没有多少人曾到这样凄凉境地。“问人生”这一反问句就包含上两层意思。“千万恨，为兄剖，自然收束半片。\n\n　　换头处，从年龄诉说，“兄生辛未吾丁丑”。辛未、丁丑到作此词时，两人都过了四十，“四十曰强，仕。”但“共些时，冰霜摧折，早衰蒲柳”，身体都受到摧残而早衰了。蒲柳是用《世说新语》顾悦与晋简文帝同岁而先老的典故，而“蒲柳”就变成自指身体的谦词了。这里用个“共”字，表示两人都一样，这是回应上文“试看杜陵消瘦，曾不减、夜郎僝僽。” 既然年过四十，身体早衰，就应注意保养：“词赋从今须少作，留取心魂相守。”两句语重心长。既然可以“相守”，表明前途仍有希望。“但愿得、河清人寿。”（“俟河之情，人寿几何？”“黄河清，出圣人。”）这句祝愿，字面用前一句，意思在后一句。希望圣主施恩，远人归老家园。政治清明，相应地人民应该生活安定，终其天年，所以说“河倩清人寿”。“归日急翻行戍稿，把空名料理传身后。”，吴兆骞的诗必传于后是作者的预言，也是完全符合实际的。吴兆骞流放以后，诗歌增加了悲壮苍凉的气氛，为人传诵，在清代前期也算重要作家。这表现作者对吴兆骞的信任和安慰。不说“声名”而说“空名”，这个“空”字把上文一系列苦痛都括在其中，大名没有使吴兆骞免除生前的苦难，所以说“空名”，这个“空”字可以算一字千金。“言又尽，观顿首”，仍然是书信格式。\n\n","translation":"你近来平安吗？即便你回来，回首以前令人悲债的事，你又怎能够承受！昔日朋友形同陌生的路人，又有谁安慰你？你母老家贫子幼，早记不起杯酒相娱的时侯。魑魅搏人的事应该司空见惯，正直人却总是输在覆雨翻云的小人之手。我们与寒冷的冰雪，打交道已经很久很久。\n劝你不要让泪水把牛衣滴透。请你数一数天下的戌边人，仍旧和家人团聚二堂的，又有几家？比起早已冤死的红颜薄命人，更不如你如今生命还有。只是在那极远的边塞，四季冰雪的苦寒难受。你在边塞已经二十年，·我要像申包胥那样实现诺言，像燕丹盼归使乌头白马生角样，一定把你营救。我就以这首词代替书信，请你妥善保存不要忧愁。\n\n我也漂泊他乡很久。自中举十年来，我辜负了你的深厚恩情，未报答你这位生死之交的师友。从前你我齐名并非名不副实，试看曾为怀念李白而瘦的杜甫，忧闷不下于流放夜郎的李白。我的夫人已经去世，又与知己的你分别，试问人生在世，到这步田地凄凉不？我将千种怨、万种恨，向你细细倾吐。\n你生于辛未年我生于丁丑，都受了一些时间的冰雪摧残，已经成了早衰的蒲柳。劝你从今要少作词赋，多多保重与我长相守。但愿黄河变清人长寿。你归来定会急忙翻阅戌边时的诗稿，把它们整理出来传给后世，但也只是忧患在前空名在后。满心的话语说不尽，我在此向你行礼磕头。\n\n"}
{"_id":{"$oid":"5b9a14a9367d5cab1866892f"},"title":"采桑子·荷花开后西湖好","dynasty":"宋代","writer":"欧阳修","content":"荷花开后西湖好，载酒来时。不用旌旗，前后红幢绿盖随。\n画船撑入花深处，香泛金卮。烟雨微微，一片笙歌醉里归。","type":["写水","西湖","荷花","抒情"]}
{"_id":{"$oid":"5b9a14aa367d5cab18668930"},"title":"金缕曲二首","dynasty":"清代","writer":"顾贞观","content":"寄吴汉槎宁古塔，以词代书，丙辰冬，寓京师千佛寺，冰雪中作。\n\n季子平安否？便归来，平生万事，那堪回首！行路悠悠谁慰藉，母老家贫子幼。记不起，从前杯酒。魑魅搏人应见惯，总输他，覆雨翻云手，冰与雪，周旋久。\n泪痕莫滴牛衣透，数天涯，依然骨肉，几家能够？比似红颜多命薄，更不如今还有。只绝塞，苦寒难受。廿载包胥承一诺，盼乌头马角终相救。置此札，君怀袖。\n\n我亦飘零久！十年来，深恩负尽，死生师友。宿昔齐名非忝窃，只看杜陵消瘦，曾不减，夜郎僝僽，薄命长辞知己别，问人生到此凄凉否？千万恨，为君剖。(只看 一作：试看)\n兄生辛未吾丁丑，共此时，冰霜摧折，早衰蒲柳。诗赋从今须少作，留取心魂相守。但愿得，河清人寿！归日急翻行戍稿，把空名料理传身后。言不尽，观顿首。\n\n","type":["友情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154332812.mp3","remark":"吴汉槎（chá）：名兆骞，江苏吴江人。顺治举人，工诗文，以科场事为人所陷，于顺治十六年谪戍宁古塔（今松江省宁安县）。\n书：书信。\n丙辰：清康熙十五年（1676年）\n季子：指春秋时吴王寿梦的儿子季札，号延陵季子，素有贤名。后常称姓吴的人为“季子”。这里代指吴兆骞。\n行路：过路人。\n悠悠：关系很远，不相关。\n慰藉：安慰之意。\n杯酒：即杯酒言欢的缩语。\n魑（chī）魅搏人：魑魅，传说里的山林妖怪。搏人，打人，抓人。据吴兆骞子吴振臣在《秋笳集》的跋中说，吴兆骞“为仇家所中，遂遣戍宁古。”\n覆雨翻云手：指翻手为云，覆手为雨，陷害好人的阴毒小人。\n牛衣：乱麻编制的给牛保暖的披盖物。据《汉书·王章传》载，王章贫困的时侯，曾与妻子卧于牛衣上对泣。\n数天涯，依然骨肉：吴兆骞被遣戍肩，其妻至戍所相陪十余年，生有一子四女。\n绝塞：极远的边塞。苦寒难受：吴兆骞《秋笳集》卷八《与计甫草书》中有：“塞外苦寒，四时冰雪。”\n廿（niàn）载包胥承一诺：廿载，二十年。从1657年吴兆骞被遣戍宁古塔，到作者1676年写这首词，正好二十年。包胥承一诺，据《史记·伍子胥列传》载，春秋时，楚国大失包胥立誓要保全楚国，后果然如愿。\n盼乌头马角终相救：《史记·刺客列传》索引：“丹求归，秦王曰，‘乌头白，马生角，乃许耳。’”燕太子丹仰天长叹，上感于天，果然乌头变白，马也生角。\n札：信札，书信。\n我亦飘零久：飘零，漂泊。作者康熙五年（1666年）中举，掌国史馆典籍，五年后因父病告归，康熙\u001e十五年（1676年）又入京在纳兰性德家教书，两度客居京师，故有飘零异乡之感。\n十年来：从康熙五年（1666年）作者中举，到1676年写这首词，正好十年。\n“宿昔”四句：宿昔，过去。非忝窃，不是名不副实。《感引集》卷十六引顾震沧的话说：“贞观幼有异才，能诗，尤工乐府。少与吴江吴兆骞齐名。”杜陵消瘦，杜甫在《丽人行》中自称“杜陵野老”、“杜陵布衣”，李白戏杜甫诗中有：“借问别采太瘦生，总为从前作诗苦。”夜郎僝僽，李白曾被流夜郎（今贵州省西部），受到摧残。这里以杜甫和李白比喻作者和吴兆骞。\n薄命长辞知己别：指作者夫人去世和与昊兆骞分别。\n兄生辛未吾丁丑：吴兆骞生于辛未年，即明崇祯四年（1631）。作者生于丁丑年，即明崇祯十年（1637年）。\n早衰蒲柳：蒲柳，即水杨，是凋零最早的树木。《世说新语》载：“顾悦与简文同年，而发早白。简文曰：‘卿何以先白？’对曰：‘蒲柳之姿，望秋而落。松柏之质，经霜犹茂。’”\n“诗赋”二句：古人认为创作诗文损伤人的心魂。桓谭在《新论》里说，他和扬雄都因作赋，“用精思大剧而得病”。作者和吴兆骞创作都很勤奋，尤其是吴兆骞，儿童时就作胆赋，“累千余言”。（见《国朝先正事略》）\n但愿得，河清人寿：河，指黄河。黄河水浊，古时认为黄河清就天下太平。古人云：“俟河之清，人寿几何。”认为黄河千年一清，而人寿有限。这里是希望一切好转，吴兆骞能归来的意思。\n行戍稿：在戍边时所写的稿子。\n\n","shangxi":"　　二作系以书信格式入词，十分别致。“季子平安否？”写信先须问对方安好，这首句正是问安口气。不过用“季子”二字却有深意。这里用“季子”二字既切合吴兆骞的姓氏，又使入联想其才德，而且还表明吴地人。（一说，吴兆骞有二兄，季子言其排行。）拿吴季子比吴兆骞，其人才德令人钦佩，而却受了这种冤枉，就更令人同情。所以五个字看似寻常，实则有力地领起全篇。“便归来，平生万事，那堪回首？”这是用假设语句极力同情吴兆骞的痛苦经历。即使现在就能回到家乡，这段经历中的千难万苦，又那堪回想。何况现在没有归来，还在经受着这些不堪回首的痛苦。“行路悠悠准慰藉，母老家贫子幼。”这是就不堪回首的痛苦中特别提出充军关外的遭遇，没有谁能加以安慰，家庭又是如此困难——母老家贫子幼。过去的一切欢乐都无影无踪，“记不起、从前杯酒”。朋友的文酒之会，杯酒相欢，不要说现在没有了，就连过去的记忆也消失了，令人伤心。“魑魅搏人应见惯，总输他，覆雨翻云手。”“搏人”，这是含蓄地为吴兆骞鸣不平。“魑魅搏人”，比喻坏人以卑劣的手段陷害人。桂甫诗：“纷纷轻薄何足数，翻手为云覆手雨。”这里用杜意，就是说，君子总要吃小人的亏。应该提出的是清代文字狱频繁，士人往住转喉触讳。吴兆骞是朝廷谪戍的，既要同情兆骞，又要回避触犯朝廷，只能笼统地这样解说，这在当时已经算是大胆的了。“冰与雪，周旋久。”这是切题中宁古塔的特点。塞外苦寒，作者此时在京师风雪之中，想象好友塞外，只能与冰雪周旋，而一过就是多年，定令人难受。这上片痛快淋漓地为吴兆骞的痛苦倾诉，下片一转变成多方安慰开脱，希望他不要为痛苦所摧垮。\n\n　　汉时王章夫妻牛衣对泣的事，作者反用为“泪哀莫滴牛衣透”，劝也不要过分伤心，原因何在，“数天涯，依然骨肉，几家能够？比似红颜多命薄，更不如今还有？”没有几家能够骨肉团聚，吴兆骞虽远在关外，却还能牛农对泣，骨肉一处，这是骨肉分散的还好些。再说红颜命薄，古今一辙，有才往往命途多舛。这样退一步想，也就得些宽慰。但劝慰要有分寸，只能说到这地步，笔锋一转又为他难受：“只绝塞、苦寒难受。”这和上片结尾“冰与雪，周旋久”相呼应。“廿载包胥承一诺，盼乌头马角终相救”，化用春秋后期申包胥立誓救楚和燕太子丹质于秦而后得归的典故，作者把它们巧妙地组织在一起，表示不管多大困准，一定要像申包胥那样尽力救他回来。沉痛感人。“置此札，君怀袖”：这封信请你保存。就是凭证。这几句表现死生不愉的友情，感人肺腑，催入泪下。\n\n　　第一首从吴兆骞写，第二首换个角度从自己发感慨：“我亦飘零久。十年来，深恩负尽，死生师友！”说得沉痛，“亦”字勾留上首，不是泛泛。“宿昔齐名非泰窃，试看杜陵消瘦。曾不减、夜郎僝僽。”从自己又说到两人。杜甫《长沙送李十一衔》：“李杜齐名真悉窃，朔云寒菊倍离忧。”杜甫是客气话。历史上李杜齐名有好多个，东汉的李固杜乔、李膺杜密等等，唐朝诗人李白杜甫，这儿反用杜诗说“非忝窃”，以杜甫自比。“试看杜陵消瘦。”以李白比吴兆骞，李白曾被长流夜邹（中道放归），比吴兆骞之滴戍宁古塔，“僝僽”，指受折磨和愁苦烦恼。自己虽然没有谪戍，却和吴兆骞一样痛苦，备受析磨。“薄命长辞知己别，问人生、到此凄凉否？”红颜薄命，长辞指死亡。顾贞观曾有悼亡之戚，薄命长辞，知已远别，人生逢此，是妻凉。人生之中没有多少人曾到这样凄凉境地。“问人生”这一反问句就包含上两层意思。“千万恨，为兄剖，自然收束半片。\n\n　　换头处，从年龄诉说，“兄生辛未吾丁丑”。辛未、丁丑到作此词时，两人都过了四十，“四十曰强，仕。”但“共些时，冰霜摧折，早衰蒲柳”，身体都受到摧残而早衰了。蒲柳是用《世说新语》顾悦与晋简文帝同岁而先老的典故，而“蒲柳”就变成自指身体的谦词了。这里用个“共”字，表示两人都一样，这是回应上文“试看杜陵消瘦，曾不减、夜郎僝僽。” 既然年过四十，身体早衰，就应注意保养：“词赋从今须少作，留取心魂相守。”两句语重心长。既然可以“相守”，表明前途仍有希望。“但愿得、河清人寿。”（“俟河之情，人寿几何？”“黄河清，出圣人。”）这句祝愿，字面用前一句，意思在后一句。希望圣主施恩，远人归老家园。政治清明，相应地人民应该生活安定，终其天年，所以说“河倩清人寿”。“归日急翻行戍稿，把空名料理传身后。”，吴兆骞的诗必传于后是作者的预言，也是完全符合实际的。吴兆骞流放以后，诗歌增加了悲壮苍凉的气氛，为人传诵，在清代前期也算重要作家。这表现作者对吴兆骞的信任和安慰。不说“声名”而说“空名”，这个“空”字把上文一系列苦痛都括在其中，大名没有使吴兆骞免除生前的苦难，所以说“空名”，这个“空”字可以算一字千金。“言又尽，观顿首”，仍然是书信格式。\n\n","translation":"你近来平安吗？即便你回来，回首以前令人悲债的事，你又怎能够承受！昔日朋友形同陌生的路人，又有谁安慰你？你母老家贫子幼，早记不起杯酒相娱的时侯。魑魅搏人的事应该司空见惯，正直人却总是输在覆雨翻云的小人之手。我们与寒冷的冰雪，打交道已经很久很久。\n劝你不要让泪水把牛衣滴透。请你数一数天下的戌边人，仍旧和家人团聚二堂的，又有几家？比起早已冤死的红颜薄命人，更不如你如今生命还有。只是在那极远的边塞，四季冰雪的苦寒难受。你在边塞已经二十年，·我要像申包胥那样实现诺言，像燕丹盼归使乌头白马生角样，一定把你营救。我就以这首词代替书信，请你妥善保存不要忧愁。\n\n我也漂泊他乡很久。自中举十年来，我辜负了你的深厚恩情，未报答你这位生死之交的师友。从前你我齐名并非名不副实，试看曾为怀念李白而瘦的杜甫，忧闷不下于流放夜郎的李白。我的夫人已经去世，又与知己的你分别，试问人生在世，到这步田地凄凉不？我将千种怨、万种恨，向你细细倾吐。\n你生于辛未年我生于丁丑，都受了一些时间的冰雪摧残，已经成了早衰的蒲柳。劝你从今要少作词赋，多多保重与我长相守。但愿黄河变清人长寿。你归来定会急忙翻阅戌边时的诗稿，把它们整理出来传给后世，但也只是忧患在前空名在后。满心的话语说不尽，我在此向你行礼磕头。\n\n"}
{"_id":{"$oid":"5b9a14aa367d5cab18668931"},"title":"江城子","dynasty":"宋代","writer":"秦观","content":"清明天气醉游郎。莺儿狂。燕儿狂。翠盖红缨，道上往来忙。记得相逢垂柳下，雕玉珮，缕金裳。 \n春光还是旧春光。桃花香。李花香。浅白深红，一一斗新妆。惆怅惜花人不见，歌一阕，泪千行。","type":["春天","抒情","怀人"]}
{"_id":{"$oid":"5b9a14aa367d5cab18668932"},"title":"墨萱图·其一","dynasty":"元代","writer":"王冕","content":"灿灿萱草花，罗生北堂下。\n南风吹其心，摇摇为谁吐？\n慈母倚门情，游子行路苦。\n甘旨日以疏，音问日以阻。\n举头望云林，愧听慧鸟语。","type":["母亲","思念","游子"],"translation":"译文 灿灿的萱草花，生在北堂之下。 南风吹着萱草，摇摆着是为了谁吐露着芬芳？ 慈祥的母亲倚着门盼望着孩子，远行的游子是那样的苦啊！ 对双亲的奉养每天都在疏远，孩子的音讯每天都不能传到。 抬头看着一片云林，听到慧鸟的叫声思念起来至此很是惭愧。"}
{"_id":{"$oid":"5b9a14aa367d5cab18668933"},"title":"留别妻","dynasty":"两汉","writer":"苏武","content":"结发为夫妻，恩爱两不疑。\n欢娱在今夕，嬿婉及良时。\n征夫怀远路，起视夜何其？\n参辰皆已没，去去从此辞。\n行役在战场，相见未有期。\n握手一长叹，泪为生别滋。\n努力爱春华，莫忘欢乐时。\n生当复来归，死当长相思。","type":["新婚","离别","思念"],"remark":"结发：束发，借指男女始成年时。古时男年二十、女年十五束发，以示成年。　\n嬿婉：欢好貌。　\n怀往路：想着出行的事。“往路”一作“远路”。　\n夜何其：语出《诗经·庭燎》：“夜如何其？”是说“夜晚何时？”其，语尾助词。　\n参（shēn申）、辰：二星名，代指所有星宿。这句是说星星都已隐没，天将放晓了。　\n行役：赴役远行。　\n生别：生离死别。一作“别生”。滋：多。　\n春华：春光，借喻少壮时期。\n\n","translation":"和你结发成为夫妻，就从没怀疑与你恩爱到老。\n和你相爱缠绵陶醉在今夜幸福的时刻，多么美好的时光呀!\n可是明天我就要为国远行，不得不起来看看天亮没亮是什么时候了。\n当星辰隐没在天边时，我就不得不与你辞别了，\n因为要到战场上这一走不知道什么时候才能与你团聚。\n与你依依不舍长时间的握着手也是幸福的，相互不由自主的流泪是因为这可能是你我今生的最后一面。\n我倍加珍惜现在幸福的每分每秒，我永远也不会忘了和你相爱，这么幸福欢乐的时光。\n如果我有幸能活着，一定会回到你身边。如果我不幸死了，也会永远想你……\n\n"}
{"_id":{"$oid":"5b9a14aa367d5cab18668934"},"title":"池州翠微亭","dynasty":"宋代","writer":"岳飞","content":"经年尘土满征衣，特特寻芳上翠微。\n好水好山看不足，马蹄催趁月明归。","type":["古诗三百首","纪游","写景","热爱"],"remark":"池州：今安徽贵池。\n翠微亭：在贵池南齐山顶上。\n经年：常年。\n征衣：离家远行的人的衣服。这里指从军的衣服。\n特特：特地、专门。亦可解作马蹄声，二义皆通。\n寻芳：游春看花。\n翠微：指翠微亭。\n看不足：看不够。\n\n","shangxi":"　　“池州”，是宋代江南东路的一个州，州府设在当时的秋浦，就是现在的安徽省池州市贵池区。这里作者以州名代指州府名。“翠微亭”，在今安徽贵池南边的齐山上，是唐代大诗人杜牧在武宗会昌年间任池州刺史时建造的。\n\n　　这是一首记游诗，主要记述登临池州翠微亭观览胜景的心理状态和出游情形，表现了作者对祖国山河的无限热爱之情。前两句写出游的愉悦。起句“经年尘土满征衣”写长期紧张的军旅生活。诗人从军后，一直过着紧张的军事生活，特别是在抗金斗争中，为了保卫南宋残存的半壁河山，进而恢复中原，他披甲执锐，率领军队，冲锋陷阵，转战南北，长期奔波，把全部精力都投入到保卫国家的伟大事业之中。诗的开头一句正是对这种紧张军旅生活的生动朴实的高度概括。“经年”，这里指很长时间以来。“征衣”，这里是指长期在外作战所穿的衣服。既然长年累月地率领部队转战南北，生活十分紧张，那就根本没有时间、没有心思去悠闲地游览和欣赏祖国的大好河山。愈是这样，愈盼望有朝一日能够有这样的一个机会。这样，起笔一句就为下面内容的引出作了充分的渲染和铺垫，看似与记游无关，而作用却在于突出、强调和反衬了这次出游的难得与可贵，故对句以“特特寻芳上翠微”接住。现在，诗人竟然有了这样的机会，到齐山观览，而且登上了著名诗人杜牧在这里建造的翠微亭，心里一定愉快、兴奋。“特特”，在这里有两层意思，一是当特别、特地讲，起了强调、突出的作用，以承接首句意脉，一是指马蹄声，交待了这次出游是骑马去的，成为诗歌结尾一句的伏笔。“寻芳”，探赏美好的景色。“翠微”，是诗人到达的地方。这样，对句实际上写了出游的方式（骑马）和到达的地点（翠微亭），从而起到了点题、破题的作用。诗的开头两句，首句起笔突兀，如高山坠石，不知其来，似与题目无关，而实为次句铺垫；次句陡转笔锋扣题，承接自然，成为首句的照应；两句相互配合，表现出作者大起大落、大开大阖的高度艺术腕力和高屋建瓴的雄伟气魄。两句形成了波澜和对比，从而突出了这次出游的欣喜。\n\n　　“好水好山看不足，马蹄催趁月明归。”诗的三四两句并没有象一般的记游诗那样，对看到的景色作具体细致的描述，而是着眼于主观感觉，用“好水好山”概括地写出了这次“寻芳”的感受，将秀丽的山水和优美的景色用最普通、最朴实、最通俗的“好”字来表达，既有主观的感受，又有高度的赞美。同时，又用“看不足”传达自己对“好水好山”的喜爱、依恋和欣赏。结尾一句则写了诗人为祖国壮丽的山河所陶醉，乐而忘返，直到夜幕降临，才在月光下骑马返回。“马蹄”，照应了上面的“特特”。“催”字则写出了马蹄声响使诗人从陶醉中清醒过来的情态，确切而传神。“月明归”，说明回返时间之晚，它同上句的“看不足”一起，充分写出了诗人对山水景色的无限热爱、无限留恋。岳飞之所以成为民族英雄，之所以为自己的国家英勇战斗，同他如此热恋祖国的大好河山是密不可分的。诗的结尾两句正表现了作者对祖国山河特有的深厚感情。\n\n　　这首诗通过记游，抒发了作者对祖国山河无限深厚的热爱之情。在艺术上运思巧妙，不落俗套，虽是记游，而不具体描述景物，重在抒写个人感受。其结构方式除以时间为序外，又把情感的变化作为全诗的线索，突出了这次出游登临的喜悦。语言通俗自然，明白如话。\n\n","translation":"年复一年，我驰骋疆场，战袍上洒满了灰尘；今天，在“得得”的马蹄声中，缓缓登上齐山，浏览翠微亭的美景。\n好山好水，我怎么也看不够，可已是明月当空，马蹄声又催着我踏上了归程。\n\n"}
{"_id":{"$oid":"5b9a14aa367d5cab18668935"},"title":"鹧鸪天·林断山明竹隐墙","dynasty":"宋代","writer":"苏轼","content":"林断山明竹隐墙。乱蝉衰草小池塘。翻空白鸟时时见，照水红蕖细细香。\n村舍外，古城旁。杖藜徐步转斜阳。殷勤昨夜三更雨，又得浮生一日凉。","type":["写景","写人","隐居","生活","抒怀"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154333299.mp3","remark":"鹧鸪天：词牌名。\n林断山明：树林断绝处，山峰显现出来。\n翻空：飞翔在空中。\n红蕖（qú）：荷花。\n古城：当指黄州古城。\n杖藜 ：拄着藜杖。杜甫《漫兴九首》其五：“杖藜徐步立芳洲。”藜：一种草本植物，这里指藜木拐杖。\n殷勤：劳驾，有劳。\n浮生：意为世事不定，人生短促。李涉《题鹤林寺僧舍》：“偶经竹院逢僧话，又得浮生半日闲。”\n\n","shangxi":"　　此词上片写景，下片刻画人物形象，描写人物的心理状态。开头两句，作者以推移镜头，由远而近，描绘自己所处的特殊环境：远处有郁郁葱葱的树林，树林尽头，有座高山清晰可见；近处，丛生的翠竹，象绿色的屏障，围护在一所墙院周围。这所墙院正是词人的居所。靠近院落，有一池塘，池边大约由于天旱缺水，满地长着枯萎的衰草。蝉声四起，叫声乱成一团，令人烦躁不安。在这两句词中，竟然描写出林、山、竹、墙、蝉、草、池塘七种景色，容量如此之大，在古典诗词里也是不多见的。这里呈现的景象，跟词人熙宁十年（1077）任徐州知州时所描写的景象迥然不同。那时作者写下的词句是：“麻叶层层檾叶光，谁家煮茧一村香。”“软草平莎过雨新，轻沙走马路无尘。”（《浣溪沙·徐门石潭谢雨道上作五首》）那是一种奔腾奋发、蒸蒸日上的景象。而“林断山明竹隐墙，乱蝉衰草小池塘”，则完全是一种杂乱、衰萎的景象，显得苍白无力，缺乏生机。词人为何会描写出此等景象呢？原来，词人在徐州任知州时，政绩卓著，深得民心，所以他当时写的词作，充满着积极奋发的精神。后来，他受到打击，被贬到黄州，充任团练副使，处境十分艰难，才能无从施展，被迫过着隐退生活，所以心情苦闷，精神不振。这就无怪乎他的词章变得这样凄清苍凉了。\n\n　　三、四两句，含义更深邃。从词句上看，这两句描写得比较优美：在广阔的天空，不时看到白鸟上下翻飞、自由翱翔，满池荷花，映照绿水，散发出柔和的芳香。意境如此清新淡雅，颇有些诗情画意。“红蕖”，是荷花的别名。“细细香”，是说荷花散发出的香味不是扑鼻的浓烈香气，而是宜人的淡淡芳香。如果不是别的原因，这样的境界的确是修身养性的乐土。然而，对于词人来说，他并非安于现状，有心流连这里的景致。他虽然描绘出白鸟翻空，红荷照水的画面，但这和他倾心欣赏杭州西湖那种“淡妆浓抹总相宜”的美丽景色，是不能相提并论的。透过这样一幅画面，读者能够隐隐约约看到词人那种百无聊赖、自寻安慰、无可奈何的心境。词的下片，作者又用自我形象的描绘，作了生动的说明。\n\n　　下片前三句，是写太阳在即将落山的时候，词人拄着藜杖在村边小道上徐徐漫步。这是词人自我形象的写照。但他表现的究竟是怎样的形象呢？是老态龙钟，还是病后的神态？是表现自得其乐的隐者生活，还是百无聊赖、消磨时光的失意情绪？读者仔细玩味，自然会得出正确的答案。\n\n　　最后两句，是画龙点睛之笔。词句的表面是说：天公想得挺周到，昨天夜里三更时分，下了一场好雨，又使得词人度过了一天凉爽的日子。“殷勤”二字，犹言“多承”。细细品评，在这两个字里，还含有某些意外之意，即是说：有谁还能想到几经贬谪的词人呢？大概世人早已把我忘却了，唯有天公还想到我，为我降下“三更雨”。所以，在“殷勤”两字中还隐藏着词人的无限感慨。“又得浮生一日凉”，是词中最显露的一句。“浮生”，是说人生飘忽不定，是一种消极的人生哲学。《庄子·刻意》篇说：“其生若浮，其死若休。”苏轼的这种消极思想，就是受庄子思想的影响。“又得浮生一日凉”中的“又”字，分量很重，对揭示主题，起着重要的作用，它表现词人得过且过、日复一日地消磨岁月的消极情绪。\n\n　　总观全词，从词作对特定环境的描写和作者形象的刻画，就可以看到一个抑郁不得志的隐者形象。\n\n","translation":"　　远处郁郁葱葱的树林尽头，有耸立的高山。近处竹林围绕的屋舍边，有长满衰草的小池塘，蝉鸣缭乱。空中不时有白色的小鸟飞过，塘中红色的荷花散发幽香。\n　　在乡村的野外，古城墙的近旁，我手拄藜杖慢步徘徊，转瞬已是夕阳。昨夜天公殷殷勤勤地降下一场微雨，今天又能使漂泊不定的人享受一日的爽心清凉。\n\n"}
{"_id":{"$oid":"5b9a14aa367d5cab18668936"},"title":"长安清明","dynasty":"唐代","writer":"韦庄","content":"蚤是伤春梦雨天，可堪芳草更芊芊。\n内官初赐清明火，上相闲分白打钱。\n紫陌乱嘶红叱拨，绿杨高映画秋千。\n游人记得承平事，暗喜风光似昔年。","type":["清明节","怀念"],"remark":"蚤：“蚤”通“早”。\n梦雨：春天如丝的细雨。\n可堪：意思是不可堪，不能忍受。\n芊（qiān）芊：草木茂盛的样子。\n内官：国君左右的亲近臣僚。又指宦官太监。\n初赐清明火：一种古代风俗，寒食禁火，把冬季保留下来的火种熄灭了。到了清明，又要重新钻木取火。唐代的皇帝于此日要举行隆重的“清明赐火”典礼，把新的火种赐给群臣，以表示对臣民的宠爱。\n上相：泛指大臣。\n白打钱：玩蹴鞠游戏，优胜者受赐金钱，种“白打钱”，一说白打钱指斗鸡。\n紫陌：大路。“陌”本是指田间的小路，这里借指道路：“紫”是指道路两旁草木的颜色。\n红叱（chì）拨：唐天宝中从西域进汗血马六匹分别以红、紫、青、黄、丁香、桃花叱拨为名，这里泛指骏马。\n画秋千：装饰美丽的秋千。\n承平：太平。\n\n","shangxi":"　　这首诗语言清新，诗人通过写清明节时的人事和景物，来透露出诗人对盛世的怀念与对现实朝野状况的失望。\n\n　　首联描写自己独伤春，朝与野之人游春、赏春。开头诗人便暗用了杜甫《登楼》“花近高楼伤客心，万方多难此登临”的诗意，抒发别有怀抱的诗人的伤春愁绪。诗人在春雨霏霏的阴沉灭气中，内心郁苦愁闷，更由芊芊芳草增添凄迷冷落之情。“蚤是”、“可堪”这两个虚词，构成语意表达的递进关系，将诗人内心的凄楚表现得深长而急切。但是，后面所描写的并不是诗人自己的情态举止，而是朝廷内外游人的赏春之乐。\n\n　　颔联描写宫中清明节的风俗和游乐。韩翃《寒食》诗有云：“春城无处不飞花，寒食东风稠柳斜。日暮汉宫传蜡烛，轻烟散人五侯家。”此诗“内官初赐清明火”句，即描写皇宫内清明节取榆柳火赏赐近臣的节俗。一个“初”字，暗示了此时动乱刚定，朝廷复行旧日礼制。“上相闲分白打钱”一句描写宫中蹴鞠游戏之乐，一个“闲”字，则交代了贵为朝廷宰相却无所作为的状态。\n\n　　颈联描写宫外游春繁盛的景象。在京师郊野的道路上，红色的骏马嘶鸣不已，游春的男子络绎不绝；在绿杨掩映的庭院中，女子们正在欢快地荡着秋千。这里的色彩鲜艳夺目，所见所闻热闹非凡，一“乱”字、一“高”字，都尽显出晚唐时代人们沉湎在纵恣冶游的“世纪末”的狂欢之中。\n\n　　尾联展现身处其间的游人的欣慰。他们觉得如今的热闹喧闹，就像是昔年的升平风光，又可以忘却动乱的痛苦记忆，无所顾忌地享受眼前的快乐。然而，所谓的“升平”却是表象，诗人正是透过这虚假的繁荣，感受到了国势岌岌可危的形势，深藏着浓重的现实忧愁。\n\n　　诗人用冷峻的目光，看似闲淡地刻画长安城清明时分热闹如昔、游人如织的欢快场面，实则暗含着深沉的讽刺、斥责之意，以“游人”之喜乐，愈加反衬出诗人“伤时伤世复伤心”的悲郁之情。\n\n","translation":"忽然之间，已经是细雨飘飞的春天了，怎堪芳草青青。\n宫中把新火赐给大臣，大臣们无事，以蹴鞠为戏。\n路上骏马乱叫，绿杨丛里，秋千上下飞舞。\n游人还记得以前太平时候的盛事，这和昔年相似的风光，引起心头的隐隐快乐。\n\n"}
{"_id":{"$oid":"5b9a14aa367d5cab18668937"},"title":"早梅","dynasty":"唐代","writer":"柳宗元","content":"早梅发高树，迥映楚天碧。\n朔吹飘夜香，繁霜滋晓白。\n欲为万里赠，杳杳山水隔。\n寒英坐销落，何用慰远客。\n\n","type":["咏物","梅花","抒怀"],"shangxi":"　　在历代的诗词中，有不少咏梅之作。早在南朝诗人何逊的《扬州法曹梅花盛开》诗中，就写下“衔霜当路发，映雪拟寒开“的名句。鲍照的《梅花落》则以庭院中的杂树为反衬，赞叹梅花“念其霜中能作花，露中能作实”。体物写志，借事明情，在诗人们笔底下的梅花，常常被引为傲视霜雪，坚贞不屈的高洁品质的象征。柳宗元的《早梅》诗同样如此。诗人以早梅迎风斗寒，昂首开放的英姿，委婉地表达了自己正直无私的胸怀，显示出对理想执着追求的意志，表现了自己孤傲高洁的品格和不屈不挠的斗争精神。这首诗用简朴、疏淡的文辞刻画早梅傲立风霜昂首开放的形象，抒写诗人的情志，状难写之物如在眼前，含不尽之意见于言外，梅的风骨与作者的人格融为一体，含蓄蕴藉，感情深挚委曲，给人以很强的感染力。\n\n　　“早梅发高树”，起句直写梅花，笔姿飞扬，醒人耳目。一个“发”字极富于神韵，不仅写出梅花绽开的形象，而且予人一种“能开天地春”（清人沈钦圻咏梅诗句）的生机蓬勃的感受，把早梅昂首怒放、生机盎然的形象逼真地展现在读者的眼前。其背景高远广阔的碧蓝的天空，不仅映衬着梅花的色泽，更突出了它的雅洁，不同凡俗。高树，既是实写，又是诗人心中意象的再现，自喻行高于时人，并与下旬“迥映楚天碧“紧相粘连，构成一幅情景融和的意境。避望楚天，辽阔无际，明净的碧空映照着早梅发出的光泽，使人感到梅花分外娴静高洁。这两句诗，言辞简洁，而情波荡漾，深寓着诗人对早梅的赞叹之意。诚如王国维所说， “以我观物，故物皆着我之色彩。”\n\n　　第一、二两句是描写梅花的外在之形，“朔吹飘夜香，繁霜滋晓白。”两句进一层刻画早梅内在的气质。尽管北风吹打，严霜相逼，而梅花仍然在寒风中散发着缕缕芬芳，在浓霜中增添着洁白的光泽。这两句诗一写“香”，一写“色”，集中地写出早梅傲视风霜，力斡春回的风格。“飘”字寓有四散的意思，王冕《墨梅》诗有“只留清气满乾坤”，用的也是这个意思。诗人咏梅，目的是为了抒怀，是为了言志。诗中梅花的品格也是诗人心灵的一种物化。\n\n　　诗的下面四句，由咏物而转入抒怀，进而推出新意。当诗人看到早梅绽放的时侯，不禁怀念起远方的友人来，于是借物抒怀：“欲为万里赠，杳杳山水隔。寒英坐销落，何用慰远客？”往事如潮，涌上心头。他极想攀折一枝寒梅，赠与友人聊以表达慰勉的情意。可是转念一想，千里迢迢，山水阻隔，这是无法如愿的。柳宗元被贬永州后，“罪谤交织，群疑当道”， “故旧大臣”已不敢和他通音讯，在寂寞和孤独中艰难度日的柳宗元是多么思念亲友们啊！于是想到折梅相送，可亲友们远在万里之外，是根本无法送到的。这里除了地理上的原因外，还有政治上的原因，他作为一个“羁囚”不能连累了亲友。透过字里行间，人们不难体会到诗人那种伥惘、不平之情。这两句诗，原是化用北朝陆凯《赠范晔》“折花逢驿使，寄与陇头人；江南无所有，聊赠一枝春”的诗意。都是叙写对故人的思念，但是两诗的情趣迥然不同，陆诗洒脱，柳诗沉郁。正是因为他们写诗时的处境和心情并不相同，情趣也就各异了。\n\n　　“寒英坐销落，何用慰远客？”两句诗是紧承上两句发展出来的，含有更深一层的意义。诗人意识到，由于关山阻隔，时日过久，梅花势将枯萎凋零，于是喟叹“我将用什么去慰问远方的友人呢？”。柳宗元从梅的早开早落联想到自己的身世，自己的境遇，不禁忧从中来。正因为忧其早开早落，所以柳宗元也是在自我勉励，自我鞭策。\n\n　　这首《早梅》语言平实质直，不事藻饰，意脉若隐若现，艺术美和人格美的融和合一，形式的质朴，感情的其淳，流露出来的诗人的高洁、孤傲的情志。\n\n"}
{"_id":{"$oid":"5b9a14aa367d5cab18668938"},"title":"春中喜王九相寻 / 晚春","dynasty":"唐代","writer":"孟浩然","content":"二月湖水清，家家春鸟鸣。林花扫更落，径草踏还生。 \n酒伴来相命，开尊共解酲。当杯已入手，歌妓莫停声。","type":["春天"],"translation":"译文 　　二月里的湖水呀是那么清澈，家家户户春意盎然，鸟儿快乐地鸣叫。树林里的花儿开了又谢，扫也扫不完；小径上翠绿的青草呀，充满了勃勃生机，踏上去之后，很快就又可以生长起来。我的酒友又来喊我去喝酒了，我们拿出酒杯啊，打开酒瓮。酒杯握在手中啊，歌妓们在眼前唱歌跳舞。歌舞是那么的优美动人啊，千万不要停下来啊！"}
{"_id":{"$oid":"5b9a14aa367d5cab18668939"},"title":"红梅","dynasty":"宋代","writer":"王十朋","content":"桃李莫相妒，夭姿元不同。\n犹余雪霜态，未肯十分红。","type":["咏物","梅花","品格"],"remark":"莫：不要。\n元：通“原” ， 原本。\n\n","translation":"桃李不要嫉妒我红梅，红梅和桃李开花的样子原来就不同，\n红梅经历了风雪，身上还有雪的痕迹。它却还是不承认自己的色彩很红艳。\n\n"}
{"_id":{"$oid":"5b9a14ac367d5cab1866893a"},"title":"城南","dynasty":"宋代","writer":"曾巩","content":"雨过横塘水满堤，乱山高下路东西。\n一番桃李花开尽，惟有青青草色齐。","type":["古诗三百首","写花","写草","哲理"],"remark":"路东西:分东西两路奔流而去\n横塘：古塘名，在今南京城南秦淮河南岸\n乱山高下：群山高低起伏\n\n","translation":"春雨迅猛，池塘水满，遥望群山，高低不齐，东边西侧，山路崎岖。热热闹闹地开了一阵的桃花和李花，此刻已开过时了，只见眼前春草萋萋，碧绿一片。\n\n"}
{"_id":{"$oid":"5b9a14ac367d5cab1866893b"},"title":"采桑子·九日","dynasty":"清代","writer":"纳兰性德","content":"深秋绝塞谁相忆，木叶萧萧。乡路迢迢。六曲屏山和梦遥。 佳时倍惜风光别，不为登高。只觉魂销。南雁归时更寂寥。","type":["重阳节","边塞","写景","相思"],"remark":"九日。即农历九月九日，是为重阳节。逢此日，古人要登高饮菊花酒，插茱萸，与亲人团聚。\n绝塞：极遥远之边塞。\n木叶：木叶即为树叶，在古典诗歌中特指落叶。\n萧：风声；草木摇落声。\n迢迢（tiáo）：形容遥远。\n六曲句：六曲屏山，曲折之屏风。因屏风曲折若重山叠嶂，或谓屏风上绘有山水图画等，故称“屏山”。此处代指家园。这句是说，故乡那么遥远，只有在梦中才能见到她。\n登高：重阳有登高之俗。\n魂销：极度悲伤。\n\n","shangxi":"　　纳兰容若一向柔情细腻，这阙《采桑子》却写得十分简练壮阔，将边塞秋景和旅人的秋思完美地结合起来。仅用聊聊数十字写透了天涯羁客的悲苦，十分利落。上阙写秋光秋色，落笔壮阔，“六曲屏山和梦遥”点出边塞山势回环，路途漫长难行，遥应了“绝塞”一词，亦将眼前山色和梦联系起来，相思变得流水一样生动婉转，意境深广。下阙更翻王维诗意，道出了不为登高。只觉魂销这样仿佛雨打残荷般清凉警心的句子，轻描淡写地将王维诗意化解为词意，似有若无，如此恰到好处。结句亦如南雁远飞般空旷，余意不尽。大雁有自由飞回家乡，人却在这深秋绝塞路上渐行渐远。愁情沁体，心思深处，魂不堪重负，久久不消散。\n\n　　“不为登高。只觉魂销“一句，词中有诗的意境。也非是用词这种格式流水潺潺地表达，换另一种都不会如此完美。“青山隐隐水迢迢，秋尽江南草木凋“是杜牧诗中意境；“遥知兄弟登高处，遍插茱萸少一人。“是王维诗中景象。而今，这一切尽归容若。容若此词，看似平淡，其实抬手间已化尽前人血骨。\n\n","translation":"深秋时分，在这遥远的边塞，有谁能记得我？树叶发出萧萧的声响。返乡之路千里迢迢。家和梦一样遥不可及。重阳佳节，故园风光正好，离愁倍增。不愿登高远望。只觉心中悲伤不已。当鸿雁南归之际，将更加冷落凄凉。\n\n"}
{"_id":{"$oid":"5b9a14ac367d5cab1866893c"},"title":"新年","dynasty":"唐代","writer":"贾岛","content":"嗟以龙钟身，如何岁复新。\n石门思隐久，铜镜强窥频。\n花发新移树，心知故国春。\n谁能平此恨，岂是北宗人。","type":["节日","新年","抒怀","忧国忧民"],"remark":"嗟：叹息。\n龙钟身：年老的身体。龙钟，年迈。\n谁能……北宗人：当时国家正遭受战火，此句表现自己身为佛教中人对战争的无能为力。\n北宗：佛教禅宗的一派，以神秀为代表。\n\n","translation":"叹息着这年老的身体怎么能像年一样循环更新呢。\n在石门旁思索了很久要不要隐退，看见铜镜里年老的容貌忍不住再三窥视。\n花又开了，路旁移来了新的树，我心里知道这是故国的春天来了。\n谁能来扫平心中的不满呢？反正不是佛教的。\n\n"}
{"_id":{"$oid":"5b9a14ac367d5cab1866893d"},"title":"种树郭橐驼传","dynasty":"唐代","writer":"柳宗元","content":"　　郭橐驼，不知始何名。病偻，隆然伏行，有类橐驼者，故乡人号之“驼”。驼闻之，曰：“甚善。名我固当。”因舍其名，亦自谓橐驼云。\n\n　　其乡曰丰乐乡，在长安西。驼业种树，凡长安豪富人为观游及卖果者，皆争迎取养。视驼所种树，或移徙，无不活，且硕茂，早实以蕃。他植者虽窥伺效慕，莫能如也。\n\n　　有问之，对曰：“橐驼非能使木寿且孳也，能顺木之天，以致其性焉尔。凡植木之性，其本欲舒，其培欲平，其土欲故，其筑欲密。既然已，勿动勿虑，去不复顾。其莳也若子，其置也若弃，则其天者全而其性得矣。故吾不害其长而已，非有能硕茂之也；不抑耗其实而已，非有能早而蕃之也。他植者则不然，根拳而土易，其培之也，若不过焉则不及。苟有能反是者，则又爱之太恩，忧之太勤，旦视而暮抚，已去而复顾，甚者爪其肤以验其生枯，摇其本以观其疏密，而木之性日以离矣。虽曰爱之，其实害之；虽曰忧之，其实仇之，故不我若也。吾又何能为哉！”\n\n　　问者曰：“以子之道，移之官理，可乎？”驼曰：“我知种树而已，官理，非吾业也。然吾居乡，见长人者好烦其令，若甚怜焉，而卒以祸。旦暮吏来而呼曰：‘官命促尔耕，勖尔植，督尔获，早缫而绪，早织而缕，字而幼孩，遂而鸡豚。’鸣鼓而聚之，击木而召之。吾小人辍飧饔以劳吏者，且不得暇，又何以蕃吾生而安吾性耶？故病且怠。若是，则与吾业者其亦有类乎？”\n\n　　问者曰：“嘻，不亦善夫！吾问养树，得养人术。”传其事以为官戒。\n\n","type":["古文观止","高中文言文","叙事","写人","传记"],"remark":"橐（tuó）驼：骆驼。这里指驼背。\n始：最初。\n病瘘（lǘ）：患了脊背弯曲的病。\n隆然：脊背突起而弯腰行走。\n有类：有些像。\n号之：给他起个外号叫。号，起外号。\n之：代词，指起外号事。\n名我固当：这样称呼我确实恰当。名，称呼，名词作动词，意动用法。固：确实。当：恰当。\n因：于是，就，副词。舍：舍弃。其名：他原来的名字。\n谓：称为。云：句末语气词，此处可译“了”。\n长安：今西安市，唐王朝首都。\n业：以……为业，名词作动词。\n为观游：经营园林游览。为，从事，经营。\n争迎取养：争着迎接雇用（郭橐驼），取养：雇用。\n或：或者。移徙：指移植。徙，迁移。\n硕茂：高大茂盛。\n早实：早结果实。实，结果实，名词做动词。以：而且，连词，作用同“而”。蕃：多。\n他植者：其他种树的人。窥伺：偷偷地察看。效慕：仿效，慕也是“效“的意思。窥伺效慕：暗中观察，羡慕效仿。\n莫：没有谁，代词。如：比得上，动词。\n有问之：有人问他（种树的经验）。\n木：树。橐驼：古人最郑重最恭敬的自称法，是自称其名，可译“我”。寿且孳（zī）：活得长久而且繁殖茂盛。孳，繁殖。\n天：指自然生长规律。致其性：使它按照自己的本性成长。致，使达到。焉尔：罢了，句末语气词连用。\n凡：凡是，所有，表示概括，副词。植木之性：按树木的本性种植。性，指树木固有的特点。\n本：树根。欲：要。舒：舒展。培：培土。\n故：旧。\n筑：捣土。密：结实。\n既然：已经这样。已：（做）完了。勿动：不要再动它。\n勿虑：不要再担心它。\n去：离开。顾：回头看。其：如果，连词。\n莳（shì）：栽种。若子：像对待子女一样精心。\n置：放在一边。若弃：像丢弃了一样不管。\n则其天者全而其性得矣：那么树木的生长规律可以保全而它的本性得到了。则：那么，连词。者：助词，无义。\n不害其长：不妨碍它的生长。而已：罢了，句末语气词连用。\n硕茂：使动用法，使高大茂盛。\n不抑耗其实：不抑制、损耗它的果实（的成熟过程）。\n早而蕃：使动用法，使……（结实）早而且多。\n根拳：树根拳曲。土易：更换新土。\n若不过焉则不及：如果不是过多就是不够。若……则……，如果……那么（就），连接假设复句的固定结构。焉：句中语气词，无义。\n苟：如果，连词。反是者：与此相反的人。\n爱之太恩：爱它太情深。恩，有情义。这里可引申为”深“的意思。\n忧之太勤：担心它太过分。\n甚者：更严重的。甚，严重。\n爪其肤：掐破树皮。爪，掐，作动词用。以：表目的，连词，用来。验：检验，观察。生枯：活着还是枯死。\n疏密：指土的松与紧。\n日以离：一天天地失去。以，连词，连接状语和动词，不译。\n不我若：不若我，比不上我。否定句中代词作宾语时一般要置于动词前。若，及，赶得上，动词。\n之：助词，的。道：指种树的经验。\n之：代词，指种树之“道”。官理：为官治民。理，治理，唐人避高宗李治名讳，改“治”为“理”。\n而已：罢了。\n理：治理百姓。\n长（zhǎng）人者：为人之长者，指当官治民的地方官。大县的长官称“令”，小县的长官称“长”。烦其令：不断发号施令。烦，使繁多。\n若甚怜：好像很爱（百姓）。焉：代词，同“之”。\n而：但，连词。卒以祸：以祸卒，以祸（民）结束。卒，结束。\n官命：官府的命令。促尔耕：催促你们耕田。\n勖（xù）：勉励。植：栽种。\n督：督促。获：收割。\n缫（sāo）：煮茧抽丝。而：通“尔”，你们。绪：丝头。早缫而绪：早点缫好你们的丝。\n早织而缕：早点纺好你们的线。缕，线。\n字：养育。\n遂而鸡豚（tún）：喂养好你们的鸡和猪。遂，顺利地成长。豚，猪。\n聚之：召集百姓。聚：使聚集。\n木：这里指木梆。\n吾小人：我们小百姓。辍飧（sūn）饔（yōng）：不吃饭。辍，停止。飧，晚饭。饔，早饭。以：来，连词。劳吏者：慰劳当差的。且：尚且。暇：空暇。\n何以：以何，靠什么。蕃吾生：繁衍我们的生命，即使我们的人口兴旺。安吾性：安定我们的生活。性，生命。\n病：困苦。怠：疲倦。病且怠：困苦又疲劳。\n若是：像这样。\n与吾业者：与我同行业的人，指“他植者”。其：大概，语气词。类：相似。\n嘻：感叹词，表示高兴。\n不亦善夫：不是很好吗？夫，句末语气词。\n养人：养民，唐人避唐太宗李世民名讳，改“民”为“人”。\n传：作传。以为：以（之）为，把它作为。戒：鉴戒。\n\n\n","shangxi":"　　种树人有“勤虑害树”的错误，做官者也有“烦令扰民”之过。\n\n　　本文是带有寓言和政论色彩的人物传记文。名“传”，实际上是一个讽喻性极强的寓言故事。是柳宗元早年在长安任职时期的作品。郭橐驼种树的本事已不可考，后世学者多认为这是设事明理之作。本文是针对当时官吏繁政扰民的现象而言的。这是一篇兼具寓言和政论色彩的传记散文。柳宗元在参加“永贞革新”前两年，即贞元十九年至二十一年(803—805)，曾任监察御史里行，是御史的见习官，可以和御史一样“分察百僚，巡按郡县，纠视刑狱，肃整朝仪”，可以到各地检查工作，民事、军事、财政都可以过问，品秩不高而权限较广。这篇文章，可能就是在此期间写的，是针对当时地方官吏扰民、伤民的现象而作的。这篇文章可以看成是柳宗元参加“永贞革新”的先声。\n\n","translation":"　　郭橐驼，不知道他起初叫什么名字。他患了脊背弯曲的病，脊背突起而弯腰行走，就像骆驼一样，所以乡里人称呼他叫“橐驼”。橐驼听说后，说：“这个名字很好啊，这样称呼我确实恰当。”于是他舍弃了他原来的名字，也自称起“橐驼”来。\n\n　　他的家乡叫丰乐乡，在长安城西边。郭橐驼以种树为职业，凡是长安城里经营园林游览和做水果买卖的豪富人，都争着把他接到家里奉养。观察橐驼种的树，有的是移植来的，也没有不成活的；而且长得高大茂盛，结果实早而且多。其他种树的人即使暗中观察、羡慕效仿，也没有谁能比得上。\n\n　　有人问他种树种得好的原因，他回答说：“我郭橐驼不是能够使树木活得长久而且长得很快，只不过能够顺应树木的天性，来实现其自身的习性罢了。但凡种树的方法，它的树根要舒展，它的培土要平均，它根下的土要用原来培育树苗的土，它捣土要结实。已经这样做了，就不要再动，不要再忧虑它，离开它不再回顾。栽种时要像对待子女一样细心，栽好后要像丢弃它一样放在一边，那么树木的天性就得以保全，它的习性就得以实现。所以我只不过不妨碍它的生长罢了，并不是有能使它长得高大茂盛的办法；只不过不抑制、减少它的结果罢了，也并不是有能使它果实结得早又多的办法。别的种树人却不是这样，树根拳曲又换了生土；他培土的时候，不是过紧就是太松。如果有能够和这种做法相反的人，就又太过于吝惜它们了，担心它太过分了，在早晨去看了，在晚上又去摸摸，已经离开了，又回头去看看。更严重的，甚至掐破树皮来观察它是死是活着，摇晃树根来看它是否栽结实了，这样树木的天性就一天天远去了。虽然说是喜爱它，这实际上是害了它，虽说是担心它，这实际上是仇视它。所以他们都不如我。我又能做什么呢？”\n\n　　问的人说：“把你种树的方法，转用到做官治民上，可行吗？”橐驼说：“我只知道种树罢了，做官治民,不是我的职业。但是我住在乡里，看见那些官吏喜欢不断地发号施令，好像是很怜爱(百姓)啊，但百姓最终反因此受到祸害。在早上在晚上那些小吏跑来大喊：‘长官命令：催促你们耕地，勉励你们种植，督促你们收获，早些煮茧抽丝，早些织你们的布，养育你们的小孩，喂大你们的鸡和猪。’一会儿打鼓招聚大家，一会儿鼓梆召集大家，我们这些小百姓停止吃早、晚饭去慰劳那些小吏尚且不得空暇，又怎能使我们繁衍生息，使我们民心安定呢？所以我们既困苦又疲乏,像这样（治民反而扰民），它与我种树的行当大概也有相似的地方吧？”\n\n　　问的人说：“不也是很好吗！我问种树的方法，得到了治民的方法。”我为这件事作传把它作为官吏们的鉴戒。\n\n"}
{"_id":{"$oid":"5b9a14ac367d5cab1866893e"},"title":"阁夜","dynasty":"唐代","writer":"杜甫","content":"岁暮阴阳催短景，天涯霜雪霁寒宵。\n五更鼓角声悲壮，三峡星河影动摇。\n野哭几家闻战伐，夷歌数处起渔樵。\n卧龙跃马终黄土，人事依依漫寂寥。(版本一)\n\n岁暮阴阳催短景，天涯霜雪霁寒宵。\n五更鼓角声悲壮，三峡星河影动摇。\n野哭千家闻战伐，夷歌数处起渔樵。\n卧龙跃马终黄土，人事音书漫寂寥。(版本二)\n\n","type":["唐诗三百首","冬天","战争","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154333861.mp3","remark":"阴阳：指日月。短景：指冬季日短。景：通“影”，日光。\n霁（jì）： 雪停。\n五更鼓角：天未明时，当地的驻军已开始活动起来。\n三峡：指瞿塘峡、巫峡、西陵峡。星河：银河，这里泛指天上的群星。\n野哭：战乱的消息传来，千家万户的哭声响彻四野。战伐：崔旰（gàn）之乱。\n夷歌：指四川境内少数民族的歌谣。夷，指当地少数民族。\n卧龙：指诸葛亮。《蜀书·诸葛亮传》：“徐庶……谓先主曰：‘诸葛孔明者，卧龙也。’”。跃马：指公孙述。字子阳，扶风人。西汉末年，天下大乱，他凭蜀地险要，自立为天子，号“白帝”。这里用晋代左思《蜀都赋》中“公孙跃马而称帝”之意。诸葛亮和公孙述在夔州都有祠庙，故诗中提到。这句是贤人和愚人终成黄土之意。\n人事：指交游。音书：指亲朋间的慰藉。漫：徒然、白白的。\n\n","shangxi":"　　全诗写冬夜景色，有伤乱思乡之意。首联点明冬夜寒怆；颔联写夜中所闻所见；颈联写拂晓所闻；末联写极目武侯、白帝两庙而引出的感慨。\n\n　　开首二句点明时间。岁暮，指冬季；阴阳，指日月；短景，指冬天日短。一“催”字，形象地说明夜长昼短，使人觉得光阴荏苒，岁月逼人。次句天涯，指夔州，又有沦落天涯之意。在霜雪刚停的寒冬夜晚，雪光明朗如昼，诗人对着凄凉寒怆的夜景，不由感慨万千。\n\n　　“五更”二句，承次句“寒宵”，写出了夜中所闻所见。上句鼓角，指古代军中用以报时和发号施令的鼓声、号角声。晴朗的夜空，鼓角声分外响亮，正是五更天快亮的时候，诗人忧愁难眠，那声音更显得悲壮感人。这就从侧面烘托出夔州一带也不太平，黎明前军队已在加紧活动。诗人用“鼓角”二字点示，再和“五更”、“声悲壮”等词语结合，兵革未息、战争频仍的气氛就自然地传达出来了。下句说雨后天空无尘，天上银河显得格外澄澈，群星参差，映照峡江，星影在湍急的江流中摇曳不定。景色是够美的。前人赞扬此联写得“伟丽”。它的妙处在于：通过对句，诗人把他对时局的深切关怀和三峡夜深美景的欣赏，有声有色地表现出来，诗句气势苍凉恢廓，音调铿锵悦耳，辞采清丽夺目，“伟丽”中深蕴着诗人悲壮深沉的情怀。\n\n　　“野哭”二句，写拂晓前所闻。一闻战伐之事，就立即引起千家的恸哭，哭声传彻四野，景象凄惨。夷歌，指四川境内少数民族的歌谣。夔州是民族杂居之地。杜甫客居此地，渔夫樵子不时在深夜传来“夷歌”之声。“数处”指不只一处。这两句把偏远的夔州的典型环境刻画得很真实：“野哭”、“夷歌”，一个富有时代感，一个具有地方性。对这位忧国忧民的伟大诗人来说，这两种声音都使他倍感悲伤。\n\n　　“卧龙”二句，诗人极目远望夔州西郊的武侯庙和东南的白帝庙，而引出无限感慨。卧龙，指诸葛亮。跃马，化用左思《蜀都赋》“公孙跃马而称帝”句，意指公孙述在西汉末乘乱据蜀称帝。杜甫曾屡次咏到他：“公孙初据险，跃马意何长？”（《白帝城》）“勇略今何在？当年亦壮哉！”（《上白帝城二首》）。一世之雄，都成了黄土中的枯骨。末尾一句说，人事与音书，如今都只好任其寂寞了。结尾二句，流露出诗人极为忧愤感伤的情绪。清代沈德潜说：“结言贤愚同尽，则目前人事，远地音书，亦付之寂寥而已。”（《唐诗别裁》）像诸葛亮、公孙述这样的历史人物，不论是贤是愚，都同归于尽了。现实生活中，征戍、诛掠更造成广大人民天天都有死亡，作者眼前这点寂寥孤独，根本算不了什么。这话看似自遣之词，实际上却充分反映出诗人感情上的矛盾与苦恼。“志士幽人莫怨嗟，古来材大难为用！”（《古柏行》）“英雄余事业，衰迈久风尘。”（《上白帝城二首》）这些诗句正好传达出诗中某些未尽之意。前人认为此诗“意中言外，怆然有无穷之思”，是颇有见地的。\n\n　　此诗向来被誉为杜甫律诗中的典范性作品。诗人围绕题目，从几个重要侧面抒写夜宿西阁的所见所闻所感，从寒宵雪霁写到五更鼓角，从天空星河写到江上洪波，从山川形胜写到战乱人事，从当前现实写到千年往迹。气象雄阔，有上天下地、俯仰古今之概。明代胡应麟称赞此诗：“气象雄盖宇宙，法律细入毫芒”，并说它是七言律诗的“千秋鼻祖”，是很有道理的。 \n\n","translation":"冬天到了，白天的时间就越来越短；\n漫天的雪在这个寒冷的夜晚停住了。\n天未明时，当地的驻军已开始活动起来，号角声起伏悲壮；\n倒映在三峡水中的星影摇曳不定。\n战乱的消息传来，千家万户哭声响彻四野；\n渔人、樵夫们在好几个地方唱起了民歌。\n（像）诸葛亮和公孙述这样的历史人物，（无论是贤还是愚）都终归黄土；\n我眼前的这点寂寥（指郊游和亲人间的慰藉）又算得了什么呢。\n\n"}
{"_id":{"$oid":"5b9a14ac367d5cab1866893f"},"title":"早冬","dynasty":"唐代","writer":"白居易","content":"十月江南天气好，可怜冬景似春华。\n霜轻未杀萋萋草，日暖初干漠漠沙。\n老柘叶黄如嫩树，寒樱枝白是狂花。\n此时却羡闲人醉，五马无由入酒家。","type":["冬天"],"translation":"十月天气很好，冬天的景色像春天一样可爱。\n寒霜未冻死小草，太阳晒干了大地。\n老柘树虽然叶子黄了，但仍然像初生的一样。\n这个时候的我只羡慕喝酒人的那份清闲，不知不觉走入酒家。\n\n"}
{"_id":{"$oid":"5b9a14ac367d5cab18668940"},"title":"卜居","dynasty":"先秦","writer":"屈原","content":"　　屈原既放，三年不得复见。竭知尽忠而蔽障于谗。心烦虑乱，不知所从。乃往见太卜郑詹尹曰：“余有所疑，愿因先生决之。”詹尹乃端策拂龟，曰：“君将何以教之？”\n\n　　屈原曰：“吾宁悃悃款款，朴以忠乎，将送往劳来，斯无穷乎？\n\n　　“宁诛锄草茅以力耕乎，将游大人以成名乎？宁正言不讳以危身乎，将从俗富贵以偷生乎？宁超然高举以保真乎，将哫訾栗斯，喔咿儒儿，以事妇人乎？宁廉洁正直以自清乎，将突梯滑稽，如脂如韦，以洁楹乎？\n\n　　“宁昂昂若千里之驹乎，将泛泛若水中之凫，与波上下，偷以全吾躯乎？宁与骐骥亢轭乎，将随驽马之迹乎？宁与黄鹄比翼乎，将与鸡鹜争食乎？\n\n　　“此孰吉孰凶？何去何从？\n\n　　“世溷浊而不清：蝉翼为重，千钧为轻；黄钟毁弃，瓦釜雷鸣；谗人高张，贤士无名。吁嗟默默兮，谁知吾之廉贞！”\n\n　　詹尹乃释策而谢曰：“夫尺有所短，寸有所长；物有所不足，智有所不明；数有所不逮，神有所不通。用君之心，行君之意。龟策诚不能知此事。”\n\n","type":["古文观止","楚辞","写人","品格","励志"],"remark":"放:放逐。\n复见:指再见到楚王。\n蔽障:遮蔽、阻挠。\n太卜:掌管卜筮的官。\n因:凭借。\n端策:数计蓍草;端,数也。拂龟:拂去龟壳上的灰尘。\n悃(kǔn)悃款款:诚实勤恳的样子。\n送往劳来:送往迎来。劳(láo),慰劳。\n大人:指达官贵人。\n偷生:贪生。\n超然:高超的样子。高举:远走高飞。保真:保全真实的本性。\n哫訾(zú zī):以言献媚。栗斯:阿谀奉承状。栗：恭谨，恭敬。斯：语助词。喔咿儒儿(ní):强颜欢笑的样子。妇人:指楚怀王的宠姬郑袖，她与朝中重臣上官大夫等人联合排挤馋毁屈原。\n突梯:圆滑的样子。滑稽(gǔ jī):一种能转注吐酒、终日不竭的酒器,后借以指应付无穷、善于迎合别人。如脂如韦:谓像油脂一样光滑,像熟牛皮一样柔软,善于应付环境。洁楹:度量屋柱,顺圆而转,形容处世的圆滑随俗。洁,借为“絜(xié)“,《楚辞补注》引《文选》亦作“絜“。\n昂昂:昂首挺胸、堂堂正正的样子。\n泛泛:漂浮不定的样子。凫(fú):水鸟,即野鸭。此字下原有一“乎“字,据《楚辞补注》引一本删。\n亢轭(kàng'è):并驾而行。亢,同“伉“,并也;轭,车辕前端的横木。\n驽(nú)马:劣马。\n宁与黄鹄比翼乎：黄鹄(hú):天鹅；比：旧读bì。\n鹜:鸭子。\n溷(hùn混)浊:肮脏、污浊。\n千钧:代表最重的东西。古制三十斤为一钧。\n黄钟:古乐中十二律之一,是最响最宏大的声调。这里指声调合于黄钟律的大钟。\n瓦釜:陶制的锅。这里代表鄙俗音乐。\n高张:指坏人气焰嚣张,趾高气扬。\n谢:辞谢,拒绝。\n数:卦数。逮:及。\n\n","shangxi":"　　这篇文章记述了屈原的一件逸事，屈原被放逐三年之后，往见太卜郑詹尹问卜。无论它的作者是谁，这篇文章都是很有艺术价值与历史价值的。在先秦的典籍里，没有关于屈原的资料，最早为他立传的是西汉司马迁《史记·屈原列传》。也许因为搜集资料的困难，《屈原列传》的史料并不丰赡，倒是太史公与屈原的遭遇颇多相似，故借屈原的遭遇抒发自己的忧愤与怨怒，因此抒情胜于记事。屈原问卜未必实有其事，但屈原对自己的人生遭遇与做人处事的原则的反思却是非常真实的。屈原连设八问，以“宁”“将”两疑方式问卜，给人以不知所从的印象。其实，诗人的设问，与其说是他对人生道路和处世原则的困惑，倒不如说是他对黑白颠倒、清浊混淆的现实的震惊和愤慨。在你死我活的尖锐对立中，愈显出屈原廉洁正直、心性高洁的品格与坚持操守、绝不妥协的斗争精神。对屈原的研究，此文至少可供参考。\n\n　　全文以屈原问卜开篇，以詹尹“释策而谢”的答语收结，中间以连珠式的对立设问的语句贯穿，文采斐然，往复盘旋，八对设问，一一贯之。虽铺陈夸饰，句式整齐，却不板不散，亦无重复之嫌。气势充沛，感情强烈，体现了大诗人特有的气质。而且，这种体式，对汉赋“设为问答，以显己意”，颇具启发意义，或谓之汉赋之先声亦无不可。\n\n","translation":"\n　　屈原（被）流放了，三年不再能见（到国王）。（他）竭尽智慧用尽忠心，却被谗言遮挡和阻隔。（他）心情烦闷思想混乱，不知道何去何从。就前往拜见太卜郑詹尹说：“我有所疑惑，希望由先生您来决定。”詹尹就摆正蓍草拂净龟壳说：“您有什么赐教的啊？”\n　　屈原说：“我是宁愿忠实诚恳，朴实地忠诚呢，还是迎来送往，而使自己不会穷困呢？\n　　“是宁愿凭力气除草耕作呢，还是游说于达官贵人之中来成就名声呢？是宁愿直言不讳来使自身危殆呢，还是跟从习俗和富贵者来偷生呢？是宁愿超然脱俗来保全（自己的）纯真呢，还是阿谀逢迎战战兢兢，咿咿喔喔（语无伦次地谄言献媚）来巴结妇人呢？是宁愿廉洁正直来使自己清白呢，还是圆滑求全，像脂肪（一样滑）如熟皮（一样软），来谄媚阿谀呢？\n　　“是宁愿昂然（自傲）如同（一匹）千里马呢，还是如同（一只）普普通通的鸭子随波逐流，偷生来保全自己的身躯呢？\n　　“是宁愿和良马一起呢，还是跟随驽马的足迹呢？是宁愿与天鹅比翼齐飞呢，还是跟鸡鸭一起争食呢？\n　　“这些选择哪是吉哪是凶？应该何去何从？\n　　“（现实）世界浑浊不清：蝉翼被认为重，千钧被认为轻；黄钟被毁坏丢弃，瓦锅被认为可以发出雷鸣（般的声音）；谗言献媚的人位高名显，贤能的人士默默无闻。可叹啊沉默吧，谁知道我是廉洁忠贞的呢？”\n　　詹尹便放下蓍草辞谢道：“所谓尺有它不足的地方，寸有它的长处；物有它不足的地方，智慧有它不能明白的问题；卦有它算不到的事，神有它显不了灵的地方。您（还是）按照您自己的心，决定您自己的行为（吧）。龟壳蓍草实在无法知道这些事啊！”\n\n译文二\n　　屈原被流放后，三年没能再见楚怀王。他竭尽智慧效忠国家，却被谗言谤语把他和君王遮蔽阻隔。他心烦意乱，不知如何是好。于是去见太卜郑詹尹问卜说：“我对有些事疑惑不解，希望通过您的占卜帮助我分析判断。”郑詹尹就摆正蓍草、拂去龟甲上的灰尘，问道：“先生有何见教?”\n　　屈原说：“我宁可诚恳朴实、忠心耿耿呢，还是迎来送往、巧于逢迎而摆脱困境?宁可垦荒锄草勤劳耕作呢，还是交游权贵而沽名钓誉?宁可毫无隐讳地直言为自己招祸呢，还是顺从世俗贪图富贵而苟且偷生?宁可鹤立鸡群而保持正直操守呢，还是阿谀逢迎、强颜欢笑以侍奉那位妇人?宁可廉洁正直以保持自己的清白呢，还是圆滑诡诈、油滑适俗、趋炎附势?宁可像志行高远的千里驹呢，还是像浮游的野鸭随波逐流而保全自身?宁可与骐骥并驾齐驱呢，还是追随那劣马的足迹?宁可与天鹅比翼高飞呢，还是同鸡鸭在地上争食?上述种种，哪个是吉哪个是凶，哪个该舍弃哪个该遵从?现在的世道混浊不清：认为蝉翼是重的，千钧是轻的；黄钟大吕竟遭毁弃，瓦釜陶罐却响如雷鸣；谗佞小人嚣张跋扈，贤明之士则默默无闻。唉，沉默吧，谁人能知我廉洁忠贞的心哪!”\n　　郑詹尹于是放下蓍草抱歉地说：“尺比寸长但也有短处，寸比尺短却也有它的长处；世间万物都有不完善的地方，人的智慧也有不明了的时候；术数有占卜不到的事情，天神也有难解之理。请您花心思实行您的主张吧，龟甲和蓍草实在不知如何破解您的疑惑!”\n\n"}
{"_id":{"$oid":"5b9a14ac367d5cab18668941"},"title":"潍县署中画竹呈年伯包大丞括 / 墨竹图题诗","dynasty":"清代","writer":"郑燮","content":"衙斋卧听萧萧竹，疑是民间疾苦声。\n些小吾曹州县吏，一枝一叶总关情。\n\n","type":["题画","忧国忧民"],"remark":"署：衙门。\n年伯：古称同榜考取的人为同年，称“同年”的父辈为年伯。\n中丞：清代将巡抚称为中丞。\n衙斋：官衙中供官员居住和休息之所。\n萧萧：拟声词，形容草木摇动声。\n些小：很小，这里指官职卑微。\n吾曹：我们。\n关情：牵动情怀。\n\n","translation":"在衙门里休息的时候，听见竹叶萧萧作响，仿佛听见了百姓啼饥号寒的怨声。\n我们虽然只是州县里的小官吏，但百姓的每一件小事都在牵动着我们的感情。\n\n"}
{"_id":{"$oid":"5b9a14ac367d5cab18668942"},"title":"听筝","dynasty":"唐代","writer":"李端","content":"鸣筝金粟柱，素手玉房前。\n欲得周郎顾，时时误拂弦。","type":["唐诗三百首","音乐"],"remark":"听筝：弹奏筝曲。\n金粟：古也称桂为金粟，这里当是指弦轴之细而精美。\n柱：定弦调音的短轴。\n素手：指弹筝女子纤细洁白的手。\n玉房：指玉制的筝枕。房，筝上架弦的枕。\n周郎：指三国时吴将周瑜。他二十四岁为大将，时人称其为“周郎”。他精通音乐，听人奏错曲时，即使喝得半醉，也会转过头看一下奏者。当时人称：“曲有误，周郎顾。”\n拂弦：拨动琴弦。\n\n","shangxi":"　　这首小诗轻捷洒脱，寥寥数语，就在读者面前展示了一幅线条流畅，动态鲜明的舞台人物速写图。\n\n　　“鸣筝金粟柱，素手玉房前。”诗的一二句写弹筝的女子纤手拨筝，正处于弹奏状态。筝是一种弦乐器。从唐诗中所描写的筝来看，筝是十三根弦，如：“花脸云鬟坐玉楼，十三弦里一时愁”（白居易《听崔七妓人筝》）。“大艑高船一百尺，清声促柱十三弦”（刘禹锡《夜闻商人船中筝》）。此诗是速写，当然必须抓住最能突出主题的部分。最引人注目的，首先便是弹筝者手中正在拨弄的乐器，特别是那绚丽华美，闪烁着点点金色光斑的弦柱。接着，诗人的目光又自然而然地落到那双正在琴弦上跳动的洁白如玉的纤手上，以及弹奏的环境。精洁雅致的琴房，自然别有一番情味。从画面上看，“金粟”、“素手”、“玉房”交相对比，色彩明丽而华贵，虽然是速写，却又施重彩，给人以极为强烈的印象。绘画毕竟是视觉的艺术，而鸣筝所成的乐曲则是作用于听觉的艺术。一、二两句诗所绘出的画面是绝妙的，读者从中瞥见了闪光的琴柱、白嫩的巧手、素雅的琴房，但却没有听到琴声。也许是精湛的工艺、绰约的风姿、高洁的环境使诗人过于全神贯注了。\n\n　　“欲得周郎顾，时时误拂弦。”诗人终于注意到弹奏出的乐曲本身。诗的前两句写女子正在弹筝，按此写法，接下去似乎应该描写女了的弹奏技艺，或者表现秦筝极富感染力的音乐形象，但出人意料的是，三、四句并不沿袭通常的写法，而是描写女子为了引起知音者的注意，故意错拨筝弦。相传三国时代的周瑜，别人奏曲有误，他就回头一看，此诗显然受到了这个故事的启发。“时时”说明这并非偶尔失手，也并非技艺低下，因为这失误明显地属于有意为之。有人将她的有意错弹理解为“妇人卖弄身份，巧于撩拨”（清·徐增《而庵说唐诗》），似乎弹筝女子的微妙心理，仅仅是一种邀宠之情；其实这种故意的失误是出于寻觅知音的苦心。她大约也是沦落风尘之人，对一般浪荡子弟，她的故意错弹饱含着对这班人的嘲弄和蔑视，但总会有一天，真正的知音——她的“周郎”会听出那曲中的深意，从而向她投去会心的一“顾”的。此处的“周郎”喻指听者，“欲得”就意味着当时坐在一旁的“周郎”没有看她。为什么不看她呢？大概听者已经完全陶醉在那美妙的筝声中了。本来这应该是演奏者最祈盼的效果，最欣慰的时刻，然而，这情景却不是这位女子此时最渴望的效果，因为她心中另有所思，思不在听者赏音，而在于一“顾”，怎么办呢？她灵机一动，故意不时地错拨一两个音，于是充满戏剧性的场景出现了：那不谐和的旋律，突然惊动了沉醉在音乐境界中的“周郎”，他下意识地眉头一皱，朝她一看，只见她非但没有丝毫“误拂”的遗憾和歉意，两眼反而闪烁出得意的眼神——原来是误非真误。为了所爱慕的人顾盼自己，便故意将弦拨错，弹筝女的可爱形象跃然纸上。这两句正面写出了弹者藏巧于拙，背面又暗示了听者以假当真，而这种巧与拙、假与真，又在那无言的一顾之中获得了奇妙的统一。它不仅说明弹者是高手，听者是知音，而且传神地表现出两者的心理神态，其意趣韵味无穷。\n\n","translation":"金粟轴的古筝发出优美的声音，那素手拨筝的美人坐在玉房前。\n想尽了办法为博取周郎的青睐，你看她故意地时时拨错了琴弦。\n\n"}
{"_id":{"$oid":"5b9a14ac367d5cab18668943"},"title":"始得西山宴游记","dynasty":"唐代","writer":"柳宗元","content":"　　自余为僇人，居是州，恒惴栗。其隟也，则施施而行，漫漫而游。日与其徒上高山，入深林，穷回溪，幽泉怪石，无远不到。到则披草而坐，倾壶而醉。醉则更相枕以卧，卧而梦。意有所极，梦亦同趣。觉而起，起而归；以为凡是州之山水有异态者，皆我有也，而未始知西山之怪特。\n\n　　今年九月二十八日，因坐法华西亭，望西山，始指异之。遂命仆人过湘江，缘染溪，斫榛莽，焚茅茷，穷山之高而止。攀援而登，箕踞而遨，则凡数州之土壤，皆在衽席之下。其高下之势，岈然洼然，若垤若穴，尺寸千里，攒蹙累积，莫得遁隐。萦青缭白，外与天际，四望如一。然后知是山之特立，不与培塿为类。悠悠乎与颢气俱，而莫得其涯；洋洋乎与造物者游，而不知其所穷。引觞满酌，颓然就醉，不知日之入。苍然暮色，自远而至，至无所见，而犹不欲归。心凝形释，与万化冥合。然后知吾向之未始游，游于是乎始。故为之文以志。是岁，元和四年也。\n\n","type":["初中文言文","游记","写景","抒怀","怀才不遇"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154334133.mp3","remark":"僇人：同“戮人”，受过刑辱的人，罪人。作者因永贞革新失败，被贬为永州司马，故自称僇人。僇，通“戮”，耻辱。\n是州：这个州，指永州。\n恒：常常。\n惴栗：恐惧不安。惴，恐惧。栗，发抖。此意为害怕政敌落井下石。\n其：如果，连词。\n隟：指空闲时间。\n施施而行：慢慢地行走。施施，慢步缓行的样子。\n漫漫而游：无拘无束地游。漫漫，不受拘束的样子。\n日：每日，时间名词作状语。\n其徒：那些同伴。徒，同一类的人，指爱好游览的人。\n穷：走到尽头。\n回溪：曲折溪流。\n幽泉：深僻的泉水。\n无远不到：没有一处僻远的地方不曾到过。\n披草：分开草。披，用手分开。\n倾壶：倒尽壶里的酒。倾，倒出来。\n更相：互相。\n意有所极，梦亦同趣：心里有向往的好境界，梦里也就有相同的乐趣。所极，所向往的境界。极，至，向往。\n觉：睡醒。\n以为：认为。\n异态：奇特的形状。\n未始：未曾。\n怪特：奇异特别。\n今年：指元和四年（809年）。\n法华：指法华寺，在原零陵县城东山之上。\n西亭：在法华寺内，为柳宗元所建，他经常在这里游赏山景，饮酒赋诗。\n始：才。\n指异之：指着它觉得它奇特。指，指点。异，觉得······奇特。\n湘江：应为潇水。潇水流经永州城西，至萍州才与湘江汇合。\n缘：沿着。\n染溪：又作“冉溪”，柳宗元又称为“愚溪”，是潇水的一条小支流。\n斫：砍伐。\n榛莽：指杂乱丛生的荆棘灌木。\n茅茷：指长得繁密杂乱的野草。茷，草叶茂盛。\n穷山之高而止：一直砍除、焚烧到山的最高处才停止。穷，尽，指把榛莽、茅茷砍除、焚烧尽。\n箕踞：像簸箕一样地蹲坐着。指坐时随意伸开两腿，像个簸箕，是一种不拘礼节的坐法。正规坐法，屁股要压在脚后跟上，两腿不能伸直。箕，簸箕。踞，蹲坐。\n遨：游赏。\n土壤：土地，指地域。\n衽席：坐垫、席子。\n其：代词，指上句“数州之土壤”。\n岈然：高山深邃的样子。岈，《广韵》：“岈，蛤岈，山深之状。”\n洼然：深谷低洼的样子。“岈然”承“高”，“洼然“承“下”。\n垤：蚁封，即蚂蚁洞边的小土堆。“若垤”承“岈然”，“若穴”承“洼然”。\n尺寸千里：（从西山顶上望去）只有尺寸之远，实际上有千里之遥。\n攒：聚集在一起。\n蹙：紧缩在一起。\n累积：堆积。\n莫得：没有什么能够。莫，没有什么，代词。得，能。\n遁隐：隐藏。\n萦青缭白：青山萦回，白水缭绕。作者为了突出“萦”“缭”景象，有意把主谓式变成动宾式。白，指山顶所见潇、湘二水。\n际：接近。\n四望如一：向四面望去都像一样的。\n是山：这座山，指西山。\n特立：特别突出。\n培塿：小土堆。\n悠悠乎：辽阔浩渺啊。\n灏气：同“浩气”，指天地间的大气。\n俱：在一起。\n涯：边际。\n洋洋乎：悠然自得啊。\n造物者：创造万物的天地，指大自然。\n引觞：拿起酒杯。\n满酌：斟满酒。\n颓然：东倒西歪地。颓，跌倒。\n就：接近，进入。\n苍然：灰暗的样子，这里是形容傍晚的天色。\n犹：还，仍然。\n心凝：思想停止了（不再想任何事情）。\n形释：形体消散了（忘掉了自己的存在）。\n万化：万物变化，指自然界万物。\n冥合：不知不觉地融合为一体。\n向：以前。\n未始游：不曾（真正）游赏过。\n于是：从这里。\n为之文：把这次西山之游写成文章。之，代指西山之游，是动词“为”的间接宾语。\n志：记载下来。\n是岁：这一年。\n元和：唐宪宗李纯年号。\n\n","translation":"　　我自从成为有罪的人，住在这个州里，就常常恐惧不安。如有空闲时间，就慢慢地行走，无拘束地游玩。每日和那些同伴，上高山，入深林，走到曲折溪流的尽头。幽僻的泉水，奇异的山石，没有一处僻远的地方不曾到过。到了目的地就分开草而坐下，倒尽壶中酒，一醉方休。醉了就互相枕着睡觉，睡觉了就做梦。心里有向往的好境界，梦里也就有（在这种境界中获得的）相同的乐趣。睡醒了就起来，起来了就回家。我以为凡是这个州的山有奇特形状的，我都游过了；可是我还未曾知道西山的奇异特别。\n　　今年九月二十八日，我因坐在法华寺西亭，眺望西山，才指点着觉得它奇特。于是命令仆人渡过湘江，沿着染溪，砍伐荆棘，焚烧乱草，一直到山顶才停下。（我们随后）攀援登上山顶，随意坐下观赏，附近几个州的土地，就全在我们的坐席之下了。这几州的地势高低不平，高处是深山，低处是洼地，像蚁封，像洞穴，（看上去）只有尺寸之远，实际上有千里之遥。（这为千里之内的景物）聚集、紧缩、累积在眼下，没有什么能够隐藏。青山萦回，白水缭绕，外与天边相接。向四面望去都是一样的景象。（登上山顶）然后才知这座山的特别突出，与小土丘不一样。辽阔浩渺啊与天地间的大气合一而不能得到它的边际，悠然自得啊和大自然交游而不知它的尽期。（于是我们）拿起酒杯斟满酒，喝得东倒西歪地进入醉态，不知太阳下了山。灰暗的暮色，由远而至，直到看不见什么了还不想返回。（我只觉得）思想停止了，形体消散了，与自然界万物不知不觉地融为一体了。（游过西山）然后才知我以前不曾真正游赏过，真正的游赏是从这里开始的。所以我把这次西山之游写成文章以记载下来。这一年是元和四年。\n\n"}
{"_id":{"$oid":"5b9a14ad367d5cab18668944"},"title":"嫦娥奔月 / 嫦娥飞天","dynasty":"两汉","writer":"刘安 撰","content":"　　昔者，羿狩猎山中，遇姮娥于月桂树下。遂以月桂为证，成天作之合。\n\n　　逮至尧之时，十日并出。焦禾稼，杀草木，而民无所食。猰貐、凿齿、九婴、大风、封豖希、修蛇皆为民害。尧乃使羿诛凿齿于畴华之野，杀九婴于凶水之上，缴大风于青丘之泽，上射十日而下杀猰貐，断修蛇于洞庭，擒封豨于桑林。万民皆喜，置尧以为天子。\n\n　　羿请不死之药于西王母，托与姮娥。逢蒙往而窃之，窃之不成，欲加害姮娥。娥无以为计，吞不死药以升天。然不忍离羿而去，滞留月宫。广寒寂寥，怅然有丧，无以继之，遂催吴刚伐桂，玉兔捣药，欲配飞升之药，重回人间焉。\n\n　　羿闻娥奔月而去，痛不欲生。月母感念其诚，允娥于月圆之日与羿会于月桂之下。民间有闻其窃窃私语者众焉。\n\n","type":["小学文言文","神话","故事"],"shangxi":"　　民间的传说又略有不同，大体谓嫦娥吃了丈夫从西王母那儿偷来的不死之药后，飞到月宫。但琼楼玉宇，高处不胜寒，所谓“嫦娥应悔偷灵药，碧海青天夜夜心”，正是她倍感孤寂之心情的写照。嫦娥向丈夫倾诉懊悔后，又说：“平时我没法下来，明天乃月圆之候，你用面粉作丸，团团如圆月形状，放在屋子的西北方向，然后再连续呼唤我的名字。到三更时分，我就可以回家来了。”翌日，照妻子的吩咐去做，届时嫦娥果由月中飞来，夫妻重圆，中秋节做月饼供嫦娥的风俗，也是由此形成。表现这一情节的嫦娥图，是世人渴望美好团圆，渴望幸福生活的情感流露。\n\n　　另一的“嫦娥奔月”版本是说嫦娥经受不住天上生活的诱惑，趁大羿外出狩猎，独自吞食了不死药，嫦娥由于背弃了丈夫，怕天庭诸神嘲笑，就投奔月亮女神常羲，想在月宫暂且安身。可是月宫空无一人，出奇的冷清，她在漫漫长夜中咀嚼孤独、悔恨的滋味，慢慢地变成了月精白蛤蟆，在月宫中终日被罚捣不死药，过着寂寞清苦的生活。李商隐曾有诗感叹嫦娥：“嫦娥应悔偷灵药，碧海青天夜夜心。”（《全上古文》辑《灵宪》则记载了“嫦娥化蟾”的故事：“嫦娥，羿妻也，窃王母不死药服之，奔月。将往，枚占于有黄。有黄占之：曰：‘吉，翩翩归妹，独将西行，逢天晦芒，毋惊毋恐，后且大昌。’嫦娥遂托身于月，是为蟾蜍。”）\n\n","translation":"古时候天上有十日同时出现，晒得庄稼枯死，民不聊生，一个名叫后羿的英雄，力大无穷，他同情受苦的百姓，拉开神弓，一气射下九个多太阳，并严令最后一个太阳按时起落，为民造福。后羿妻子名叫嫦娥。后羿除传艺狩猎外，终日和妻子在一起。不少志士慕名前来投师学艺，心术不正的蓬蒙也混了进来。\n\n　　一天，后羿到昆仑山访友求道，向王母求得一包不死药。据说，服下此药，能即刻升天成仙。然而，后羿舍不得撇下妻子，暂时把不死药交给嫦娥珍藏。嫦娥将药藏进梳妆台的百宝匣。三天后，后羿率众徒外出狩猎，心怀鬼胎的蓬蒙假装生病，没有外出。待后羿率众人走后不久，蓬蒙持剑闯入内宅后院，威逼嫦娥交出不死药。嫦娥知道自己不是蓬蒙的对手，危急之时她转身打开百宝匣，拿出不死药一口吞了下去。嫦娥吞下药，身子立时飘离地面、冲出窗口，向天上飞去。由于嫦娥牵挂着丈夫，便飞落到离人间最近的月亮上成了仙。\n\n　　傍晚，后羿回到家，侍女们哭诉了白天发生的事。后羿既惊又怒，抽剑去杀恶徒，蓬蒙早已逃走，后羿气得捶胸顿足，悲痛欲绝，仰望着夜空呼唤嫦娥，这时他发现，今天的月亮格外皎洁明亮，而且有个晃动的身影酷似嫦娥。后羿思念妻子，便派人到嫦娥喜爱的后花园里，摆上香案，放上嫦娥平时爱吃的蜜食鲜果，遥祭在月宫里的嫦娥。百姓们闻知嫦娥奔月成仙的消息后，纷纷在月下摆设香案，向善良的嫦娥祈求吉祥平安。从此，中秋节拜月的风俗在民间传开了。▲\n\n"}
{"_id":{"$oid":"5b9a14ad367d5cab18668945"},"title":"采桑子·时光只解催人老","dynasty":"宋代","writer":"晏殊","content":"时光只解催人老，不信多情，长恨离亭，泪滴春衫酒易醒。\n梧桐昨夜西风急，淡月胧明，好梦频惊，何处高楼雁一声？","type":["婉约","感叹","人生","写景"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154336727.mp3"}
{"_id":{"$oid":"5b9a14ad367d5cab18668946"},"title":"谢亭送别","dynasty":"唐代","writer":"许浑","content":"劳歌一曲解行舟，红叶青山水急流。 \n日暮酒醒人已远，满天风雨下西楼。","type":["送别","写景","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154336959.mp3","remark":"劳歌：本指在劳劳亭送客时唱的歌，泛指送别歌。劳劳亭，在今南京市南面，李白诗有“天下伤心处，劳劳送客亭”。 \n水急流：暗指行舟远去，与“日暮酒醒”、“满天风雨”共同渲染无限别意。\n西楼即指送别的 谢亭 ，古代诗词中“南浦 ”、“西楼”都常指送别之处。\n\n","shangxi":"　　第一句写友人乘舟离去。古代有唱歌送行的习俗。“劳歌”，原本指在劳劳亭（旧址在今南京市南面，也是一个著名的送别之地）送客时唱的歌，后来遂成为送别歌的代称。劳歌一曲，缆解舟行，从送别者眼中写出一种匆遽而无奈的情景气氛。\n\n　　第二句写友人乘舟出发后所见江上景色。时值深秋，两岸青山，霜林尽染，满目红叶丹枫，映衬着一江碧绿的秋水，显得色彩格外鲜艳。这明丽之景乍看似与别离之情不大协调，实际上前者恰恰是对后者的有力反衬。景色越美，越显出欢聚的可恋，别离的难堪，大好秋光反倒成为添愁增恨的因素了。江淹《别赋》说：“春草碧色，春水绿波，送君南浦，伤如之何！”借美好的春色反衬别离之悲，与此同一机杼。这也正是王夫之所揭示的：“以乐景写哀，以哀景写乐，一倍增其哀乐”（《姜斋诗话》）的艺术辩证法。\n\n　　这一句并没有直接写到友人的行舟。但通过“水急流”的刻画，舟行的迅疾读者可以想见，诗人目送行舟穿行于夹岸青山红叶的江面上的情景也生动地表现了出来。“急”字暗透出送行者“流水何太急”的心理状态，也使整个诗句所表现的意境带有一点逼仄忧伤、骚屑不宁的意味。这和诗人当时那种并不和谐安闲的心境是相一致的。\n\n　　诗的前后联之间有一个较长的时间间隔。朋友乘舟走远后，诗人并没有离开送别的谢亭，而是在原地小憩了一会。别前喝了点酒，微有醉意，朋友走后，心绪不佳，竟不胜酒力睡着了。一觉醒来，已是薄暮时分。天色变了，下起了雨，四望一片迷蒙。眼前的江面，两岸的青山红叶都已经笼罩在蒙蒙雨雾和沉沉暮色之中。而朋友的船，此刻更不知道随着急流驶到云山雾嶂之外的什么地方去了。暮色的苍茫黯淡，风雨的迷蒙凄清，酒醒后的朦胧，追忆别时情景所感到的怅惘空虚，使诗人此刻的情怀特别凄黯孤寂，感到无法承受这种环境气氛的包围，于是默默无言地独自从风雨笼罩的西楼上走了下来。（西楼即指送别的谢亭，古代诗词中“南浦”、“西楼”都常指送别之处。）\n\n　　第三句极写别后酒醒的怅惘空寂，第四句却并不接着直抒离愁，而是宕开写景。但由于这景物所特具的凄黯迷茫色彩与诗人当时的心境正相契合，因此读者完全可以从中感受到诗人的萧瑟凄清情怀。这样借景寓情，以景结情，比起直抒别情的难堪来，不但更富含蕴，更有感染力，而且使结尾别具一种不言而神伤的情韵。\n\n　　这首诗前后两联分别由两个不同时间和色调的场景组成。前联以青山红叶的明丽景色反衬别绪，后联以风雨凄其的黯淡景色正衬离情，笔法富于变化。而一、三两句分别点出舟发与人远，二、四两句纯用景物烘托渲染，则又异中有同，使全篇在变化中显出统一。\n\n","translation":"唱完了一曲送别的歌儿，你便解开了那远别的行舟，\n两岸是青山，满山是红叶，水呀，在急急地东流。\n当暮色降临，我醒来了，才知道人已远去，\n而这时候，满天风雨，只有我一个人的身影独自离开了那西楼。\n\n"}
{"_id":{"$oid":"5b9a14ad367d5cab18668947"},"title":"梦江南·兰烬落","dynasty":"唐代","writer":"皇甫松","content":"兰烬落，屏上暗红蕉。闲梦江南梅熟日，夜船吹笛雨萧萧。人语驿边桥。","type":["宋词三百首","婉约","写景"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154337438.mp3","remark":"兰烬：因烛光似兰，故称。烬：物体燃烧后剩下的部分。\n暗红蕉：谓更深烛尽，画屏上的美人蕉模糊不辨。\n萧萧：同潇潇，形容雨声。\n驿：驿亭，古时公差或行人暂歇处。\n\n","translation":"更深烛尽，烛光暗淡，画屏上的美人蕉模糊不辨。\n我昏昏欲睡，终于进入了梦乡，梦中是我久别的江南，正是青梅熟时，江南雨季，我独自在一艘船上，手握竹笛，和着船外那萧萧的夜雨尽情的吹奏，时而听见桥上驿亭边人语，操着那久违的乡音，诉说着难忘的故事。\n\n"}
{"_id":{"$oid":"5b9a14ad367d5cab18668948"},"title":"念奴娇·春情","dynasty":"宋代","writer":"李清照","content":"萧条庭院，又斜风细雨，重门须闭。宠柳娇花寒食近，种种恼人天气。险韵诗成，扶头酒醒，别是闲滋味。征鸿过尽，万千心事难寄。 \n楼上几日春寒，帘垂四面，玉阑干慵倚。被冷香消新梦觉，不许愁人不起。清露晨流，新桐初引，多少游春意。日高烟敛，更看今日晴未。","type":["宋词精选","婉约","寒食节","写景","怀人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154337178.mp3","remark":"念奴娇：词牌名。又名“百字令”、“酹江月”、“大江东去”，双调一百字，前后阕各四仄韵。\n重门：多层的门。\n寒食：古代在清明节前两天的节日，焚火三天，只吃冷食，所以称寒食。\n险韵诗：以生僻而又难押之字为韵脚的诗。人觉其险峻而又能化艰僻为平妥，并无凑韵之弊。\n扶头酒：易醉之酒。\n征鸿：远飞的大雁\n玉阑干：栏杆的美称。慵：懒。\n烟敛：烟收、烟散的意思。烟，这里指像烟一样弥漫在空中的云气。\n晴未：天气晴了没有？未，同否，表示询问。\n\n","shangxi":"　　这是一首怀人之作。它叙写了寒食节时对丈夫的怀念。开头三句写环境气候，景色萧条。柳、花而用“宠”、“娇”修饰，隐有妒春之意。接着写作诗填词醉酒，但闲愁却无法排解，已有万般怨尤。一句“征鸿过尽，万千心事难寄”，道出词人闲愁的原因：自己思念远行的丈夫，“万千心事”却无法捎寄。下阕开头三句，写出词人懒倚栏杆的愁闷情志，又写出她独宿春闺的种种感觉。“不许愁人不起”，写出作者已失去支撑生活的乐趣。“清露”两句转写新春的可爱，因之产生游春心思。结尾两句最为佳妙：天已放晴，却担心是否真晴，那种心有余悸的感觉，表现得极为凄迷。\n\n　　“萧条庭院”句写词人所处的环境，给人以寂寞幽深之感。庭院深深，寂寥无人，令人伤感；兼以细雨斜风，则景象之萧条，心境之凄苦，更觉怆然。一句“重门须闭”，写词人要把门儿关上，实际上她是想关闭心灵的窗户。\n\n　　“宠柳娇花寒食近，种种恼人天气”，这两句由斜风细雨，而想到宠柳娇花，既倾注了对美好事物的关心，也透露出惆怅自怜的感慨。“萧条庭院”句遣辞造句上，也显示了词人独创的才能。“宠柳娇花”是以和易安名句“绿肥红瘦”相比美，以其字少而意深，事熟而句生，足见锤炼功夫。其中可以引申出这么一些意思：春近寒食时节，垂柳繁花，犹得天宠，人来柳阴花下留连玩赏，花与柳便也如宠儿娇女，成为备受人们爱怜的角色。其中又以人之宠爱为主体奈何临近寒食清明这种多雨季节，游赏不成，只好深闭重门，而花受风雨摧残，也“恼人”之列。\n\n　　“险韵诗成，扶头酒醒，别是闲滋味”，由天气、花柳，渐次写到人物。风雨之夕，词人饮酒赋诗，借以排遣愁绪，然而诗成酒醒之后，无端愁绪重又袭上心头，“别是闲滋味”。一“闲”字，将伤春念远情怀，暗暗逗出，耐人寻味。“征鸿过尽”句点上片主旨，是虚写，实际上是用鸿雁传书的典故，暗寓赵明诚走后，词人欲寄相思，而信使难逢。“万千心事”，关它不住，遣它不成，寄也无方，最后还是把它深深地埋藏心底。\n\n　　“楼上几日春寒”句拓开一层，然仍承“万千心事”意脉。连日阴霾，春寒料峭，词人楼头深坐，帘垂四面。“帘垂四面”，是上阕“重门须闭”的进一步发展，既关上重门，又垂下帘幕，则小楼之幽暗可知；楼中人情怀之索寞，亦不言而喻了。“玉阑干慵倚”，刻画词人无聊意绪，而隐隐离情亦其中。征鸿过尽，音信无凭，纵使阑干倚遍，亦复何用。阑干慵倚，楼内寒深，枯坐更加愁闷，于是词人唯有恹恹入睡了。可是又感罗衾不耐春寒，渐渐从梦中惊醒。心事无人可告，唯有托诸梦境；而梦乡新到，又被寒冷唤回。其辗转难眠之意，凄然溢于言表。“不许愁人不起”，多少无可奈何的情绪，都包含这六字之中，词人为离情所折磨而痛苦不堪，又因明诚外出而实有此情，并非虚构。虚虚实实，感人至深。\n\n　　从“清露晨流”到篇终，词境为之一变。此前，词清调苦，婉曲深挚；此后，清空疏朗，低徊蕴藉。“清露晨流，新桐初引”写晨起时庭院中景色。从“重门须闭”，“帘垂四面”，至此帘卷门开，顿然令人感到一股盎然生意。日既高，烟既收，本是大好晴天，但词人还要“更看今日晴未”，说明春寒日久，阴晴不定，即便天已放晴，她还放心不下；暗中与前面所写的风雨春寒相呼应，脉络清晰。以问句作结，更有余味不尽的意味。\n\n　　全词从上片的天阴写到下片的天晴，从前的愁绪萦回到后面的轩朗，条理清晰，层次井然。词中感情的起伏和天气的变化相谐而生，全篇融情入景，浑然天成。是一首别具一格的闺怨词。\n\n","translation":"萧条冷落的庭院，吹来了斜风细雨，一层层的院门紧紧关闭。春天的娇花即将开放，嫩柳也渐渐染绿。寒食节即将临近，又到了令人烦恼的时日，推敲险奇的韵律写成诗篇，从沉醉的酒意中清醒，还是闲散无聊的情绪，别有一番闲愁在心头。远飞的大雁尽行飞过，可心中的千言万语却难以托寄。\n连日来楼上春寒泠冽，帘幕垂得低低。玉栏杆我也懒得凭倚。锦被清冷，香火已消，我从短梦中醒来。这情景，使本来已经愁绪万千的我不能安卧。清晨的新露涓涓，新发出的桐叶一片湛绿，不知增添了多少游春的意绪。太阳已高，晨烟初放，再看看今天是不是又一个放晴的好天气。\n\n"}
{"_id":{"$oid":"5b9a14ad367d5cab18668949"},"title":"题张十一旅舍三咏榴花 / 题榴花","dynasty":"唐代","writer":"韩愈","content":"五月榴花照眼明，枝间时见子初成。 \n可怜此地无车马，颠倒青苔落绛英。","type":["咏物","抒情","怀才不遇"],"shangxi":"　　这首诗开头两句点明时令，寥寥数语就勾画出了五月里石榴花开时的繁茂烂漫景象，尤其“照眼明”三字，生动传神。诗人即写了花，也写了看花人的愉快心情。后两句点明地点，这是生长在偏僻地方的石榴，没人去攀折损害他的花枝，殷红的石榴花繁多地落在青苔上，红青相衬，画面十分优美，使人觉得几多可爱和惋惜。其实诗人正是爱其无游人来赏，爱其满地“青苔”“绛英”，倘有人来赏，则车辙马蹄践踏得不堪了，还不如任其花开花落、果熟果烂，来得自然。委婉表达俩诗人孤独的心境。\n\n　　张十一是作者的一位好朋友,作者做此诗时张十一和他都被贬谪,诗人有感作诗前两句写景,后两句抒情。作者并不直接来写景，而是通过人的感觉，侧面烘托出榴花的绚烂多姿。但花开的再美又能如何，还不是寂寞无声落，诗人叹息花开无人来赏，亦即暗喻朋友满腹才华，却被统治者贬谪于穷乡僻壤，无法施展，“颠倒”二字更是有力批判了统治者的不识人才以及诗人和作者都怀才不遇的愤懑。 \n\n","translation":"译文 五月盛开的榴花红似火，绿叶掩映着初结的小果。 静冷角落没有车马经过，任那谢了的花开了又落。"}
{"_id":{"$oid":"5b9a14ad367d5cab1866894a"},"title":"夜夜曲","dynasty":"南北朝","writer":"沈约","content":"河汉纵且横，北斗横复直。\n星汉空如此，宁知心有忆？\n孤灯暧不明，寒机晓犹织。\n零泪向谁道，鸡鸣徒叹息。","type":["古诗三百首","乐府","妇女","孤独","思念","悲愁"],"remark":"河汉：这里指银河。\n\n","shangxi":"　　《夜夜曲》，乐府杂曲歌辞的一种，它的创始人便是沈约。《乐府解题》云：“《夜夜曲》，伤独处也。”沈作有二首，皆写同样的主题。此为第一首，写空房独处的凄凉况味尤为具体而细致。\n\n　　此诗共八句，可分前后两段，段各四句。每段开头二句均用对偶，结尾二句以白描手法抒写思妇惆怅自怜的内心感情。从前段到后段，思妇的感情有发展，有变化，直至结尾，形成一个高潮。\n\n　　诗歌的开头两句借银河和北斗方位的变化来暗示时间的流逝。“河汉纵且横，北斗横复直”，写思妇长夜不眠，观看天空景象。诗人在这两句诗中交错使用了“纵”、“横”、“直”三个动词，忽纵忽横忽直，使人仿佛看到银河纵横穿流、星斗横竖移动的情景。诗中虽未直截写人，而人物的神情自可令人想见。古诗中用星辰位置的变易反衬思妇感情的愁苦，例子甚多。如《古诗十九首》云：“明月皎皎光，促织鸣东壁。玉衡指孟冬，众星何历历！”又云：“迢迢牵牛星，皎皎河汉女，纤纤擢素手，札札弄机杼。”前人皆以为本之于《诗经·小雅·大东》，如《文选》李善注“河汉女”云：“《毛诗》曰：‘维天有汉，监亦有光。跂彼织女，终日七襄。虽则七襄，不成报章。’毛苌曰：‘河汉，天河也。’”观沈约此诗，当系近承《古诗十九首》，远绍《诗经》之《大东》，当然在具体描写上也有所不同。它开头二句说银河由纵到横，北斗由横到直，通过写景显示了时间的迁延。用一句通俗的话说，便是斗转星移，时间已过了很长。在此漫漫长夜，思妇耿耿不寐，心中必有所想，于是诗人借她的口吻说道：“星汉空如此，宁知心有忆？”星汉本为无知无情之客体，怨它何来？这种写法便是古人所常说的“无理而妙”。仿佛在说：银河啊，你空自流转；北斗星啊，你徒然横斜，你们怎知我心中在想念一个人？接下去二句写思妇因星汉移动、时光流逝而起的惆怅心情。“星汉”句总括上文又作一顿挫，着一“空”字，似乎把前面铺排的两句一下子推倒，令人感到不可思议。“宁知”句把思妇胸中的一股怨气，喷薄而出，着一“宁”字，与前面的“空”字紧相呼应，把人物的感情引向内心深处。二句全系脱口而出，声情毕肖，确有如闻其声，如见其人的效果。\n\n　　如果说前半段以天空之景烘托思妇孤栖之苦，那么后半段则转而以室内之景映衬人物独处无聊的心态。诗人的笔锋由夜空转入闺房。空房之内，一盎孤灯，半明不灭，那暗淡的灯光，正象征着思妇的情怀。她孤独难耐，于是不管天寒地冻，踏起织机，织起布来。在这里，诗人没有照搬《诗经》与古诗，光写天上织女，而是将天上移到人间，写思妇亲理寒机。因此使人读来，更富有现实感。从对偶方面讲，这一联比前一联更为精当。因为前一联并列两件性质相近的事物，其弊如后人评价近体诗时所说的“合掌”。而这一联则意不相重，且层层推进，前句说灯不明，是在深夜；后句说晓犹织，则已到天亮了。从深夜到天明，思妇由独守孤灯到亲理寒机，层次鲜明，动作清晰，恰到好处地表现了她的孤独之感。\n\n　　结尾二句，承上文而来。思妇彻夜未眠，所忆之人缥缈无踪，眼望孤灯，手理寒机，心中分外凄苦，于是她情不自禁地哭了。尽管泪流不已，也没有人同情她，她不能向人诉说单身独处的苦闷。她只有哀哀自伤，徒然叹息。结句“鸡鸣”二字，紧扣上句的“晓”字，而“徒”字又与前段的“空”字遥相照映。此刻女主人翁的孤独之感已达到了顶点，天上的星汉也好，自己的忆念与叹息也好，一切的一切，都是空幻而徒然的。她只有默默地流泪，独自咀嚼着悲伤。听到鸡叫的声音，她不由发出长长的叹息。\n\n","translation":"银河纵横穿流、星斗横竖移动。\n银河与北斗星都是在无知无情的空自流转，又怎知我心中在想念一个人？\n空房之内，一盎孤灯半明不灭，不管天寒地冻，依然踏起织机，织起布来。\n泪流不止可又能向谁诉说呢？只能听着鸡鸣声发出一声声的叹息。\n\n"}
{"_id":{"$oid":"5b9a14ad367d5cab1866894b"},"title":"明月何皎皎","dynasty":"两汉","writer":"佚名","content":"明月何皎皎，照我罗床帏。\n忧愁不能寐，揽衣起徘徊。\n客行虽云乐，不如早旋归。\n出户独彷徨，愁思当告谁！\n引领还入房，泪下沾裳衣。\n\n","type":["古诗三百首","古诗十九首","月亮","思归"],"remark":"皎：本义是洁白明亮。此处用引申义，为光照耀的意思。\n罗床帏：指用罗制成的床帐。\n寐：入睡。\n揽衣：犹言“披衣”，“穿衣”。揽，取。\n客：这里指诗人自己。\n旋归；回归，归家。旋，转。\n彷徨：徘徊的意思。\n告：把话说给别人听。\n引领：伸着脖子远望。\n裳（cháng）衣：一作“衣裳”。裳，下衣，指古人穿的遮蔽下体的衣裙，男女都穿。\n\n","shangxi":"　　对这首诗的主题主要有两种解读：一说此诗刻画了一个久客异乡、愁思辗转、夜不能寐的游子形象。一说此诗塑造了一个独守空闺、愁思难寐、徘徊辗转的闺中女子形象。\n\n　　按第一种说法，此诗为游子思乡之作。游子的乡愁是由皎皎明月引起的。更深人静，那千里与共的明月，最易勾引起羁旅人的思绪。谢庄《月赋》曰：“隔千里兮共明月。”李白《静夜思》曰：“床前明月光，疑是地上霜。举头望明月，低头思故乡。”对于这首无名氏古诗中的主人公来说，同样是这种情绪。“明月何皎皎，照我罗床帏。”当他开始看到明月如此皎洁时，也许是兴奋的赞赏的。银色的清辉透过轻薄透光的罗帐，照着这位拥衾而卧的人。可是，夜已深沉，他辗转反侧，尚未入眠。不是过于耀眼的月光打扰他的睡眠，而是“忧愁不能寐”。他怎么也睡不着，便索性“揽衣”而“起”，在室内“徘徊”起来。游子“看月”“失眠”“揽衣”“起床”“徘徊”这一连串的动作，说明他醒着的时间长，实在无法入睡；同时说明他心中忧愁很深。尤其是那起徘徊”的情态，深刻地揭示了他内心痛苦的剧烈。\n\n　　诗写到这里，写出了“忧愁不能寐”的种种情状，接着写“忧愁”的原因。“客行虽云乐，不如早旋归。”这是全诗的关键语，画龙点睛，点明主题。这两句虽是直说缘由，但语有余意，耐人寻味。“客行”既有“乐”，为何又说“不如早旋归”呢？实际上他乡作客，何乐而言。正如汉乐府相如歌辞《饮马长城窟行》所说：“枯桑知天风，海水知天寒。入门各自媚，谁与相为言。”而异乡游子欲归不归的情状和他们所处的客观现实是密切联系着的。即如此诗的作者，大概是东汉时一个无名文人，在他那个时代，往往为营求功名而旅食京师，却又仕途阻滞，进退两难。这两句诗正刻划出他想归而不得归无可奈何的心情，是十分真切的。\n\n　　作者点出这种欲归不得的处境后，下面四句又像开头四句那样，通过主人公的动作进一步表现他心灵最深层的痛苦。前面写到“揽衣起徘徊”，尚是在室内走走，但感到还是无法排遣心中的烦闷，于是他走出户外了。然而，“出户彷徨”，半夜三更，他像梦游似的，独自在月下彷徨，更有一阵孤独感袭上心头。“愁思当告谁？”正是这种“独”、这种“彷徨”的具体感受了。古乐府《悲歌》云：“悲歌可以当泣，远望可以当归。”于是诗人情不自禁地向千里之外的故乡云树引领而望，可是又不能获得“可以当归”的效果，反而引起了更大的失望。他实在受不了这种感情上的折磨了，他又回到室内去。从“出户”到“入房”，这一出一入，把游子心中翻腾的愁情推向顶点，以至再也禁不住“泪下沾裳衣”了。全诗共十句，除了“客行”二句外，所描写的都是极其具体的行动，而这些行动是一个紧接着一个，是一层深似一层，细致地刻画了游子欲归不得的心理状态，手法是很高明的。\n\n　　按第二种说法，此诗抒发女子闺中望夫之慨。闺中女子的愁思由明月引起。这里的“罗床帏”指闺房。夜深人静，孤寂难耐的时候，月光皎洁照耀着床帐。原本“忧愁不能寐”，月光的照临更勾起若许的情思，只好披衣而起，徘徊于闺室。开头两联，就形象生动地把一个辗转徘徊的孤闺女子亮相于明月清辉之中。“客行虽云乐，不如早旋归”，是女子心头对“客行”在外游子的劝说，有抱怨，也有期许。这一联是对全诗主题的揭示。但说归说，怨归怨，在此时此刻他不能听见，也不能回来。这满腹的愁思无人可以告诉。无可奈何，只好孤独地到院子里去流连彷徨，去对月倾诉。但月亮照我影，却难慰我情，抬头仰望愈久，而“忧愁”愈添，不得不回到房屋里去，止不住的泪水打湿了衣裳。这里诗人以泪写愁，以泪写苦，以泪写思念，“泪下沾裳衣”不但说泪多，而且把情感推向高峰。后两联如泣如诉，感人至深。\n\n","translation":"明月如此皎洁光亮，照亮了我罗制的床帏。\n夜里忧愁得无法入睡，披衣而起在空屋内徘徊。\n客居在外虽然有趣，但是怎比得上早日回家呢。\n一个人出门忧愁彷徨，满心愁苦应该告诉谁呢？\n伸颈远望还是只能回到房间，眼泪沾湿了衣裳。\n\n"}
{"_id":{"$oid":"5b9a14ad367d5cab1866894c"},"title":"商颂·玄鸟","dynasty":"先秦","writer":"佚名","content":"天命玄鸟，降而生商，宅殷土芒芒。古帝命武汤，正域彼四方。\n\n方命厥后，奄有九有。商之先后，受命不殆，在武丁孙子。武丁孙子，武王靡不胜。\n\n龙旂十乘，大糦是承。邦畿千里，维民所止，肇域彼四海。\n\n四海来假，来假祁祁。景员维河。殷受命咸宜，百禄是何。\n\n","type":["诗经","祭祀","颂歌"],"remark":"玄鸟：黑色燕子。传说有娀氏之女简狄吞燕卵而怀孕生契，契建商。\n商：指商的始祖契。\n宅：居住。芒芒：同“茫茫”，广大的样子。\n古：从前。帝：天帝，上帝。武汤：即成汤，汤号曰武。\n正（zhēng）：同“征”。又，修正疆域。\n方：遍，普。后：上古称君主，此指各部落的酋长首领（诸侯）。\n奄：拥有。九有：九州。传说禹划天下为九州。《尔雅·释地》：“两河间曰冀州，河南曰豫州，河西曰雍州，汉南曰荆州，江南曰扬州，济南曰兖州，济东曰徐州，燕曰幽州，齐曰营州。”有，“域”的借字，疆域。\n先后：指先君，先王。\n命：天命。殆：通“怠”，懈怠。\n武丁：即殷高宗，汤的后代。\n武王：即武汤，成汤。胜：胜任。\n旂（qí）：古时一种旗帜，上画龙形，竿头系铜铃。乘（shèng）：四马一车为乘。\n糦（xī）：同“饎”，酒食。宾语前置，“大糦”作“承”的前置宾语。承，捧，进献。\n邦畿（jī）：封畿，疆界。\n止：停留，居住。\n肇域四海：始拥有四海之疆域。四海，《尔雅》以“九夷、八狄、七戎、六蛮”为“四海”。或释“肇”为“兆”，兆域，即疆域。开辟疆域以至于四海。\n来假（gé）：来朝。假，通“格”，到达。\n祁祁：纷杂众多之貌。\n景：景山，在今河南商丘，古称亳，为商之都城所在。景，广大。员，幅员。\n咸宜：谓人们都认为适宜。\n百禄：多福。何（hè）：通“荷”，承受，承担。\n\n","shangxi":"　　这是殷商后代宋国祭祀其祖先武丁的乐歌。《毛诗序》云：“《玄鸟》，祀高宗也。”郑笺云：“祀当为祫。祫，合也。高宗，殷王武丁，中宗玄孙之孙也。有雊雉之异，又惧而修德，殷道复兴，故亦表显之，号为高宗云。崩而始合祭于契之庙，歌是诗焉。”郑玄的意思是《毛序》所说的“祀”是合祀，而他所讲到的“雊雉之异”，据《史记·殷本纪》记载，是这么一回事：“帝武丁祭成汤，明日有飞雉登鼎耳而呴(雊)。武丁惧。祖己曰：‘王勿忧，先修政事。’” 据今人的研究，商是以鸟为图腾的民族，“雊雉之异”的传说与“天命玄鸟，降而生商”的神话不无相关。而“天命玄鸟，降而生商”则是关于商的起源的最珍贵的早期文献资料。传说中商的祖先契是其母有娀氏之女吞下燕卵之后生下的。《史记·殷本纪》：“殷契，母曰简狄，有娀氏之女。……三人行浴，见玄鸟堕其卵，简狄取吞之，因孕生契。”上古典籍中对此传说有相当多的记载。《楚辞·离骚》：“望瑶台之偃蹇兮，见有娀之佚女。……凤鸟既受诒兮，恐高辛之先我。”《楚辞·天问》：“简狄在台，喾何宜？玄鸟致诒，如何喜？”《吕氏春秋·音初》：“有娀氏有二佚女，为之成之台，饮食必以鼓。帝令燕往视之，鸣若嗌嗌。二女爱而争搏之，覆以玉筐。少选，发而视之，燕遗二卵北飞，遂不反。”此外如《太平御览》卷八二引《尚书中候》，《史记·三代世表》褚少孙补引《诗含神雾》等纬书也记录了这同一传说。更有意思的是：传世的晚商青铜器《玄鸟妇壶》上有“玄鸟妇”三字合书的铭文，其含义表明作此壶者系以玄鸟为图腾的妇人。玄鸟是商部族的崇拜图腾，“天命玄鸟”的传说正是原始商部族的起源神话。从文化人类学角度审视这一神话，可发现它作为一种原型，有其典型意义。有关鸟卵生子的传说长期流传于东北地区，如《论衡·吉验》：“北夷橐离国王侍婢有娠。王欲杀之。婢对曰：‘有气大如鸡子，从天而下，我故有娠。”’《清太祖武皇帝实录》：“长白山，……有神鹊衔一朱果置佛古伦衣上，……其果入腹，既感而成孕。”高丽李奎极《李相国文集》中亦有鸟卵生子的传说，与《魏书·高句丽传》所记之事略同。而据傅斯年考证，商部族正是发迹于东北渤海地区。\n\n　　由此可见，所谓的“雊雉之异”是为了显示高宗武丁的中兴而造出的神话，它正基筑于商民族的玄鸟图腾信仰。商至盘庚而迁殷，发展兴旺，政局稳定。盘庚死后，传位二弟小辛，小辛不幸三年而亡，又传位三弟小乙，小乙即位十年而亡。其时殷道又衰，小乙之子武丁立，用傅说为相，伐鬼方、大彭、豕韦，修政立德，终使国家大治。诗云：“龙旂十乘，大糦是乘。”郑玄笺曰：“交龙为旗，高宗之孙子有武功，有王德于天下者，无所不胜服。乃有诸侯建龙旗者十乘，奉承黍稷而进之者，亦言得诸侯之欢心。十乘者，由二王后，八州之大国与？”中原部族建立联盟后，统以龙为标志，“龙以建旗”。商族在东北兴起后，南下黄河流域，进而控制诸夏。高宗武丁时，中原各部族以车载稻米进贡。诗云：“四海来假，来假祁祁”，则不但是中原诸夏部族，即使是氐、羌等四边民族也纷纷进贡朝见。武丁功业之隆，于此可见。\n\n","translation":"天命玄鸟降人间，简狄生契商祖先，住在殷地广又宽。当时天帝命成汤，征伐天下安四边。\n昭告部落各首领，九州土地商占遍。商朝先王后继前，承受天命不怠慢，裔孙武丁最称贤。武丁确是好裔孙，成汤遗业能承担。\n龙旗大车有十乘，贡献粮食常载满。国土疆域上千里，百姓居处得平安。\n开拓疆域达四海，四夷小国来朝拜，车水马龙各争先。景山外围黄河绕，殷受天命人称善，百样福禄都占全。\n\n"}
{"_id":{"$oid":"5b9a14ad367d5cab1866894d"},"title":"绝句·书当快意读易尽","dynasty":"宋代","writer":"陈师道","content":"书当快意读易尽，客有可人期不来。\n世事相违每如此，好怀百岁几回开？","type":["感叹","人生","哲理"],"remark":"快意：称心满意。\n可人：合心意的人，品行可取的人。\n好怀：好兴致。\n\n","translation":"读到一本好书，心中十分高兴，可惜没多久就读完了；与知心朋友亲切交谈，心中十分高兴，可惜朋友不能常常到来。\n世界上的事往往是这样美中不足与意愿相乖，人生百年，有多少次能够欢笑开怀？\n\n"}
