{"_id":{"$oid":"5b9a1856367d5c0f40d22d9a"},"title":"咏怀古迹五首·其一","dynasty":"唐代","writer":"杜甫","content":"支离东北风尘际，漂泊西南天地间。\n三峡楼台淹日月，五溪衣服共云山。\n羯胡事主终无赖，词客哀时且未还。\n庾信平生最萧瑟，暮年诗赋动江关。","type":["唐诗三百首","怀古","感叹"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155729735.mp3","remark":"支离：流离。风尘：指安史之乱以来的兵荒马乱。\n楼台：指夔州地区的房屋依山而建，层迭而上，状如楼台。淹：滞留。日月：岁月，时光。\n五溪：指雄溪、樠溪、酉溪、潕溪、辰溪，在今湘、黔、川边境。共云山：共居处。\n羯（jié）胡：古代北方少数民族，指安禄山。\n词客：诗人自谓。未还：未能还朝回乡。\n庾（yǔ）信：南北朝诗人。\n动江关：指庾信晚年诗作影响大。“江关”指荆州江陵，梁元帝都江陵。\n\n","translation":"关中兵荒马乱百姓流离失所，躲避战乱漂泊流浪来到西南。\n长久地停留三峡楼台熬日月，与五溪民族都住在一片云山。\n羯胡人狡诈事主终究不可靠，伤时感世的诗人至今未回还。\n梁代庾信的一生处境最凄凉，到晚年作的诗赋轰动了江关。\n\n"}
{"_id":{"$oid":"5b9a1856367d5c0f40d22d9b"},"title":"寻南溪常山道人隐居 / 寻南溪常道士","dynasty":"唐代","writer":"刘长卿","content":"一路经行处，莓苔见履痕。\n白云依静渚，春草闭闲门。\n过雨看松色，随山到水源。\n溪花与禅意，相对亦忘言。","type":["唐诗三百首","写景"],"remark":"莓苔：一作“苍苔”，即青苔。履痕：一作“屐痕”，木屐的印迹，此处指足迹。\n渚：水中的小洲。一作“者”。\n春草：一作“芳草”。\n“溪花”两句：因悟禅意，故也相对忘言。禅：佛教指清寂凝定的心境。\n\n","shangxi":"　　全诗围绕着题目的“寻”字，逐渐展开。“一路经行处，莓苔见履痕”，开始二句就突出一个“寻”字来，顺着莓苔履痕（一作“屐痕”），一路寻来。语言浅淡质朴，似乎无须赘言：那人迹罕至的清幽山径，正是常道士出入往来之地，这里没有人间喧嚣，满路莓苔。履痕屐齿给来访者带来希望和猜想：幽人不远，晤面在即；否则就是其人出晤，相会须费些周折。\n\n　　颔联写由顺其路而始入其居境。两句写景平列，用意侧重“闭门”寻人不遇。“白云依静渚”，为远望。\n\n　　白云絮絮，缭绕小渚。“依”字有意趣。越溪（或是缘溪）而至其巖扉，近看则“春草闭闲门”，蓬门长闭，碧草当门，道士不在寓所。如果说一路莓苔给人幽静的印象，那么这里的白云、芳草、静渚、闲门，则充满静穆淡逸的氛围。渚是“静”的，白云、芳草也是静静的。门“闲”，不遇之人，来访者不期然而然的心境也“闲”。一切都显得恬静自然，和谐默契，不受丝毫纷扰。在自然景物的观照中，悄然融入自在平静的心绪，来访不遇的怅然，似乎被这清幽、宁静的环境，带有内省参照的“禅意”所冲化，渐趋恬然。\n\n　　独闭的闲门，摇曳的小草，使人浸润在“绿满窗前草不除”的幽静自在境界，滋味咸化于这静默的世界之中。\n\n　　上四句叙寻而不遇，意绪明白。后四句继写一路景观，浑化无迹须缓缓味出。“过雨看松色，随山到水源”。这看松寻源，所趋何向，是不遇而再寻，还是顺便一游其山，还是返回，诗人没有说出。两句以景带叙，下句叙事成份更多些。“水源”，应该不是指来时“经行处”，所以“随山”不是下山，而是入山，随山转折，缘山道探寻水源。道士不在寓所，因此这寻水源，也就是寻道士，“随”字简洁，山道纡绕，峰回路转，随山探源，缘水经山。其间林壑深秀，水声潺潺，都由这个“随”字导人神游，启迪丰富的“曲径通幽”的想象。上句“过雨看松色”，或指道士居所“门外景”，或指“随山”时的景致。“过雨”暗示忽然遇雨，诗人仅仅用一“过”字表示它的刚刚存在，而着意于雨霁云收之后翠绿生新的松色。“过”字，把阵雨带来的清新宜人的气息、物色，轻松自然地托显出来，同时也隐隐带出漫步山道的时间进程。\n\n　　“过雨”，涮新了松色，也带来冥想。自生自灭的短暂一“过”，和静静白云一样，已在写“禅意”（金性尧）。\n\n　　尾联的“禅意”，用得精妙。诗人看见了“溪花”，却浮起“禅意”，从幽溪深涧的陶冶中得到超悟，从摇曳的野花静静的观照中，领略到恬静的清趣，溶化于心灵深处是一种体察宁静，荡涤心胸的内省喜悦，自在恬然的心境与清幽静谧的物象交融为一。况且禅宗本来就有拈花微笑的故事，这都溶入默契不言的妙悟中，而领会出“禅意”，因用“与”，把物象和情感联结起来。禅宗的妙悟和道家的得意忘言，有内在相通之处。佛道都喜占山林，幽径寻真，荡入冥思，于此佛道互融，而进入“相对亦忘言”的精神境界。\n\n　　芳草松色、白云溪花的美感，“禅意”默想的清享，都清美极了。乘兴而来，兴尽而返的惬意自得的感受，也都含融在诗的“忘言”之中。\n\n","translation":"一路上经过的地方，青苔小道留下鞋痕。\n白云依偎安静沙洲，春草环绕道院闲门。\n新雨过后松色青翠，循着山路来到水源。\n看到溪花心神澄静，凝神相对默默无言。\n\n"}
{"_id":{"$oid":"5b9a1856367d5c0f40d22d9c"},"title":"赋得自君之出矣","dynasty":"唐代","writer":"张九龄","content":"自君之出矣，不复理残机。\n思君如满月，夜夜减清辉。","type":["乐府","闺怨","妇女","相思"],"remark":"赋得：凡摘取古人成句为题之诗，题首多冠以“赋得”二字。“自君之出矣”是乐府诗杂曲歌辞名。\n君之出矣：夫君离家。之，助词，无实际意义。矣，了。\n不复：不再。理残机：理会残破的织布机。\n思：思念。满月：农历每月十五夜的月亮。\n减：减弱，消减。清辉：指皎洁的月光。\n\n","shangxi":"　　此诗是赋得体，无论是赋诗得题，还是赋诗得句，总之是拟作。自六朝至唐代，拟此者代不乏人。诗人拟之，自是一次学诗演练。\n\n　　首句“自君之出矣”，即拈用成句。良人离家远行而未归，表明了一个时间概念。良人离家有多久，诗中没有说，只写了“不复理残机”一句，发人深思：首先，织机残破，久不修理，表明良人离家已很久，女主人长时间没有上机织布了；其次，如果说，人去楼空给人以空虚寂寥的感受。那么，君出机残也同样使人感到景象残旧衰飒，气氛落寞冷清；再次，机上布织来织去，始终未完成，它仿佛在诉说，女主人心神不定，无心织布，内心极其不平静。\n\n　　以上，是对事情起因的概括介绍，接着，诗人便用比兴手法描绘她心灵深处的活动：“思君如满月，夜夜减清辉。”古诗十九首中，以“相去日已远，衣带日已缓”（《古诗十九首·行行重行行》）直接描摹思妇的消瘦形象，写得相当具体突出，而在这里，诗人用皎皎明月象征思妇情操的纯洁无邪，忠贞专一。“夜夜减清辉”，写得既含蓄婉转，又真挚动人。比喻美妙贴切，想象新颖独特，使整首诗显得清新可爱，充满浓郁的生活气息。\n\n","translation":"自从你离开家乡远行，我再不去动破旧织机。\n想念你犹如天边圆月，一夜一夜减弱了光辉。\n\n"}
{"_id":{"$oid":"5b9a1856367d5c0f40d22d9d"},"title":"纪辽东二首","dynasty":"隋代","writer":"杨广","content":"辽东海北翦长鲸，风云万里清。\n方当销锋散马牛，旋师宴镐京。\n前歌后舞振军威，饮至解戎衣。\n判不徒行万里去，空道五原归。\n\n秉旄仗节定辽东，俘馘变夷风。\n清歌凯捷九都水，归宴洛阳宫。\n策功行赏不淹留，全军藉智谋。\n讵似南宫复道上，先封雍齿侯。\n\n","type":["乐府","战争"],"translation":"远万里跨海渡江，征讨辽东，终于剪除了辽东巨寇，使风云弥漫的战场硝烟归于平静。此时正应当熔化兵器放养马牛，尽享太平。将士们班师回朝，在京都设宴庆功。酒席上歌舞欢闹，更显现出军威。战士们开怀畅饮，直到醉了方才归去。我盛大之国，决不会去辽东白走一遭，空手归来中原，要战就一定会胜利而回！\n\n　　我军威浩荡去平定辽东，敌军被俘虏，我们在战争中取得胜利。我们凯旋而归，在洛阳宫开宴庆功。这次战争取得胜利是全军智慧凝聚的结果，庆功宴上，对全军论功行赏，丝毫不吝惜对大家的封赏。这次征讨辽东获得大的胜利，别说是尚书省这样高级的官员得到了封赏，就连雍齿那样素来有积怨的人也毫不例外。\n\n"}
{"_id":{"$oid":"5b9a1856367d5c0f40d22d9e"},"title":"黄冈竹楼记","dynasty":"宋代","writer":"王禹偁","content":"　　黄冈之地多竹，大者如椽。竹工破之，刳去其节，用代陶瓦。比屋皆然，以其价廉而工省也。\n\n　　子城西北隅，雉堞圮毁，蓁莽荒秽，因作小楼二间，与月波楼通。远吞山光，平挹江濑，幽阒辽夐，不可具状。夏宜急雨，有瀑布声；冬宜密雪，有碎玉声。宜鼓琴，琴调虚畅；宜咏诗，诗韵清绝；宜围棋，子声丁丁然；宜投壶，矢声铮铮然；皆竹楼之所助也。\n\n　　公退之暇，被鹤氅衣，戴华阳巾，手执《周易》一卷，焚香默坐，消遣世虑。江山之外，第见风帆沙鸟，烟云竹树而已。待其酒力醒，茶烟歇，送夕阳，迎素月，亦谪居之胜概也。彼齐云、落星，高则高矣；井干、丽谯，华则华矣；止于贮妓女，藏歌舞，非骚人之事，吾所不取。\n\n　　吾闻竹工云：“竹之为瓦，仅十稔；若重覆之，得二十稔。”噫！吾以至道乙未岁，自翰林出滁上，丙申，移广陵；丁酉又入西掖；戊戌岁除日，新旧岁之交，即除夕。有齐安之命；己亥闰三月到郡。四年之间，奔走不暇；未知明年又在何处，岂惧竹楼之易朽乎！幸后之人与我同志，嗣而葺之，庶斯楼之不朽也！\n\n　　咸平二年八月十五日记。\n\n","type":["古文观止","咏物","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155729724.mp3","remark":"黄冈：今属湖北。\n椽（chuán）：椽子，架在屋顶承受屋瓦的木条。\n刳（kū）：削剔，挖空。\n陶瓦：用泥烧制的瓦。\n比屋：挨家挨户。比，紧挨，靠近。\n子城：城门外用于防护的半圆形城墙。\n雉堞（dié）圮（pǐ）毁：城上矮墙倒塌毁坏。雉堞，城上的矮墙。圮毁，倒塌毁坏。\n月波楼：黄州的一座城楼。\n吞：容纳。\n濑：沙滩上的流水。\n幽阒（qù）辽夐（xiòng）：幽静辽阔。幽阒，清幽静寂。夐，远、辽阔。\n丁丁（zhēng）：形容棋子敲击棋盘时发出的清脆悠远之声。\n投壶：古人宴饮时的一种游戏。以矢投壶中，投中次数多者为胜。胜者斟酒使败者饮。\n助：助成，得力于。\n公退：办完公事，退下休息。\n鹤氅（chǎng）衣：用鸟羽制的披风。\n华阳巾：道士所戴的头巾。\n胜概：美好的生活状况。胜，美好的。概，状况，此指生活状况。\n齐云、落星：均为古代名楼。\n井干、丽谯：亦为古代名楼。\n骚人：屈原曾作《离骚》，故后人称诗人为“骚人”，亦指风雅之士。\n稔（rěn）：谷子一熟叫作一稔，引申指一年。\n至道乙未岁，自翰林出滁上：955年（宋太宗至道元年），作者因讪谤朝廷罪由翰林学士贬至滁州。\n广陵：即现在的扬州。\n又入西掖：指回京复任刑部郎中知制诰。西掖，中书省。\n戊戌岁除日：戊戌年除夕。除日：除夕。戊戌：998年（宋真宗咸平元年）。\n齐安：黄州。\n己亥：999年（咸平二年）。\n嗣而葺（qì）之：继我之意而常常修缮它。嗣，接续、继承。葺，修整。\n庶：表示期待或可能。\n（谪：封建王朝官吏降职或远调。\n\n","shangxi":"　　这篇文章以竹楼为核心，先记叙黄冈多竹，可以用来代替陶瓦，且价廉工省。继而描写在竹楼上可观山水、听急雨、赏密雪、鼓琴、咏诗、下棋、投壶，极尽人间之享乐；亦可手执书卷，焚香默坐，赏景、饮酒、品茶、送日、迎月，尽得谪居的胜概。藉齐云、落星、井干、丽谯各名楼反衬竹楼的诗韵，表明作者甘居清苦、鄙夷声色的高尚情怀。继而写奔走不暇，眷恋竹楼之意。\n\n　　全文具有以下特点：\n\n　　一、结构明晰。文章开篇即写黄州多竹和用竹造屋的好处，为下文详写竹楼作下铺垫。接着作者以声写楼，以声抒情，详写了在楼中可以领略到的种种别处无法领略的清韵雅趣。“远吞”四句写幽静辽阔之景，“夏宜”四句言作者四季不同之感，“宜鼓琴”八句，述竹楼特有之趣。第三段写作者悠闲自得、幽雅飘逸的谪居生活，既回扣上文，又为下文言志张本。文章最后一段，作者借竹楼的命运表达了自己对前途的自信，并交代了写作时间。\n\n　　二、寄慨深远。黄冈竹楼，是作者洁身自好的人格和高远情志的载体，是作者人格力量、人格理想的象征，是作者苦闷心灵聊以栖居的寓所。作者把竹楼写得情趣盎然，实际上抒发了自己的飘泊无定之苦、仕途失意之叹；同时也传达出作者身处逆境而矢志不渝的信念以及庄重自持的思想情操。宦海沉浮的不幸遭遇，不但没有消弥作者积极入世的热情，反而使他有竹楼“听雨如瀑”“闻雪若玉”的从容，有“岂惧竹楼之易朽乎”的自信。\n\n　　三、修辞精警。对比：作者将简易的竹楼与四大名楼对比，以“贮妓女、藏歌舞”的腐朽与“焚香默坐，消遣世虑”的儒雅对比，抒写了作者高洁的品格和磊落的襟抱。象征：四大名楼的高贵象征着朝廷的腐败，竹楼的寒伧却是作者当下自身地位的写照，尽管地位卑微，却拥有高洁的心灵。排比：“夏宜急雨，有瀑布声”以下，连用六“宜”，以三个两两相对的句式，构成有力的排比，生动地写出了竹楼主人的雅洁崇高。\n\n　　该文是作者著名的抒情小品，艺术上很有特色，结构严谨，构思巧妙，层次分明，多用排比，寓情于景，轻快自然，既抒写了作者随遇而安、贬谪不惧的心态，也含蓄地表现了其愤懑不平之情。文章清幽潇洒，可以与欧阳修的《醉翁亭记》相媲美。\n\n","translation":"　　黄冈地方盛产竹子，大的粗如椽子。竹匠剖开它，削去竹节，用来代替陶瓦。家家房屋都是这样，因为竹瓦价格便宜而且又省工。\n　　子城的西北角上，矮墙毁坏，长着茂密的野草，一片荒秽，我于是就地建造小竹楼两间，与月波楼相接连。登上竹楼，远眺可以尽览山色，平视可以将江滩、碧波尽收眼底。那清幽静谧、辽阔绵远的景象，实在无法一 一描述出来。夏天宜有急雨，人在楼中如听到瀑布声；冬天遇到大雪飘零也很相宜，好像碎琼乱玉的敲击声；这里适宜弹琴，琴声清虚和畅；这里适宜吟诗，诗的韵味清雅绝妙；这里适宜下棋，棋子声丁丁动听，这里适宜投壶，箭声铮铮悦耳。这些都是竹楼所促成的。\n　　公务办完后的空闲时间，披着鹤氅，戴着华阳巾，手执一卷《周易》，焚香默坐于楼中，能排除世俗杂念。这里江山形胜之外，只见轻风扬帆，沙上禽鸟，云烟竹树一片而已。等到酒醒之后，茶炉的烟火已经熄灭，送走落日，迎来皓月，这也是谪居生活中的一大乐事。\n　　那齐云、落星两楼，高是算高的了；井干、丽谯两楼，华丽也算是非常华丽了，可惜只是用来蓄养妓女，安顿歌儿舞女，那就不是风雅之士的所作所为了，我是不赞成的。\n　　我听竹匠说：“竹制的瓦只能用十年，如果铺两层，能用二十年。”唉，我在至道元年，由翰林学士被贬到滁州，至道二年调到扬州，至道三年重返中书省，咸平元年除夕又接到贬往齐安的调令，今年闰三月来到齐安郡。四年当中，奔波不息，不知道明年又在何处，我难道还怕竹楼容易败坏吗？希望接任我的人与我志趣相同，继我爱楼之意而常常修缮它，那么这座竹楼就不会朽烂了。\n　　咸平二年八月十五日撰记。\n\n"}
{"_id":{"$oid":"5b9a1856367d5c0f40d22d9f"},"title":"咏芭蕉","dynasty":"清代","writer":"郑燮","content":"芭蕉叶叶为多情，一叶才舒一叶生。\n自是相思抽不尽，却教风雨怨秋声。","type":["咏物","抒情","哀怨"],"translation":"译文 　　芭蕉叶是那样多情，一片叶子才舒展开一片叶子又生长了。（芭蕉叶初生多卷曲，到一定程度才舒展开，诗人认为就像相思之情那样绵绵不断。）芭蕉自己相思之情舒卷不尽，倒也罢了，风雨吹芭蕉作一片秋声，更能惹动无限愁思。"}
{"_id":{"$oid":"5b9a1856367d5c0f40d22da0"},"title":"菩萨蛮·朔风吹散三更雪","dynasty":"清代","writer":"纳兰性德","content":"朔风吹散三更雪，倩魂犹恋桃花月。梦好莫催醒，由他好处行。\n无端听画角，枕畔红冰薄。塞马一声嘶，残星拂大旗。","type":["记梦","思念"]}
{"_id":{"$oid":"5b9a1856367d5c0f40d22da1"},"title":"阮郎归·南园春半踏青时","dynasty":"宋代","writer":"欧阳修","content":"南园春半踏青时，风和闻马嘶。青梅如豆柳如眉，日长蝴蝶飞。\n花露重，草烟低，人家帘幕垂。秋千慵困解罗衣，画堂双燕归。","type":["宋词精选","婉约","妇女","春游"],"remark":"踏青：春日郊游。唐宋踏青日期因地而异。有正月初八者．也有二月二日或三月三日者。后世多以清明出游为踏青。\n风和：春风暖和。\n马嘶：指游人车马的声音。嘶，叫。\n青梅如豆柳如眉：青梅结得像豆子那么大，柳叶长得像美人的眉毛。后世多以此句描绘明媚的春日风景。\n日长：过了春分的节令，白天渐渐长了。这里还有整个白天的意思。\n草烟：形容春草稠密。\n帘幕：帘子和帷幕。\n慵（yōng）困：困倦。\n罗衣：香罗衫。\n画堂：彩画装饰的堂屋。\n\n","shangxi":"　　此词描写少妇因游春有感而忆所思的无可排遣之情。　\n\n　　首句点明时序：芳春过半，踏青游赏，戏罢秋千。由动境而归静境，写其季节天色之气氛，闺阁深居之感受，读来宛如亲历。　\n\n　　次句“风和闻马嘶”五字为一篇关键，虽用笔闲淡，不扬不厉，而造境传神，常人难及。“闻马嘶”之宝马振鬣长嘶，成为古人游春这一良辰美景之一种不可或缺的意象。时节已近暮春，青梅结子，小虽如豆，已过花时，柳尽舒青，如眉剪黛；而日长气暖，蝴蝶不知从何而至，翩翩于花间草际，好一幅闹春图画。“蝶蝶飞”以一动作点活了暮春之景。　\n\n　　过片“人家帘幕垂”极写静境。而“花露重，草烟低”，正与写静有关：花觉其露重欲滴，草见其烟伏不浮，正是极静之物境心境下。　\n\n　　“秋千”句是写静至精微处，再以动态一为衬染，然亦虚笔，而非实义。出秋千，写戏罢秋千，只觉慵困，解衣小憩，已是归来之后。既归画堂，忽有双燕，亦似春游方罢，相继归来。不说人归，只说燕归，以燕衬。人，物人一也，不可分辨。然而燕归来，可知天色近晚，由此一切动态，悉归静境。结以燕归，又遥与开篇马嘶相呼应。于是春景芳情，浑然莫辩。\n\n　　前人谓“冯词如古蕃锦，如周、秦宝鼎彝，琳琅满目，美不胜收”。此词写仲春景色，豆梅丝柳，日长蝶飞，花露草烟，秋千慵困，画梁双燕，令人目不暇接。而人物踏青时的心情，则仅于“慵困”、“双燕栖”中略予点泄，显得雍容蕴藉。\n\n","translation":"在南郊的园林中游春，和暖的春风中，时时听到马的嘶鸣。青青的梅子，才豆粒一样大小，细嫩的柳叶，像眉毛一般秀灵。春日渐长，蝴蝶飞得多么轻盈。\n花上露珠晶莹，春草茂密如烟，这户人家已放下窗帘。她荡罢秋千格外疲倦，轻解罗衣床上眠，伴她的只有梁上双燕。\n\n"}
{"_id":{"$oid":"5b9a1856367d5c0f40d22da2"},"title":"临江仙·樱桃落尽春归去","dynasty":"五代","writer":"李煜","content":"樱桃落尽春归去，蝶翻金粉双飞。子规啼月小楼西，玉钩罗幕，惆怅暮烟垂。\n别巷寂寥人散后，望残烟草低迷。炉香闲袅凤凰儿，空持罗带，回首恨依依。\n\n","type":["写景","抒情"]}
{"_id":{"$oid":"5b9a1856367d5c0f40d22da3"},"title":"韩冬郎即席为诗相送一座尽惊他日余方追吟连宵侍坐裴回久之句有老成之风因成二绝寄酬兼呈畏之员外·其一","dynasty":"唐代","writer":"李商隐","content":"十岁裁诗走马成，冷灰残烛动离情。\n桐花万里丹山路，雏凤清于老凤声。\n\n剑栈风樯各苦辛，别时冰雪到时春。\n为凭何逊休联句，瘦尽东阳姓沈人。\n\n","type":["叙事","回忆"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155732985.mp3","remark":"十岁：公元851年（大中五年），韩偓十岁。\n裁诗：作诗。\n走马成：言其作诗文思敏捷，走马之间即可成章。《世说新语·文学》：“桓宣武北征，袁虎时从，被责免官。会须露布文，唤袁倚马前令作。手不辍笔，俄得七纸，殊可观。东亭在侧，极叹其才。”李白《与韩荆州书》：“虽日试万言，倚马可待。”\n冷灰残烛：当是当时饯别宴席上的情景。\n桐花：《诗·大雅·卷阿》：“凤皇鸣矣，于彼高岗。梧桐生矣，于彼朝阳。”。现常用后句，泛指后起之秀将更有作为，不可限量。桐，梧桐，传说凤凰非梧桐不宿。\n丹山：《山海经·南山经》：“丹穴之山，丹水出焉，有鸟焉，其状如鸡，五采而文，名曰凤凰。”《史记·货殖传》：“巴蜀寡妇清，其先得丹穴，而擅其利数世。” 现常用后句，泛指后起之秀将更有作为，不可限量。丹山：传说为凤凰产地。\n雏凤清于老凤声：此戏谑韩瞻，并赞其子韩偓的诗才。《晋书·陆云传》：“陆云幼时，吴尚书广陵闵鸿见而奇之，曰：‘此儿若非龙驹，当是凤雏。’”又杜甫有“清新庾开府”“庾信文章老更成”诗句，商隐此言“清”“老”，当即此意。在商隐赴梓幕后不久，韩瞻亦出任果州刺史，韩偓必随行，所以这里说丹山路上，有“雏凤”“老凤”之声。“雏凤“指韩冬郎，“老凤”指韩瞻，有长江后浪推前浪的意思。\n剑栈：剑阁栈道，此指李商隐在梓州柳仲郢幕府中。\n风墙：当指赴蜀途中的一段水程，指韩瞻在江南之地。\n各苦辛：兼指水陆行程。\n别时冰雪到时春：商隐大中五年冬赴梓，故说“别时冰雪”。大中十年春随柳仲郢还长安，故说“到时春”。\n凭：请。此诗“别时冰雪到时春”巧妙联合何逊与范云联句中的“昔去雪如花，今来花似雪”。\n姓沈人：沈约曾为东阳太守，其《与徐勉书》中说到自己的老瘦：“百日数旬，革带常应移孔；以手握臂，率计月小半分。”此处以何逊比偓，以沈约自比。\n\n","shangxi":"　　其一\n\n　　酒宴上的蜡烛烧残了大半，烛芯的灰烬也冷却了。用“冷灰残烛”，说明送别的筵宴已近尾声，阖座的人触动离情。在这种惨淡的气氛中，十岁的冬郎触发了诗思，飞速地挥写成送别的诗章。这就是此篇头两句对当年情景的追述。别宴的情况交代简略，重点突出冬郎题诗，是为了主题的需要。\n\n　　记事已毕，转入评赞。为了不使诗句沦于一般的套语，诗人使用了比喻的手法，将冬郎父子比作凤，以“雏凤清于老凤声”表明青出于蓝，抽象的道理从而转化为具体的形象。如此还不够生动。诗人又联想到，传说中凤凰产在丹山，它喜欢栖息的是梧桐树。经过想象的驰骋，便构成这样一幅令人神往的图景：遥远的丹山道上，美丽的桐花覆盖遍野，花丛中不时传来雏凤清脆圆润的鸣声，附和着老凤苍凉的呼叫，显得更为悦耳动人。这是非常富于诗情画意的描绘。看了这幅图画，冬郎的峥嵘年少和俊拔诗才就都跃然纸上了。\n\n　　使用鲜活生动的联想和想象，将实事实情转化为虚拟的情境、画面，这可以说是李商隐诗歌婉曲达意的又一种表达形式。一首本来容易写得平凡的寄酬诗，以“雏凤声清”的名句历来传诵不衰，除了诗人对后辈的真切情意外，跟这样的表达形式是分不开的。\n\n　　其二\n\n　　李商隐自注：“沈东阳约尝谓何逊曰：‘吾每读卿诗，一日三复，终未能到。’余虽无东阳之才，而有东阳之瘦矣。”《南史·何逊 传》：“沈约尝谓逊曰：‘吾每读卿诗，一日三复，犹不能已。’”\n\n　　李商隐自注在文字上与此语略有出入。凭：请。何逊：南朝梁代著名诗人。《南史·何逊传》： “逊字仲言，八岁能赋诗，弱冠，州举秀才。南乡范云见其对策，大相称赏，因结忘年交。”何逊与范云曾合作写《范广州宅联句》一诗：“洛阳城东西，却作经年别。昔去雪如花，今来花似雪。濛濛夕烟起，奄奄残晖灭。非君爱满堂，宁我安车辙。”此诗的前四句为范云作，后四句为何逊作。东阳：沈约（441—513） 字休文，号东阳，吴兴武康（今浙江德清）人，南朝著名的文学家。沈约自幼孤贫，笃志好学，博览群书，历仕宋、齐、梁等三朝，官至尚书令，封建昌县侯。瘦： 瘦弱。《南史·沈约传》：“初，约久处端揆，有志台司。论者咸谓为宜，而帝（梁武帝）终不用。乃求外出，又不见许。与徐勉素善，遂以书陈情于勉。言己老 病，百日数旬，革带常应移孔（意谓自己年老多病，因瘦弱的缘故，身上的腰带常常要移动孔洞）。”\n\n　　在写法上，此诗别开生面。首句中的 “各”字，紧扣诗题“兼呈畏之员外”，写与韩瞻天各一方的思念之情。二句顺势而下，将这种思念之情从冬季延续到春天，即通过时间上的延长暗寓思念之长久。 三四句回到赞扬韩偓的诗才方面，“瘦尽”二字回应首句中的“苦辛”，以沈约瘦弱之事并写两面，一写才不如韩偓，二写身世之感，暗寓诗人政治上的失意。\n\n","translation":"(在昨日)蜡烛点点、滴泪成灰，凄凄满别情的送别宴席上，（您的儿子）十岁的韩偓文思敏捷的就像东晋的袁虎一样，走马之间即成文章；\n（不久，您将带您的儿子到果州上任了）在那万里长的丹山路上，桐花盛开，花丛中传来那雏凤的鸣声，一定会比那老凤更为清亮动听（您儿子的才华会比你这只老凤凰的声音还清亮）。\n\n我在靠近剑门栈道的巴蜀之地，你在有风樯的江南，我们俩天各一方。当初分别正值冰天雪地的时候，没想到，现在又到了春暖花开的季节。\n如果将韩冬郎的诗才比作何逊，将我自己比作沈东阳的话，为了休联句，我就要像沈某人般瘦尽了。\n\n"}
{"_id":{"$oid":"5b9a1857367d5c0f40d22da4"},"title":"月","dynasty":"唐代","writer":"李商隐","content":"池上与桥边，难忘复可怜。\n帘开最明夜，簟卷已凉天。\n流处水花急，吐时云叶鲜。\n姮娥无粉黛，只是逞婵娟。","type":["写景","夜晚","月亮"],"remark":"簟：竹帘。\n云叶：云朵。\n姮娥：神话中的月中女神。\n婵娟：月亮。\n\n","translation":"桥边的池水里的月亮，真是难忘惹人恋爱。\n帘子在明亮的夜晚打开，竹帘卷起时已经是很凉的天气了。\n月光流转处水花湍急，婵辉倾吐出来使得云朵也有了光彩。\n月中的女神不施粉黛，她的美貌全靠这月光了。\n\n"}
{"_id":{"$oid":"5b9a1857367d5c0f40d22da5"},"title":"武侯庙","dynasty":"唐代","writer":"杜甫","content":"遗庙丹青落，空山草木长。\n犹闻辞后主，不复卧南阳。","type":["咏史怀古","赞颂","写人"],"remark":"武侯：指诸葛亮。诸葛亮于后主建兴元年（223年），封为武乡侯，省称武侯。武侯庙：指祭祀诸葛亮的庙。其庙有多处，如襄阳、成都、南阳、夔州等地都有武侯庙。这里指夔州武侯庙，在今四川省奉节县白帝城西。张震《武侯祠堂记》：“唐夔州治白帝，武侯祠在西郊。”\n丹青落：庙中壁画已脱落。丹青指庙中壁画。\n草木长：草木茂长。两句写庙景，言武侯去世时间之久远。\n辞后主：蜀后主刘禅建兴五年，诸葛亮上《出师表》，辞别后主，率兵伐魏。\n南阳：诸葛亮本以布衣躬耕于南阳（今河南南阳），因刘备三顾之于草庐中，遂佐备建立蜀汉、与魏、吴成鼎足之势。\n\n","translation":"武侯庙的孔明先生的画像早已遗落不知何处，整座山空寂只有草木徒长。\n站在这里好似还能听到诸葛亮作辞别后主的声音，可他壮志未酬，病死军中，再也无法功成身退，回到故地南阳了啊。\n\n"}
{"_id":{"$oid":"5b9a1857367d5c0f40d22da6"},"title":"望木瓜山","dynasty":"唐代","writer":"李白","content":"早起见日出，暮见栖鸟还。\n客心自酸楚，况对木瓜山。","type":["忧伤","思乡","地名"],"remark":"木瓜山，在贵阳县木瓜铺。木瓜：蔷薇科落叶灌木或小乔木，果实长椭圆形，其味酸。\n\n","translation":"早晨起来看见太阳升起，傍晚时分看见归鸟还巢。\n身在异乡内心本已酸楚，何况还面对着木瓜山。\n\n"}
{"_id":{"$oid":"5b9a1857367d5c0f40d22da7"},"title":"沧浪歌","dynasty":"先秦","writer":"佚名","content":"沧浪之水清兮，可以濯我缨；\n沧浪之水浊兮，可以濯我足。","type":["楚辞","哲理"],"remark":"濯：洗。\n缨：用线或绳等做的装饰品。\n\n","translation":"水清的时候可以用来洗涤冠缨；\n水浊的时候就可以用来洗脚。\n\n"}
{"_id":{"$oid":"5b9a1857367d5c0f40d22da8"},"title":"青玉案·年年社日停针线","dynasty":"宋代","writer":"黄公绍","content":"年年社日停针线。怎忍见、双飞燕。今日江城春已半。一身犹在，乱山深处，寂寞溪桥畔。\n春衫著破谁针线。点点行行泪痕满。落日解鞍芳草岸。花无人戴，酒无人劝，醉也无人管。","type":["宋词三百首","婉约","思归","怀人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155732004.mp3","remark":"社日：指立春以后的春社。\n停针线：《墨庄漫录》说：“唐、宋社日妇人不用针线，谓之忌作。”唐张籍《吴楚词》：“今朝社日停针线。”\n“春衫”两句：春衫已经穿破，这是谁做的针线活呢？这里的“谁针线”与“停针线”相呼应，由著破春衫想起那制作春衫的人，不觉凄然泪下，泪痕沾满了破旧的春衫。\n\n","shangxi":"　　此词在《阳春白雪》、《翰墨大全》、《花草粹编》等书中皆列入无名氏之作。唯《历代诗余》、《词林万选》题作黄公绍，唐圭璋先生认为此乃失考所致。这首词是思归怀人之作。它之所以由无名氏经过辗转而堂皇地列在著名词人的名下，说明它曾流传很广，并且有着较高的审美价值。\n\n　　“年年社日停针线，怎忍见、双飞燕？”社日是古时祭祀土神的日子，分春社与秋社，《统天万年历》云：“立春后五戊为春社，立秋后五戊为秋社”，这里指春社。每逢社日，妇女有停针线的习惯，《墨庄漫录》云：“唐宋妇人社日不用针线，谓之忌作。”张籍诗亦云：“今朝社日停针线”，此即诗人所本。诗人一开始就着意于远方的爱妻：在这社日来临，百无聊赖之际，她一定会因思念异乡的丈夫而愁绪万端。由于诗人用春燕的成双反衬夫妻的分离，所以，不用细致的描写，一个忧伤憔悴的思妇的形象便如在目前。“年年”二字下得尤其沉痛，它暗示读者，这对不幸的情侣已经历了长期的别离，今日的忧伤只不过是往昔的延续罢了！\n\n　　“今日江城春已半，一身犹在，乱山深处，寂寞溪桥畔。”此三句写诗人自身的寂寞，因和意中人凄凉的处境遥相呼应，更显得沉着动人。春日已过大半，自己却仍在乱山深处、溪桥之畔淹留，固守离愁之苦。“乱”字包含了诗人全部的况味，它既意味着身世的孤独，又象征着离愁的紊乱和深重。这样，词中的“乱山”就不仅仅是一个客观存在，同时也是惹起诗人愁思的情感化的产物，它的沉重与凄凉，使我们自然联想到词人精神上的压抑。\n\n　　“春衫著破谁针线，点点行行泪痕满。”这两句的意思是：春衣已破，谁为补缀？想到此，不由得泪洒春衫。此处看似俚俗，实为诗人的卓越之处。因为词人表达相思之苦，一般不外乎两种情形，或以物喻愁，或直抒胸臆，诗人抛弃了陈旧的套式，从夫妻这一特殊的关系着眼，选择了日常生产中最普通的“针线”情节作为表达情感的契机，这样就具体而不抽象，真切而不矫饰，正如贺裳所评：“语淡而情浓，事浅而言深。”\n\n　　“落日解鞍芳草岸，花无人戴，酒无人劝，醉也无人管。”这四句是全词的关键所在，也是写得最精彩的片断。它的高妙之处在于把思念之情落实到具体事物上，因此显得充沛之至，缠绵之至。从形式上看，它很像晁补之的《忆少年》起句：“无穷官柳，无情画轲，无根行客，”排句连蝉直下，给人以气势非凡之感。从意境上看，它更接近李商隐的诗句“纵使有花兼有月，可堪无酒又无人”的韵味：当红日西沉，诗人解鞍归来，虽有鲜花，却无人佩戴，以酒浇愁，又无人把盏，醉后更无人照管。这是无比凄楚的情景。于此，诗人的情感恣肆了，笔调放纵了，但读来并不会使人产生轻薄之感，此中奥秘，正如陈廷焯所说：“不是风流放荡，只是一腔血泪耳。”\n\n","translation":"年年春社的日子妇女们停下针线，孤单的她怎忍看见，双飞双栖的春燕？今日江城春色已过去大半，我独自还羁身于乱山深处，寂寞地伫立在小溪畔。\n春衫穿破了谁给我补缀针线？点点行行的泪痕洒满春衫。落日时分我解鞍驻马在芳草萋萋的河岸，虽有花枝却无人佩戴，虽有美酒却无人劝酒把盏，纵然醉了也无人照管。\n\n"}
{"_id":{"$oid":"5b9a1857367d5c0f40d22da9"},"title":"汉宫春·立春日","dynasty":"宋代","writer":"辛弃疾","content":"春已归来，看美人头上，袅袅春幡。无端风雨，未肯收尽余寒。年时燕子，料今宵梦到西园。浑未辨，黄柑荐酒，更传青韭堆盘？\n却笑东风，从此便薰梅染柳，更没些闲。闲时又来镜里，转变朱颜。清愁不断，问何人会解连环？生怕见花开花落，朝来塞雁先还。","type":["婉约","写景","怀念","故国"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155733066.mp3","remark":"汉宫春：词牌名。《高丽史·乐志》名《汉宫春慢》。《梦窗词集》入“夹钟商”。各家句读多有出入，通常以《稼轩长短句》为准。九十六字，前后片各四平韵。\n立春日：古称“立春”春气始而建立，黄河中下游地区土壤逐渐解冻。《岁时风土记》：“立春之日，士大夫之家，剪彩为小幡，谓之春幡。或悬于家人之头，或缀于花枝之下。”南朝·陈·徐陵《杂曲》：“立春历日自当新，正月春幡底须故”。\n“春已”三句：谓从美人登发上的袅袅春幡，看到春已归来。春幡：古时风俗，每逢立春，剪彩绸为花、煤、燕等状，插于妇女之发，或缀于花枝之下，曰春播，也名恬胜，彩胜。稼轩《蝶恋花·元日立春)词起句云：“谁向椒盘答彩胜。”此风宋时尤盛。\n“无端”两句：言虽已春归，但仍时有风雨送寒，似冬日徐寒犹在。无端：平白无故地。\n“年时”两句：燕子尚未北归，料今夜当梦回西园。年时燕子：指去年南来之燕。酉园：汉都长安西邦有上林苑，北宋都城汴京西门外有琼林苑，都称西园，专供皇帝打猎和游赏。此指后者，以表现作者的故国之思。\n“浑末办”两句：言已愁绪满怀，无心置办应节之物。浑：全然。黄柑荐洒：黄柑酪制的腊酒。立春日用以互献致贸。更传：更谈不上相互传送，青韭堆盘：《四时宝鉴》谓“立春日，唐人作春饼生菜，号春盘”。又一说，称五辛盘。《本草纲目·菜部》：“五辛菜，乃元旦、立春，以葱、蒜、韭、募惹、芥辛嫩之菜和食之，取迎新之意，号五辛盘。故苏拭《立春日小集戏辛端叔》诗云：“辛盘得青韭．腊酒是黄柑。”辛词本此，但反用其意。\n“却笑”五句：言“东风”自立春日起，忙于装饰人间花柳，闲来又到镜里，偷换人的青春容颜。黄梅染柳：吹得梅花飘香、柳丝泛绿。镜里转变朱颜：谓年华消逝，镜里容颜渐老。更：何况。\n“清愁“两句：言清愁绵综如连环不断，无人可解。解连环：据《战国策·齐策》．秦昭王遣使齐国，送上玉连环一串，请齐人解环。群臣莫解。齐后以椎击破之，曰：环解矣。辛词用此喻忧愁难解。\n“生怕见”两句：言怕见花开花落，转眼春逝，而朝来塞雁却已先我还北。生怕：最怕，只怕。塞雁：去年由塞北飞来的大雁。\n\n","translation":"从美人登发上的袅袅春幡，看到春已归来。虽已春归，但仍时有风雨送寒，似冬日徐寒犹在。燕子尚未北归，料今夜当梦回西园。已愁绪满怀，无心置办应节之物。\n东风自立春日起，忙于装饰人间花柳，闲来又到镜里，偷换人的青春容颜。清愁绵综如连环不断，无人可解。怕见花开花落，转眼春逝，而朝来塞雁却比我先回到北方。\n\n"}
{"_id":{"$oid":"5b9a1858367d5c0f40d22daa"},"title":"念奴娇·登建康赏心亭呈史致道留守","dynasty":"宋代","writer":"辛弃疾","content":"我来吊古，上危楼、赢得闲愁千斛。虎踞龙蟠何处是，只有兴亡满目。柳外斜阳，水边归鸟，陇上吹乔木。片帆西去，一声谁喷霜竹。 \n却忆安石风流，东山岁晚，泪落哀筝曲。儿辈功名都付与，长日惟消棋局。宝镜难寻，碧云将暮，谁劝杯中绿。江头风怒，朝来波浪翻屋。","type":["吊古伤今"],"remark":"念奴娇：词牌名，又名《百字令》《酹江月》等，双调一百字，前后阕各四仄韵。\n赏心亭：位于建康下水门之上，下临秦淮河，是当时的游览名胜，辛弃疾特爱登此亭眺望。史留守致道：史正志，字致道，扬州人，高宗时进士，除枢密院编修。宋孝宗乾道三年至六年（1167—1170）知建康府，兼建康行宫留守、沿江水军制置使。留守，即行宫留守，宋室南渡初，高宗一度驻跸建康，故称建康为行宫。\n吊古：凭吊古迹。\n危楼：高楼，此代指赏心亭。\n斛：度量容器，古人以十斗为一斛。\n虎踞龙蟠：形容建康城地势之险要，气势之峥嵘。\n兴亡：指六朝兴亡古迹。偏重于“亡”。\n陇：田埂，此泛指田野。乔木：高大的树木。\n片帆：孤舟。\n喷霜竹：谓吹笛。喷，吹奏。霜竹，秋天之竹，借以指笛。\n安石：谢安，字安石，东晋著名政治家。风流：指谢安丰采照人，英才盖世。\n东山岁晚：谓谢安晚年。\n泪落哀筝曲：晋孝武帝末年，谢安位高遭忌。\n“儿辈”二句：言谢安将建功立业的机会都交付给儿辈，自己惟以下棋度日。\n宝镜难寻：喻知我者难觅。\n碧云将暮：言天色将晚，喻岁月消逝，人生易老。\n杯中绿：杯中酒。\n波浪翻屋：形容水势汹涌浩大。 \n\n","shangxi":"　　登览怀古之作，往往以历史的变迁寄寓对国事的感慨，借古讽今，以雄深跌宕为胜。对于知己的唱和之作，往往是心语的倾诉，以诚挚深切为高。要将这两种意思打和成一片，就需要糅合两种不同的美学风格，兼有雄深与温婉。这是一种难以达到的妙境，而本词显然达到了这一境界。此词分以下几个方面下笔：建康的地理形势、眼前的败落景象，并用东晋名相谢安的遭遇自喻，表达词人缺乏知音同志之士的苦闷，最后用长江风浪险恶，暗指南宋的危局。\n\n　　开头三句，开门见山，直接点明主题，抒发内心感情基调。然后再围绕主题，一层一曲地舒展开来。“上危楼，赢得闲愁千斛”，是说词人登上高楼，触景生情，引起无限感慨。“闲愁千斛”，是形容愁苦极多。“闲愁”，是作者故作轻松之笔，其实是作者关心国事但身不在要位始终不能伸抗金之志的深深忧愁。\n\n　　四、五两句，采用自问自答的方式，把“吊古伤今”落到实处。“虎踞龙蟠何处是”？问话中透出今不比昔的悲凉。据《金陵图经》记载：“石头城在健康府上元县西五里。诸葛亮谓吴大帝曰：‘秣陵地形，钟山龙蟠，石城虎踞，真帝王之都也。’”正因为如此，健康曾经成为六朝的国都。但在辛弃疾看来，此时却徒留空名，和一片败亡的气息。这里暗中，谴责南宋朝廷不利用健康的有利地形抗击金兵、收复中原饱含感情的问答异常生动地勾画出词人大声疾呼、痛苦欲绝、气愤填膺的形象。“兴亡满目”，“兴亡”是偏义词，侧重于“亡”字。\n\n　　“柳外斜阳”五句，是健康眼前的景象，把“兴亡满目”落到实处，渲染一种国势渐衰悲凉凄楚的气氛：夕阳斜照在迷茫的柳树上；在水边觅食的鸟儿，急促地飞回窝巢；垅上的乔木，被狂风吹打，飘落下片片黄叶；一只孤零零的小船，漂泊在秦淮河中，匆匆地向西边驶；不知何人，吹奏起悲凉的笛声。映入词入眼帘怎能不勾起作者忧国的感叹。同时词人独选此景，也正是意在表达自己内心的情感。从构思而言，上片三个层次，采用层层递进、环环紧扣的笔法，衔接极为严密。而各个层次，又都从不同的角度，加深和强化主题。\n\n　　上片十句侧重于吊古伤今。下片十句则侧重于表现词人志不得神、无法实现抗金国收河山壮志的愁苦，及其对国家前途的忧虑。下片亦分三个层次，前五句为一个层次，是曲笔。次三句为一个层次，是直抒胸臆。最后两句为一个层次，是比喻。各层次的笔法虽不相同，但能相辅相成，浑然符契。\n\n　　“却忆安石风流”五句，用谢安（安石）受谗被疏和淝水之战等典故。前三句写谢安早年寓居会稽，与王羲之等知名文人，“渔弋山水”、“言咏属文”，风流倜傥逍遥洒脱。作者借此表达自己本也可隐居安逸但忧国之心使其尽小国事，以至“泪落哀筝曲”。晋孝武帝司马曜执政，谢安出任宰相，后来受谗被疏远。\n\n　　“泪落哀筝曲”，是写谢安被疏远后，孝武帝有次设宴款待大将桓伊，谢安在座。桓伊擅长弹筝，谢安为孝武帝弹一曲《怨诗》，借以表白谢安对皇帝的忠心，和忠而见疑的委屈，声节慷慨，谢安深受感动，泪下沾襟。孝武帝亦颇有愧色。词人在此借古人之酒杯，浇自己之块垒，曲折隐晦地表达未见重用志不得伸的情怀。“儿辈”两句，写谢安出任宰相未被疏前，派弟弟谢石和侄儿谢玄领兵八万，在淝水大败前秦苻坚九十万大军的事。当捷报传到健康，谢安正在和别人下棋。谢安了无喜色，仍下棋如故。别人问谢安战况时，谢安才漫不经心的答道：“小儿辈遂已破贼。”这段历史，本来说明谢安主持国事，沉着与矜持。可是，辛弃疾改变了它的原意，把词意变成：建立功名的事，让给小儿辈干吧，我只须整天下棋消磨岁月！不难看出，这里包含着词人壮志未酬、虚度年华的愁苦，同时也给予议和派以极大的讽刺。\n\n　　辛弃疾为词气魄不亚于东坡，但这里却屡用喻指，语含讥讽，可见长期的压抑使之极度愤懑，而面对现实除了无奈更别无他法。\n\n　　“宝镜”三句，笔锋又双从历史转到现实，词人用寻觅不到“宝镜”、夜幕降临、无人劝酒，暗喻壮志忠心不为人知、知音难觅的苦闷。“宝镜”，唐李濬《松窗杂录》载秦淮河有渔人网得宝镜，能照见五脏六腑，渔人大惊，失手宝镜落水，后遂不能再得。这里借用此典，意在说明自己的报国忠心保国之才无人鉴察。刘熙载说：“稼轩词龙腾虎掷，任古书中俚语、瘦语，一经运用，便得风流，天姿是何敻异！”（《艺概·词曲概》）的确，“宝镜”三句，感情基调虽然悲愤沉郁，但词句却含蓄蕴藉，优美动人。\n\n　　最后两句，境界幽远，寓意颇深。它写词人眺望江面，看到狂风怒号，便预感到风势将会愈来愈大，可能明朝长江卷起的巨浪，会把岸上的房屋推翻。这两句不仅写出江上波涛的险恶，也暗示对时局险恶的忧虑。\n\n　　“吊古”之作，大都抒发感慨或鸣不平。辛弃疾写得尤其成功，感人至深。《宋史》本传称其“雅善长短句，悲壮激烈”。即说明辛词此类作品的豪放风格。\n\n","translation":"我来凭吊古人的陈迹，登上高楼，却落得愁闷无穷。当年虎踞龙蟠的帝王之都今在何处？满目所见只是千古兴亡的遗踪。夕阳斜照着迷茫的柳树，水边觅食的鸟儿急促地飞回窝中，风儿吹拂着高树，掠过荒凉的丘垄。一只孤独的船儿在秦淮河中匆匆西去，不知何人把激越的寒笛吹弄。\n回想当年那功业显赫的谢安，晚年被迫在东山闲居，也被悲哀的筝声引起伤恸。建功扬名的希望都寄托在儿辈身上，漫长的白日只有消磨在棋局中。表明心迹的宝镜已难于寻觅，岁月又将无情地逝去，谁能安慰我的情怀共饮酒一盅？早晨以来江上便狂风怒号，高浪似要翻倒房屋，真令人忧悚。\n\n"}
{"_id":{"$oid":"5b9a1858367d5c0f40d22dab"},"title":"蝶恋花·蝶懒莺慵春过半","dynasty":"宋代","writer":"苏轼","content":"蝶懒莺慵春过半。花落狂风，小院残红满。午醉未醒红日晚，黄昏帘幕无人卷。\n云鬓鬅松眉黛浅。总是愁媒，欲诉谁消遣。未信此情难系绊，杨花犹有东风管。","type":["少女","伤春","孤独"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155733312.mp3"}
{"_id":{"$oid":"5b9a1858367d5c0f40d22dac"},"title":"渔家傲","dynasty":"宋代","writer":"欧阳修","content":"对酒当歌劳客劝。惜花只惜年华晚。寒艳冷香秋不管。情眷眷。凭栏尽日愁无限。 \n 思抱芳期随寒雁。悔无深意传双燕。怅望一枝难寄远。人不见。楼头望断相思眼。","type":[]}
{"_id":{"$oid":"5b9a1858367d5c0f40d22dad"},"title":"蝶恋花·越女采莲秋水畔","dynasty":"宋代","writer":"欧阳修","content":"越女采莲秋水畔。窄袖轻罗，暗露双金钏。照影摘花花似面。芳心只共丝争乱。\n鸂鶒滩头风浪晚。雾重烟轻，不见来时伴。隐隐歌声归棹远。离愁引著江南岸。","type":["女子"]}
{"_id":{"$oid":"5b9a1859367d5c0f40d22dae"},"title":"蝶恋花·凤栖梧","dynasty":"宋代","writer":"柳永","content":"蜀锦地衣丝步障。屈曲回廊，静夜闲寻访。玉砌雕阑新月上。朱扉半掩人相望。 \n旋暖熏炉温斗帐。玉树琼枝，迤逦相偎傍。酒力渐浓春思荡。鸳鸯绣被翻红浪。","type":["离愁","凄凉","思乡"]}
{"_id":{"$oid":"5b9a1859367d5c0f40d22daf"},"title":"雪梅香·景萧索","dynasty":"宋代","writer":"柳永","content":"景萧索，危楼独立面晴空。动悲秋情绪，当时宋玉应同。渔市孤烟袅寒碧，水村残叶舞愁红。楚天阔，浪浸斜阳，千里溶溶。 \n临风。想佳丽，别后愁颜，镇敛眉峰。可惜当年，顿乖雨迹云踪。雅态妍姿正欢洽，落花流水忽西东。无憀恨、相思意，尽分付征鸿。","type":[]}
{"_id":{"$oid":"5b9a1859367d5c0f40d22db0"},"title":"沧浪亭记","dynasty":"宋代","writer":"苏舜钦","content":"　　予以罪废，无所归。扁舟吴中，始僦舍以处。时盛夏蒸燠，土居皆褊狭，不能出气，思得高爽虚辟之地，以舒所怀，不可得也。\n\n　　一日过郡学，东顾草树郁然，崇阜广水，不类乎城中。并水得微径于杂花修竹之间。东趋数百步，有弃地，纵广合五六十寻，三向皆水也。杠之南，其地益阔，旁无民居，左右皆林木相亏蔽。访诸旧老，云钱氏有国，近戚孙承右之池馆也。坳隆胜势，遗意尚存。予爱而徘徊，遂以钱四万得之，构亭北碕，号‘沧浪’焉。前竹后水，水之阳又竹，无穷极。澄川翠干，光影会合于轩户之间，尤与风月为相宜。予时榜小舟，幅巾以往，至则洒然忘其归。觞而浩歌，踞而仰啸，野老不至，鱼鸟共乐。形骸既适则神不烦，观听无邪则道以明；返思向之汩汩荣辱之场，日与锱铢利害相磨戛，隔此真趣，不亦鄙哉！\n\n　　噫！人固动物耳。情横于内而性伏，必外寓于物而后遣。寓久则溺，以为当然；非胜是而易之，则悲而不开。惟仕宦溺人为至深。古之才哲君子，有一失而至于死者多矣，是未知所以自胜之道。予既废而获斯境，安于冲旷，不与众驱，因之复能乎内外失得之原，沃然有得，笑闵万古。尚未能忘其所寓目，用是以为胜焉！\n\n","type":["辞赋精选","生活","抒情"],"remark":"沧浪亭，在今江苏苏州城南三元坊附近，原为五代时吴越国广陵王钱元璙的花园。五代末此处为吴军节度使孙承祐的别墅。北宋庆历年间为诗人苏舜钦购得，在园内建沧浪亭，后以亭名为园名。后代人在它的遗址上修建了大云庵。本文作者用朴素简洁的语言，自然流畅的笔调，记述了沧浪亭演变的始末。\n吴中：今江苏省，大致相当于春秋时吴国地方\n租赁\n过：拜访\n]郡学：苏州府学宫，旧址在今苏州市南，沧浪亭就在其东面,郡国的最高学府。\n崇阜：高山\n并（bàng)：通“傍”\n杠：独木桥\n钱氏：指吴越王钱镠\n孙承祐：吴越王钱俶的小舅子，任节度使，镇守苏州，在苏州大建园亭\n北碕：北边曲岸上\n冲旷：冲淡旷远，这里既指沧浪亭的空旷辽阔的环境，也兼指淡泊旷适的心境\n闵：同“悯”，悲悯。\n寻：长度单位\n锱珠：比喻极其微小的数量\n\n","translation":"　　我因获罪而被贬为庶人，没有可以去的地方，乘船在吴地旅行。起初租房子住。时值盛夏非常炎热，土房子都很狭小，不能呼气，想到高爽空旷僻静的地方，来舒展心胸，没有能找到。\n　　一天拜访学宫，向东看到草树郁郁葱葱，高高的码头宽阔的水面，不像在城里。循着水边杂花修竹掩映的小径，向东走数百步，有一块荒地，方圆约六十寻，三面临水。小桥的南面更加开阔，旁边没有民房，四周林木环绕遮蔽，询问年老的人，说：“是吴越国王的贵戚孙承佑的废园。”从高高低低的地势上还约略可以看出当年的遗迹。我喜爱这地方，来回地走，最后用钱四万购得，在北面构筑亭子，叫“沧浪”。北面是竹南面是水，水的北面又是竹林，没有穷尽，澄澈的小河翠绿的竹子，阳光、阴影在门窗之间交错相接，尤其是在有风有月的时候更宜人美丽。\n　　我常常乘着小船，穿着轻便的衣服到亭上游玩，到了亭上就率性玩乐忘记回去，或把酒赋诗，或仰天长啸，即使是隐士也不来这里，只与鱼、鸟同乐。形体已然安适，神思中就没有了烦恼；所听所闻都是至纯的，如此人生的道理就明了了。回过头来反思以前的名利场，每天与细小的利害得失相计较，同这样的情趣相比较，不是太庸俗了吗！\n　　唉！人本来会受外物影响而感动。情感充塞在内心而性情压抑，一定要借外物来排遣，停留时间久了就沉溺，认为当然；不超越这而换一种心境，那么悲愁就化解不开。只有仕宦之途、名利之场最容易使人陷入其中，自古以来，不知有多少有才有德之士因政治上的失意忧闷致死，都是因为没有悟出主宰自己、超越自我的方法。我虽已经被贬却获得这样的胜境，安于冲淡旷远，不与众人一道钻营，因此又能够使我的内心和形体找到根本，心有所得，笑悯万古。尚且没有忘记内心的主宰，自认为已经超脱了。\n\n"}
{"_id":{"$oid":"5b9a1859367d5c0f40d22db1"},"title":"青春","dynasty":"唐代","writer":"韩偓","content":"眼意心期卒未休，暗中终拟约秦楼。\n光阴负我难相遇，情绪牵人不自由。\n遥夜定嫌香蔽膝，闷时应弄玉搔头。\n樱桃花谢梨花发，肠断青春两处愁。","type":["女子","怀人","相思"]}
{"_id":{"$oid":"5b9a1859367d5c0f40d22db2"},"title":"金陵新亭","dynasty":"唐代","writer":"李白","content":"金陵风景好，豪士集新亭。\n举目山河异，偏伤周顗情。\n四坐楚囚悲，不忧社稷倾。\n王公何慷慨，千载仰雄名。","type":["咏史怀古","赞美","爱国","志士"]}
{"_id":{"$oid":"5b9a1859367d5c0f40d22db3"},"title":"车遥遥篇","dynasty":"宋代","writer":"范成大","content":"车遥遥，马憧憧。\n君游东山东复东，安得奋飞逐西风。\n愿我如星君如月，夜夜流光相皎洁。\n月暂晦，星常明。\n留明待月复，三五共盈盈。","type":["抒怀","思念"],"remark":"遥遥：长远的距离。\n憧憧：晃动，摇曳不定。\n东山：泰山顶东侧（山东省泰安县）。因为这里可以观看日出时的美景，故称为日观峰。亦称为东山。\n西风：秋风。\n流光：光彩闪耀、辉映的样子。\n皎洁：光明洁白。\n晦：昏暗不显\n三五：十五日。盈盈：充满的样子。\n\n","translation":"驿马奔驰在长远的路途，一路上马蹄飞跃，马影摇曳晃动着。\n你驿马长游泰山之东，要曳着秋风才能往东又向东的追游着。\n多么祈望我是星星你是月，每一个夜里你我光明洁白的光彩辉映着。\n秋夜！月儿常暮掩在云堆里，而星星却辉映高挂着，多么的期待月儿的出现！\n期待那十五月圆盈满时，你我星月皎洁辉映成天之佳偶。\n\n"}
{"_id":{"$oid":"5b9a1859367d5c0f40d22db4"},"title":"迎燕","dynasty":"宋代","writer":"葛天民","content":"咫尺春三月， 寻常百姓家。\n为迎新燕入， 不下旧帘遮。\n翅湿沾微雨， 泥香带落花。\n巢成雏长大， 相伴过年华。","type":["燕子"],"remark":"选自《全宋诗》卷二七二五（北京大学出版社1998年版）。葛天民，字无怀，南宋越州山阴（今浙江绍兴）人。有《无怀小集》。\n咫（zhí）尺：距离很近。比喻春天的短暂。咫，古代称八寸为咫。\n\n","shangxi":"　　燕子秋去春来，巢于檐下，民间视为吉祥物。“寻常百姓家”即借鉴刘禹锡的“旧时王谢堂前燕，飞入寻常百姓家。”正因为燕子不嫌贫爱富、趋炎附势，主人也“不下旧帘遮”，热情的迎接燕子的归来。“巢成雏长大，相伴过年华”两句，更是把燕子看成生活的一部分了。\n\n　　古诗中燕子往往象征着幸福的生活。它们双宿双飞，本诗中的燕子也在主人的檐下幸福的生活。燕子的自由自在，正是诗人隐居生活的反映；燕子之乐，足见诗人之乐。诗歌生动的描绘了燕子的生活习性，表达了燕子与老百姓的深厚情谊。\n\n　　首句一个“咫”字，指八寸，也表现了暮春的转瞬即逝，抒发了作者对春的珍惜之情。“寻常百姓家”借用了刘禹锡的“飞入寻常百姓家”，歌颂了燕子不趋炎附势，不嫌贫爱富的质朴、高尚的品格，表达了燕子对百姓的眷恋。第三句“微”形容雨之小，描写了燕子在雨中穿梭无数次，为幸福的生活勤劳地筑巢，“泥香带落花”描写了春天温馨、幸福的场面。尾句是对燕子勤劳地赞美，也再次表现了人与燕之间的深厚情谊，同时又是诗人幸福隐居生活的写照。\n\n","translation":"在近已咫尺的阳春三月，在一户普通的老百姓家中 。\n为了迎接新一年里燕子的归来，不放下破旧的帘子把房屋遮蔽起来。\n一场春雨后燕子的翅膀上沾着丝丝的雨滴， 土地里散发出一股淡淡的泥土香味，里面还混杂着雨滴砸落的花瓣。\n燕巢早已筑修好了，连小燕子都长大了 。一人家一燕家两户家庭相伴着又度过了一个美丽的年华。\n\n"}
{"_id":{"$oid":"5b9a1859367d5c0f40d22db5"},"title":"梅花绝句·其二","dynasty":"宋代","writer":"陆游","content":"幽谷那堪更北枝，年年自分着花迟。\n高标逸韵君知否，正是层冰积雪时。","type":["咏物","梅花","抒怀","爱国"],"translation":"译文 　　一树梅花长在背阴的山谷，加上枝条伸向北方，阳光终年罕至，所以每年开花总是比较迟。但你可知道它那高尚的气节、优美的风度？……要知道，当它吐苞，正是那冰雪覆盖、最为酷烈的严冬时节啊！"}
{"_id":{"$oid":"5b9a1859367d5c0f40d22db6"},"title":"宫之奇谏假道","dynasty":"先秦","writer":"左丘明","content":"　　晋侯复假道于虞以伐虢。\n\n　　宫之奇谏曰：“虢，虞之表也。虢亡，虞必从之。晋不可启，寇不可翫。一之谓甚，其可再乎？谚所谓‘辅车相依，唇亡齿寒’者，其虞、虢之谓也。”\n\n　　公曰：“晋，吾宗也，岂害我哉？”\n\n　　对曰：“大伯、虞仲，大王之昭也 。大伯不从，是以不嗣。虢仲、虢叔，王季之穆也，为文王卿士，勋在王室，藏于盟府。将虢是灭，何爱于虞！且虞能亲于桓、庄乎？其爱之也，桓、庄之族何罪？而以为戮，不唯逼乎？亲以宠逼，犹尚害之，况以国乎？”\n\n　　公曰：“吾享祀丰洁，神必据我。”\n\n　　对曰：“臣闻之，鬼神非人实亲，惟德是依。故《周书》曰：‘皇天无亲，惟德是辅。’又曰：‘黍稷非馨，明德惟馨。’又曰：‘民不易物，惟德繄物。’如是，则非德，民不和，神不享矣。神所冯依，将在德矣。若晋取虞，而明德以荐馨香，神其吐之乎？”\n\n　　弗听，许晋使。\n\n　　宫之奇以其族行，曰：“虞不腊矣。在此行也，晋不更举矣。”\n\n　　八月甲午，晋侯围上阳，问于卜偃曰：“吾其济乎？”\n\n　　对曰：“克之。”\n\n　　公曰：“何时？”\n\n　　对曰：“童谣曰：‘丙之晨，龙尾伏辰，均服振振，取虢之旂。鹑之贲贲，天策炖炖，火中成军，虢公其奔。’其九月、十月之交乎！丙子旦，日在尾，月在策，鹑火中，必是时也。”\n\n　　冬，十二月丙子朔，晋灭虢，虢公丑奔京师。师还，馆于虞，遂袭虞，灭之,执虞公.及其大夫井伯，从媵秦穆姬。而修虞祀，且归其职贡于王，故书曰：“晋人执虞公。”罪虞公，言易也。\n\n","type":["古文观止","历史","故事","劝谏"],"remark":"晋：国名，在今山西省翼城县东。晋侯：晋献公。复假（jiǎ）道：又借路。僖公二年晋曾向虞借道伐虢，今又借道，故用“复”。虞（yú）：国名，姬姓。周文王封予古公亶父之子虞仲后代的侯国，在今山西省平陆县东北。虢（guó国）：国名，姬姓。周文王封其弟仲于今陕西宝鸡东，号西虢，后为秦所灭。本文所说的是北虢，北虢是虢仲的别支，在今山西平陆。虞在晋南，虢在虞南。\n表：外表，这里指屏障、藩篱。\n启：启发，这里指启发晋的贪心。\n寇：凡兵作乱于内为乱，于外为寇。翫（wán完）：即“玩”，这里是轻视、玩忽的意思。\n其：反诘语气词，难道。\n辅：面颊。车：牙床骨。\n宗：同姓，同一宗族。晋、虞、虢都是姬姓的诸侯国，都同一祖先。\n大（tài）伯、虞仲：周始祖太王（古公亶父）的长子和次子。昭：古代宗庙制度，始祖的神位居中，其下则左昭右穆。昭位之子在穆位，穆位之子在昭位。昭穆相承，所以又说昭生穆，穆生昭。大伯、虞仲、王季俱为大王之子，都是大王之昭。\n不从：指不从父命。嗣：继承（王位）。大伯知道大王要传位给他的小弟弟王季，便和虞仲一起出走。宫子奇认为大伯没继承王位是不从父命的结果。\n虢仲、虢叔：虢的开国祖，王季的次子和三子，文王的弟弟。王季于周为昭，昭生穆，故虢仲、虢叔为王季之穆。\n卿士：执掌国政的大臣。盟府：主持盟誓、典策的宫府。\n将虢是灭：将灭虢。将，意同“要”。是，复指提前的宾语“虢”。\n桓庄：桓叔与庄伯，这里指桓庄之族。庄伯是桓叔之子，桓叔是献公的曾祖，庄伯是献公的祖父。晋献公曾尽杀桓叔、庄伯的后代。其：岂能，哪里能。之：指虞。\n桓庄之族何罪，而以为戮：庄公25年晋献公尽诛同族群公子。以为戮：把他们当作杀戮的对象。唯：因为。逼（bì毙）：通“逼”，这里有威胁的意思。\n亲：指献公与桓庄之族的血统关系。宠：在尊位，指桓、庄之族的高位。况以国乎：此句承上文，因此省略了“以国”下的“逼”字。\n享祀：祭祀。絜（jié洁）：同“洁”。据我：依从我，即保佑我。\n实：同“是”复指提前的宾语。\n皇：大。辅：辅佐，这里指保佑。所引《周书》已亡佚，这两句引见伪古文《尚书》，下同。\n黍（shǔ）：黄黏米；稷（jì寄）：不黏的黍子，黍稷这里泛指五谷。馨（xīn心）：浓郁的香气。\n易物：改变祭品。繄（yī医）：句中语气词。\n冯（píng）：同“凭”。\n明德：使德明。馨香：指黍稷。其：语气词，加强反问。吐：指不食所祭之物。\n以：介词，表率领。以其族行：指率领全族离开虞。\n腊：岁终祭祀。这里用作动词，指举行腊祭。\n此句以下有删节。\n丙子：十二月初一正逢干支的丙子。朔：每月初一日。\n丑：虢公名。京师：东周都城。今河南洛阳。\n馆：为宾客们设的住处。这里用作动词，驻扎的意思。\n媵（yìng映）：陪嫁的奴隶。秦穆姬：晋献公女，嫁秦穆公。\n书：指《春秋》经文。\n其：代词，那只谚语说的道理。\n\n","shangxi":"　　文章首先陈述了虞虢之间的紧密关系，然后揭露出晋侯残酷无情的本质，最后提醒虞国公国家存亡在于德行，而不在与神灵。文章批判了迷信宗族关系和神权至上的迂腐，反映了当时的民本思想。文章结构严谨，条理清晰，开头只用“晋侯复假道于虞以伐虢”一句点明事件的起因及背景，接着便通过人物对话来揭示主题。语言简洁有力，多用比喻句和反问句。如用“辅车相依，唇亡齿寒”比喻虞晋的利害关系，十分贴切、生动，很有说服力。\n\n　　晋献公吞并虢国和虞国的成功，要归功于他的心狠手毒：一方面以本国宝物作诱饵，诱敌手上钩；一方面六亲不认，不顾同宗亲情，唯利是图。于是，不惜以阴谋诡计骗取虞国信任，将两国逐个吞食。俗话说，“舍不得孩子，打不到狼。”“将欲取之，必先予之”晋献公实实在在地照这样去做了，并且得到了回报，实际上什么都没有损失。但是，攻城略地的成功，却以不顾礼义廉耻为代价，得到了实际利益和好处，而因此失去了人心和道义。对于重视民心和道义的人来说，这样做是得不偿失；对于寡廉鲜耻的人来说，失去的无所谓，得到的才是实在的。人们总是站在自己的立场上来决定取舍的。\n\n　　如此说来，对于寡廉鲜耻、心狠手毒之徒不应当以仁义道德之心去对待，最好是以强硬的态度，以其人之道，还治其人之身。虞国的灭亡，就灭在太相信同宗亲情，对不义之徒抱着不切实际的幻想，以为对方跟自己是一类人，以一种近乎于农夫的心肠，去对待凶狠的毒蛇。如果说这也是一场悲剧的话，那么则是由自己推波助澜、助纣为虐而导致的。如果灭亡的结果是自己一时糊涂、认识不清，被披着羊皮的狼蒙蔽了，尚还可以寄予一点同情，然而有贤臣坦诚相谏，苦口婆心地开导，在这种情况下仍然执迷不悟，固执己见，则可以说是咎由自取，不值得一点同情。\n\n　　曾经是作威作福的国君，一朝变成随他人之女陪嫁的奴隶，这种天上、地下的巨变，不能不使人感叹。这也应了那句老话：“天作孽，犹可违；自作孽，不可活。”\n\n　　历史是不应当忘记的，读史可以使人明鉴，使人清醒。即使弱小而无法与强暴抗衡，那么弱小者之间的彼此照应、鼓励。安慰、同病相怜、支持，也可以让人在风雨之中同舟共济，患难与共，正所谓唇齿相依，唇亡齿寒。这些从惨痛的历史中总结出来的教训，完全可以说是千古不易的。就连平民百姓都懂得，听人劝得一半。欺人太甚的事不可一而再，再而三地容忍，即使无法奋起抗争，最起码是可以想法避开的。既不听劝，又不抗争，的确算是病入膏肓，不可救药了。\n\n","translation":"　　晋侯又向虞国借路去攻打虢国。\n\n　　宫之奇劝阻虞公说：“虢国，是虞国的外围，虢国灭亡了，虞国也一定跟着灭亡。晋国的这种贪心不能让它开个头。这支侵略别人的军队不可轻视。一次借路已经过分了，怎么可以有第二次呢？俗话说‘面颊和牙床骨互相依着，嘴唇没了，牙齿就会寒冷’，就如同虞、虢两国互相依存的关系啊。”\n\n　　虞公说：“晋国，与我国同宗，难道会加害我们吗？”宫之奇回答说：“泰伯、虞仲是大王的长子和次子，泰伯不听从父命，因此不让他继承王位。虢仲、虢叔都是王季的第二代，是文王的执掌国政的大臣，在王室中有功劳，因功受封的典策还在主持盟会之官的手中。现在虢国都要灭掉，对虞国还爱什么呢？再说晋献公爱虞，能比桓庄之族更亲密吗？桓、庄这两个家族有什么罪过？可晋献公把他们杀害了，还不是因为近亲对自己有威胁，才这样做的吗？近亲的势力威胁到自己，还要加害于他们，更何况对一个国家呢？”\n\n　　虞公说：“我的祭品丰盛清洁，神必然保佑我。”宫之奇回答说：“我听说，鬼神不是随便亲近某人的，而是依从有德行的人。所以《周书》里说：‘上天对于人没有亲疏不同，只是有德的人上天才保佑他。’又说：‘黍稷不算芳香，只有美德才芳香。’又说：‘人们拿来祭祀的东西都是相同的，但是只有有德行的人的祭品，才是真正的祭品。’如此看来，没有德行，百姓就不和，神灵也就不享用了。神灵所凭依的，就在于德行了。如果晋国消灭虞国，崇尚德行，以芳香的祭品奉献给神灵，神灵难道会吐出来吗？”\n\n　　虞公不听从宫之奇的劝阻，答应了晋国使者借路的要求。宫之奇带着全族的人离开了虞国。他说：“虞国的灭亡，不要等到岁终祭祀的时候了。晋国只需这一次行动，不必再出兵了。”\n\n　　冬天十二月初一那天，晋灭掉虢国，虢公丑逃到东周的都城。晋军回师途中安营驻扎在虞国，乘机突然发动进攻，灭掉了虞国，捉住了虞公和他的大夫井伯，把井伯作为秦穆姬的陪嫁随从。然而仍继续祭祀虞国的祖先，并且把虞国的贡物仍归于周天子。所以《春秋》中记载说“晋国人捉住了虞公。”这是归罪于虞公，并且说事情进行得很容易。\n\n"}
{"_id":{"$oid":"5b9a1859367d5c0f40d22db7"},"title":"石碏谏宠州吁","dynasty":"先秦","writer":"左丘明","content":"　　卫庄公娶于齐东宫得臣之妹，曰庄姜。美而无子，卫人所为赋《硕人》也。又娶于陈，曰厉妫。生孝伯，蚤死。其娣戴妫生桓公，庄姜以为己子。\n\n　　公子州吁，嬖人之子也。有宠而好兵，公弗禁，庄姜恶之。\n\n　　石碏谏曰：“臣闻爱子，教之以义方，弗纳于邪。骄奢淫佚，所自邪也。四者之来，宠禄过也。将立州吁，乃定之矣；若犹未也，阶之为祸。夫宠而不骄，骄而能降，降而不憾，憾而能眕者，鲜矣。且夫贱妨贵，少陵长，远间亲，新间旧，小加大，淫破义，所谓六逆也。君义，臣行，父慈，子孝，兄爱，弟敬，所谓六顺也。去顺效逆，所以速祸也。君人者，将祸是[通“事”]务去，而速之，无乃不可乎？”弗听。\n\n　　其子厚与州吁游，禁之，不可。桓公立，乃老。\n\n","type":["古文观止","劝谏"],"remark":"卫：国名，姬姓，在今河南淇县一带。齐：国名，姜姓，在今山东北部、中部地区。东宫：太子的居所。\n硕人：典出《诗经 · 卫风》中的一篇，乃歌颂庄姜美丽的诗篇。庄姜：卫庄公的夫人，“庄”是她丈夫的谥号，“姜”则是她娘家的姓，故称庄姜。\n陈：国名，妫姓在今河南东部及安徽西部。\n厉妫（guī）：“厉”和下文“戴妫”的“戴”均为谥号，“妫”是娘家的姓。\n蚤：通”早“。\n娣：妹。古时诸侯娶妻，妹可随姊同嫁。\n桓公：名完，在位十六年，后为州吁所杀。\n嬖（bì）人：出身低贱而受宠的人，这里指卫庄公的宠妾。\n石碏（què）：卫国大夫。\n义方：为人行事的规范。\n佚（yì）：这里指逸乐。\n阶：阶梯，这里用作动词，指一步步引向。\n眕（zhěn）：自安自重，忍耐而不轻举妄动。\n鲜（xiǎn）：少见。\n陵：欺侮。\n去：抛弃。\n速：招致。\n是：通“事”\n无乃：恐怕。\n立：继承。\n老：告老致仕。\n\n","shangxi":"　　文章记述了前720年（隐公三年），石碏劝谏卫庄公爱子应“教之以义方，弗纳于邪”的事。州吁是卫庄公的一个宠妾所生，卫庄公爱屋及乌，对他也格外宠爱，即使对他喜好军事这种十分犯忌的事，也不加禁止。卫国大夫石碏看到了问题的严重性，于是向卫庄公进谏，劝庄公爱子应该用道义，不要让他走上邪路。但庄公听不进去，结果前719年即第二年，就发生了州吁弑桓公而自立的事件。多亏石碏用计，大义灭亲，借陈国国君之手把弑君乱国的州吁和自己的儿子——助纣为虐的石厚抓住，并派人把他们杀死。\n\n　　如何爱子，对一个国君来说，决不单单是他个人的问题，这将关系到国家的安危、社会的治乱。正因为这样，所以石碏才进谏卫庄公。但石碏进谏，并没有像许多进谏者那样，举述以往有关的历史经验教训；而是开门见山，一上来就切入谏旨，提出“爱子”应“教之以义方，弗纳于邪”的观点。接着，便有的放矢地指出“骄、奢、淫、佚”是使“爱子”走上邪路的来由；而这四种恶习的养成，则是为人君者过分溺爱所致。然后，话题轻轻一转，就落到州吁身上。须知，州吁作为庶子而“好兵”，这往往是作乱的前兆。所以石碏一针见血却又语重心长地指出：“将立州吁，乃定之矣；若犹未也，阶之为祸。”之后，又连用四个顶针（也叫“顶真”或“联珠”）句，断定州吁决不会心甘情愿地屈居人下。再接下来，又根据传统的伦理关系和社会规范，总括出“六逆”和“六顺”，提醒庄公：“去顺效逆”只能加速祸患的发生，作为人君必须防患未然，全力消除祸患的根由。这样，就把“教之以义方，弗纳于邪”这一爱子观的现实性、重要性和紧迫性进一步突出出来。然而，被糊涂蒙了心的卫庄公却根本听不进去。\n\n　　石碏的谏言有三层意思，环环相扣，入情入理，深入地分析了由“宠”导致灭亡的必然性。其一，“骄、奢、淫、佚，所自邪也”， “四者之来，宠禄过也”，说明骄奢淫逸来源于娇纵溺爱；其二、受宠爱就会变得骄横，骄横就不会安于自己地位低下，地位低下就会有怨恨之心，心生怨恨就不会安分守已；其三，从此以后，地位低贱的就会欺压地位尊贵的，年纪小的就会想办法凌年纪大的，关系疏远的就会找机会离间关系亲近的，新的离间旧的，小的欺凌大的，淫乱的就会破坏有道德的。如此这般，祸事就注定要来了！\n\n　　劝主谏君，须在紧紧把握谏旨韵前提下，动之以情，晓之以理。而理，则须说透，说到位。做到了这点，被劝谏者却听不进去，那只能证明被劝者太顽固不化，《石碏谏宠州吁》正具有这样的特点。可以肯定地说，“教之以义方，弗纳于邪”的爱子方法，历来被认为有借鉴意义和实践意义。\n\n","translation":"　　卫庄公娶了齐国太子得臣的妹妹，叫庄姜，容貌很漂亮，却没有儿子。卫国人做了一首名为《硕人》的诗就是描写她的美貌的。庄公又从陈国娶了一个妻子，叫厉妫，生了儿子孝伯，早死。跟她陪嫁来的妹妹戴妫，生了桓公，庄姜就把他作为自己的儿子。\n\n　　公子州吁，是庄公爱妾生的儿子，卫庄公十分宠爱他，又喜欢军事，但庄公不禁止，庄姜很厌恶他。\n\n　　石碏规劝庄公道：“我听说一个人爱自己的儿子，一定要以正确的礼法来教导约束他，这样才能使他不走上邪路。骄傲、奢侈、淫荡、逸乐，就是走向邪路的开端。这四个方面的产生，都是宠爱和赏赐太过的缘故。如果要立州吁做太子，就应该定下来；要是还没有，这样就会引导他造成祸害。受宠爱而不骄傲，骄傲了而能受压制，受了压制而不怨恨，有怨恨而不为非作歹的人，是很少有的呀。再说卑贱的妨害高贵的，年少的欺负年长的，疏远的离间亲近的，新的挑拨旧的，地位低的压着地位高的，淫乱的破坏有礼义的，这是人们常说的六种逆理的事。君主行事公正适宜，臣子服从命令，父亲慈爱儿子，儿子孝顺父亲，哥哥爱护弟弟，弟弟敬重哥哥，这是人们常说的六种顺礼的事。不做顺应礼义的事去做违背礼的事，就会招致祸害。做君主的应尽力除掉祸害，现在却反而招致祸害的到来，这恐怕是不可以的吧！”庄公不听。\n\n　　石碏的儿子石厚和州吁交往，石碏禁止他，但是州吁不允，从而放弃。到了桓公即位，石碏于是告老还乡。\n\n"}
{"_id":{"$oid":"5b9a185a367d5c0f40d22db8"},"title":"早梅","dynasty":"明代","writer":"道源","content":"万树寒无色，南枝独有花。\n香闻流水处，影落野人家。","type":["梅花"],"translation":"译文 雪花落下，给植物披上了银装，一点颜色的都没有；在南边的树枝上有一些花，没有叶子。在小溪旁我都闻到了香味，抬头一看，只见梅花的影子映在农家的墙壁上。"}
{"_id":{"$oid":"5b9a185a367d5c0f40d22db9"},"title":"杨柳枝词九首·其一","dynasty":"唐代","writer":"刘禹锡","content":"塞北梅花羌笛吹，淮南桂树小山词。\n请君莫奏前朝曲，听唱新翻杨柳枝。","type":["乐曲"],"translation":"禹锡的乐府小章《杨柳枝词》，一共有九首，这是其中的第一首，可说是这组诗的序曲，鲜明地表现了他在文学创作上的革新精神。\n\n　　首句“梅花”，指汉乐府横吹曲中的《梅花落》曲，用笛子吹奏（羌笛是笛的一种），其曲调流行后世，南朝以至唐代文人鲍照、吴均、徐陵、卢照邻、沈佺期等都有《梅花落》歌词，内容都与梅花有关。（见《乐府诗集》卷二四）这句意思说，起源于塞北的《梅花落》是用笛子吹奏的乐曲。\n\n　　次句讲的是《楚辞》中的《招隐士》篇。相传西汉淮南王刘安门客小山之徒作《招隐士》篇来表现对屈原的哀悼。《招隐士》首句云，“桂树丛生兮山之幽”，下文又两处有“攀援桂枝兮聊淹留\n\n"}
{"_id":{"$oid":"5b9a185a367d5c0f40d22dba"},"title":"鹧鸪天·寒日萧萧上琐窗","dynasty":"宋代","writer":"李清照","content":"寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。\n秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。","type":["宋词三百首","无奈","思念"]}
{"_id":{"$oid":"5b9a185a367d5c0f40d22dbb"},"title":"眼儿媚·迟迟春日弄轻柔","dynasty":"宋代","writer":"朱淑真","content":"迟迟春日弄轻柔，花径暗香流。清明过了，不堪回首，云锁朱楼。\n午窗睡起莺声巧，何处唤春愁？绿杨影里，海棠亭畔，红杏梢头。","type":["宋词三百首","婉约","女子","春愁"],"remark":"眼儿媚：词牌名，又名《秋波媚》。双调四十八字，前片三平韵，后片两平韵。\n迟迟：阳光温暖、光线充足的样子。\n轻柔：形容风和日暖。\n花径：花间的小路。\n暗香：指幽香。\n朱楼：指富丽华美的楼阁。\n梢头：树枝的顶端。\n\n","translation":"春日暖暖的阳光，像在抚弄着杨柳轻柔的枝条，在花园的小径上，涌动着浓浓的香气。可过了清明节天却阴了起来，云雾笼罩着红楼，好似是把它锁住，那往事，真是不堪回首！\n午睡醒来，听到莺儿美妙的鸣叫声，却又唤起了我的春愁。这莺儿却在哪里呢？是在绿杨影里，是在海棠亭畔，还是在红杏梢头？\n\n"}
{"_id":{"$oid":"5b9a185a367d5c0f40d22dbc"},"title":"九日送别","dynasty":"唐代","writer":"王之涣","content":"蓟庭萧瑟故人稀，何处登高且送归。 \n今日暂同芳菊酒，明朝应作断蓬飞。","type":["重阳节","离别","饮酒"],"translation":"译文 在此风声呼啸之地熟人故交已是很少了，那里可以找一登高远望之处送别归去的友人呢？ 今天还能聚在一起同饮芬芳的菊香之酒，明日就要成为断根的飘蓬一般匆匆离去了。"}
{"_id":{"$oid":"5b9a185a367d5c0f40d22dbd"},"title":"绝句六首","dynasty":"唐代","writer":"杜甫","content":"日出篱东水，云生舍北泥。竹高鸣翡翠，沙僻舞鹍鸡。 \n 蔼蔼花蕊乱，飞飞蜂蝶多。幽栖身懒动，客至欲如何。 \n 凿井交棕叶，开渠断竹根。扁舟轻褭缆，小径曲通村。 \n 急雨捎溪足，斜晖转树腰。隔巢黄鸟并，翻藻白鱼跳。 \n 舍下笋穿壁，庭中藤刺檐。地晴丝冉冉，江白草纤纤。 \n 江动月移石，溪虚云傍花。鸟栖知故道，帆过宿谁家。","type":[]}
{"_id":{"$oid":"5b9a185a367d5c0f40d22dbe"},"title":"落花落","dynasty":"唐代","writer":"王勃","content":"落花落，落花纷漠漠。\n绿叶青跗映丹萼，与君裴回上金阁。\n影拂妆阶玳瑁筵，香飘舞馆茱萸幕。\n落花飞，燎乱入中帷。\n落花春正满，春人归不归。\n落花度，氛氲绕高树。\n落花春已繁，春人春不顾。\n绮阁青台静且闲，罗袂红巾复往还。\n盛年不再得，高枝难重攀。\n试复旦游落花里，暮宿落花间。\n与君落花院，台上起双鬟。","type":["春天","写花","伤怀","青春"]}
{"_id":{"$oid":"5b9a185b367d5c0f40d22dbf"},"title":"长信怨","dynasty":"唐代","writer":"王昌龄","content":"金井梧桐秋叶黄，珠帘不卷夜来霜。\n熏笼玉枕无颜色，卧听南宫清漏长。\n\n高殿秋砧响夜阑，霜深犹忆御衣寒。\n银灯青琐裁缝歇，还向金城明主看。\n\n奉帚平明金殿开，暂将团扇共徘徊。\n玉颜不及寒鸦色，犹带昭阳日影来。\n\n真成薄命久寻思，梦见君王觉后疑。\n火照西宫知夜饮，分明复道奉恩时。\n\n长信宫中秋月明，昭阳殿下捣衣声。\n白露堂中细草迹，红罗帐里不胜情。\n\n","type":["唐诗三百首","秋天","闺怨"],"remark":"长信秋词：又作“长信怨”，《汉书·外戚传》载，班婕妤以才学入宫，为赵飞燕所妒，乃自求供养太后于长信宫。“长信怨”由此而来。长信：汉宫名。\n金井：井栏上有雕饰的井。一般用以指宫庭园林里的井。南朝梁费昶《行路难》诗之一：“唯闻哑哑城上乌，玉栏金井牵辘轳。”\n珠帘：用珍珠缀成或饰有珍珠的帘子。《西京杂记》卷二：“昭阳殿织珠为帘，风至则鸣，如珩佩之声。”\n熏（xūn）笼：指宫中取暖的用具，与熏炉配套使用的笼子，作熏香或烘干之用。熏：一作“金”。笼：一作“炉”。玉枕：即枕头。\n南宫：指皇帝的居处。一作“宫中”。清漏：漏是古代计时的器具，利用滴水和刻度以指示时辰。清漏指深夜铜壶滴漏之声。南朝宋鲍照《望孤石》诗：“啸歌清漏毕，徘徊朝景终。”\n秋砧（zhēn）：秋日捣衣的声音。北周庾信《夜听捣衣》诗：“秋砧调急节，乱杵变新声。”夜阑：夜残；夜将尽时。汉蔡琰《胡笳十八拍》：“山高地阔兮，见汝无期；更深夜阑兮，梦汝来斯。”\n御衣：帝王所著的衣服。唐李峤《春日游苑喜雨应诏》诗：“密雨迎仙步，低雨拂御衣。”\n青琐：装饰皇宫门窗的青色连环花纹。《汉书·元后传》：“曲阳侯根骄奢僭上，赤墀青琐。”\n金城：即皇帝所住之城。明主：贤明的君主。《左传·襄公二十九年》：“美哉，沨沨乎！大而婉，险而易行，以德辅此，则明主也。”\n奉帚：持帚洒扫。多指嫔妃失宠而被冷落。平明：指天亮。金殿：指宫殿。一作“秋殿”。\n团扇：即圆形的扇子。班婕妤曾作《团扇诗》。暂：一作“且”。共：一作“暂”。\n玉颜：指姣美如玉的容颜，这里暗指班婕妤自己。寒鸦：寒天的乌鸦；受冻的乌鸦。暗指掩袖工谄、心狠手辣的赵飞燕姐妹。\n昭阳：汉代宫殿名，代指赵飞燕姐妹与汉成帝居住之处。\n薄命：命运不好；福分差。《汉书·外戚传下·孝成许皇后》：“妾薄命，端遇竟宁前。”寻思：思索；考虑。唐白居易《南池早春有怀》诗：“倚棹忽寻思，去年池上伴。”\n西宫：皇帝宴饮的地方。\n复道：两层阁楼间的通道。《墨子·号令》：“守宫三杂，外环隅为之楼，内环为楼，楼入葆宫丈五尺，为复道。”\n昭阳殿：指赵飞燕姐妹与汉成帝居住之宫殿。\n白露堂：指失宠妃子或宫女所住之处。\n红罗：红色的轻软丝织品。《汉书·外戚传下·孝成班倢伃》：“感帷裳兮发红罗，纷綷縩兮纨素声。”\n\n","shangxi":"其一\n\n　　这首宫怨，运用深婉含蓄的笔触，采取以景托情的手法，写一个被剥夺了青春、自由和幸福的少女，在凄凉寂寞的深宫中，形孤影单、卧听宫漏的情景。这是从这位少女的悲惨的一生中剪取下来的一个不眠之夜。\n\n　　在这个不眠之夜里，诗中人忧思如潮，愁肠似结，她的满腔怨情该是倾吐不尽的。这首诗只有四句，总共二十八个字，照说，即令字字句句都写怨情，恐怕还不能写出她的怨情于万一。可是，作者竟然不惜把前三句都用在写景上，只留下最后一句写到人物，而且就在这最后一句中也没有明写怨情。这样写，乍看像是离开了这首诗所要表现的主题，其实却在艺术效果上更显得有力，更深刻地表现了主题。这是因为：前三句虽是写景，却并非为写景而写景，它们是为最后人物的出场服务的。就通首诗而言，四句诗是融合为一的整体，不论写景与写人，都是为托出怨情服务的。\n\n其二\n\n　　第二首诗描写在夜深霜重的凄凉环境中，宫中女子孤独寂寞的悲惨情景。她彻夜难眠，想起进宫以来的日子实在不堪回首。她渴望得到君王的眷顾，在银灯下守到夜深，最后还是失望而终。这首诗情感抒发较为直接，心理刻画较为生动，充分地表现了宫中失宠女子的幽怨之情。\n\n　　古乐府歌辞中有《怨歌行》一篇，其辞是：“新裂齐纨素，皎洁如霜雪。裁为合欢扇，团团似明月。出入君怀袖，动摇微风发。常恐秋节至，凉飚夺炎热。弃捐箧笥中，恩情中道绝。”此诗相传是班婕妤所作，以秋扇之见弃，比君恩之中断。王昌龄就《怨歌行》的寓意而加以渲染，借长信故事反映唐代宫廷妇女的生活。\n\n　　夜深霜重，木石敲击秋砧的声音响彻寒夜。在这样一个孤寂的深夜，深宫中那个失宠的女子依旧牵挂着君主是否添了衣裳，昏暗的银灯下，独自裁剪缝补，明知道君主不会眷顾，却还是在内心深处怀着深切的期盼。\n\n这首诗以心理上的深刻描写见长，抒情直接，寥寥数语将一个深宫失宠的女子渴望君主眷顾，挂念君主寒暖又间杂着对君主弃自己于不顾，对自己的一厢深情视而不见的怨愤和痛苦。淋漓尽致地表现了深宫失宠女子难于言表的幽怨之情。\n\n其三\n\n　　第三首诗中前两句写天色方晓，金殿已开，就拿起扫帚，从事打扫，这是每天刻板的工作和生活；打扫之余，别无他事，就手执团扇，且共徘徊，这是一时的偷闲和沉思。徘徊，写心情之不定，团扇，喻失宠之可悲。说“且将”则更见出孤寂无聊，唯有袖中此扇，命运相同，可以徘徊与共而已。\n\n　　后两句进一步用一个巧妙的比喻来发挥这位宫女的怨情，仍承用班婕妤故事。昭阳，汉殿，即赵飞燕姊妹所居。时当秋日，故鸦称寒鸦。古代以日喻帝王，故日影即指君恩。寒鸦能从昭阳殿上飞过，所以它们身上还带有昭阳日影，而自己深居长信，君王从不一顾，则虽有洁白如玉的容颜，倒反而不及浑身乌黑的老鸦了。她怨恨的是，自己不但不如同类的人，而且不如异类的物——小小的、丑陋的乌鸦。按照一般情况，“拟人必于其伦”，也就是以美的比美的，丑的比丑的，可是玉颜之白与鸦羽之黑，极不相类；不但不类，而且相反，拿来作比，就增强了表达效果。因为如果都是玉颜，则虽略有高下，未必相差很远，那么，她的怨苦，她的不甘心，就不会如此深刻了，而上用“不及”，下用“犹带”，以委婉含蓄的方式表达了其实是非常深沉的怨愤。凡此种种，都使得这首诗成为宫怨诗的佳作。\n\n其四\n\n　　同样是抒写失宠宫嫔的幽怨，表现她们内心的深刻痛苦，在王昌龄笔下，却很少艺术上的雷同重复。第四首诗则带有更多的直接抒情和细致刻画心理的特点。\n\n　　第一句就单刀直入，抒写失宠宫嫔的内心活动。“真成薄命”，是说想不到竟真是个命运不幸的失宠者。这个开头，显得有些突兀，让人感到其中有很多省略。看来她不久前还是得宠者。但宫嫔得宠与否，往往取决于君主一时好恶，或纯出偶然的机缘。因此这些完全不能掌握自己命运的宫嫔就特别相信命运。得宠，归之幸运；失宠，归之命薄。而且就在得宠之时，也总是提心吊胆地过日子，生怕失宠的厄运会突然降临在自己头上。“真成薄命”这四个字，恰似这位失宠宫嫔内心深处一声沉重的叹息，把她那种时时担心厄运降临，而当厄运终于落到头上时既难以置信，又不得不痛苦地承认的复杂心理和盘托出了。这样的心理刻画，是很富包蕴的。\n\n　　失宠的命运降临之后，她陷入久久的寻思。因“思”而入“梦”，梦中又在重温过去的欢乐，表现出对命运的希冀，对君主的幻想，而在自己心中重新编织得宠的幻影。但幻梦毕竟代替不了现实，一觉醒来，眼前面对的仍是寂寞的长信宫殿，梧桐秋叶，珠帘夜霜，听到的仍是悠长凄凉的铜壶清漏。于是又不得不怀疑自己这种侥幸的希望原不过是无法实现的幻梦。以上两句，把女主人公曲折复杂的心理刻画得细致入微而又层次分明。\n\n　　就在这位失宠者由思而梦，由梦而疑，心灵上倍受痛苦煎熬的时刻，不远的西宫那边却向她展示了一幅灯火辉煌的图景。不用说，此刻西宫中又正在彻夜宴饮，重演“平阳歌舞新承宠”的场面了。这情景对她来说是那样的熟悉，使她一下子就唤起了对自己“新承宠”时的记忆，仿佛回到了当初在复道受君主恩宠的日子。可是这一切此刻又变得那样遥远，承宠的场面虽在重演，但华美的西宫已经换了新主。“分明”二字，意余言外，耐人咀嚼。它包含了失宠者在寂寞凄凉中对往事历历分明的记忆和无限的追恋，也蕴含着往事不可回复的深沉感慨和无限怅惘，更透露出不堪回首往事的深刻哀伤。\n\n其五\n\n　　这是一首抒发宫怨的诗歌。昭阳殿是西汉赵飞燕得宠时住的寝宫，后来以昭阳殿泛指得宠嫔妃。长信宫是在赵飞燕得宠时失宠嫔妃班婕妤住的寝宫，后来泛指失宠嫔妃。\n\n　　后两句运用对比描写出失宠于得宠截然不同的差距，白露堂中细草迹是指失宠嫔妃的宫闱清冷，杂草丛生，一片荒凉凄清，使得人物也显得十分幽怨。\n\n　　红罗帐里不胜情，是指得宠的嫔妃寝宫里红帐高挂，与君王软语温存，不胜惬意，说不完的情意绵绵话。\n\n　　王昌龄从女性角度出发，运用对比，生动形象刻画了失宠嫔妃与得宠嫔妃的天壤之别，是宫怨诗中难得的题材。对那些嫔妃寄予深深的同情。\n\n","translation":"金井边的梧桐秋叶渐黄，珠帘不卷可知夜里飞霜。\n熏笼玉枕有如容颜憔悴，静卧愁听南宫漏声悠长。\n\n秋天高殿内捣衣声响彻夜阑，夜里霜重还记起君王御衣寒。\n更深人静银灯下裁衣才停歇，目光还转向宫城明主那边看。\n\n天亮就拿起扫帚打扫金殿尘埃，百无聊赖时手执团扇且共徘徊。\n美丽的容颜还不如乌鸦的姿色，它还能带着昭阳殿的日影飞来。\n\n果真成为薄命人长久陷入沉思，梦中又见到君王醒后心里生疑。\n灯火照耀着西宫知道是在夜饮，眼前分明浮现复道蒙恩受宠时。\n\n长信宫中惟有秋月尚明，昭阳殿下响起捣衣声声。\n白露堂中满是杂草印迹，那边红罗帐里绵绵深情。\n\n"}
{"_id":{"$oid":"5b9a185b367d5c0f40d22dc0"},"title":"清人","dynasty":"先秦","writer":"佚名","content":"清人在彭，驷介旁旁。二矛重英，河上乎翱翔。\n清人在消，驷介麃麃。二矛重乔，河上乎逍遥。\n清人在轴，驷介陶陶。左旋右抽，中军作好。","type":["诗经","战争"],"remark":"清人：指郑国大臣高克带领的清邑的士兵。清，郑国之邑，一说卫国邑名，在今河南省中牟县西。\n彭：郑国地名，在黄河边上。\n驷（sì）介：一车驾四匹披甲的马。介：甲。旁旁：同“彭彭”，马强壮有力貌。一说行走、奔跑貌。\n二矛：酋矛、夷矛，插在车子两边。重（chóng）英：以朱羽为矛饰，二矛树车上，遥遥相对，重叠相见。重，重叠。英，矛上的缨饰。\n翱（áo）翔：游戏之貌。\n消：黄河边上的郑国地名。\n镳（biāo）镳：英勇威武貌。\n乔：借为“鷮（jiāo）”，长尾野鸡，此指矛上装饰的鷮羽毛。\n逍遥：闲散无事，驾着战车游逛。\n轴：黄河边上的郑国地名。\n陶陶：和乐貌。一说马疾驰之貌。\n左旋右抽：御者在车左，执辔御马；勇士在车右，执兵击刺。旋，转车。抽，拔刀。\n中军：即“军中”。一说指古三军之中军主帅。作好：容好，与“翱翔”“逍遥”一样也是连绵词，指武艺高强。一说做好表面工作，指装样子，不是真要抗拒敌人。\n\n","shangxi":"　　这是一首辛辣的讽刺诗。在此诗作者眼中，高克带领的部队，战马披甲，不可谓不雄壮；战车插矛，不可谓不威武。可是清邑的士兵却不是在为抵御敌人随时可能的入侵而认真备战，却在河上逍遥游逛，耍弄刀枪；身为将帅的高克也闲来无事，只是以练武来消磨时光而已。此诗讽刺的对象是高克，而最终深深斥责的是郑文公的昏庸。\n\n　　至于为什么说讽刺的矛头最终是对准郑文公，古代有一位论者分析得很有道理：“人君擅一国之名宠，生杀予夺，唯我所制耳。使高克不臣之罪已著，按而诛之可也。情状未明，黜而退之可也。爱惜其才，以礼驭之亦可也。乌可假以兵权，委诸竟上（边境），坐视其离散而莫之恤乎！《春秋》书曰：‘郑弃其师。’其责之深矣！”（朱熹《诗集传》引胡氏语）。总之，在抵御外敌之时，郑文公因讨厌高克反而派他带领清邑士兵去河边驻防的决策是完全错误的。\n\n　　全诗共三章，写清邑士兵在黄河边上的彭地、消地、轴地驻防时的种种表现。表面上是在称颂他们，说他们的披甲战马如何强壮，奔驰起来又如何威风；战车上装饰着漂亮的矛，是如何的壮盛；军中的武士也好，主帅也好，武艺又是如何高强。而实际上他们却是在河上闲散游逛。每章的最后一句如画龙点睛，用“翱翔”、“逍遥”、“作好”等词来揭出本相，其讽刺的手法是较为含蓄的。从诗的章法上说，三个章节的结构和用词变化都不甚大，只有第三章与前两章不同处较多。作者采用反复咏叹的手法，以增强诗歌的气势和表现力，从而达到其讽刺的效果。\n\n","translation":"清邑军队驻在彭，驷马披甲真威风。两矛装饰重缨络，黄河边上似闲庭。\n清邑军队驻在消，驷马披甲威又骄。两矛装饰野鸡毛，黄河边上自逍遥。\n清邑军队驻在轴，驷马披甲任疾跑。左转身子右拔刀，军中好像准备好。\n\n"}
{"_id":{"$oid":"5b9a185b367d5c0f40d22dc1"},"title":"右溪记","dynasty":"唐代","writer":"元结","content":"　　道州城西百余步，有小溪。南流数十步，合营溪。水抵两岸，悉皆怪石，欹嵌盘曲，不可名状。清流触石，洄悬激注；佳木异竹，垂阴相荫。\n\n　　此溪若在山野之上，则宜逸民退士之所游处；在人间，则可为都邑之胜境，静者之林亭。而置州以来，无人赏爱；徘徊溪上，为之怅然。乃疏凿芜秽，俾为亭宇；植松与桂，兼之香草，以裨形胜。为溪在州右，遂命之曰右溪。刻铭石上，彰示来者。\n\n","type":["写景","抒情","怀才不遇"],"remark":"右溪：唐代道州城西的一条小溪，元结任道州刺史时曾对它进行修葺，并刻石铭文，取名“右溪”。道州唐代时属江南西道，治所在今湖南道县。“右”，古以东为左，西为右，此溪在城西，所以作者取名“右溪”。\n南：向南。\n合：汇合。\n营溪：谓营水，源出今湖南宁远，西北流经道县，北至零陵入湘水，湘江上游的较大支流。\n抵：击拍。\n悉皆：都是。悉，全。\n敧嵌(qīqiàn)：石块错斜嵌插溪岸的样子；“攲”，倾斜。盘屈，怪石随着溪岸弯曲曲折的样子。\n不可名状：无法形容它们的状态。名，形容。状，（它们的）状态。\n洄(huí)：水回旋而流。悬，激水触石溅起高高的浪花。激，形容被石遏制而造石成的急流。注，形容水急如灌注一般。\n佳木：美丽的树木。佳，美好。\n垂阴：投下阴影。\n相荫：彼此遮蔽荫护。荫，遮蔽。\n逸民退士：指不仕的隐者和归隐的官宦。\n人间：与前文“山野”对称，谓世俗社会，主要相对隐逸而言，指仕宦于朝。嵇康《答山巨源绝交书》：“又每非汤、武而薄周、孔，在人间不止，此事会显，世教所不容。”其义同此。\n都邑：都会城镇。邑，县城。\n胜境：风景优美的境地。\n静者：喜欢清静的人，谓仁人。《论语·雍也》载：“孔子曰：‘知者乐水，仁者乐山。知者动，仁者静。’”\n置州：谓唐朝设置道州。唐高祖武德四年(612年)设置南营州，太宗贞观八年(634年)改为道州，玄宗天宝元年(742年)改设江华郡，肃宗乾元元年(758年)复称道州。\n已来：同“以来”。\n为之怅然：为它景色优美却无人知晓而惋惜。之，指右溪“无人赏爱”。怅然，惆怅抱憾的样子。\n乃：于是。\n疏凿芜秽：疏通水道，开挖乱石，去除荒草杂树。芜秽，杂草积土。\n俾(bǐ)：使。为，修筑。亭宇，亭子房屋。\n兼之：并且在这里种植。\n裨(bì）：补助，增添。\n形胜，优美的风景。\n命：命名。\n铭：铭文，指作者为右溪所作的铭文。作者的《阳华志铭》、《五如石铭》、《浯溪铭》等其它同类作品，大多以铭文为主，前有小序。则本篇当同其例，应有铭文，此记属序。但铭文已佚，后人为拟题作“记”。\n彰示来者：告诉后来的游人。来者，后来的游者。\n\n","translation":"　　从道州城向西走一百多步，有一条小溪。这条小溪向南流几步远，汇入营溪。两岸全是一些奇石，（这些石头）有的倾斜嵌叠，有的盘曲回旋，不能够用言语形容（它们的美妙）。清澈的溪流撞击着岩石，水回旋而流，激水触石溅起高高的浪花，激荡倾注；岸边美丽的树木和珍奇的青竹，投下的阴影互相掩映。\n\n　　这条溪水如果在空旷的山间田野，就是很适合避世隐居的人和隐士居住的；如果它在人烟密集的地方，也可以成为都会城镇（市民游览）的胜地，仁者休憩的园林。但是自从道州成为州的治所以来，至今也没有人来欣赏和关爱（它）；我在溪水边走来走去，为它（景色秀丽但无人知晓）而惋惜！于是进行疏导开通，清除掉杂乱的草木，建起了亭阁，栽上了松树、桂树，又种植了鲜花香草，来增益它优美的景致。因为溪水在道州城的右面，便命名为“右溪”。把这些文字刻在石上，明白地告诉后来人。\n\n"}
{"_id":{"$oid":"5b9a185c367d5c0f40d22dc2"},"title":"苏秦以连横说秦","dynasty":"先秦","writer":"佚名","content":"　　苏秦始将连横说秦惠王曰：“大王之国，西有巴、蜀、汉中之利，北有胡貉、代马之用，南有巫山、黔中之限，东有肴、函之固。田肥美，民殷富，战车万乘，奋击百万，沃野千里，蓄积饶多，地势形便，此所谓天府，天下之雄国也。以大王之贤，士民之众，车骑之用，兵法之教，可以并诸侯，吞天下，称帝而治。愿大王少留意，臣请奏其效。”\n\n　　秦王曰：“寡人闻之：毛羽不丰满者，不可以高飞，文章不成者不可以诛罚，道德不厚者不可以使民，政教不顺者不可以烦大臣。今先生俨然不远千里而庭教之，愿以异日。”\n\n　　苏秦曰：“臣固疑大王之不能用也。昔者神农伐补遂，黄帝伐涿鹿而禽蚩尤，尧伐驩兜，舜伐三苗，禹伐共工，汤伐有夏，文王伐崇，武王伐纣，齐桓任战而伯天下。由此观之，恶有不战者乎？古者使车毂击驰，言语相结，天下为一，约从连横，兵革不藏。文士并饬，诸侯乱惑，万端俱起，不可胜理。科条既备，民多伪态，书策稠浊，百姓不足。上下相愁，民无所聊，明言章理，兵甲愈起。辩言伟服，战攻不息，繁称文辞，天下不治。舌弊耳聋，不见成功，行义约信，天下不亲。于是乃废文任武，厚养死士，缀甲厉兵，效胜于战场。夫徒处而致利，安坐而广地，虽古五帝三王五伯，明主贤君，常欲坐而致之，其势不能。故以战续之，宽则两军相攻，迫则杖戟相橦，然后可建大功。是故兵胜于外，义强于内，威立于上，民服于下。今欲并天下，凌万乘，诎敌国，制海内，子元元，臣诸侯，非兵不可。今不嗣主，忽于至道，皆惛于教，乱于治，迷于言，惑于语，沈于辩，溺于辞。以此论之，王固不能行也。”\n\n　　说秦王书十上而说不行，黑貂之裘弊，黄金百斤尽，资用乏绝，去秦而归，羸縢履蹻，负书担橐，形容枯槁，面目犁黑，状有愧色。归至家，妻不下紝，嫂不为炊。父母不与言。苏秦喟叹曰：“妻不以我为夫，嫂不以我为叔，父母不以我为子，是皆秦之罪也。”乃夜发书，陈箧数十，得太公阴符之谋，伏而诵之，简练以为揣摩。读书欲睡，引锥自刺其股，血流至足，曰：“安有说人主，不能出其金玉锦绣，取卿相之尊者乎？”期年，揣摩成，曰：“此真可以说当世之君矣。”\n\n　　于是乃摩燕乌集阙，见说赵王于华屋之下，抵掌而谈，赵王大悦，封为武安君。受相印，革车百乘，锦绣千纯，白璧百双，黄金万溢，以随其后，约从散横以抑强秦，故苏秦相于赵而关不通。\n\n　　当此之时，天下之大，万民之众，王侯之威，谋臣之权，皆欲决苏秦之策。不费斗粮，未烦一兵，未战一士，未绝一弦，未折一矢，诸侯相亲，贤于兄弟。夫贤人在而天下服，一人用而天下从，故曰：式于政不式于勇；式于廊庙之内，不式于四境之外。当秦之隆，黄金万溢为用，转毂连骑，炫熿于道，山东之国从风而服，使赵大重。且夫苏秦，特穷巷掘门桑户棬枢之士耳，伏轼撙衔，横历天下，廷说诸侯之王，杜左右之口，天下莫之能伉。\n\n　　将说楚王，路过洛阳，父母闻之，清宫除道，张乐设饮，郊迎三十里。妻侧目而视，倾耳而听。嫂蛇行匍伏，四拜自跪而谢。苏秦曰：“嫂何前倨而后卑也？”嫂曰：“以季子之位尊而多金。”苏秦曰：“嗟乎！贫穷则父母不子，富贵则亲戚畏惧。人生世上，势位富厚，盖可忽乎哉？”\n\n","type":["古文观止","故事","写人"],"remark":"苏秦：字季子，战国时洛阳人，著名策士，纵横派代表人物，先用连横之说说秦，后又主张合纵，为东方六国所任用，后因在齐国为燕昭王从事反间活动被发觉，车裂而死。\n连横：战国时代，合六国抗秦，称为约从（或“合纵”）；秦与六国中任何一国联合以打击别的国家，称为连横。\n说（shuì）：劝说，游说。\n秦惠王：前年至前年在位。\n巴：今四川省东部。\n蜀：今四川省西部。\n汉中：今陕西省秦岭以南一带。\n胡：指匈奴族所居地区。\n貉（hé）：一种形似狐狸的动物，毛皮可作裘。\n代：今河北、山西省北部。以产良马闻世。\n巫山：在今四川省巫山县东。\n黔中：在今湖南省沅陵县西。\n限：屏障。\n肴：同“肴”，肴山在今河南省洛宁县西北。\n函：函谷关，在今河南省灵宝县西南。\n奋击：奋勇进击的武士。\n天府：自然界的宝库。\n俨然：庄重矜持。\n愿以异日：愿改在其他时间。\n神农：传说中发明农业和医药的远古帝王。\n补遂：古国名。\n黄帝：姬姓，号轩辕氏，传说中中原各族的共同祖先。\n涿鹿：在今河北省涿鹿县南。\n禽：通“擒”。\n蚩尤：神话中东方九黎族的首领。\n驩（huān）兜（dōu）：尧的大臣，传说曾与共工一起作恶。\n三苗：古代少数民族。\n共工传为尧的大臣，与驩兜、三苗、鲧并称四凶。\n有夏：即夏桀。“有”字无义。\n崇：古国名，在今陕西省户县东。\n纣：商朝末代君主，传说中的大暴君。\n伯：同“霸”，称霸。\n恶：同“乌”，何。\n毂（gǔ）：车轮中央圆眼，以容车轴。这里代指车乘。\n饬：通“饰”，修饰文词，即巧为游说。\n万端俱起：群议纷起。\n稠浊：多而乱。\n聊：依靠。\n章：同“彰”，明显。\n伟服：华丽的服饰。\n厉：通“砺”，磨砺。\n徒处：白白地等待。\n五伯：伯同“霸”，“五伯”即春秋五霸。指春秋时先后称霸的五个诸侯：齐桓公、宋襄公、晋文公、秦穆公、楚庄王。\n杖：持着。\n橦（chōng）：冲刺。\n凌：凌驾于上。\n万乘：兵车万辆，指大国。\n诎：同“屈”，屈服。\n元元：人民。\n嗣主：继位的君王。\n至道：指用兵之道。\n惛：不明。\n说不行：指连横的主张未得实行。\n羸（léi）：缠绕。\n縢（téng）：绑腿布。\n蹻（jué）草鞋。\n橐（tuó）：囊。\n犁：通“黧”（lí），黑色。\n归：应作“愧”。\n紝（rèn）：纺织机。\n太公：姜太公吕尚。\n阴符：兵书。\n简：选择。\n练：熟习。\n足：应作“踵”，足跟。\n摩：靠近。\n燕乌集：宫阙名。\n华屋：指宫殿。\n抵：通“抵”（zhǐ），拍击。\n武安：今属河北省。\n溢：通“镒”。一镒二十四两。\n关：函谷关，为六国通秦要道。\n式：用。\n廊庙：指朝廷。\n隆：显赫。\n山东：指华山以东。\n使赵大重：谓使赵的地位因此而提高。\n掘门：同窟门，窰门。\n桑户：桑木为板的门。\n棬（quān）枢：树枝做成的门枢。\n轼：车前横木。\n撙（zǔn）：节制。\n伉：通“抗”。\n张：设置。\n倨：傲慢。\n季子：苏秦的字。\n盖：同“盍”，何。\n\n\n","translation":"　　苏秦起先主张连横，劝秦惠王说：“大王您的国家，西面有巴、蜀、汉中的富饶，北面有胡貉和代马的物产，南面有巫山、黔中的屏障，东面有肴山、函谷关的坚固。耕田肥美，百姓富足，战车有万辆，武士有百万，在千里沃野上有多种出产，地势形胜而便利，这就是所谓的天府，天下显赫的大国啊。凭着大王的贤明，士民的众多，车骑的充足，兵法的教习，可以兼并诸侯，独吞天下，称帝而加以治理。希望大王能对此稍许留意一下，我请求来实现这件事。”\n　　秦王回答说：“我听说：羽毛不丰满的不能高飞上天，法令不完备的不能惩治犯人，道德不深厚的不能驱使百姓，政教不顺民心的不能烦劳大臣。现在您一本正经老远跑来在朝廷上开导我，我愿改日再听您的教诲。”\n　　苏秦说：“我本来就怀疑大王不会接受我的意见。过去神农讨伐补遂，黄帝讨伐涿鹿、擒获蚩尤，尧讨伐驩兜，舜讨伐三苗，禹讨伐共工，商汤讨伐夏桀，周文王讨伐崇国，周武王讨伐纣王，齐桓公用武力称霸天下。由此看来，哪有不用战争手段的呢？古代让车辆来回奔驰，用言语互相交结，天下成为一体，有的约从有的连横，不再储备武器甲胄。文士个个巧舌如簧，诸侯听得稀里胡涂，群议纷起，难以清理。规章制度虽已完备，人们却到处虚情假意，条文记录又多又乱，百姓还是衣食不足。君臣愁容相对，人民无所依靠，道理愈是清楚明白，战乱反而愈益四起。穿着讲穿服饰的文士虽然善辩，攻战却难以止息。愈是广泛地玩弄文辞，天下就愈难以治理。说的人说得舌头破，听的人听得耳朵聋，却不见成功，嘴上大讲仁义礼信，却不能使天下人相亲。于是就废却文治、信用武力，以优厚待遇蓄养勇士，备好盔甲，磨好兵器，在战场上决一胜负。想白白等待以招致利益，安然兀坐而想扩展疆土，即使是上古五帝、三王、五霸，贤明的君主，常想坐而实现，势必不可能。所以用战争来解决问题，相距远的就两支队伍相互进攻，相距近的持着刀戟相互冲刺，然后方能建立大功。因此对外军队取得了胜利，对内因行仁义而强大，上面的国君有了权威，下面的人民才能驯服。现在，要想并吞天下，超越大国，使敌国屈服，制服海内，君临天下百姓，以诸侯为臣，非发动战争不可。现在在位的国君，忽略了这个根本道理，都是教化不明，治理混乱，又被一些人的奇谈怪论所迷惑，沉溺在巧言诡辩之中。象这样看来，大王您是不会采纳我的建议的。”\n　　劝说秦王的奏折多次呈上，而苏秦的主张仍未实行，黑貂皮大衣穿破了，一百斤黄金也用完了，钱财一点不剩，只得离开秦国，返回家乡。缠着绑腿布，穿着草鞋，背着书箱，挑着行李，脸上又瘦又黑，一脸羞愧之色。回到家里，妻子不下织机，嫂子不去做饭，父母不与他说话。苏秦长叹道：“妻子不把我当丈夫，嫂子不把我当小叔，父母不把我当儿子，这都是我的过错啊！”于是半夜找书，摆开几十只书箱，找到了姜太公的兵书，埋头诵读，反复选择、熟习、研究、体会。读到昏昏欲睡时，就拿针刺自己的大腿，鲜血一直流到脚跟，并自言自语说：“哪有去游说国君，而不能让他拿出金玉锦绣，取得卿相之尊的人呢？”满一年，研究成功，说：“这下真的可以去游说当代国君了！”\n　　于是就登上名为燕乌集的宫阙，在宫殿之下谒见并游说赵王，拍着手掌侃侃而谈，赵王大喜，封苏秦为武安君。拜受相印，以兵车一百辆、锦绣一千匹、白璧一百对、黄金一万镒跟在他的后面，用来联合六国，瓦解连横，抑制强秦，所以苏秦在赵国为相而函谷关交通断绝。\n　　在这个时候，那么大的天下，那么多的百姓，王侯的威望，谋臣的权力，都要被苏秦的策略所决定。不花费一斗粮，不烦劳一个兵，一个战士也不作战，一根弓弦也不断绝，一枝箭也不弯折，诸侯相亲，胜过兄弟。贤人在位而天下驯服，一人被用而天下合纵，所以说：应运用德政，不应凭借勇力；应用于朝廷之内，不应用于国土之外。在苏秦显赫尊荣之时，黄金万镒被他化用，随从车骑络绎不绝，一路炫耀，华山以东各国随风折服，从而使赵国的地位大大加重。况且那个苏秦，只不过是出于穷巷、窑门、桑户、棬枢之中的贫士罢了，但他伏在车轼之上，牵着马的勒头，横行于天下，在朝廷上劝说诸侯王，杜塞左右大臣的嘴巴，天下没有人能与他匹敌。\n　　苏秦将去游说楚王，路过洛阳，父母听到消息，收拾房屋，打扫街道，设置音乐，准备酒席，到三十里外郊野去迎接。妻子不敢正面看他，侧着耳朵听他说话。嫂子像蛇一样在地上匍匐，再三再四地跪拜谢罪。苏秦问：“嫂子为什么过去那么趾高气扬，而现在又如此卑躬屈膝呢？”嫂子回答说：“因为你地位尊贵而且很有钱呀。”苏秦叹道：“唉！贫穷的时候父母不把我当儿子，富贵的时候连亲戚也畏惧，人活在世上，权势地位和荣华富贵，难道是可以忽视的吗？”\n\n"}
{"_id":{"$oid":"5b9a185c367d5c0f40d22dc3"},"title":"杂诗","dynasty":"唐代","writer":"佚名","content":"近寒食雨草萋萋，著麦苗风柳映堤。\n等是有家归未得，杜鹃休向耳边啼。","type":["唐诗三百首","寒食节","思乡","感伤"],"remark":"著：吹入。\n等是：为何。\n杜鹃：鸟名，即子规。\n\n","translation":"时令将近寒食，春雨绵绵春草萋萋；春风过处苗麦摇摆，堤上杨柳依依。\n这是为什么呵，我却有家归去不得？杜鹃呵，不要在我耳边不停地悲啼。\n\n"}
{"_id":{"$oid":"5b9a185c367d5c0f40d22dc4"},"title":"四块玉·别情","dynasty":"元代","writer":"关汉卿","content":"自送别，心难舍，一点相思几时绝？凭阑袖拂杨花雪。溪又斜，山又遮，人去也！\n\n","type":["离别","相思"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155734790.mp3","remark":"南吕：宫调名。四块玉：曲牌名。\n绝：断。\n凭阑袖拂杨花雪：写主人公靠着阑干，用袖拂去如雪的飞絮，以免妨碍视线。杨花雪，语出苏轼《少年游》：“去年相送，余杭门外，飞雪似杨花。今年春尽，杨花似雪，犹不见还家。”如雪花般飞舞的杨花。\n斜：此处指溪流拐弯。\n\n","shangxi":"　　这是一首描写离别情绪的小令，用代言体写男女离别相思，从语言、结构到音情都有值得称道之处。\n\n　　“自送别，心难舍，一点相思几时绝。”自从送别以后，心中万分难舍，一点相思之情，绵绵不断，不知何时能停止？作者以主人公——一名与爱人分离的女子口吻写来，直抒其缠绵的相思、真挚的爱情。曲从别后说起，口气虽平易，然送别的当时，既觉“难舍”，过后思量，心绪自然无法平静。说“相思”只“一点”，似乎不多，但又不知“几时”能绝。这就强调了别情缠绵的一面，比起强调别情沉重的那一面，似乎更合情理，此即所谓藕断丝连。“一点相思几时绝”是全篇的中心，它强调了别情的缠绵，使之成为全篇描写和抒情的基调，也使前三句显得十分形象。\n\n　　“凭阑袖拂杨花雪”一句有二重意味：首先点明季节为暮春（杨花如雪）时候，此时节容易动人离思，句中或许还含有“去年相送，余杭门外，飞雪似杨花。今年春尽，杨花似雪，犹不见还家”（苏轼《少年游》）那种暗示别离情景的意味；二是点明处所系有阑干处，当是高楼；与此同时也就点明了女主人公是独上高楼，她在楼上站了很久，以致杨花飞满衣襟，须时时“袖拂”。\n\n　　末尾三句“溪又斜，山又遮，人去也”，分明是别时景象，它与前数句的关系不甚确定。可有多种解会。可作顺承看，女主人公既在“凭阑”，不免由望情人的去路而引起神伤，“人去也”是痛定思痛的口吻。另一种是作逆挽看，可认为作者在章法上作了倒叙腾挪，近乎小山词所谓“从别后，忆相逢”（晏几道《鹧鸪天》）的写法。两种解读都可以，就造就了作品的多义性和启发性，体现了作品之妙。\n\n","translation":"自从那天送你远去，我心里总是对你难分难舍，一点相思情在心中萦绕不绝。记得送别时我斜倚着栏杆目送你远行。我用衣袖拂去如雪的杨花，以免妨碍视线。然而你的身影已看不见了，只见弯弯曲曲的小溪向东流去，重重的山峦遮住了你远行的道路，我才意识到心上的人，真的走远了。\n\n"}
{"_id":{"$oid":"5b9a185c367d5c0f40d22dc5"},"title":"忆秦娥·伤离别","dynasty":"宋代","writer":"何梦桂","content":"伤离别。江南雁断音书绝。音书绝。两行珠泪，寸肠千结。 \n伤心长记中秋节。今年还似前年月。前年月。那知今夜，月圆人缺。","type":["离别｜抒情｜伤感｜怀人"],"remark":"音书：音讯，书信。\n珠泪：眼泪，因泪滴圆如珠，故称。\n\n","translation":"为别离伤感，江南的大雁无法传来你的消息。音讯断绝，我内心愁肠郁结，流下眼泪。想起之前中秋节的时候，月亮和今天的一样。那时候我们还未分别，可今天啊，月亮是圆满的，我们是残缺的。\n\n"}
{"_id":{"$oid":"5b9a185c367d5c0f40d22dc6"},"title":"满江红·汉水东流","dynasty":"宋代","writer":"辛弃疾","content":"汉水东流，都洗尽，髭胡膏血。人尽说，君家飞将，旧时英烈。破敌金城雷过耳，谈兵玉帐冰生颊。想王郎，结发赋从戎，传遗业。\n腰间剑，聊弹铗。尊中酒，堪为别。况故人新拥，汉坛旌节。马革裹尸当自誓，蛾眉伐性休重说。但从今，记取楚楼风，庾台月。","type":["咏史怀古","告诫"],"remark":"汉水：长江支流，源出陕西，流经湖北，穿武汉市而入长江。\n髭（zī）胡：代指入侵的金兵。膏血：指尸污血腥。\n飞将：指西汉名将李广。他善于用兵，作战英勇，屡败匈奴，被匈奴誉为“飞将军”。《史记·李将军列传》：“广居右北平，匈奴闻之，号曰‘汉之飞将军’，避之数岁，不敢人右北平。”\n金城：言城之坚，如金铸成。雷过耳：即如雷贯耳，极言声名大震。\n玉帐：主帅军帐的美称。宋张淏《云谷杂记》：“《艺文志》有《玉帐经》一卷，乃兵家厌胜之方位，谓主将于其方置军帐，则坚不可犯，犹玉帐然，其法出于皇帝遁甲云。”冰生颊：言其谈兵论战明快爽利，辞锋逼人，如齿颊间喷射冰霜。宋苏轼《浣溪沙·有赠》：“上殿云霄生羽翼，论兵齿颊带风霜”\n结发：即束发。古代男子二十岁束发，表示成年。从戎：从军。《三国志·魏书·王粲传》：“年十七，司徒辟，诏除黄门侍郎，以西京扰乱，皆不就。乃之荆州依刘表。……魏国既建，拜侍中。曹操于建安二十年三月西征张鲁于汉中，张鲁降。是行也，侍中王粲作《从军行》五首以美其事。”\n弹铗：敲击剑柄。《战国策·齐策四》：“齐人有冯谖者，贫乏不能自存，使人属孟尝君，愿寄食门下。孟尝君曰：‘客何好？’曰：‘客无好也。’曰：‘客何能？’曰：‘客无能也。’孟尝君笑而受之曰：‘诺。’……居有顷，倚柱弹其剑，歌曰：‘长铗归来乎！食无鱼。’”\n汉坛旌（jīng）节：暗用刘邦筑坛拜韩信为大将事。《汉书·高帝纪》：“于是汉王斋戒，设坛场，拜信为大将军。”\n马革裹尸：用马皮裹卷尸体。《后汉书·马援传》：“方今匈奴、乌桓尚扰北边，欲自请击之。男儿要当死于边野，以马革裹尸还葬耳，何能卧床上在儿女子手中邪？”\n蛾眉：女子修长而美丽的眉毛，代指美女。汉枚乘《七发》：“洞房清宫，命曰寒热之媒；皓齿娥眉，命曰伐性之斧；甘脆肥醲，命曰腐肠之药。”\n楚楼：即兰台。故址在今湖北江陵。宋李曾伯《可斋杂著》卷二八《登江陵沙市楚楼》：“壮丽中居荆楚会，风流元向蜀吴夸。 楼头恰称元龙卧，切勿轻嗤作酒家。”\n庾（yǔ）台：一称南楼，在今湖北武昌市。东晋庾亮为荆州刺史时，曾偕部属登斯楼赏月。\n\n","shangxi":"　　这首词是一首送别之作，因为友人军职升迁是一件大喜事，所以此词全无哀婉伤感之情，通篇都是对友人的赞扬与鼓励，只是最后提醒友人不要忘记知音好友，一点即止。\n\n　　上片写战争过去，人们的战争，敌情观念薄弱了，“髭胡膏血”都被汉水洗净了，这是一句反义用语，道出了作者心里的不平。接着用“人尽说”回忆王君的“归时英烈”。下片的过片与上片的开头遥相照应。既然没有战争了，刀剑就应入库了。腰间剑，聊弹铗；尊中酒，堪为别——前两句由友人写到自己，以战国时的冯谖为喻，表达作者勇无所施、报国无门的愤懑。后两句表达自己对送行友人的歉意，言自己无物可送，只能用杯子之酒为别去的朋友送行。\n\n　　况故人新拥、汉坛旌节——“汉坛”，汉高祖刘邦曾在汉中筑坛拜韩信为大将。这两句言朋友官职地位之重，言外之意，朋友处此重位，定能像当年的韩信一样一展抱负，发挥自己的才能，为国立功。马革裹尸当自誓，蛾眉伐性休重说。——这两句承上，前句用东汉马援之典。后句化用枚乘《七发》中“皓齿蛾眉，命曰伐性之斧”语句，是说贪恋女色，必当自残生命。词人认为男儿应当立誓以马革裹尸死在沙场而还，至于那些沉溺酒色自戕生命之行再也休提，以此激励友人要以杀敌报国为务，勿沉溺于男女私情而堕了青云之志。\n\n　　但从今，记取楚台风，庾台月。——引用战国宋玉和东晋庾亮的典故。以此劝诫友人：不要忘记咱们在楚楼、裴台吟风赏月的这段友谊。全词激昂沉郁，愤懑与不平隐含在曲折之中。\n\n","translation":"汉水滔滔，向东流去；它冲净了那些满脸长着胡须的敌人嘴上沾着人民的膏血。人们都说：当年你家的飞将军，英勇威列地打击敌人。攻破敌人坚固的城池的时候，迅速勇猛，像迅雷过耳那么快；在玉帐里谈论兵法或者是研究战术的时候，态度激昂兴奋，语言慷慨激烈，两颊都结了冰。回想王郎，你才到结发的年令，就从事戎马生活。继承着先人的事业。\n我腰里悬挂的宝剑没有用了，只有在无聊的时候，把它当作乐器，弹着剑柄唱唱歌。今天拿着酒杯，喝着酒为你送别。况且这是我的好朋友你，又是重新被任用，你簇拥旌节的仪仗，登上了拜将坛，封你为编率大军的将军。你是大丈夫男儿汉，应当把马革裹尸当作自己的誓言，为了消灭敌人，为国捐躯是最光荣的。有些人，贪图安乐，迷恋女色，是自伐生命，应以为戒，再也不要说它了。从今后，要牢牢记住：咱们在楚楼、裴台吟风赏月的这段友谊。\n\n"}
{"_id":{"$oid":"5b9a185c367d5c0f40d22dc7"},"title":"水调歌头·秋色渐将晚","dynasty":"宋代","writer":"叶梦得","content":"秋色渐将晚，霜信报黄花。小窗低户深映，微路绕欹斜。为问山翁何事，坐看流年轻度，拚却鬓双华。徙倚望沧海，天净水明霞。 \n念平昔，空飘荡，遍天涯。归来三径重扫，松竹本吾家。却恨悲风时起，冉冉云间新雁，边马怨胡笳。谁似东山老，谈笑静胡沙。","type":["宋词三百首","豪放","隐居","生活","忧国忧民"],"remark":"秋色渐将晚，霜信报黄花。：暮秋景物渐呈苍老深暗之色，菊花开时报来了将要降霜的信息。黄花，指菊花。\n小窗低户：指简陋的房屋。\n微路，小路。\n敧（qī）斜：倾斜，歪斜。\n山翁：《晋书·山简传》载山简好酒易醉。作者借以自称。\n何事：为什么。\n坐看：空看、徒欢。\n流年：指流逝的岁月。\n拚（pàn判） 却：甘愿。\n华：同花，指在闲居中空白了鬓发。\n徙（xǐ）倚：徘徊，流连不去。\n沧海：此指临近湖州的太湖。作者时居汴山，在太湖南岸。\n平昔：往日。\n遍：这里是“走遍”的意思。\n天涯，天边，喻平生飘荡之远。\n归来三径重扫，松竹本吾家：写辞官归隐家园。化用晋代陶渊明《归去来兮辞》：“三径就荒，松菊犹存。”三径，庭院间的小路。据晋代赵岐《三辅决录-逃名》记载，西汉末，王莽专权，兖州刺史蒋诩辞官归里，院中辟有三径，只与求仲、羊仲往来。后来遂以“三径”作为隐士居所之称。松竹，代指山林隐居处，含有贞节自持之意。三径：王莽专权时，兖州刺史蒋诩辞宫回家，于园中辟三径，惟与求仲、羊仲往来。后常用三径喻隐居生活。\n却恨悲风时起，冉冉云间新雁，边马怨胡笳。：这里化用三国时魏国蔡琰《悲愤诗》。“胡笳动兮边马鸣，孤雁归兮声嘤嘤!”悲风，悲凉的秋风。冉冉，指大雁缓缓飞行的样子。新雁，指最初南归之雁。边马，指边地的军马。胡笳，古代塞外民族的一种乐器。此处指军中的号角。\n谁似东山老，谈笑净胡沙：化用李白《永王东巡歌》中的“但用东山谢安石，为君谈笑净胡沙”。胡沙。指代胡人发动的战争。\n\n","shangxi":"　　这首词是作者晚年退居卞山所作。它是一首自叙平生、抒写情怀的词。表达了作者心中的悲愤之情和对国事担忧。\n\n　　词分上下两片。上片以写景为主，兼寓流年虚度的慨叹。\n\n　　“秋色渐将晚，霜信报黄花。”词的第一个字“秋”，点明时序，是泛指。然后再具体写秋色。“晚”字是形象的说法，它既不是“来得晚”的意思，也不是确指“晚上”，而是由“老”引伸出来的含意。意思是说，暮秋的景物渐渐地呈现出苍老深暗的颜色了。伴随深秋而来的，自然是凛冽的冰霜，以及那“颜色只从霜后好，不知人世有春风”性本高洁的菊花，即词里所说的黄花。黄花开，霜降至。\n\n　　“小窗低户深映，微路绕敧斜。”“小窗低户”形容房屋简陋，敧斜即倾斜的意思。这两句是说，简陋的小屋掩映于秋色黄花之中，屋前是曲折倾斜的小路。这里既写出了环境的幽清孤寂，也由门前的曲折小路折射出作者的九曲愁肠。\n\n　　“为间山翁何事，坐看流年轻度，拚却鬓双华。”“为”在这里作助词用，没有实在意义。山翁指晋代山简，”这里作者以山简自比。拚却是甘愿的意思。这里有反洁意，是说“难道甘愿”。双鬓华:指年事已高，两鬓生霜。它与上边的“霜信报黄花”有着巧妙的内在联系。前者写秋色将晚，后者写人近晚年。作者以山翁自比。前加“问”字，说明他不甘寂寞，时时在反躬自省。言外之意是我每天干些什么呢?白白地看着年华轻易逝去，这是何等痛心的事情!国难当头，我能甘心服老吗？\n\n　　“徙倚望沧海，天净水明霞”。这一句真实地记录了他经过反复的思考后此刻的开阔心境。徙倚是留连徘徊的意思。沧海即大海，作者以谢安自比，明显地表达了他对谢安不甘示芜的小路，观赏观赏自家的青松翠竹，看似悠弱、泛海东还的退隐之志的仰慕与追求。“天净水明霞”则是眼前美景的写照，以此衬托出他一旦有了明确的人生追求之后的开阔心胸:如秋天长空那样纯净，如霞映水中那样明丽。这短短的几个字，看似平平淡淡，内容却实实在在。既写了体现诗词形象的人，又写了水天明净的景；既写了流连徘徊的貌，又写了泛滥于内心深处的情。情中见景，景中含情，可谓浑然一体了。\n\n　　下片直抒胸怀。写虽然在家闲居，却对国事深怀忡忡忧心，自恨不能为国建功立业。\n\n　　“念平昔，空飘荡，遍天涯。”三字一句，短促有力，如响板敲来，铿然有声，抒发了作者回想往事，空在四方飘游而无所成就的自责自罪、自怨自艾的怅惘心情。“空飘荡，遍天涯”既显示了他的谦谨胸怀，又委婉地传达出他企望重操旧业、再立新功的心声。\n\n　　“归来三径重扫，松竹本吾家。”写的是闲居生活的无聊小事。作者写自己:每天在庭院中扫扫荒芜的小路，观赏观赏自家的青松翠竹，看似悠闲自在，实则这绝不是他心甘情愿的。\n\n　　“却恨悲风时起，冉冉云间新雁，边马怨胡茄。”悲风指凄厉的寒风。却恨是更恨的意思。“悲风”之前加上“却恨”，强化了词人的情感波澜，即由怅惘不安进而愤愤不平了。为什么？因为冉冉飞翔于白云之间的新雁带来了敌人侵扰的消息，边境很不安宁啊!胡茄是汉代流行于塞北和西域一带的管乐器，其音悲凉。作者用眼前悲风、新雁、战地边马、胡茄组接的凄清图景，烘托边地悲凉的战争景象。而作者身在深山、心存国事，为敌人的入侵骚扰而忧心忡忡的心绪便于这“眼前景、身外事”的看似平淡的记叙中得到实实在在的展示。\n\n　　“谁似东山老，谈笑净胡沙。”这一句大笔淋漓，一语见雄杰。东山在浙江上虞县西南，谢安早年隐居在这里。又临安、金陵均有东山，也是谢安游憩之地。所以后人称谢安为东山老。胡沙即胡人。因胡人多居风沙时起的塞外。静胡沙是使边塞安宁的意思，这里指的是消灭敌人。这里借用李白《永王东巡歌》里“但用东山谢安石，为君谈笑静胡沙”的诗意抒写自己的报国情怀。“谁似东山老”两句，既是说，在当今时代，没有人能像谢安那样，指挥若定地歼灭敌人，也是说自己不能像谢安那样，“谈笑静胡沙”作者运用反洁语气，长声仰叹，既是精忠报国的宣言，也是对腐朽朝廷的愤怒控告!读来气势磅礴，声情并壮，足可泣鬼神、撼日月、振山河。\n\n","translation":"秋色日渐变浓，金黄的菊花传报霜降的信息。小窗低户深深掩映在菊花丛中，小路盘山而上，曲折倾斜。询问山公到底有什么心事， (原来是不忍心)坐看时光轻易流逝而双鬓花白。在太湖边上徘徊凝望，天空澄澈，湖水映照着明丽的彩霞。\n追忆往日，漂泊不定，走遍天涯海角，却毫无建树。归来后重新打扫庭院中的小路，松竹才是我的家。却恨悲凉的秋风不时吹起，南归的大雁缓缓地飞行在云间，哀怨的胡笳声和边马的悲鸣声交织在一起。谁能像东晋谢安那样，谈笑间就扑灭了胡人军马扬起的尘沙。\n\n"}
{"_id":{"$oid":"5b9a185c367d5c0f40d22dc8"},"title":"点绛唇·醉漾轻舟","dynasty":"宋代","writer":"秦观","content":"醉漾轻舟，信流引到花深处。尘缘相误，无计花间住。\n烟水茫茫，千里斜阳暮。山无数，乱红如雨。不记来时路。","type":["写景","抒情","山水"],"remark":"尘缘：佛教名词。佛经中把色、声、香、味、触、法称作 “六尘”。以心攀缘六尘，遂被六尘牵累，故名。\n乱红：落花。李贺《将进酒》：“况是青春日将暮，桃花乱落如红雨。”\n\n","translation":"我酒醉后架着小船，在湖中荡漾，听任流水把小船推向花草深处。现实世界的名利缠身，不能解脱，没有办法在这如花的仙境住下去。\n烟水茫茫，笼罩在夕阳的余辉里。两岸的青山排列无数，晚风吹来，落花如雨，竟然不记得来时走过的路了。\n\n"}
{"_id":{"$oid":"5b9a185c367d5c0f40d22dc9"},"title":"江城子·孤山竹阁送述古","dynasty":"宋代","writer":"苏轼","content":"翠蛾羞黛怯人看。掩霜纨，泪偷弹。且尽一尊，收泪唱《阳关》。漫道帝城天样远，天易见，见君难。\n画堂新构近孤山。曲栏干，为谁安？飞絮落花，春色属明年。欲棹小舟寻旧事，无处问，水连天。","type":["离别","相思"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155734966.mp3"}
{"_id":{"$oid":"5b9a185c367d5c0f40d22dca"},"title":"代出自蓟北门行","dynasty":"南北朝","writer":"鲍照","content":"羽檄起边亭，烽火入咸阳。\n征师屯广武，分兵救朔方。(征师 一作：征骑)\n严秋筋竿劲，虏阵精且强。\n天子按剑怒，使者遥相望。\n雁行缘石径，鱼贯度飞梁。\n箫鼓流汉思，旌甲被胡霜。\n疾风冲塞起，沙砾自飘扬。\n马毛缩如蝟，角弓不可张。\n时危见臣节，世乱识忠良。\n投躯报明主，身死为国殇。","type":["乐府","边塞","生活","励志"],"remark":"《代出自蓟北门行》是乐府旧题，属杂曲歌辞。此诗通过边庭紧急战事和边境恶劣环境的渲染，突出表现了壮士从军卫国、英勇赴难的壮志和激情。蓟，古代燕国京都，在今北京市西南。\n羽檄（xí）：古代的紧急军事公文。边亭：边境上的瞭望哨。\n烽火：边防告警的烟火，古代边防发现敌情，便在高台上燃起烽火报警。咸阳：城名，秦曾建都于此，借指京城。\n征师：征发的部队。一作“征骑”。屯：驻兵防守。广武：地名，今山西代县西。\n朔方：汉郡名，在今内蒙古自治区河套西北部及后套地区。\n严秋：肃杀的秋天。这句的意思是弓弦与箭杆都因深秋的干燥变得强劲有力。\n虏阵：指敌方的阵容。虏，古代对北方入侵民族的恶称。\n天子按剑怒：指天子闻警后大怒。\n使者句：意思是军情紧急，使者奔走于路，络绎不绝，遥相望见。\n雁行：排列整齐而有次序，像大雁的行列一样。缘，沿着。\n鱼贯：游鱼先后接续。飞梁：凌空飞架的桥梁。\n萧鼓：两种乐器，此指军乐。流汉思：流露出对家国的思念。\n旌（jīng）甲：旗帜、盔甲。\n砾（lì）：碎石。\n缩：蜷缩。蝟：刺猬。角弓：以牛角做的硬弓。\n投躯：舍身；献身。国殇（shāng）：为国牺牲的人。\n\n","shangxi":"　　诗开头就表现了边亭告警的紧急情况：“羽檄起边亭，烽火入咸阳。征骑屯广武，分兵救朔方。”敌方入侵的信息接连传入京城，汉军征集马队，屯驻广武，分遣精兵，出救朔方。前两句“羽檄”、“烽火”用互文见义法，强化了军情的危急。后两句为一触即发的生死搏斗埋下了伏笔。\n\n　　诗进而表现了胡焰嚣张，天子震怒的严重局势：“严秋筋竿劲，虏阵精且强。天子按剑怒，使者遥相望。”胡方利用深秋弓坚矢劲，大举入犯，汉方天子震怒，使者促战，相望于道。四句有力地暗示一场激烈的战斗即将展开，很能唤起读者的兴趣。\n\n　　接着用两联工整对句极写汉军准备投入战斗的壮阔场面，颇有先声夺人气势。“雁行缘石径，鱼贯度飞粱。箫鼓流汉思，旌甲被胡霜。”石径迂折，飞粱直跨，大军行进，秩序井然。但闻箫鼓中传出汉军的豪情壮思，旌甲上沾满胡地的霜露雪花。前两句用雁行、鱼贯两个比喻刻画汉军跋涉辛苦，纪律严明的英雄风貌。后两句则突出将士们战胜恶劣环境的大无畏精神。缘、度、流、被四字，分别起了传神点睛作用。\n\n　　然后着重描写进入实战状态时气候剧变的特殊情况：“疾风冲塞起，沙砾自飘扬。马毛缩如猬，角弓不可张。”疾风冲塞而起，沙砾满天飘扬。战马瑟缩，不能奔驰，劲弓冻结，难以开张。这四句把边塞风光与战地生活紧紧衔联，很自然地为英勇顽强的壮士安排好一个典型环境，使他们在艰苦条件下表现的可贵战斗精神有效地得到显示。\n\n　　最后四句是全诗的精华：“时危见臣节，世乱识忠良。投躯报明主，身死为国殇。”自古以来的忠节之士，都是在严峻考验中察“见”和“识”别出来的。他们必须在紧急关头付出最大牺牲。诗人用《九歌·国殇》礼赞勇武刚强、死于国事的“鬼雄”的辞语，颂扬为国捐躯的壮士，寄托了他对英烈的无比崇敬之情。这两联流传万口，几乎成了封建时代衡量忠良行为准则的诗句，产生了鼓舞人心的力量。\n\n　　此诗在思想与艺术上能达到较完美的统一，是由于紧凑曲折的情节，不断变化的画面和鲜明突出的形象在诗里得到了有机的结合。其中紧凑的情节，更起了重要作用。它由边亭告警，征骑分兵，加强防卫，进而写到虏阵精强，天子按剑，使者促战。然后着重写了汉军壮伟场面和战地自然风光。最后以壮士捐躯，死为国殇的高潮作结。\n\n　　贯串于上述紧凑情节中的，是各种生活画面，如边亭、咸阳、广武、朔方、虏阵、胡霜，包括了胡汉双方的广阔空间。活跃其中的，有交驰的羽檄，连天的烽火，雁行的队列，鱼贯的军容，箫鼓的节奏，旌甲的辉光等。尤其是疾风起，沙砾场，马瑟缩，弓冻凝的边塞风光画面，“神气光舞”（陈祚明语），“分明说出边塞之状”（朱熹语），更为此诗增添了艺术光彩，是鲍照表现边塞生活的重要艺术标志。\n\n　　上述画面从多角度进行描绘，而位于其中心的，则是壮士的英雄群像。不只征骑、分兵、缘石径、度飞粱、吹箫伐鼓、执旌被的严峻时刻，他们的形象也十分耀眼。尤其是时危世乱之际表现的忠节，更突出地闪现了英烈们为国献身的思想亮光。\n\n　　鲍照没有边塞生活的直接经验，却写出了成功的边塞作品，很可能是因为他善于把自己积累的北方边塞生活的间接知识和前辈作家的创作经验艺术地结合起来，他能自出心裁，自显身手，为南朝诗坛开出一朵奇葩，说明他对庄子《逍遥游》“有待”、“无待”的境界，是很领会的。\n\n","translation":"　　紧急征召的文书从边塞岗亭传来，战争爆发的消息已经传到京都。被征召的骑兵驻扎在广武县，将兵分几路解救被困的朔方。肃杀的秋天虽然十分寒冷，但战士们的战斗豪情丝毫没有减弱，他们手里的弓箭更加强劲了。但敌人的战阵也精锐而坚强。天子听到敌兵气焰嚣张的消息，按不住心中的怒火，也亲临战场与敌人一搏。战争十分激烈，传送军情战况的使者往来不绝。军队沿石径行进，如雁飞排成的行列；士兵依次渡过桥梁，如游鱼前后连贯。军乐流露出汉人的情思，战士们的旌旗和铠甲都披上了胡地的霜雪。他们冒着疾风冲锋陷阵，战场上的沙砾被扬起，随风飘荡。因为天气寒冷，马毛都像刺猬一样缩成一团，角弓也拉不开了。但在时局危险的时候，才可以看出那些臣子的节操；天下乱的时候，才能看出一个人是否忠良。战士们为回报君主之恩，都奋力拼杀，不顾自己的性命安危。身死之后，他们会成为为国牺牲的光荣的烈士。\n\n"}
{"_id":{"$oid":"5b9a185c367d5c0f40d22dcb"},"title":"长歌行","dynasty":"唐代","writer":"李咸用","content":"要衣须破束，欲炙须解牛。当年不快意，徒为他人留。 \n 百岁之约何悠悠，华发星星稀满头。峨眉螓首聊我仇， \n 圆红阙白令人愁。何不夕引清奏，朝登翠楼，逢花便折， \n 闻胜即游？鼓腕腾棍晴雷收，舞腰困褭垂杨柔。 \n 象箸击折歌勿休，玉山未到非风流。眼前有物俱是梦， \n 莫将身作黄金仇。死生同域不用惧，富贵在天何足忧！","type":[]}
{"_id":{"$oid":"5b9a185d367d5c0f40d22dcc"},"title":"代春怨","dynasty":"唐代","writer":"刘方平","content":"朝日残莺伴妾啼，开帘只见草萋萋。 \n庭前时有东风入，杨柳千条尽向西。 \n","type":["春天","闺怨"],"remark":"代：犹拟，说作者完全以一个闺妇身份来写这首诗。\n残莺：春暮时之莺。春暮则莺稀，故称残莺。\n萋萋：形容草生长得茂盛。暗用《楚辞·招隐士》春草、王孙意。意诣征人未归。 \n尽向西：唐时征战多在西陲。\n\n","translation":"时至暮春，独守空闺，莺啼声稀稀落落，应和着我的阵阵低泣。扯起珠帘，扑面央入满眼芳草。\n一阵东风从小院里吹过；千万条柳枝便如同千万缕离情，一条一缕都向西指；那迢迢的西陲啊，正是爱人守戍的地方。\n\n"}
{"_id":{"$oid":"5b9a185d367d5c0f40d22dcd"},"title":"长沙过贾谊宅","dynasty":"唐代","writer":"刘长卿","content":"三年谪宦此栖迟，万古惟留楚客悲。\n秋草独寻人去后，寒林空见日斜时。\n汉文有道恩犹薄，湘水无情吊岂知。\n寂寂江山摇落处，怜君何事到天涯。","type":["唐诗三百首","怀古","迁谪","生活"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155735054.mp3","remark":"贾谊：西汉文帝时政治家、文学家。后被贬为长沙王太傅，长沙有其故址。\n谪宦：贬官。栖迟：淹留。像鸟儿那样的敛翅歇息，飞不起来。\n楚客：流落在楚地的客居，指贾谊。长沙旧属楚地，故有此称。一作“楚国”。\n独：一作“渐”。\n汉文：指汉文帝。\n摇落处：一作“正摇落”。\n\n","shangxi":"　　这是一篇堪称唐诗精品的七律。\n\n　　“三年谪宦此栖迟，万古惟留楚客悲。”“三年谪宦”，只落得“万古”留悲，上下句意钩连相生，呼应紧凑，给人以抑郁沉重的悲凉之感。“此”字，点出了“贾谊宅”。“栖迟”，像鸟儿那样的敛翅歇息，飞不起来，这种生活本就是惊惶不安的，用以暗喻贾谊的侘傺失意，是恰切的。“楚客”，流落在楚地的客居，标举贾谊的身份。一个“悲”字，直贯篇末，奠定了全诗凄怆忧愤的基调，不仅切合贾谊的一生，也暗寓了刘长卿自己迁谪的悲苦命运。\n\n　　“秋草独寻人去后，寒林空见日斜时。”颔联是围绕题中的“过”字展开描写的。“秋草”，“寒林”，“人去”，“日斜”，渲染出故宅一片萧条冷落的景色，而在这样的氛围中，诗人还要去“独寻”，一种景仰向慕、寂寞兴叹的心情，油然而生。寒林日斜，不仅是眼前所见，也是贾谊当时的实际处境，也正是李唐王朝危殆形势的写照。\n\n　　“汉文有道恩犹薄，湘水无情吊岂知？”颈联从贾谊的见疏，隐隐联系到自己。出句要注意一个“有道”，一个“犹”字。号称“有道”的汉文帝，对贾谊尚且这样薄恩，那么，当时昏聩无能的唐代宗，对刘长卿当然更谈不上什么恩遇了；刘长卿的一贬再贬，沉沦坎坷，也就是必然的了。这就是所谓“言外之意”。\n\n　　诗人将暗讽的笔触曲折地指向当今皇上，手法是相当高妙的。接着，笔锋一转，写出了这一联的对句“湘水无情吊岂知”。这也是颇得含蓄之妙的。湘水无情，流去了多少年光。楚国的屈原哪能知道上百年后，贾谊会来到湘水之滨吊念自己；西汉的贾谊更想不到近千年后的刘长卿又会迎着萧瑟的秋风来凭吊自己的遗址。后来者的心曲，恨不起古人于地下来倾听，当世更没有人能理解。诗人由衷地在寻求知音，那种抑郁无诉、徒呼负负的心境，刻画得十分动情，十分真切。\n\n　　“寂寂江山摇落处，怜君何事到天涯！”读此尾联的出句，好像刘长卿就站在读者面前。他在宅前徘徊，暮色更浓了，江山更趋寂静。一阵秋风掠过，黄叶纷纷飘落，在枯草上乱舞。这幅荒村日暮图，正是刘长卿活动的典型环境。它象征着当时国家的衰败局势，与第四句的“日斜时”映衬照应，加重了诗篇的时代气息和感情色彩。“君”，既指代贾谊，也指代刘长卿自己；“怜君”，不仅是怜人，更是怜己。“何事到天涯”，可见二人原本不应该放逐到天涯。这里的弦外音是：我和您都是无罪的呵，为什么要受到这样严厉的惩罚！这是对强加在他们身上的不合理现实的强烈控诉。读着这故为设问的结尾，仿佛看到了诗人抑制不住的泪水，听到了诗人一声声伤心哀惋的叹喟。\n\n　　诗人联系与贾谊遭贬的共同的遭遇，心理上更使眼中的景色充满凄凉寥落之情。满腹牢骚，对历来有才人多遭不幸感慨系之，更是将自己和贾谊融为一体。\n\n　　这首怀古诗表面上咏的是古人古事，实际上还是着眼于今人今事，字里行间处处有诗人的自我在，但这些又写得不那么露，而是很讲究含蓄蕴藉的，诗人善于把自己的身世际遇、悲愁感兴，巧妙地结合到诗歌的形象中去，于曲折处微露讽世之意，给人以警醒的感觉。\n\n","translation":"贾谊被贬在此地居住三年，可悲遭遇千万代令人伤情。\n我在秋草中寻觅人迹不在，寒林里空见夕阳缓缓斜倾。\n汉文帝重才恩德尚且淡薄，湘江水无意凭吊有谁知情？\n寂寞冷落深山里落叶纷纷，可怜你不知因何天涯飘零？\n\n"}
{"_id":{"$oid":"5b9a185d367d5c0f40d22dce"},"title":"卢令","dynasty":"先秦","writer":"佚名","content":"卢令令，其人美且仁。\n卢重环，其人美且鬈。\n卢重鋂，其人美且偲。","type":["诗经","赞美"],"remark":"卢：黑毛猎犬。令令：即“铃铃”，猎犬颈下套环发出的响声。\n其人：指猎人。仁：仁慈和善。\n重（chóng ）环：大环套小环，又称子母环。\n鬈（quán ）：勇壮。一说发好貌。\n重鋂（méi ）：一个大环套两个小环。\n偲（cāi ）：多才多智。一说须多而美。\n\n","translation":"黑犬颈圈丁当响，猎人英俊又善良。\n黑犬脖上套双环，猎人英俊又勇敢。\n黑犬脖上环套环，猎人英俊又能干。\n\n"}
{"_id":{"$oid":"5b9a185d367d5c0f40d22dcf"},"title":"载驰","dynasty":"先秦","writer":"佚名","content":"载驰载驱，归唁卫侯。驱马悠悠，言至于漕。大夫跋涉，我心则忧。\n既不我嘉，不能旋反。视尔不臧，我思不远。\n既不我嘉，不能旋济？视尔不臧，我思不閟。\n陟彼阿丘，言采其蝱。女子善怀，亦各有行。许人尤之，众稚且狂。\n我行其野，芃芃其麦。控于大邦，谁因谁极？大夫君子，无我有尤。百尔所思，不如我所之。","type":["诗经","爱国"],"remark":"载（zài）：语助词。驰、驱：孔疏：“走马谓之驰，策马谓之驱。”\n唁（yàn）：向死者家属表示慰问，此处不仅是哀悼卫侯，还有凭吊宗国危亡之意。毛传：“吊失国曰唁。”卫侯：指作者之兄已死的卫戴公申。\n悠悠：远貌。\n漕：地名，毛传：“漕，卫东邑。”\n大夫：指许国赶来阻止许穆夫人去卫的许臣。\n嘉：认为好，赞许。\n视：表示比较。臧：好，善。\n思：忧思。远：摆脱。\n济：止。\n閟（bì）：同“闭”，闭塞不通。\n陟（zhì）：登。阿丘：有一边偏高的山丘。\n言：语助词。蝱（méng）：贝母草。采蝱治病，喻设法救国。\n怀：怀恋。\n行：指道理、准则，一说道路。\n许人：许国的人们。尤：责怪。\n众：“众人”或“终”。穉（zhì）：同“稚”，幼稚。\n芃（péng）芃：草茂盛貌。\n控：往告，赴告。\n因：亲也，依靠。极：至，指来援者的到达。\n之：往，指行动。\n\n","shangxi":"　　据清魏源《诗古微》考证，《诗经》中许穆夫人的作品有三篇，除此篇外尚有《邶风·泉水》《卫风·竹竿》二诗也为其所作，其中尤以《鄘风·载驰》思想性最强，它在强烈的矛盾冲突中表现了深厚的爱国主义思想。全诗分为四章，不像《周南·桃夭》《鄘风·相鼠》等篇每章句数、字数甚至连意思也基本相似，而是每多变化，思想感情也复杂得多。之所以如此，是因为作者的叙事抒情是从现实生活出发，从现实所引起的内心矛盾出发。故诗歌的形式随着内容的发展而发展，形成不同的语言和不同的节奏。\n\n　　诗的第一章，交代本事。当诗人听到卫国灭亡、卫侯逝世的凶讯后。立即快马加鞭，奔赴漕邑，向兄长的家属表示慰问。可是目的地未到，她的丈夫许穆公便派遣大夫跋山涉水，兼程而至，劝她马上停止前进。处此境地，她内心极为忧伤。这一章先刻画了诗人策马奔驰、英姿飒爽的形象，继而在许国大夫的追踪中展开了剧烈的矛盾冲突。其情景就好似京剧《萧何月下追韩信》中的场景。\n\n　　现实的冲突引起内心的冲突，经过以上的铺叙，第二章便开始写诗人内心的矛盾。此时诗中出现两个主要人物：“尔”，许国大夫；“我”，许穆夫人。一边是许国大夫劝她回去，一边是许穆夫人坚持赴卫，可见矛盾之激烈。按诗意理解，应有两层意思：前四句为一层，是说：你既待我不友好，我就不能返回许国，比起你这般没良心来，我对宗国总是念念不忘的；后四句为第二层，是说：你既待我不友好，我就不能渡过黄河到卫国，比起你这般没良心来，我的感情是不会轻易改变的。诗人正是处于这种前不能赴卫、后不能返许的境地之中，左右为难，十分矛盾。然而她的爱与憎却表现得非常清楚：她爱的是娘家，是宗国；憎的是对她不予理解又不给支持的许国大夫及其幕后指挥者许穆公。\n\n　　第三章矛盾没有前面那么激烈，诗的节奏渐渐放慢，感情也渐渐缓和。夫人被阻不能适卫，心头忧思重重，路上一会儿登上高山以舒解愁闷，一会儿又采摘草药贝母以治疗抑郁而成的心病。所谓“女子善怀，亦各有行”，是说她身为女子，虽多愁善感，但亦有她的做人准则——这准则就是关心生她养她的宗国。而许国人对她毫不理解，给予阻挠与责怪，这只能说明他们的愚昧、幼稚和狂妄。这一段写得委婉深沉，曲折有致，仿佛让人窥见她有一颗美好而痛苦的心灵，简直催人泪下。\n\n　　第四章写夫人归途所思。此时夫人行迈迟迟，一路上考虑如何拯救祖国。“我行其野，芃芃其麦”，说明时值暮春，麦苗青青，长势正旺。所谓“控于大邦”，指向齐国报告狄人灭卫的情况，请求他们出兵，但诗人又想不出用什么办法才能达到目的。此处既写了景，又写了情，情景双绘中似乎让人看到诗人缓辔行进的形象。同第一章的策马奔驰相比，表现了不同的节奏和不同的情绪。而这个不同完全是从生活出发的，盖初来之时因始闻卫亡的消息，所以心急如焚，快马加鞭，不暇四顾；而被许大夫阻挠之后，报国之志难酬，心情沉重，故而行动迟缓，眼看田野中的麦浪好似诗人起伏不定的心潮。诗笔至此，真是令人赞叹。\n\n　　最后四句，有的本子另作一章，不无道理，然依旧本，多与前四句并为一节，这样似更为合理。这四句当是承前而言，谓夫人归途中一边想向齐国求救，求救不成，又对劝阻她的许大夫心怀愤懑。此处朱熹《诗集传》释云：“大夫，即跋涉之大夫；君子，谓许国之众人也。”“大夫君子，无以我为有过，虽尔所以处此百方，然不如使我得自尽其心之为愈也。”照此解释则与首章“大夫跋涉，我心则忧”，前后呼应。字面上虽是“无我有尤”，实质上应是她对许大夫不让她适卫赴齐产生怨尤，正话反说，语气委婉，体现了《诗经》“温柔敦厚”之旨。末二句，表现了夫人的自信心，意为：那些大夫君子纵有千条妙计，总不如我的救卫之策高明。“我所之”的“之”字，若作动词解，便是往卫国或齐国去一趟的意思；也有训为“思”的，就是自指夫人的想法。不管哪一种解释，都反映了许穆夫人是一个颇有主张的人，她的救国之志、爱国之心始终不渝。全诗至此戛然而止，但它却留下无穷的诗意让读者去咀嚼回味，真是语尽而意不尽，令人一唱而三叹。\n\n","translation":"驾起轻车快驰骋，回去吊唁悼卫侯。挥鞭赶马路遥远，到达漕邑时未久。许国大夫跋涉来，阻我行程令我愁。\n竟然不肯赞同我，哪能返身回许地。比起你们心不善，我怀宗国思难弃。竟然没有赞同我，无法渡河归故里。比起你们心不善，我恋宗国情不已。\n登高来到那山冈，采摘贝母治忧郁。女子心柔善怀恋，各有道理有头绪。许国众人责难我，实在狂妄又稚愚。\n我在田野缓缓行，垄上麦子密密遍。欲赴大国去陈诉，谁能依靠谁来援？许国大夫君子们，不要对我生尤怨。你们考虑上百次，不如我亲自跑一遍。\n\n"}
{"_id":{"$oid":"5b9a185d367d5c0f40d22dd0"},"title":"乙卯重五诗","dynasty":"宋代","writer":"陆游","content":"重五山村好，榴花忽已繁。\n粽包分两髻，艾束著危冠。\n旧俗方储药，羸躯亦点丹。\n日斜吾事毕，一笑向杯盘。","type":["端午节","风俗"]}
{"_id":{"$oid":"5b9a185d367d5c0f40d22dd1"},"title":"清平乐·风鬟雨鬓","dynasty":"清代","writer":"纳兰性德","content":"风鬟雨鬓，偏是来无准。倦倚玉兰看月晕，容易语低香近。\n软风吹遍窗纱，心期便隔天涯。从此伤春伤别，黄昏只对梨花。","type":["爱情","思念"]}
{"_id":{"$oid":"5b9a185d367d5c0f40d22dd2"},"title":"喜春来·泰定三年丙寅岁除夜玉山舟中赋","dynasty":"元代","writer":"张雨","content":"江梅的的依茅舍，石漱溅溅漱玉沙。\n瓦瓯篷底送年华。问暮鸦：何处阿戎家？","type":["春节","思念"],"translation":"注释 泰定三年丙寅岁除夜：公元1326年除夕。泰定三年即为丙寅年。 玉山：今江西玉山县，在长北岸。 的的：鲜明貌。 溅溅：流水声， 玉沙：指银白色的浪花。 瓦瓯篷：一种简陋的船篷，形如瓦瓯（小盆）。 阿戎家：指亲人所在。杜甫《杜位宅守岁》：“守岁阿戎家，椒盘已颂花。”阿戎，指堂弟，这是晋宋以来的习惯称呼。杜位即杜甫堂弟。曲中泛指近亲。"}
{"_id":{"$oid":"5b9a185d367d5c0f40d22dd3"},"title":"鹧鸪天·座中有眉山隐客史应之和前韵即席答之","dynasty":"宋代","writer":"黄庭坚","content":"黄菊枝头生晓寒。人生莫放酒杯干。风前横笛斜吹雨，醉里簪花倒著冠。 \n身健在，且加餐。舞裙歌板尽清欢。黄花白发相牵挽，付与时人冷眼看。","type":["宋词三百首","宋词精选","饮酒","抒怀","旷达"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155736529.mp3","shangxi":"　　此词是黄山谷与甘居山野、不求功名的“眉山隐客”史应之互相酬唱之作，全词通过一个“淫坊酒肆狂居士”的形象，展现了山谷从坎坷的仕途得来的人生体验，抒发了自己胸中的苦闷和激愤。词中所塑造的狂士形象，是作者自己及其朋友史念之的形象，同时也是那一时代中不谐于俗而怀不平傲世之心的文人的形象。\n\n　　上片是劝酒之辞，劝别人，也劝自己到酒中去求安慰，到醉中去求欢乐。首句“黄菊枝头生晓寒”是纪实，点明为重阳后一日所作。因史应之有和词，故自己再和一首，当亦是此数日间事。赏菊饮酒二事久已有不解之缘，借“黄菊”自然过渡到“酒杯”，引出下一句“人生莫放酒杯干”。意即酒中自有欢乐，自有天地，应让杯中常有酒，应该长入酒中天。“风前横笛斜吹雨，醉里簪花倒著冠”，着意写出酒后的浪漫举动和醉中狂态，表明酒中自有另一番境界。横起笛子对着风雨吹，头上插花倒戴帽，都是不入时的狂放行为，只有酒后醉中才能这样放肆。\n\n　　下片则是对世俗的侮慢与挑战。“身健在，且加餐。舞裙歌板尽清欢。”仍是一种反常心理，其含意于世事纷扰，是非颠倒，世风益衰，无可挽回，只愿身体长健，眼前快乐，别的一无所求。这是从反面立言。“黄花白发相牵挽，付与时人冷眼看”，则是正面立言。菊花傲霜而开，常用以比喻人老而弥坚，故有黄花晚节之称。这里说的白发人牵换着黄花，明显地表示自己要有御霜之志，决不同流合污，而且特意要表现给世俗之人看。这自然是对世俗的侮慢，不可能为时人所理解和容忍。\n\n　　此词以简洁的笔墨，勾勒出一个类似狂人的形象，抒写了山谷久抑胸中的愤懑，表现出对黑暗、污浊的社会现实无言的反抗。词中所塑造的主人公形象，以自乐自娱、放浪形骸、侮世慢俗的方式来发泄心中郁结的愤懑与不平，对现实中的政治迫害进行调侃和抗争，体现了词人挣脱世俗约束的高旷理想。主人公旷达的外表后，隐藏着无尽的辛酸与伤痛。\n\n"}
{"_id":{"$oid":"5b9a185d367d5c0f40d22dd4"},"title":"咏柳二首","dynasty":"唐代","writer":"顾云","content":"带露含烟处处垂，绽黄摇绿嫩参差。长堤未见风飘絮， \n 广陌初怜日映丝。斜傍画筵偷舞态，低临妆阁学愁眉。 \n 离亭不放到春暮，折尽拂檐千万枝。 \n 闲花野草总争新，眉皱丝干独不匀。 \n 乞取东风残气力，莫教虚度一年春。 \n","type":[]}
{"_id":{"$oid":"5b9a185e367d5c0f40d22dd5"},"title":"题扬州禅智寺","dynasty":"唐代","writer":"杜牧","content":"雨过一蝉噪，飘萧松桂秋。\n青苔满阶砌，白鸟故迟留。\n暮霭生深树，斜阳下小楼。\n谁知竹西路，歌吹是扬州。","type":["寺庙","写景","孤独"],"remark":"禅智寺：也叫上方寺、竹西寺，在扬州使节衙门东三里。史载其位于蜀冈之尾，原是隋炀帝故宫，后建为寺，居高临下，风景绝佳，是扬州胜景之一。\n蝉噪：指秋蝉鸣叫。北朝梁王籍《入若耶溪》有：“蝉噪林逾静，鸟鸣山更幽。”\n飘萧：飘摇萧瑟。\n阶砌：台阶。\n白鸟：指通常为白色羽毛的鸟，如鹤、鹭一类的鸟。故：故意。迟留：徘徊不愿离去。\n暮霭：黄昏的云气。\n竹西路：指禅智寺前官河北岸的道路。竹西，在扬州甘泉之北。后人在此筑亭，名日竹西亭，或称歌吹亭。\n歌吹是扬州：典出鲍照《芜城赋》：“车挂轊，人驾肩。廛闬扑地，歌吹沸天。”芜城即扬，由此化出“歌吹是扬州”。歌吹，歌声和音乐声；吹，指吹奏乐器。\n\n","translation":"雨过后一只蝉在聒噪，松桂飘萧气候已交秋。\n青苔长满台阶，白鸟故意迟留。\n暮霭已生深树，斜阳渐下小楼。\n谁知这条寂静的竹西路，通向那歌吹繁华的扬州。\n\n"}
{"_id":{"$oid":"5b9a185f367d5c0f40d22dd6"},"title":"望蓟门","dynasty":"唐代","writer":"祖咏","content":"燕台一望客心惊，笳鼓喧喧汉将营。(笳鼓 一作：箫鼓)\n万里寒光生积雪，三边曙色动危旌。\n沙场烽火侵胡月，海畔云山拥蓟城。\n少小虽非投笔吏，论功还欲请长缨。","type":["唐诗三百首","冬天","边塞"],"remark":"蓟门：在今北京西南，唐时属范阳道所辖，是唐朝屯驻重兵之地。\n燕台：原为战国时燕昭王所筑的黄金台，这里代称燕地，用以泛指平卢、范阳这一带。客：诗人自称。\n笳：汉代流行于塞北和西域的一种类似于笛子的管乐器，此处代指号角。\n三边：古称幽、并、凉为三边。这里泛指当时东北、北方、西北边防地带。危旌：高扬的旗帜。\n烽火：古代用于军事通信的设施，遇敌情时点燃狼粪，以传警报。\n投笔吏：汉人班超家贫，常为官府抄书以谋生，曾投笔叹曰：“大丈夫当立功异域以取封侯，安能久事笔砚 间。”后终以公封定远侯。\n论功：指论功行封。请长缨：汉人终军曾自向汉武帝请求：“愿受长缨，必羁南越王而致之阙下。”后被南越相所杀，年仅二十余。\n一去：一作“一望”。\n危旌：高扬的旗帜。\n请长缨：汉终军曾自向汉武帝请求，“愿受长缨，心羁南越王而致之阙下。”后被南越相所杀，年仅二十余。缨：绳。\n\n","shangxi":"　　这首诗写作者到边地见到壮丽景色，抒发立功报国的壮志。全诗一气呵成，体现了盛唐诗人的昂扬情调。\n\n　　燕台原为战国时燕昭王所筑的黄金台，这里代称燕地，用以泛指平卢、范阳这一带。“燕台一去”犹说“一到燕台”，四字倒装，固然是诗律中平仄声排列的要求，更重要的是，起笔即用一个壮大的地名，能增加全诗的气势。诗人初来闻名已久的边塞重镇，游目纵观，眼前是辽阔的天宇，险要的山川，不禁激情满怀。一个“惊”字，道出他这个远道而来的客子的特有感受。这是前半首主意所在，开出下文三句。\n\n　　客心因何而惊呢？首先是因为汉家大将营中，吹笳击鼓，喧声重叠。此句运用南朝梁人曹景宗的诗意：“去时儿女悲，归来笳鼓竞。借问行路人，何如霍去病？”表现军营中号令之严肃。但仅仅如此，还未足以体现这个“惊”字。三四两句更进一步，写这笳鼓之声，是在严冬初晓之时发出的。冬季本已甚寒，何况又下雪，何况又是多少天来的积雪，何况又不止一处两处的雪，而是连绵千万里的雪；这些雪下得如此之广，又积得如此之厚，不说它是怎样的冷了，就是雪上反映出的寒光，也足以令人两眼生花。“万里寒光生积雪”这一句就这样分作四层，来托出一个“惊”字。这是往远处望。至于向高处望，则见朦胧曙色中，一切都显得模模糊糊，唯独高悬的旗帜在半空中猎猎飘扬。这种肃穆的景象，暗写出汉将营中庄重的气派和严整的军容。边防地带如此的形势和气氛，自然令诗人心灵震撼了。\n\n　　以上四句已将“惊”字写足，五六两句便转。处在条件如此艰苦。责任如此重大的情况下，边防军队却是意气昂扬。笳鼓喧喧已显出军威赫然，而况烽火燃处，紧与胡地月光相连，雪光、月光、火光三者交织成一片，不仅没有塞上苦寒的悲凉景象，而且壮伟异常。这是向前方望。“沙场烽火连胡月”是进攻的态势。诗人又向周围望：“海畔云山拥蓟城”，又是那么稳如磐石。蓟门的南侧是渤海，北翼是燕山山脉，带山襟海，就像天生是来拱卫大唐的边疆重镇的。这是说防守的形势。这两句，一句写攻，一句说守；一句人事，一句地形。在这样有力有利气势的感染下，便从惊转入不惊，于是领出下面两句，写“望”后之感。诗人虽则早年并不如东汉时定远侯班超初为佣书吏（在官府中抄写公文），后来投笔从戎，定西域三十六国，可是见此三边壮气，却也雄心勃勃，要学西汉时济南书生终军，向皇帝请发长缨，缚番王来朝，立一下奇功了。末联连用了两个典故。第一个是“投笔从戎“：东汉班超原在官府抄公文，一日，感叹说，大丈夫应该“立功异域“，后来果然在处理边事上立了大功。第二个是“终军请缨“：终军向皇帝请求出使南越说服归附，为表现自己有足够的信心，他请皇帝赐给长带子，说是在捆南越王时要用它。祖咏用了这两个典故，意思很明白，更有豪气顿生之感。末二句一反起句的“客心惊”，水到渠成，完满地结束全诗。\n\n　　这首诗从军事上落笔，着力勾画山川形胜，意象雄伟阔大。全诗紧扣一个“望”字，写望中所见，抒望中所感，格调高昂，感奋人心。诗中多用实字，全然没有堆砌凑泊之感；意转而辞句中却不露转折之痕，于笔仗端凝之中，有气脉空灵之妙。此即骈文家所谓“潜气内转”，亦即古文家所谓“突接”，正是盛唐诗人的绝技。\n\n","translation":"登上燕台眺望不禁感到震惊，笳鼓喧闹之地原是汉将兵营。\n万里积雪笼罩着冷冽的寒光，边塞的曙光映照着旌旗飘动。\n战场烽火连天遮掩边塞明月，南渤海北云山拱卫着蓟门城。\n少年时虽不像班超投笔从戎，论功名我想学终军自愿请缨。\n\n"}
{"_id":{"$oid":"5b9a185f367d5c0f40d22dd7"},"title":"新晴野望","dynasty":"唐代","writer":"王维","content":"新晴原野旷，极目无氛垢。\n郭门临渡头，村树连溪口。 \n白水明田外，碧峰出山后。\n农月无闲人，倾家事南亩。\n\n","type":["田园","写景"],"remark":"新晴：初晴。野望：放眼向田野眺望。\n极目：穷尽目力向远处看。氛垢：雾气和尘埃；氛，雾气，云气；垢，污秽，肮脏。\n郭门：外城之门。郭：外城。\n白水明田外：田埂外流水在阳光下闪闪发光。\n农月：农忙季节。\n倾家：全家出动。事南亩：在田野干活。事：动词，从事。南亩：《诗经》有“今适南亩，或耘或耔”句，指到南边的田地里耕耘播种，后来南亩便成为农田的代称。\n\n","shangxi":"　　诗中描写初夏的乡村，雨过天晴，诗人眺望原野所见到的景色和农耕活动，抒写了诗人爱自然、爱田园、爱生活的思想感情。诗的语言秀丽，情调明朗健康，意境清新，明净、开阔，宛若一幅优美迷人的水彩风景色。表现了王维高度的写景艺术才能。一般地说，刻画自然景色并不难，难的是用极精炼的文字，描绘出特定的时间、空间和特定的季节、气候中的景色。这必须有敏锐的观察力和想象力，并善于抓住景物的主要特征，突出自己最鲜明的印象和感受。这首诗就是王维的一次成功的艺术实践。全诗写景，紧紧扣住初夏农村雨后新睛的特征。\n\n　　首联的“原野旷”和“无氛垢”六个字，便展现出经过雨水冲洗，空气特别清新明净，没有丝毫尘埃，原野显得格外空旷开阔。由于抓准了环境特征，不假雕绘地真切地再现出来，一下子就把读者引进雨后新晴的原野上去，同诗人一起极目远眺，一道呼吸新鲜的、潮润的空气。\n\n　　颔联写诗人纵目四望乡村周围的远近景色：远处，遥见外城的门楼临靠着河边的渡头；近处，可以看到村边的绿树紧连着溪流的入河口。由总写原野的新晴、开阔，到写乡村周围景色，过渡自然。正因为空气洁净，增大了“望”中的透明度和深远度，才有可能如此清晰地看到郭门、渡头、村树、溪口。所以这一联所写景色，仍是雨后新晴之景。颈联最为精彩：田野外面，溪水与河水闪烁着粼粼银光；近山背后，一座座青翠的峰峦突兀而出。上句的“白”字和“明”字，非常准确地表现出雨后水涨，晴日辉映，河流溪涧比平时显得明亮夺目；下旬的“碧”字和“出”字，也十分逼真地描绘了雨洗远山，格外碧绿，雨后空气清新，山背峰峦得以叠现。这两个意象画面。都紧扣着雨后新晴的特点，因而生动、具体、逼真，在总体的静态中富于动感，清幽明丽，生机勃勃，决非泛泛写景。\n\n　　尾联“农月无闲人，倾家事南亩“虽然只是虚点一笔，却给原野平添了无限生意，使人感受到农忙劳动的热烈欢快气氛，呼吸到农村浓郁的生活气息。这一笔既丰富了诗的生活内容，又因动静映衬而使这幅诗中画整个活起来了。\n\n　　苏轼评王维“诗中有画”。“诗中有画”并非王维所独有。凡是比较生动逼真地描绘出自然景色，使人产生视觉想象的诗，都会有画意。然而，王维诗中的画意最浓，王维的诗中的画意不仅有形似，而且富有神韵和气象，不仅有形态、色彩和构图，而且有光线和颜色的和谐映衬，明与暗的对比，远近、高低、大小、虚实的巧妙布置而形成的层次感、纵深感，甚至还能表现出亮度、湿度。在《新晴野望》诗中，清新开阔的原野，明净无尘的天空，仿佛是画幅中的大背景。在这大背景下，乡村前面，较远处有郭门、渡头，较近处有村树、溪口；村庄后面，近处是田野和田外白水，远处是山后的碧峰。近景、中景和远景，组成了画面的纵深感和层次感，而山后的碧峰又构成立体的景深。明亮的白水，碧翠的峰峦，明与暗，光与色配置得多么和谐入妙！在“无氛垢”、“临渡头”、“连溪口”中有亮度，在田外白水、山后碧峰中有湿度。王维是大画家，善于以画家的眼睛观察和描绘景物，又精通画理，擅长将绘画技法运用于诗中，所以王维的诗最富于绘画的效果，既有画意，又有画理。\n\n　　当然，王维主要是诗人。王维的“诗中有画”，最主要的还是由于王维能“最大限度地发挥语言的启示性，在读者头脑中唤起了对于光、色、态的丰富联想和想象，组成一幅幅生动的图画”（袁行霈《王维诗歌的禅意与画意》）。王维很懂得画长于描绘静态，诗长于表现动态的艺术规律。在此诗中，王维描写静景，便有意选用“明”、“出”等字眼以动写静，‘给静物赋予动感，最后又给这幅静态的山水画面加上了动态的人物。\n\n","translation":"雨后新晴的原野格外开阔空旷，极目远望不见半点雾气尘埃。\n外城的门楼紧靠着摆渡的码头，村庄边的绿树连接着溪流的入河口。\n银白色的河水闪动着粼粼波光使得田野外面特别明亮，青翠的山峰突兀出现在山脊背后。\n正是农忙时节没有悠闲的人，农民们一家一家全都在田亩间忙碌着呢。\n\n"}
{"_id":{"$oid":"5b9a185f367d5c0f40d22dd8"},"title":"招魂","dynasty":"先秦","writer":"屈原","content":"朕幼清以廉洁兮，身服义而未沫。\n主此盛德兮，牵于俗而芜秽。\n上无所考此盛德兮，长离殃而愁苦。\n帝告巫阳曰：“有人在下，我欲辅之。\n魂魄离散，汝筮予之。”\n巫阳对曰：“掌梦！\n上帝其难从；若必筮予之，\n恐后之谢，不能复用。”\n巫阳焉乃下招曰：\n\n魂兮归来！去君之恒干，\n何为四方些？舍君之乐处，\n而离彼不祥些！\n\n魂兮归来！东方不可以讬些。\n长人千仞，惟魂是索些。\n十日代出，流金铄石些。\n彼皆习之，魂往必释些。\n归来兮！不可以讬些。\n\n魂兮归来！南方不可以止些。\n雕题黑齿，得人肉以祀，以其骨为醢些。\n蝮蛇蓁蓁，封狐千里些。\n雄虺九首，往来倏忽，吞人以益其心些。\n归来兮！不可久淫些。\n\n魂兮归来！西方之害，流沙千里些。\n旋入雷渊，爢散而不可止些。\n幸而得脱，其外旷宇些。\n赤蚁若象，玄蜂若壶些。\n五谷不生，丛菅是食些。\n其土烂人，求水无所得些。\n彷徉无所倚，广大无所极些。\n归来兮！恐自遗贼些。\n\n魂兮归来！北方不可以止些。\n增冰峨峨，飞雪千里些。\n归来兮！不可以久些。\n\n魂兮归来！君无上天些。\n虎豹九关，啄害下人些。\n一夫九首，拔木九千些。\n豺狼从目，往来侁侁些。\n悬人以嬉，投之深渊些。\n致命于帝，然后得瞑些。\n归来！往恐危身些。\n\n魂兮归来！君无下此幽都些。\n土伯九约，其角觺觺些。\n敦脄血拇，逐人伂駓駓些。\n参目虎首，其身若牛些。\n此皆甘人，归来！恐自遗灾些。\n\n魂兮归来！入修门些。\n工祝招君，背行先些。\n秦篝齐缕，郑绵络些。\n招具该备，永啸呼些。\n\n魂兮归来！反故居些。\n天地四方，多贼奸些。\n像设君室，静闲安些。\n高堂邃宇，槛层轩些。\n层台累榭，临高山些。\n网户朱缀，刻方连些。\n冬有穾厦，夏室寒些。\n川谷径复，流潺湲些。\n光风转蕙，氾崇兰些。\n经堂入奥，朱尘筵些。\n砥室翠翘，挂曲琼些。\n翡翠珠被，烂齐光些。\n蒻阿拂壁，罗帱张些。\n纂组绮缟，结琦璜些。\n室中之观，多珍怪些。\n兰膏明烛，华容备些。\n二八侍宿，射递代些。\n九侯淑女，多迅众些。\n盛鬋不同制，实满宫些。\n容态好比，顺弥代些。\n弱颜固植，謇其有意些。\n姱容修态，絚洞房些。\n蛾眉曼睩，目腾光些。\n靡颜腻理，遗视矊些。\n离榭修幕，侍君之闲些。\n悲帷翠帐，饰高堂些。\n红壁沙版，玄玉梁些。\n仰观刻桷，画龙蛇些。\n坐堂伏槛，临曲池些。\n芙蓉始发，杂芰荷些。\n紫茎屏风，文缘波些。\n文异豹饰，侍陂陁些。\n轩辌既低，步骑罗些。\n兰薄户树，琼木篱些。\n魂兮归来！何远为些？\n\n室家遂宗，食多方些。\n稻粢穱麦，挐黄梁些。\n大苦醎酸，辛甘行些。\n肥牛之腱，臑若芳些。\n和酸若苦，陈吴羹些。\n胹鳖炮羔，有柘浆些。\n鹄酸臇凫，煎鸿鸧些。\n露鸡臛蠵，厉而不爽些。\n粔籹蜜饵，有餦餭些。\n瑶浆蜜勺，实羽觞些。\n挫糟冻饮，酎清凉些。\n华酌既陈，有琼浆些。\n归来反故室，敬而无妨些。\n肴羞未通，女乐罗些。\n敶钟按鼓，造新歌些。\n《涉江》《采菱》，发《扬荷》些。\n美人既醉，朱颜酡些。\n嬉光眇视，目曾波些。\n被文服纤，丽而不奇些。\n长发曼鬋，艳陆离些。\n二八齐容，起郑舞些。\n衽若交竿，抚案下些。\n竽瑟狂会，搷鸣鼓些。\n宫庭震惊，发\u0026lt;激楚\u0026gt;些。\n吴歈蔡讴，奏大吕些。\n士女杂坐，乱而不分些。\n放敶组缨，班其相纷些。\n郑卫妖玩，来杂陈些。\n《激楚》之结，独秀先些。\n菎蔽象棋，有六簙些。\n分曹并进，遒相迫些。\n成枭而牟，呼五白些。\n晋制犀比，费白日些。\n铿钟摇簴，揳梓瑟些。\n娱酒不废，沈日夜些。\n兰膏明烛，华灯错些。\n结撰至思，兰芳假些。\n人有所极，同心赋些。\n酎饮尽欢，乐先故些。\n魂兮归来！反故居些。\n\n乱曰：\n献岁发春兮，汨吾南征。\n菉蘋齐叶兮，白芷生。\n路贯庐江兮，左长薄。\n倚沼畦瀛兮，遥望博。\n青骊结驷兮，齐千乘。\n悬火延起兮，玄颜烝。\n步及骤处兮，诱骋先。\n抑骛若通兮，引车右还。\n与王趋梦兮，课后先。\n君王亲发兮，惮青兕。\n朱明承夜兮，时不可以淹。\n皋兰被径兮，斯路渐。\n湛湛江水兮，上有枫。\n目极千里兮，伤春心。\n魂兮归来，哀江南！\n\n","type":["楚辞"],"remark":"1.朕：我，屈原自指。\n2.沫（mei4妹）：微暗。引伸为消减。\n3.主：守、持有。\n4.芜秽：萎枯污烂。\n5.上：指楚王。\n6.离：遭遇。殃:祸患。\n7.帝：上帝。巫阳:古代神话中的巫师。\n8.人：指楚王。\n9.辅：帮助。特指上天辅助人间帝王。\n10.筮予之：通过卜筮知魂魄之所在，招还给予其人。\n11.掌梦：掌梦之官，实司其事。巫阳因其难招，故作托词。\n12.若：你，指巫阳。\n13.谢：凋落。按：“若必筮予之”三句作为上帝言语，首见项安世《项氏家说》，闻一多、陈子展从之。\n14.焉乃：于是。按：“巫阳焉”属此句。“焉乃”连文用王引之《经传释词》说。\n15.些：语尾助词，读音“唆”（suo）疑同今民歌中“啰“音。\n16.离：同“罹”，遭。\n17.雕题黑齿：额头上刻花纹，牙齿染成黑色。指南方未开化的野人。题，额头。\n18.醢（hai3海）：肉酱。\n19.蓁（zhen1真）蓁：树木丛生貌，此指积聚在一起。\n20.封狐：大狐。\n21.虺（hui3毁）：毒蛇。\n22.儵（shu1舒）忽：同“倏忽”，忽然。\n23.益：补。\n24.淫：久留。\n25.雷渊：神话中的深渊。\n26.爢（mi3米）：同“靡”，粉碎。\n27.壶：通“瓠”，葫芦。\n28.藂（cong2丛）：聚集。菅（jian1坚）：一种野草，细叶绿花褐果。\n29.贼：残害。\n30.增（ceng2层）：通“层”。\n31.九关：指九重天门。\n32.从（zong4纵）：同“综”，直。\n33.侁（shen1申）侁：众多貌。\n34.致命：上报。\n35.幽都：神话中地下鬼神统治的地方。\n36.土伯：地下王国的神灵。约：弯曲。一说，尾也。一说，肚下肉块。\n37.觺（yi2疑）觺：尖利貌。\n38.敦脄（mei2梅）：很的背肉。疑为神怪名。\n39.駓（pi1披）駓：跑得很快的样子。\n40.参：同“三”。\n41.甘人：以食人为甘美。\n42.修门：郢都城南三门之一。\n43.工祝：工巧的巫人。\n44.背行：倒退着走。\n45.秦篝：秦国出产的竹笼，用以盛被招者的衣物。齐缕：齐国出产的丝线，用以装饰“篝”。\n46.郑绵络：郑国出产的丝棉织品，用作“篝”上遮盖。\n47.招具：招魂用品，擅上文“秦篝”、“齐缕”、“郑绵络”等。\n48.永：长。招魂者要长声呼唤被招者。\n49.反：同“返”。\n50.像设：假想陈设。\n51.槛：栏杆。轩:走廊。\n52.网户：刻镂网状空格的门户。朱缀：交缀处涂上红色。\n53.方连：方格图案，即指“网户”。\n54.宎（yao4要）：深密。\n55.径：直。复：曲，指川谷水流曲折。\n56.崇：通“丛”。\n57.奥：内室。\n58.尘筵：铺在地上的竹席。\n59.砥室：形容地面、墙璧都磨平光亮像磨刀石一样。翠翘：翠鸟尾上的毛羽。\n60.曲琼：玉钩。\n61.齐光：色彩辉映。\n62.蒻（ruo4弱）阿：细软的缯帛。\n63.帱（chou2筹）：璧帐。\n64.纂组绮缟：指四种颜色不同的丝带。纂，赤色丝带；组，杂色丝带；绮：带花纹丝织品；缟：白色丝织品。\n65.琦璜：美玉。\n66.兰膏：泛言有香气的油脂。\n67.二八：以八人为行。二八十六人。\n68.射（yi4义）：厌。递：更替。\n69.九侯：泛指列国诸侯。\n70.迅：通“洵”，真正。\n71.盛鬋（jian3剪）：浓密的鬓发。鬋，下垂的鬓发。\n72.比：并。\n73.顺：通“洵”，诚然。弥代：盖世。\n74.弱颜：容貌柔嫩。固植：身体健康。\n75.謇：发语词。\n76.姱（kua1夸）：美好。修：美。\n77.絙（geng4）：绵延。\n78.曼：长。睩（lu4录）：眼珠转动。\n79.靡：细致。腻：光滑。理：肌肤。\n80.矊（mian3免）：目光深长。\n81.桷（jue2决）：方的椽子。\n82.芰（ji4技）荷：荷叶。\n83.屏风：荇莱，又名水葵。一种水生植物。\n84.文：同：“纹”，指波纹。\n85.文异：文彩奇异。豹饰：以豹皮为饰，指侍卫武士的装束。\n86.陂陁（po1 tuo2坡陀）：高低不平的山坡。\n87.轩：有篷的轻车。辌（liang2凉）：可以卧息的安车。低：通“抵”，到达。\n88.薄：草木丛生。\n89.宗：聚。\n90.多方：多种多样。\n91.粢（zi1资）：小米。穱（zhuo1桌）：早熟麦。\n92.挐（ru2如）：掺杂。黄梁：黄小米。\n93.辛：辣。行：用。\n94.腱（jian4健）：蹄筋。\n95.臑（er2而）：炖烂。若：与“而”意同。\n96.吴羹：吴地浓汤。\n97.胹(er2而):煮。炮:烤。\n98.柘（zhe4这）浆：甘蔗汁。\n99.鹄酸：据闻一多校。当作“酸鹄”。鹄，天鹅。臇（juan4倦）：少汁的羹。\n100.鸿鸧（cang1仓）鸿，大雁；鸧，即鸧鸹，一种似鹤的水鸟。\n101.露：借为“卤”。一说借为“烙”。臛（huo4霍）：肉羹。蠵（xi1西）：大龟。\n102.厉：浓烈。爽：败、伤。\n103.粔籹（ju4 nv3巨女）：用蜜和面粉制成的环状饼。饵：糕。\n104.餦餭（zhang1 huang2张皇）：即麦芽糖，也叫饴糖。\n105.勺：通“酌”。\n106.羽觞：古代一种酒嚣。\n107.酎（zhou4胄）：醇酒。\n108.通：通“彻”，撤去。\n109.涉江、采菱：楚国歌曲名。\n110.扬荷：多作《阳阿》，楚国歌曲名。\n111.酡（tuo2驼）：喝酒脸红。\n112.嬉光：形容撩人的目光。眇：通“妙”。\n113.曾：通“层”。\n114.被（pi1技）：披。文：文绣。纤：细软。\n115.陆离：形容色彩斑斓。\n116.二八：指两队女乐。齐容：装束一样。\n117.郑舞：郑国的舞蹈，比较放纵。\n118.衽：衣襟。交竿：衣襟相交如竿。\n119.抚：通“拊”，拍击。案：同“按”。下：似指弯腰下屈的舞蹈动作。\n120.搷（tian2填）：猛击。\n121.激楚：楚国的歌舞曲名。或谓指激烈的楚歌之声。\n122.吴歈（yu2俞）：吴地之歌。蔡讴：蔡地之歌。\n123.大吕：乐调名。\n124.组：系佩饰的丝带。缨:帽带。\n125.班：同“斑”。\n126.妖玩：指妖绕的女子。\n127.秀先：优秀出众。\n128.菎（kun1昆）蔽：饰玉的筹玛。赌博用具。象棋：象牙棋子。六簙用具。\n129.六簙（bo2伯）：一种棋戏。可用以赌博。\n130.分曹：相对的两方。\n131.枭：博戏术语。成枭棋则可取得棋局上的鱼，得二筹。牟：取。\n132.五白：五颗骰子组成的特彩。得此可胜。\n133.犀比：犀角制的带钩，用作赌胜负的彩注。一说用犀角制成的赌具。\n134.白日：指一天时光。\n135.铿：象声词。簴（ju4巨）：钟架。\n136.揳（ia2夹）：抚。梓瑟:梓木所制之瑟。\n137.错：错落安置。\n138.结撰：构思。至思：尽心思考。\n139.极：极至，此当指极度快乐。\n140.先故：先祖与故旧。\n141.乱：乱辞，尾声。\n142.献：进。\n143.汩（yu4玉）：形容匆匆而行。\n144.菉：通“绿”。苹：一种水草。\n145.白芷：一种香草。\n146.贯：通。庐江：洪兴祖《楚辞补注》云：“庐江出陵阳东南，北入江。”谭其骧以为当指今襄阳、宜城界之潼水。春秋时，地为庐戎之国，因有此称。\n147.长薄：杂草丛生的林子。\n148.倚：沿。畦:水田。瀛：大水。\n149.博：旷野之地。\n150.青骊（li2离）：青黑色的马。驷:驾一乘车的四匹马。\n151.悬火：焚林驱兽的火把。\n152.玄颜：黑里透红。指天色。烝:上升。\n153.步：步行的随从。骤处：乘车的随从停下。骤，驰；处，止。\n154.诱：导。打猎时的向导。\n155.抑：勒马不前。骛（wu4务）：奔驰。若:顺，指进退自如。\n156.梦：指云梦泽。这一带是楚国的大猎场,地跨大江南北。\n157.课：比试。\n158.惮青兕：怕射中青兕。兕，犀牛一类的野兽。楚人传说猎得青兕者，三月必死。\n159.朱明：指太阳。\n160.淹：留。\n161.皋：水边高地。\n162.渐（jian1坚）：遮没。\n163.湛湛：水深的样子。\n\n","shangxi":"　　在《楚辞》中，《招魂》是一篇独具特色的作品。它是模仿民间招魂的习俗写成的。其中却又包含了作者的思想感情。\n\n　　关于《招魂》的作者，历来存在着争论。东汉王逸《楚辞章句》称《招魂》作者是宋玉，因哀怜屈原“魂魄放佚”，因作以招其生魂“《招魂》者宋玉之作也。招者，召也。以手曰招，以言曰召。宋玉哀怜屈原，忠而见弃，愁懑山泽，魂魄放佚，厥命将落，故作《招魂》，欲以其复精神，延其年寿，外陈四方之恶，以讽谏怀王，冀其觉悟而还之也”。但西汉中，司马迁作《史记》，在《屈原贾生列传》中，将《招魂》与《离骚》、《天问》、《哀郢》并列，并说读了这些作品，而“悲其(指屈原)志”，明显将《招魂》定为屈原作品。后世读《楚辞》，多用王逸注，故注本、诗词中每从其说。明代黄文焕始反对王逸之说。清林云铭亦辩之并提出两大疑点。林氏之说出后，蒋骥亦赞其说，陈本礼亦然。近代梁启超，游国恩亦皆认为是屈原所作。近世以来，研究者重视司马迁的提示，多主张《招魂》为屈原所作。但又分别有招楚怀王魂和屈原自招两种说法。同样主张屈原招怀王魂的，又有招生魂或死魂的两说。说法如此分歧，所举证据也很纷繁。简而言之，我赞成屈原招楚怀王死魂一说。理由如下：第一，篇中所写奢侈享受，非楚王莫属。尤其像“九侯淑女，多迅众些”，娶一国之女，其他诸侯送女作媵妾从嫁，这必是像楚王这样的身份，才能拥有。第二，文献所载，上天所辅必是帝、王，而非臣民。“有人在下，我欲辅之”必是指楚王(陈子展说)。第三，乱曰之后写打猎，既提到“汩吾南征”，又提到“与王趋梦”、“君王亲发”，明是作者回忆与楚王狩猎情形。最后并深情呼唤“魂兮归来，哀江南”，这只可能是屈原来招楚怀王之魂。\n\n　　《招魂》的形式主要来自民间。古人迷信，以为人有会离开躯体的灵魂，人生病或死亡，灵魂离开了，就要举行招魂仪式，呼唤灵魂归来。在许多民族残留的原始歌谣中，都有招魂歌谣。内容一般都是告诫灵魂不要到上下四方去，而应赶快回到家里来。为此目的，自然要讲讲上下四方的可怖，家中的安乐。后来规范为礼仪。如《礼记·礼运》所载“及其死也，升屋而号，告曰‘皋(嗥)某复’”，其仪式是由小臣举死者衣，登上屋顶，向上下四方呼号，招唤灵魂。作为礼仪，已非原始信仰，而是“尽爱之道也，有祷祠之心焉”。古老的迷信演变为一种风俗。杜甫《彭衙行》云“暖汤濯我足，剪纸招我魂”。远方来客，历经艰险，剪纸为其压惊、招魂。这倒是颇具人情味的风俗。民间一直流传有叫魂的迷信，曹禺《原野》中，曾借用来营造黑松林中的凄厉气氛，这也是古代招魂仪式的遗存。屈原写作《招魂》，就是模仿民间的创作，“外陈四方之恶，内崇楚国之美”(王逸《楚辞章句》)，呼唤楚怀王的灵魂回到楚国来。\n\n　　《招魂》当作于公元前296年，即顷襄王三年。公元前299年楚怀王受秦欺骗，入武关而被拘于秦，逃跑不成，怨愤而死。顷襄王三年，秦欲与楚修好，归怀王丧，“楚人皆怜之，如悲亲戚”，楚人同情怀王这个昏君，除敌忾之心外，还因怀王囚秦时，不肯割地屈服，总算有些骨气。对比只想苟安的顷襄王，自易引起人们的怀念。屈原曾受怀王信用，后来被谗见疏，但总希望怀王有所觉悟。怀王一死，楚国又面临亲秦、拒秦的斗争。屈原写作《招魂》，即认同楚人“如悲亲戚”之情，其中自然就包含了对秦的敌忾之心。\n\n　　《招魂》的结构是：一、序引，二、招魂辞，三、乱辞，总共三个部分。招魂辞中又分为“外陈四方之恶”与“内崇楚国之美”两大部分。一般招魂辞是没有序引和乱辞的。而且招魂辞每句结束都有“些”字，据旧注读苏贺切，其音与今湘南民歌尾音“啰”相近。而序引、乱辞语气词都用“兮”字，与《离骚》、《九章》等篇相同。由此可见，托为巫阳的招魂辞，主要遵从招魂的习俗要求，而序引和乱辞，则更显示出屈原的主体色彩。以下即依《招魂》的结构，略作鉴赏性介绍。\n\n　　序引一开头，便有作者出现，自“朕幼清以廉洁兮”至“长离殃而愁苦”，当是屈原自叙。屈原从来是以清廉、服义自许的。只是因楚王受到蒙蔽，不能“考此盛德”，而使他遭受不幸而忧愁痛苦。在这几句之后，忽然说到“帝告巫阳日：‘有人在下……’”，这就使人容易错会为上帝令巫阳为之招魂的，就是这位“长离殃而愁苦”之人，也就是屈原自己。于是主张“招怀王魂说”者，一般也将前四句解为称说怀王之词。然而既有“朕”字自称(如《离骚》)，形容又不相当。这确是一个难题。闻一多曾怀疑，开头四句，本非《招魂》所有，是错简于此。我想，如果说其下有脱简，也未始不可能。假设加上“上往而不返兮，朕冤结将谁诉”之类的句子，就自然过渡到招魂的事了。“帝告巫阳曰”以下几句是对话形式，表示出招魂的迫切性。实已暗示怀王已死，灵魂招来也不能复用。这几句有多种断句法，但大意都是：帝命巫阳下招——巫阳推辞——巫阳受命下招。这三层意思是大家公认的。\n\n　　作为《招魂》主干的是巫阳的招辞。招辞的第一部分写东、南、西、北、天上、地下的可畏可怖。这里取用了许多神话材料，写得诡异莫测。神话的瑰奇本是具有现实基础的，联系这种基础，可知想像的合理性；神话又是经过幻想加工改造的，赋予了令人眩目的奇幻色彩，更能激发起人们的审美兴味。《招魂》正是如此，如写到东方，东方是太阳升起的地方，而古代神话有十日并出烤焦大地的故事，作者用来形容东方的危险，便十分巧妙。又如写到西方，沙漠无边，不生五谷，无水可饮，又有赤蚁、玄蜂等毒虫，使人无法生存。这种种描写相当准确，使人惊叹作者具有相当丰富的地理知识，夸张的描写并未脱离现实基础。又如写到天上、地下，都有残忍无比的怪物据守着。保存了原始神话中的神秘性和原始性的特点。\n\n　　招魂辞的第二部分，是写郢都修门之内的豪华生活。作为前一部分的强烈对照，这一部分基本写实。从2002年对许多楚墓的发掘，完全可以证实其写实性。这一部分展示了故居的宫室、美女、饮食、歌舞、游戏之盛，描写了那种无日无夜的享乐生活。作者的描写是具体生动的。如写宫室园圃，既总写了建筑的外观、布局，池苑风物，又详写室内的装饰、布置，以及处于其间的人的活动——主要是美女的活动。又如写饮食，多种多样的主食、菜肴、饮料一一列举，且加形容：“臑若芳”、“酎清凉”、“厉而不爽”，让人感到的确是美味佳肴。文章中时时点染以人的活动、感受，更为传神。如写饮食、歌舞之余，“士女杂坐，乱而不分些。放陈组缨，班其相纷些”；写赌博的场面“分曹并进，遒相迫些。成枭而牟，呼五白些”。将那种不顾礼仪、忘乎所以的情形，那种捋袖揎拳，呼五喝六的神态，穷形尽相地描绘了出来。写得最精彩的，要数对美人和风物的刻画。如写美女说：“美人既醉，朱颜酡些。嬉光眇视，目曾波些。”写人着力写眼睛，是《诗经》已开始了，《硕人》便有“巧笑倩兮，美目盼兮”之句，而这里则发展为写挑逗的目光，流动的眼波，更为巧妙生动。整个的美人醉态，犹之一副“贵妃醉酒”图。又如写到苑中之景，说：“川谷径复，流潺湲些。光风转蕙，氾崇兰些。”溪流蜿蜒，汩汩有声，微风挟着阳光，摇动着香草，泛起阵阵清香。“光风”二字语简义丰，形容极为准确。这两句确实是当之无愧的名句。\n\n　　客观叙述，一般不着作者主观色彩。然其中所写醉酒后的种种失态，客观上是有批评性的。那些描写多切合楚王身份。“归来反故室，敬而无妨些”一句，强调归来仍受尊敬而无妨害，应是针对楚怀王可能具有的愧悔心情的。\n\n　　《招魂》的最后部分“乱曰”一段，是全篇的结束语。“乱曰”主要写打猎。在《招魂》影响下的汉大赋，打猎是描写的主要内容。这里却归入了乱辞，原因是这与巫阳招魂辞无关，而是作者自身的活动。这里屈原又以第一人称出现，叙其在南征途中，回忆起参加怀王狩猎的情况。云梦一带是楚国著名的猎场，面积极广，汉赋对云梦之猎有很精彩的描写。而这里并未多写狩猎过程，只写了开始时的壮丽场景，“青骊结驷兮，齐千乘。悬火延起兮，玄颜烝”。实际狩猎只有“君王亲发兮惮青兕”这一句。《吕氏春秋·至忠篇》载有楚王射中随兕的故事：据楚国《故记》说，杀随兕者不到三月必死，楚王射中随兕，申公子培出于忠心，夺归己有，果然代王而死。有这种传说作为依据，“君王亲发兮惮青兕”其实表现了屈原曾经对楚怀王的安危十分关心，也就是“系心怀王，不忘欲反”的意思。然而怀王终于“客死于秦”不得归楚了。诗人最后以“湛湛江水兮，上有枫。目极千里兮，伤春心。魂兮归来，哀江南！”这样极其凄婉的诗句，结束了这一篇千古绝唱。而这结尾几句，堪称《楚辞》中最著名的情景交融片段之一，绝不亚于《九歌·湘夫人》开头“帝子降兮北渚，目眇眇兮愁予。嫋嫋兮秋风，洞庭波兮木叶下”等名句。它对后世的影响甚大，如果说宋玉《九辩》的“悲哉秋之为气也，萧瑟兮草木摇落而变衰，憭栗兮若在远行，登山临水送将归”数语是中国古典文学悲秋传统的滥觞，那么不妨说《招魂》末尾的这几句是中国古典文学伤春传统的滥觞。后世如北朝庾信的《哀江南赋》，题目即取自“魂兮归来哀江南”句，感伤时事，眷怀故国，精神亦与楚辞屈赋相仿佛，其深受《招魂》影响固不待言；即如唐司空曙《送郑明府贬岭南》“青枫江色晚，楚客独伤春”二句，虽所感限于身世之悲，其意象又何尝不是脱胎于《招魂》的乱辞。\n\n","translation":"我年幼时秉赋清廉的德行，献身于道义而不稍微减轻。\n具有如此盛大的美德，被世俗牵累横加秽名。\n君王不考察这盛大的美德，长期受难而愁苦不尽。\n上帝告诉巫阳说：\n“有人在下界，我想要帮助他。\n但他的魂魄已经离散，你占卦将灵魂还给他。”\n巫阳回答说：\n“占卦要靠掌梦之官，上帝的命令其实难以遵从。”\n“你一定占卦让魂魄还给他，恐怕迟了他已谢世，再把魂招来也没有用。”\n巫阳于是降至人间招魂说：\n“魂啊回来吧！\n何必离开你的躯体，往四方乱走乱跑？\n舍弃你安乐的住处，遇上凶险实在很糟。\n“魂啊回来吧！\n东方不可以寄居停顿。\n那里长人身高千丈，只等着搜你的魂。\n十个太阳轮番照射，金属石头都熔化变形。\n他们都已经习惯，而你的魂一去必定消解无存。\n回来吧，那里不能够寄居停顿。\n“魂啊回来吧！\n南方不可以栖止。\n野人额上刻花纹长着黑牙齿，掠得人肉作为祭祀，还把他们的骨头磨成浆滓。\n那里毒蛇如草一样丛集，大狐狸千里内到处都是。\n雄虺蛇长着九个脑袋，来来往往飘忽迅捷，为求补心把人类吞食。\n回来吧，那里不能够长久留滞。\n“魂啊归来吧！\n西方的大灾害，是那流沙千里平铺。\n被流沙卷进雷渊，糜烂溃散哪能止住。\n侥幸摆脱出来，四外又是空旷死寂之域。\n红蚂蚁大得像巨象，黑蜂儿大得像葫芦。\n那里五谷不能好好生长，只有丛丛茅草可充食物。\n沙土能把人烤烂，想要喝水却点滴皆无。\n榜徨怅惘没有依靠，广漠荒凉没有终极之处。\n回来吧。\n恐怕自身遭受荼毒!\n“魂啊回来吧！\n北方不可以停留。\n那里层层冰封高如山峰，大雪飘飞千里密密稠稠。\n回来吧，不能够耽搁得太久！\n“魂啊归来吧!\n你不要径自上天。\n九重天的关门都守着虎豹，咬伤下界的人尝鲜。\n另有个一身九头的妖怪，能连根拔起大树九千。\n还有眼睛直长的豺狼，来来往往群奔争先。\n把人甩来甩去作游戏，最后扔他到不见底的深渊。\n再向上帝报告完毕，然后你才会断气闭眼。\n回来吧，上天去恐怕也身遭危险!\n“魂啊回来吧！\n你不要下到幽冥王国。\n那里有扭成九曲的土伯，它头上长着尖角锐如刀凿。\n脊背肥厚拇指沾血，追起人来飞奔如梭。\n还有三只眼睛的虎头怪，身体像牛一样壮硕。\n这些怪物都喜欢吃人，回来吧!\n恐怕自己要遭受灾祸。\n“魂啊回来吧！\n快进入楚国郢都的修门。\n招魂的巫师引导君王，背向前方倒退着一路先行。\n秦国的篝笼齐国的丝带，还有作盖头的郑国丝绵织品。\n招魂的器具已经齐备，快发出长长的呼叫声。\n魂啊回来吧!\n返回故居不再离乡背井。\n“天地上下四面八方，多有残害人的奸佞。\n仿照你原先布置的居室，舒适恬静十分安宁。\n高高的大堂深深的屋宇，栏杆围护着轩廊几层。\n层层亭台重重楼榭，面临着崇山峻岭。\n大门镂花涂上红色，刻着方格图案相连紧。\n冬天有温暖的深宫，夏天有凉爽的内厅。\n山谷中路径曲折，溪流发出动听的声音。\n阳光中微风摇动蕙草，丛丛香兰播散芳馨。\n穿过大堂进入内屋，上有红砖承尘下有竹席铺陈。\n光滑的石室装饰翠羽，墙头挂着玉钩屈曲晶莹。\n翡翠珠宝镶嵌被褥，灿烂生辉艳丽动人。\n细软的丝绸悬垂壁间，罗纱帐子张设在中庭。\n四种不同的丝带色彩缤纷，系结着块块美玉多么纯净。\n“宫室中那些陈设景观，丰富的珍宝奇形怪状。\n香脂制烛光焰通明，把美人花容月貌都照亮。\n二八十六位侍女来陪宿，倦了便互相替代轮流上。\n列国诸侯的淑美女子，人数众多真不同凡响。\n发式秀美有各种各样，充满后宫熙熙攘攘。\n容颜姿态姣好互相比并，真是风华绝代盖世无双。\n娇柔的面貌健康的身体，流露出缠绵情意令人心荡。\n俏丽的容颜美妙的体态，在洞房中不断地来来往往。\n纤秀的弯眉下明眸转动，顾盼之间双目秋波流光。\n肌肤细腻如脂如玉，留下动人一瞥意味深长。\n离宫别馆有修长的大幕，消闲解闷她们侍奉君王。\n“张挂起翡翠色的帷帐，装饰那高高的殿堂。\n红漆髹墙壁丹砂涂护版，还有黑玉一般的大屋粱。\n抬头看那雕刻的方椽，画的是龙与蛇的形象。\n坐在堂上倚着栏干，面对着弯弯曲曲的池塘。\n荷花才开始绽放花朵，中间夹杂着荷叶肥壮。\n紫茎的荇菜铺满水面，风起水纹生于绿波之上。\n身着文彩奇异的豹皮服饰，侍卫们守在山丘坡岗。\n有篷有窗的安车已到。\n步骑随从分列两旁。\n丛丛兰草种在门边，株株玉树权当做篱笆护墙。\n魂啊回来吧！\n为什么还要滞留远方？\n“家族聚会人都到齐，食品丰富多种多样。\n有大米小米也有新麦，还掺杂香美的黄粱。\n大苦与咸的酸的有滋有味，辣的甜的也都用上。\n肥牛的蹄筋是佳肴，炖得酥酥烂扑鼻香。\n调和好酸味和苦味，端上来有名的吴国羹汤。\n清炖甲鱼火烤羊羔，再蘸上新鲜的甘蔗糖浆。\n醋溜天鹅肉煲煮野鸭块，另有滚油煎炸的大雁小鸽。\n卤鸡配上大龟熬的肉羹，味道浓烈而又脾胃不伤。\n甜面饼和蜜米糕作点心，还加上很多麦芽糖。\n晶莹如玉的美酒掺和蜂蜜，斟满酒杯供人品尝。\n酒糟中榨出清酒再冰冻，饮来醇香可口遍体清凉。\n豪华的宴席已经摆好，有酒都是玉液琼浆。\n归来吧返回故居，礼敬有加保证无妨。\n“丰盛的酒席还未撤去，舞女和乐队就罗列登场。\n安放好编钟设置好大鼓，把新作的乐歌演奏演唱。\n唱罢《涉江》再唱《采菱》，更有《阳阿》一曲歌声扬。\n美人已经喝得微醉，红润的面庞更添红光。\n目光撩人脉脉注视，眼中秋波流转水汪汪。\n披着刺绣的轻柔罗衣，色彩华丽却非异服奇装。\n长长的黑发高高的云鬓，五光十色艳丽非常。\n二八分列的舞女一样妆饰，跳着郑国的舞蹈上场。\n摆动衣襟像竹枝摇曳交叉，弯下身子拍手按掌。\n吹竽鼓瑟狂热地合奏，猛烈敲击鼓声咚咚响。\n宫殿院庭都震动受惊，唱出的《激楚》歌声高昂。\n献上吴国蔡国的俗曲，奏着大吕调配合声腔。\n男女纷杂交错着坐下，位子散乱不分方向。\n解开绶带帽缨放一边，色彩斑斓缤纷鲜亮。\n郑国卫国的妖娆女子，纷至沓来排列堂上。\n唱到《激楚》之歌的结尾，特别优美出色一时无两。\n“赌具有饰玉筹码象牙棋，用来玩六簙棋游戏。\n分成两方对弈各自进子，着着强劲紧紧相逼。\n掷彩成枭就取鱼得筹，大呼五白求胜心急。\n赢得了晋国制的犀带钩，一天光阴耗尽不在意。\n铿锵打钟钟架齐摇晃，抚弦再把梓瑟弹奏起。\n饮酒娱乐不肯停歇，沉湎其中日夜相继。\n带兰香的明烛多灿烂，华美的灯盏错落高低。\n精心构思撰写文章，文采绚丽借得幽兰香气。\n人们高高兴兴快乐已极，一起赋诗表达共同的心意。\n酣饮香醇美酒尽情欢笑，也让先祖故旧心旷神怡。\n魂啊回来吧！\n快快返回故里。”\n尾声：\n新年开始春天到来，我匆匆忙忙向南行。\n绿苹长齐了片片新叶，白芷萌生又吐芳馨。\n道路贯通穿越庐江，左岸上是连绵的丛林。\n沿着泽沼水田往前走，远远眺望旷野无垠。\n四匹青骊驾起一乘车，千乘猎车并驾前行。\n点起火把蔓延燃烧，夜空黑里透红火光腾。\n步行的赶到乘车的停留，狩猎的向导又当先驰骋。\n勒马纵马进退自如，又引车向右掉转车身。\n与君王一起驰向云梦泽，赛一赛谁先谁后显本领。\n君王亲手发箭射猎物，却怕射中青兕有祸生。\n黑夜之后红日放光明，时光迅速流逝不肯停。\n水边高地兰草长满路，这条道已遮没不可寻。\n清澈的江水潺潺流，岸上有成片的枫树林。\n纵目望尽千里之地，春色多么引人伤心。\n魂啊回来吧，江南堪哀难以忘情！\n\n"}
{"_id":{"$oid":"5b9a185f367d5c0f40d22dd9"},"title":"同学一首别子固","dynasty":"宋代","writer":"王安石","content":"　　江之南有贤人焉，字子固，非今所谓贤人者，予慕而友之。淮之南有贤人焉，字正之，非今所谓贤人者，予慕而友之。二贤人者，足未尝相过也，口未尝相语也，辞币未尝相接也。其师若友，岂尽同哉？予考其言行，其不相似者，何其少也！曰：学圣人而已矣。”学圣人，则其师若友，必学圣人者。圣人之言行，岂有二哉？其相似也适然。\n\n　　予在淮南，为正之道子固，正之不予疑也。还江南，为子固道正之，子固亦以为然。予又知所谓贤人者，既相似，又相信不疑也。\n\n　　子固作《怀友》一首遗予，其大略欲相扳以至乎中庸而后已。正之盖亦常云尔。夫安驱徐行，轥中庸之庭，而造于其堂，舍二贤人者而谁哉？予昔非敢自必其有至也，亦愿从事于左右焉尔。辅而进之，其可也。\n\n　　噫！官有守，私有系，会合不可以常也，作《同学一首别子固》以相警，且相慰云。\n\n","type":["古文观止","赠别","友情"],"remark":"慕而友：慕：仰慕。友：与之交朋友，动词。\n相过：拜访，交往。\n辞：这里指书信往来。币：帛，丝织品，这里指礼品。\n考：考察。\n适然：理所当然的事情。\n大略：大体上。扳：同“攀”，援引。\n安驱：稳稳当当地驾车。\n辅：车轮碾过。\n造于：到达。\n昔：昔日。\n\n","translation":"\n　　江南有一位贤人，字子固，他不是现在一般人所说的那种贤人，我敬慕他，并和他交朋友。淮南有一位贤人，字正之，他也不是现在一般人所说的那种贤人，我敬慕他，也和他交朋友。这两位贤人，不曾互相往来，不曾互相交谈，也没有互相赠送过礼品。他们的老师和朋友，难道都是相同的吗？我注意考察他们的言行，他们之间的不同之处竟是多么少呀！应该说，这是他们学习圣人的结果。学习圣人，那么他们的老师和朋友，也必定是学习圣人的人。圣人的言行难道会有两样的吗？他们的相似就是必然的了。\n　　我在淮南，向正之提起子固，正之不怀疑我的话。回到江南，向子固提起正之，子固也很相信我的话。于是我知道被人们认为是贤人的人，他们的言行既相似，又互相信任而不猜疑。\n　　子固写了一篇《怀友》赠给我，其大意是希望互相帮助，以便达到中庸的标准才肯罢休。正之也经常这样说过。驾着车子稳步前进，辗过中庸的门庭而进入内室，除了这两位贤人还能有谁呢？我过去不敢肯定自己有可能达到中庸的境地，但也愿意跟在他们左右奔走。在他们的帮助下前进，大概能够达到目的。\n　　唉！做官的各有自己的职守，由于个人私事的牵挂，我们之间不能经常相聚，作《同学一首别子固》，用来互相告诫，并且互相慰勉。\n\n译文二\n　　长江之南有一位贤人，字子固（曾巩字子固），他不是当今世俗所称道的贤人，我敬慕他，和他交为朋友。淮河之南有一位贤人，字正之（孙侔字正之），他不是当今世俗所称道的贤人，我敬慕他，和他交为朋友。二位贤人，从未互相交往过，从未互相交谈过，从未互相赠过钱物，他们的老师和朋友难道都是相同的吗？我考察他们的言语行为，不相似的地方是何等少啊！我说，这恐怕是他们都向圣人学习的结果吧！他们学习圣人，那么他们的老师、朋友也一定是向圣人学习的了。圣人的言语行为难道会有两种样子吗？所以，他们二人的相似也是必然的了。\n　　我在淮河之南，向正之谈及子固，正之不怀疑我说的话；回到长江之南，向子固谈及正之，子固也认为我说的话确实。因此，我又知道了所谓的圣贤之人，既很相似又相互信任，从不猜疑。\n　　子固做了一首《怀友》诗送给我。意思大概是希望我们能相互勉励，一直到达中庸的境界才罢休。正之也曾经说过类似的话。驾着车子安稳行进，通过中庸的门庭而到达内室，除这二位贤人还会有谁呢？我过去不敢肯定自己一定会达到这种境界，不过也愿意跟在他们的左右努力去做，通过他们的帮助使我进入这种境界应该是可能的。\n　　唉！官有自己的职守，私下又有别的事牵累，我们的聚会不可能是经常的，因此，我作了一篇《同学一首别子固》，以相互警策，并相互劝勉。\n\n译文三\n　　长江的南面有一位贤人，表字子固，不是现在所说的一般贤人，我敬仰他，和他交友。淮河的南面有一位贤人，表字正之，也不是现在所说的一般贤人，我也敬仰他，和他交友。\n　　这两位贤人，脚不曾相互来住，嘴也不曾相互讲话，书信和礼物也不曾接受过。他们的老师或朋友，难道完全相同吗？我考察他们的言论和行为，那些不相似的地方多么少啊！说：学习圣人罢了。学习圣人，那么他们的老师或朋友，必定是学习圣人的。圣人的言论和行为，难道会有两样吗？他们的相似也是恰好的。\n　　我在淮南，向正之称道子固，正之对我不怀疑。我回到江南，向子固称道正之，子固也以为对的。我又知道所说的贤人，既是相似的又是互相信任和深信不疑的。子固作《怀友》一首诗赠送我，这首诗的大致意思是希望互相帮助，拉着我以至于到达中庸的境界罢了。正之大概也曾经这样讲过。\n　　安稳地前进，慢慢地行走，车轮碾过中庸之道的庭上，就进入他的家，舍弃这两位贤人还有谁呢？我过去不敢自信必定能达到的，今天也愿意在你们左右干，帮助我进家恐怕就可以了。\n　　唉！官员有职守，私家有牵扯，我们会合不能够经常啊！因此写作《同学》一首向子固告别，来互相警诫，并且互相安慰。\n\n"}
{"_id":{"$oid":"5b9a185f367d5c0f40d22dda"},"title":"浪淘沙·帘外五更风","dynasty":"宋代","writer":"李清照","content":"帘外五更风，吹梦无踪。画楼重上与谁同？记得玉钗斜拨火，宝篆成空。\n回首紫金峰，雨润烟浓。一江春浪醉醒中。留得罗襟前日泪，弹与征鸿。","type":["悼亡","回忆","思念"]}
{"_id":{"$oid":"5b9a185f367d5c0f40d22ddb"},"title":"东溪","dynasty":"宋代","writer":"梅尧臣","content":"行到东溪看水时，坐临孤屿发船迟。\n野凫眠岸有闲意，老树着花无丑枝。\n短短蒲茸齐似剪，平平沙石净于筛。\n情虽不厌住不得，薄暮归来车马疲。\n\n","type":["古诗三百首","写景","山水"]}
{"_id":{"$oid":"5b9a185f367d5c0f40d22ddc"},"title":"清平乐·候蛩凄断","dynasty":"宋代","writer":"张炎","content":"候蛩凄断，人语西风岸。月落沙平江似练，望尽芦花无雁。\n暗教愁损兰成，可怜夜夜关情。只有一枝梧叶，不知多少秋声！","type":["宋词三百首","秋天","感伤"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155736151.mp3","remark":"清平乐：唐代教坊曲名，后用为词牌。又名《清平乐令》、《忆萝花》、《醉东风》等。双调四十六字。前段四句四仄韵；后段四句三平韵。又一体，前段四句四仄韵；后段四句三仄韵。\n蛩（qióng）：蟋蟀。\n练：素白未染之熟绢。\n芦花：芦絮。芦苇花轴上密生的白毛。\n愁损：愁杀。\n兰成：北周庾信的小字。\n关情：动心，牵动情怀。\n\n","shangxi":"　　据《珊瑚网》卷八记载：陆行直《清平乐·重题碧梧苍石图》序中有“候虫凄断，人语西风岸。月落沙平流水漫，惊见芦花来雁。可怜瘦损兰成，多情因为卿卿。只有一枝梧叶，不知多少秋声！”一词。词中所言“卿卿”为当时陆之歌伎，才色皆称。此词定稿后关键字句有较大改动。大概是在作者收入词集时，有意为之。原词无非是写一点“花情柳思”，表达出一种风流艳情，而定稿则将艳情转向“愁情”——为国破为家亡而发的感慨致深的悲愁。\n\n　　上片“候蛩”四句写出秋意：候蛩（即蟋蟀）的哀鸣，西风的衰飒，秋月的清冷，秋江的澄净，无雁的芦花，一幅萧杀的“秋晓图”。以中，人们不难触发出一股悲愤忧愁的“共鸣”来。作者选景立意颇深：写秋寒，不言西风呼啸，而言候蛩凄断；写秋感，不半个愁字，而言芦花盼雁。既含蓄又有美感，表现作者深厚的功力。\n\n　　下片“暗教”四句，道出无限“秋愁”：“兰成”，南朝梁时诗人廋信的小字，后其被北方政权所俘。“梧叶”，梧桐之叶，其最易引发秋感。白居易《长恨歌》中有“春风桃李花开日，秋雨梧桐叶落时”，把“秋雨梧桐”作为人世中最易引起愁情悲感的事来写。而晚唐词人“温庭筠”又有“梧桐树，三更雨，不道离情正苦。一叶叶，一声声，空阶滴到明”（《更漏子》），更为梧叶增添丰厚的感情积淀。而作者言梧叶而写“一枝”，正是更加形象地表现出孤苦潦落，刻划人物情景入木三分。下片短短几句，却把上片所写之景统统升华、提炼成了情语，借廋信之事道出人间道不尽的悲欢离合，借梧叶之孤义表达人世的苍沧。而最后一句“梧叶秋声”又极具概括性和艺术性，又成为盖世佳句。\n\n　　此词在艺术上是成功的，从选景的巧妙，从言情的深远，都极具特色。其笔调精练，含蓄；其风韵幽雅独特；其意境清空淡远；其情感真切感人。正是由于这样的造诣，张炎的“秋词”可以与宋玉的《九辩》、欧阳修的《秋声赋》并列。\n\n","translation":"蟋蟀哀鸣欲断魂，秋风萧瑟秋江岸，人与秋虫共鸣。冷月落沙洲，澄江如彩绢，千里芦花望断，不见归雁行踪。\n默默愁煞庾信，可怜夜夜脉脉含离情。只有那一叶梧桐悠悠下，不知寄托了多少秋凉悲声！\n\n"}
{"_id":{"$oid":"5b9a185f367d5c0f40d22ddd"},"title":"鹧鸪天·一点残红欲尽时","dynasty":"宋代","writer":"周紫芝","content":"一点残红欲尽时。乍凉秋气满屏帏。梧桐叶上三更雨，叶叶声声是别离。 \n调宝瑟，拨金猊。那时同唱鹧鸪词。如今风雨西楼夜，不听清歌也泪垂。","type":["宋词三百首","宋词精选","婉约","离别","怀人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155737235.mp3","remark":"残红：此指将熄灭的灯焰，也有版本作残釭（gāng）。\n屏帏：屏风和帷帐。\n调：抚弄乐器。宝瑟：瑟的美称。\n金猊（ní）：狮形的铜制香炉。猊，狻猊（suān ní），即狮子。\n西楼：指作者住处。\n\n","shangxi":"　　周紫芝喜欢晏几道的词，因此多有模仿。这首《鹧鸪天》不仅在写作手法和词境上与晏几道词相近，而且题材也是晏几道写得最多的“忆别歌女”主题。词中以今昔对比、悲喜交杂、委婉曲折而又缠绵含蓄的手法写雨夜怀人的别情。\n\n　　词从室内环境写起，“一点残红欲尽时，乍凉秋气满屏帷”，点染出清寂的氛围。夜阑人静时分，油灯将枯，灯火将残，“残红欲尽”，夜晚也即将过去，而人尚未入睡，室内满是“乍凉”的“秋气”。“乍凉”是人对周围环境的感受，“满屏帷”则进一步强化了人对“凉”的体认。凉意本是一种看不见摸不着的东西，人之所以感觉满室生寒，是因为人满怀凄凉愁绪。\n\n　　“梧桐叶上三更雨，叶叶声声是别离”写出词人的听觉，点出“三更秋雨”这个特定环境；此系化用温庭筠《更漏子》下片词意：“梧桐树，三更雨，不道离情正苦，一叶叶，一声声，空阶滴到明。”温词直接写雨声，间接写人，这首词亦复如此。这秋夜无寐所感受到的别离之悲，以雨滴梧桐的音响来暗示，能使人物在特定环境中的感受更富感染力量。所谓“叶叶声声是别离”，与欧阳修的“夜深风竹敲秋韵，万叶千声皆是恨”（《木兰花·别后不知君远近》）异曲同工，都是借情感对声音的反应表达由此构成的心理影响。那“空阶滴到明”和“叶叶声声是别离”，同样都是为了更深入地刻绘出别离所带来的悲苦心情。\n\n　　“调宝瑟，拨金猊”一句，承接“别离”二字，自然过渡到对往事的追忆。一“调”一“拨”，写过去相聚之时，主人公曾与她一起抚琴调瑟，一起拨动炉中的燃香，使满室生香，暖意融融。“那时同唱鹧鸪词”，“鹧鸪”常被当做男女爱情的象征。在这样美好的氛围中，二人一起唱起吟咏爱情的曲词，那时的情景，亲密而快乐，令人难以忘怀。\n\n　　由以上两句可见，女子的身份是一名歌女。末句以“如今”开启今昔对比。“风雨西楼夜”呼应上阕所描写的环境和景状，将往日的欢乐与今时今日的寂寞凄凉进行对比，从而引出“不听清歌也泪垂”的慨叹。过去，主人公听到歌女所唱“清歌”，曾因其感人肺腑而潸然泪下，如今，不仅无“清歌”可听，而且又因回忆往昔欢聚景象而牵扯出更多的孤寂情怀，故日“泪垂”。这里的“泪”既为过去不可追回而流，更为今日之愁苦而流。\n\n　　词人围绕“风雨西楼夜”落笔，先摹写整体环境，写景不忘烘托悲愁情绪；次写主人公身处西楼回望往事，极言往日之欢；最后词情停顿于“如今”，在往日欢聚的对比下，进一步叙说主人公深切的怀念和对当下处境的喟叹。结构层次分明，而感情绵延悱恻，贯穿全词始末，工整疏密中见摇曳。\n\n","translation":"我独自守一盏残灯，灯已快要燃尽，天乍凉，秋气充塞罗帷和银屏，三更雨点点洒上梧桐，一叶叶、一声声，都是离别的哀音。\n那时，我和她相对调弄宝瑟，拨动炉中温馨的沉水香，同声齐唱《鹧鸪词》，曾是多么欢欣。如今，孤寂地在这西楼，当此风雨凄凄的暗夜，不听清歌也悲泪难禁。\n\n"}
{"_id":{"$oid":"5b9a185f367d5c0f40d22dde"},"title":"戚氏·晚秋天","dynasty":"宋代","writer":"柳永","content":"　　晚秋天，一霎微雨洒庭轩。槛菊萧疏，井梧零乱，惹残烟。凄然，望江关，飞云黯淡夕阳间。当时宋玉悲感，向此临水与登山。远道迢递，行人凄楚，倦听陇水潺湲。正蝉吟败叶，蛩响衰草，相应喧喧。\n\n　　孤馆，度日如年。风露渐变，悄悄至更阑。长天净，绛河清浅，皓月婵娟。思绵绵。夜永对景，那堪屈指暗想从前。未名未禄，绮陌红楼，往往经岁迁延。\n\n　　帝里风光好，当年少日，暮宴朝欢。况有狂朋怪侣，遇当歌对酒竞留连。别来迅景如梭，旧游似梦，烟水程何限。念名利，憔悴长萦绊。追往事、空惨愁颜。漏箭移，稍觉轻寒。渐呜咽，画角数声残。对闲窗畔，停灯向晓，抱影无眠。\n\n","type":["秋天","写景"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155737202.mp3"}
{"_id":{"$oid":"5b9a185f367d5c0f40d22ddf"},"title":"善哉行·其一","dynasty":"魏晋","writer":"曹丕","content":"上山采薇，薄暮苦饥。\n溪谷多风，霜露沾衣。\n野雉群雊，猿猴相追。\n还望故乡，郁何垒垒！\n高山有崖，林木有枝。\n忧来无方，人莫之知。\n人生如寄，多忧何为？\n今我不乐，岁月如驰。\n汤汤川流，中有行舟。\n随波转薄，有似客游。\n策我良马，被我轻裘。\n载驰载驱，聊以忘忧。\n\n","type":["乐府","军旅","生活"],"shangxi":"　　此诗写军旅生活的艰辛。薇，野菜，即野豌豆苗。白天我们到山上去采野豌豆苗，因为到黄昏的时候会很饿。溪谷中风很大，又有霜露打湿大家的衣裳，真是非常寒冷。野鸡的叫声遍布山野，猿猴在相互追逐。\n\n　　在这样的荒郊野外，不免使人回望故乡，然而，故乡又在哪里？忧郁如石头一般垒积胸中。每座山都有山崖，每棵树都有树枝，可我内心的忧愁又是从哪里来的呢？没有人知道。\n\n　　人生不过是暂时寄托于人世，何必如此忧愁呢？我现在不快乐，时光也照样流逝。就像河里的那一只小舟，随着水波流转，也不知道会停在哪里，这就好比是我们的人生啊，谁也不知道自己会在哪里停泊。\n\n　　还是披上我的皮裘，骑着良马，在飞驰中暂时地忘却这人生的烦恼吧。\n\n　　从此诗我们可以看到，曹丕也是一个颇有诗意的人。在远离故土的荒郊野外，不免会产生莫名的忧愁，但这忧愁从何而来、到何而止，我们谁也不知道。而这人生，似乎也正如这忧愁一般，不知从何而来，也不知到何而止。因而，还是暂时地忘却吧，不要去想它。\n\n","translation":"注释 雊，读如够，野鸡叫。 转薄，回旋停泊。薄，通“ 泊 ”。"}
{"_id":{"$oid":"5b9a1860367d5c0f40d22de0"},"title":"明月皎夜光","dynasty":"两汉","writer":"佚名","content":"明月皎夜光，促织鸣东壁。\n玉衡指孟冬，众星何历历。\n白露沾野草，时节忽复易。\n秋蝉鸣树间，玄鸟逝安适。\n昔我同门友，高举振六翮。\n不念携手好，弃我如遗迹。\n南箕北有斗，牵牛不负轭。\n良无盘石固，虚名复何益？\n\n","type":["古诗十九首","秋天","月光","写景","抒情"],"remark":"皎夜光：犹言明夜光。\n促织：蟋蟀的别名，一作“趣织”。\n玉衡：指北斗七星中的第五星。北斗七星形似酌酒的斗：第一星至第四星成勺形，称斗魁；第五星至第七星成一条直线，称斗柄。由于地球绕日公转，从地面上看去，斗星每月变一方位。古人根据斗星所指方位的变换来辨别节令的推移。孟冬：本指冬季的第一个月，此处指方位。玉衡星已经指向孟冬亥宫之方向——西北方，时已过夜半。\n历历：逐个的意思，众星行列分明的样子。\n忽：本义为不重视、忽略，这里用引申义，急速、突然的意思。易：变换。\n玄鸟：燕子。安适：往什么地方去？燕子是候鸟，春天北来，秋时南飞。这句是说天凉了，燕子又要飞往什么地方去了？\n同门友：同在师门受学的朋友。\n翮（hé）：本义为羽毛中间的硬管，指禽鸟的尾羽或翼羽中那些大而硬的角质空心的羽轴。据说善飞的鸟有六根健劲的羽茎。这里泛指鸟的翅膀。据说善飞的鸟有六根健劲的羽茎，故曰“六翮”。\n携手好：指共患难的友谊。\n“弃我“句：就像行人遗弃脚印一样抛弃了我。\n南箕（jī）：星名，形似簸箕。北有斗：即北斗，星名，形似斗（酌酒器）。\n牵牛：指牵牛星。轭：车辕前横木，牛拉车则负轭。“不负轭”是说不拉车。\n良：的确。盘石：同“磐石”，特大石，用以象征坚定不移的感情。\n\n","shangxi":"　　此诗开篇写道：“明月皎夜光，促织鸣东壁。”在皎洁的月色光下，蟋蟀在低吟，并交织成一曲无比清切的夜之旋律。在此，诗人从视角和听觉两方面描写了环境，不但表现出环境的幽静，心境的凄然，而且也暗示了时间是很晚了，也就是下半夜时间。再看夜空，“玉衡指孟冬，众星何历历。”北斗横转，那由“玉衡”“开阳”“摇光”三星组成的斗柄（杓），正指向天象十二方位中的“孟冬”，闪烁的星辰，更如镶嵌天幕的明珠，把夜空辉映得一片璀璨。一切似乎都很美好，包括那披着一身月光漫步的诗人。在中国古代，人们都是根据斗星所指方位的变换来辨别节令的推移。据金克木先生解说，“孟冬”在这里指的不是初冬节令（因为下文明说还有“秋蝉”），而是指仲秋后半夜的某个时刻。此时此刻诗人还在月下踽踽步，说明诗人心神不宁，胸中缠绕着忧愁。\n\n　　诗人默默无语，在月光下徘徊。“白露沾野草，时节忽复易。”野草上已沾满晶莹的露珠，在月光下显得那样晶莹，寒气逼人，明显感觉到时节已经转换。诗人已经感觉到，深秋已在不知不觉中到来，时光之流驶，又是一年秋天到来了。当然，这里写了时间的快速流逝，也是在暗示时间不饶人，人也在一天天老去。怪不得往日的燕子（玄鸟）都不见了，原来已是秋雁南归的时节。这些燕子又将飞往哪里去呢？——“秋蝉鸣树间，玄鸟逝安适”？这就是诗人在月下所发出的怅然问叹。这问叹似乎只对“玄鸟”而发，实际上，它又是诗人那充满失意的怅然自问。从下文可知，诗人之游宦京华已几经寒暑。而今草露蝉鸣、又经一秋，它们在诗人心上所勾起的，是流离客中的无限惆怅和凄怆。\n\n　　以上八句从描述秋夜之景入笔，抒写诗人月下徘徊的哀伤之情。适应着秋夜的清寂和诗人怅惘、失意之感，笔触运得轻轻的，色彩也一片渗白；没有大的音响，只有蟋蟀、秋蝉交鸣中偶发的、诗人那悠悠的叹息之声。当诗人一触及自身的伤痛时，情感便不兔愤愤起来。诗人久滞客中，在夜半如此焦灼难眠，那是因为他曾经希望过、期待过，而今这希望和期待全破灭了。\n\n　　理想破灭，心烦意乱，夜不能寐。于是，诗人写道：“昔我同门友，高举振六翮。”这句是以鸟的展翅高飞比喻同门友的飞黄腾达。这在当初，无疑如一道灿烂的阳光，把诗人的前路照耀得五彩缓纷。他相信，“同门”好友将会从青云间垂下手来，提携自己一把；总有一天，他将能与友人一起比翼齐飞、邀游碧空。但事实却大大出乎诗人预料，昔日的同门之友，而今却成了相见不相认的陌路之人。他竟然在平步青云之际，把自己当作走路时的脚迹一样，留置身后而不屑一顾了。“不念携手好，弃我如遗迹”，这毫不经意中运用的妙喻，不仅入木三分地刻画了同门好友“一阔脸就变”的卑劣之态，同时又表露了诗人那不谙世态炎凉的无比惊讶、悲愤和不平。\n\n　　至此全诗的主旨方才揭开，那在月光下徘徊的诗人，原来就是这样一位被同门好友所欺骗、所抛弃的落魄者。在他的背后，月光印出了静静的身影；而在头顶上空，依然是明珠般闪烁的“历历”众星。当诗人带着被抛弃的余愤怒仰望星空时，偏偏又瞥见了那名为“箕星”、“斗星”和“牵牛”的星座。诗人顿时生出一股无名的怨气，指点着这些星座大声责问起来：“南箕北有斗，牵牛不负扼！”这里语出《小雅·大东》：“维南有箕，不可以颠扬；维北有斗，不可以挹酒浆”“皖彼牵牛，不以服箱（车）”。诗人在此借用“南箕”“北斗”“牵牛”等星宿表现出了有虚名无实用，借此比喻朋友的有虚名无实用。失意落魄的诗人心中很是痛苦，夜不能寐，走出房间，仰望天空，看见星星，由此而想到“同门友”的淡漠，心中忧愤不已，苦闷无处发泄，就借此问问星星。其实，这里也暗示了诗人没有什么朋友，即使有，也是十分功利的、无情意的人。\n\n　　诗歌最后写道：“良无盘石固，虚名复何益？”想到当年友人怎样信誓旦旦，声称同门之谊的“坚如盘石”，可而今“同门”虚名犹存，“盘石”一样的友情也再没有了。诗人终于仰天长叹，以悲愤的感慨收束了全诗。这叹息和感溉，包含了诗人那被炎凉世态所欺骗、所愚弄的无比伤痛和悲哀。\n\n　　抒写这样的伤痛和悲哀，本来只用数语即可说尽。此诗却偏从秋夜之景写起，初看似与词旨全无关涉，其实均与后文的情感抒发脉络相连：月光笼盖悲情，为全诗敷上了凄清的底色；促织鸣于东壁，给幽寂增添了几多哀音；“玉衡指孟”点明夜半不眠之时辰，“众星何历历”暗伏箕、斗、牵牛之奇思；然后从草露、蝉鸣中，引出时光流驶之感，触动同门相弃之痛；眼看到了愤极“直落”、难以控驭的地步。这就是《明月皎夜光》写景抒愤上的妙处，那感叹、愤激、伤痛和悲哀，始终交织在一片星光、月色、螺蜂、蝉鸣之中。\n\n","translation":"明亮皎洁的月光照耀着夜空，东边墙角下不时地传来蟋蟀的吟唱。\n北斗星中的玉衡星已指向了孟冬，天上众多的星星是这样闪烁璀璨。\n晶莹的露珠啊已沾满了地上的野草，时节流转转瞬间又是夏去秋来。\n树枝间传来秋蝉断续的鸣叫，燕子啊不知又要飞往何方？\n昔日与我携手同游的同门好友，已经举翅高飞腾达青云了。\n可是他们一点也不念曾经的交情，就像行人遗弃脚印一样把我抛弃！\n南箕星、北斗星都不能用来盛物斟酒，牵牛星也不能用来负轭拉车！\n再好的友情也不能像磐石那样坚固，仔细想来炎凉世态虚名又有何用？\n\n"}
{"_id":{"$oid":"5b9a1860367d5c0f40d22de1"},"title":"春望词四首","dynasty":"唐代","writer":"薛涛","content":"花开不同赏，花落不同悲。欲问相思处，花开花落时。 \n 揽草结同心，将以遗知音。春愁正断绝，春鸟复哀吟。 \n 风花日将老，佳期犹渺渺。不结同心人，空结同心草。 \n 那堪花满枝，翻作两相思。玉箸垂朝镜，春风知不知。","type":[]}
{"_id":{"$oid":"5b9a1860367d5c0f40d22de2"},"title":"题红叶","dynasty":"唐代","writer":"宣宗宫人","content":"流水何太急，深宫尽日闲。\n殷勤谢红叶，好去到人间。","type":["女子","向往","自由"],"remark":"题注：卢偓应举时，偶临御沟，得一红叶，上有绝句，置于巾箱。及出宫人，偓得韩氏，睹红叶，吁嗟久之，曰：“当时偶题，不谓郎君得之。”\n深宫：宫禁之中，帝王居住处。尽日：整天，天天如此。\n谢：告，嘱咐。一说意为辞别。\n好去：送别之词。犹言好走。\n\n","shangxi":"　　这一故事在辗转流传中，当然不免有被人添枝加叶之处，但也不会完全出于杜撰。从诗的内容看，很象宫人口吻。它写的是一个失去自由、失去幸福的人对自由、对幸福的向往。诗的前两句“流水何太急，深宫尽日闲”，诗的后两句“殷勤谢红叶，好去到人间”，尽在不言之中，可以不言而喻了。俞陛云在《诗境浅说续编》中评李白的《玉阶怨》说：“其写怨意，不在表面，而在空际。”这话也可以移作对这首《题红叶》诗的赞语。\n\n　　除这首《题红叶》外，在唐代还流传有一个梧叶题诗的故事。据《云溪友议》、《本事诗》等书记述，天宝年间，一位洛阳宫苑中的宫女在梧叶上写了一首诗，随御沟流出，诗云：“一入深宫里，年年不见春。聊题一片叶，寄与有情人。”诗在民间遂得传播。诗人顾况得诗后曾和诗一首：“愁见莺啼柳絮飞，上阳宫女断肠时。君恩不闭东流水，叶上题诗寄与谁？”过了十几天，又在御沟流出的梧叶上见诗一首，诗云：“一叶题诗出禁城，谁人酬和独含情。自嗟不及波中叶，荡漾乘春取次行。”这后一首诗在《全唐诗》中题作《又题洛苑梧叶上》，也不失为一首好诗。从诗的首句“一叶题诗出禁城”，可以想见题诗人目送叶去、心与俱远的情景。这片小小的梧叶，成了她的化身，既负荷着她的巨大的苦痛，又浮载着她的缥缈的希冀。句中的“出禁城”三字，与《题红叶》诗中的“到人间”三字一样，含有极其复杂的感情。这里，人生的要求、祝愿、遐想、幻梦是溶合在一起的。下句“谁人酬和独含情”，是进而游翔她的诗思。这位得不到爱情的少女，把她对爱情的想象随着梧叶也送出了禁城。她题诗的一片心意原是“寄与有情人”，但“寄与谁”，“谁人酬和”，这片梧叶出禁城后又会有什么样的遭遇呢？这些，纵然渺茫难知，也足以令她浮想翩翩，含情脉脉；可是，句中一个“独”字却又透露了她的现实处境之可哀。下面两句“自嗟不及波中叶，荡漾乘春取次行”，正是回到现实后的绝望和嗟叹。这时，随波荡漾的梧叶已经乘春而逝，而回顾自身，仍然在“年年不见春”的禁城之内。如果说诗的前半首是身在痛苦环境中产生的美好幻想；那么，这后半首就是走出幻想世界后感到的加倍痛苦了。总的看来，这首《又题》写得较实，较直，以真挚动人。但不如《题红叶》诗之空灵酝藉，言简意长，给人以更多的玩索余地。\n\n　　唐代出现了大量宫怨诗，但几乎全都出自宫外人手笔，至多只能做到设身处地，代抒怨情，有的还是借题发挥，另有寄托。这首《题红叶》诗以及另两首题梧叶诗之可贵，就在于让我们直接从宫人之口听到了宫人的心声。\n\n","translation":"流水为什么去得这样匆匆，深宫里却整日如此的清闲。\n我殷勤地辞别这一片红叶，离开这好去到自由的人家。\n\n"}
{"_id":{"$oid":"5b9a1860367d5c0f40d22de3"},"title":"中秋","dynasty":"唐代","writer":"刘得仁","content":"尘里兼尘外，咸期此夕明。\n一年惟一度，长恐有云生。\n露洗微埃尽，光濡是物清。\n朗吟看正好，惆怅又西倾。","type":["中秋","节日","抒情"],"remark":"尘里尘外：尘世内外。\n咸：都、全。\n濡：沾湿，沾染。\n朗吟：高声吟诵。\n\n","translation":"不管是世俗中的还是超然世外的，都在期待中秋月明。\n一年中只有这一次，所以唯恐这天有云遮月。\n露水洗净了尘埃，月光照亮了万物。\n正适合高声吟诵诗篇，可惜月亮又西沉，只给人们留下满腹惆怅。\n\n"}
{"_id":{"$oid":"5b9a1860367d5c0f40d22de4"},"title":"瀑布","dynasty":"唐代","writer":"施肩吾","content":"豁开青冥颠，泻出万丈泉。\n如裁一条素，白日悬秋天。","type":["写景","山水"],"remark":"豁（huō攉)裂开。\n青冥，青色的天空。\n颠：顶。\n素：白色的生绢。\n\n","translation":"如青天之顶裂开一个豁口，万丈清泉从中泻下来；\n又如剪裁一条素绢，在丽日朗照下，从秋高气爽的蓝天上飘然下悬。\n\n"}
{"_id":{"$oid":"5b9a1860367d5c0f40d22de5"},"title":"酬乐天频梦微之","dynasty":"唐代","writer":"元稹","content":"山水万重书断绝，念君怜我梦相闻。\n我今因病魂颠倒，唯梦闲人不梦君。","type":["友情"],"remark":"乐天：白居易的字。\n微之：元稹的字。\n书：信件。\n念：思念。\n病：诗人在通州得过一样严重的疟疾，病后身体一直很差，记忆衰退，同时也包含内心的苦闷。\n闲人：不相干的人。\n\n","shangxi":"　　元稹的这首酬答小诗构思相当奇巧，感情极其诚挚。虽然全诗只有四句，却把诗人对好友的无限感念之情和内心世界的凄苦心境描写得漓淋尽致。\n\n　　元稹贬通州，白居易谪江州，两地迢迢数千里，通信十分困难。因此，诗一开始就说“山水万重书断绝”。此时好不容易收到白居易寄来的一首诗，诗中告诉元稹，前一天晚上又梦见了他。老朋友感情这样深挚，使他深深感动。诗的前两句，诗人首先感叹于由于“山水万重”的阻隔，常常会使人的通讯断绝，因此能得到好友的寄诗是不容易的，而从好友的诗中又得知好友连梦中都在关切着他的境遇，这种人世间珍贵的深挚友情，使诗人感深肺腑。这两句直叙贬谪之后处境的艰难与郁闷的心情。这种艰难，不光是反映在山水万重上，更体现在由此导致的音书断绝上。这种郁闷，不仅仅是因为身处荒僻之地的无聊穷困，更多的是因为很难得到好友的消息。\n\n　　“念君怜我梦相闻”一句，表面经这千难万险，诗人终于收到好友的来信，知悉还有远在异地思念入梦的情景，不禁感慨万千，夜不能寐。后两句，诗人紧扣好友寄诗中的急切询问，向还有作了深情的回答。两诗都没有直接叙述自己对好友的苦苦思念挂牵，而是用写梦来抒难尽之情，但写法又各辟蹊径：白居易的寄诗主要以反问的语气用如梦后的苦思来表示对还有境遇的关切；而元稹的诗，虽是从正面回答，但构思也同样精巧，他回答好友自己因病魔缠身又梦到一些闲人而感到痛苦。前者“梦见君”，后者“不梦君”，这一唱一和，表面看去是如此截然不同，可是形成了感情基础，都是来自两人彼此苦思相念之情。这既符合酬答诗在内容上要彼此相应的基本要求，又在构思上独处机杼，使人于同中见异。酬答诗在形式上也有严格的要求，它要求和诗与原诗必须题材主题相同、诗体相同、用韵相同，有的甚至连韵脚字词都相同。而元稹这首诗能在如此短小的篇幅中，依照酬答诗的形式要求，写得如此深沉蕴藉、形神俱肖、富有包孕，为历代诗评家视为酬答诗中的佳作。\n\n　　全诗纯用白描，几乎没有一点设色布景之处，也丝毫没有生涩拗口之语，而且人物形象生动隽永，情调境界感人肺腑。特别是作为一首次韵和诗，在押韵韵脚受到严格限制的情况下，能匠心独运，别出心裁地写出这首诗，更其难能可贵。\n\n","translation":"被千万层山水阻隔使书信来往间断，今日忽接到你寄来的诗，难得你爱怜我在梦中还打听我。\n我现在有病心神错乱，只梦见些不相干的人却没有梦见你。\n\n"}
{"_id":{"$oid":"5b9a1860367d5c0f40d22de6"},"title":"山石","dynasty":"唐代","writer":"韩愈","content":"山石荦确行径微，黄昏到寺蝙蝠飞。\n升堂坐阶新雨足，芭蕉叶大栀子肥。\n僧言古壁佛画好，以火来照所见稀。\n铺床拂席置羹饭，疏粝亦足饱我饥。\n夜深静卧百虫绝，清月出岭光入扉。\n天明独去无道路，出入高下穷烟霏。\n山红涧碧纷烂漫，时见松枥皆十围。\n当流赤足踏涧石，水声激激风吹衣。\n人生如此自可乐，岂必局束为人鞿？(鞿 一作：靰)\n嗟哉吾党二三子，安得至老不更归。","type":["唐诗三百首","纪游","写景","抒情"],"remark":"山石：这是取诗的首句开头三字为 题，乃旧诗标题的常见用法，它与诗的内容无关。\n荦确（luòquè洛却）：指山石险峻不平的样子。行径：行下次的路径。微：狭窄。\n蝙蝠：哺 乳动物，夜间在空中飞翔，捕食蚊、蛾等。这是写山寺黄昏的景象并点明到寺的时间。\n升堂：进入寺中厅堂。阶：厅堂前的台阶。新雨：刚下过的雨。\n栀子：常绿灌水，夏季开白花，香气浓郁。这两句说，进入厅堂后坐在台阶上，这刚下过的一场雨水该有多么充足；那吸饱了雨水的芭蕉叶子更加硕大，而挺立枝头 的栀子花苞也显得特别肥壮。诗人热情地赞美了这山野生机勃勃的动人景象。\n佛画：画的佛画像。\n稀：依稀，模糊，看不清楚。一作“稀少”解。所见 稀：即少见的好画。这两句说，和尚告诉我说，古壁上面的佛像很好，并拿来灯火观看，尚能依稀可见。\n置：供。羹（gēng耕）：菜汤。这里是泛指菜 蔬。\n疏粝（lì历）：糙米饭。这里是指简单的饭食。饱我饥：给我充饥。\n百虫绝：一切虫鸣声都没有了。\n清月：清朗的月光。出岭：指清 月从山岭那边升上来。夜深月出，说明这是下弦月。扉（fei非）：门。光入扉：指月光穿过门户，照时室内。\n无道路：指因晨雾迷茫，不辨道路，随意 步行的意思。\n出入高下：指进进出出于高高低低的山谷径路意思。霏：氛雾。穷烟霏：空尽云雾，即走遍了云遮雾绕的山径。\n山红涧：即山花红 艳、涧水清碧。纷：繁盛。烂漫：光彩四射的样子。\n枥（lì历）：同“栎”，落叶乔木。木围：形容树干非常粗大。两手合抱一周称一围。\n当 流：对着流水。赤足踏涧石：是说对着流水就打起赤脚，踏着涧中石头淌水而过。\n人生如此；指上面所说的山中赏心乐事。\n局束：拘束，不自由的意思。靰（jī基）：马的缰绳。这里作动词用，即牢笼、控制的意思。\n吾党二三子：指和自己志趣相合的几个朋友。\n安得：怎能。不更归：不再回去了，表示对官场的厌弃。\n\n","shangxi":"　　题目“山石”不是本要专门抒发的内容，而是取首句的头两个字而已。这是一首记游诗，按时间地点依次写来，全诗可分四个部分。\n\n　　第一部分从开头至“芭蕉叶大栀子肥”，写黄昏到寺所见景色。“山石荦确行径微，黄昏到寺蝙蝠飞”，首句写寺外山石的错杂不平，道路的狭窄崎岖；次句写古寺的荒凉陈旧，到黄昏时众多的蝙蝠窜上飞下，纷纷攘攘。仅此两句，就把整个深山古寺的景色特征突现出来，使人如临其境。以下两句是入寺坐定后所见阶下景物：芭蕉叶子阔大，栀子果实肥硕，是新雨“足”后的特有景致，读之令人顿觉精神爽快。\n\n　　第二部分从“僧言古壁佛画好”至“清月出岭光入扉”，写入寺后一夜的情景。这里一部分先写僧人的热情招待，先是主动地向客人介绍古壁佛画，兴致勃勃地擎着蜡烛引着客人前去观看。“稀”字既道出壁画的珍贵，也生动地显露出诗人的惊喜之情。接着写僧人的殷勤铺床置饭，“疏粝亦足饱我饥”，一见僧人生活的简朴，二见诗人对僧家招待的满意之情。后两句写夜深入睡，“百虫绝”从反面衬托出深山古庙虫鸣之盛，直到夜深之后才鸣声渐息。“清月出岭光入扉”，很有李白“床前明月光”诗句的意境，使人有无限静寂之感。\n\n　　第三部分从“天明独去无道路”至“水声激激风吹衣”，写晨去的路上所见所感。雨后的深山，晨雾缭绕，曲径萦回，以至分不清道路，高低难行。一个“穷”字，写出诗人奔出雾区的喜悦。接下去描绘脱离雾区，在一片晴朗中所见到的秀丽山景：峭崖上红花一片，山涧下碧水清清，更有那挺拔粗壮的松、枥树时时跃入眼帘。“时见”二字看似平常，实有精确的含意，它表明这些松、枥树不是长在一处的，而是诗人在行进中时时见到的。如此便把景色拉开，使读者的意念像跟着诗人行走似的一路领略山中风情。下两句写新雨后的山涧，水流横溢，激溅奔泻，致使诗人脱去鞋子，提起裤管，小心翼翼地在溪流中移进。山风阵阵，牵衣动裳，使人有赏不尽的山、水、风、石的乐趣。这里景色丰富，境地清幽。所以诗写到此，很自然地引出最后一段。\n\n　　第四部分从“人生如此自可乐”到最后，是抒写情怀。韩愈在长期的官场生活中，陟黜升沉，身不由己，满腔的愤懑不平，郁积难抒。故对眼前这种自由自在，不受人挟制的山水生活感到十分快乐和满足。从而希望和自己同道的“二三子”能一起来过这种清心适意的生活。这种痛恨官场、追求自由的思想在当时是有积极意义的。\n\n　　这首诗看似平凡，实际有较高的艺术成就。突出的特点是巧妙地运用了赋体中“铺采摛文”的手法。所谓赋体的“铺采摛文”，就不是一般地叙事状物，而是在记叙的过程中兴会淋漓地、铺扬蹈厉地状写事物，绘景抒情，使之物相尽形，达到辗转生发的艺术效果。《山石》诗便是如此。无论是开头部分的黄昏到寺，还是其后的歇寺、离寺，先后按时间推移，把在这一段时间中的所做所为、所见所闻、交待得清清楚楚。而这些事都是日常的平凡之事（像入寺、坐阶、看画、铺床、睡觉、晨起登程等）；客观之景（像大石、蝙蝠、芭蕉、栀子、月光、晨雾、山花、涧水、松枥等）就像一篇记事的日记一般，没什么奇特之处。然而诗人却在这些无甚奇特的事物中，洋溢着真挚之情，状写出美妙之景，从而生发出无限的诗意。如“黄昏到寺蝙蝠飞”，虽是一个很普通的现象，也无雕饰的词语，但却十分有力地烘托出深山古寺在黄昏中的气氛，使人如见古寺之荒凉，环境之沉寂。如身临其境地感受到一种美妙的诗意。再如“当流赤足踏涧石，水声激激风吹衣”又是一幅多么优美的图画。水声激激，风扯衣衫，一位赤足的人在溪流中上下小心踏石过流，其神其态，其情其趣，使人对这幅充满诗意的“山涧行”的图画，产生无限生趣。这就是诗人“铺采摛文”笔法所升华出的功力。\n\n　　这首诗为传统的纪游诗开拓了新领域，它汲取了山水游记的特点，按照行程的顺序逐层叙写游踪。然而却不像记流水账那样呆板乏味，其表现手法是巧妙的。此诗虽说是逐层叙写，仍经过严格的选择和经心的提炼。如从“黄昏到寺”到就寝之前，实际上的所经所见所闻所感当然很多，但摄入镜头的，却只有“蝙蝠飞”、“芭蕉叶大栀子肥”、寺僧陪看壁画和“铺床拂席置羹饭”等殷勤款待的情景，因为这体现了山中的自然美和人情美，跟“为人靰”的幕僚生活相对照，使诗人萌发了归耕或归隐的念头，是结尾“主题歌”所以形成的重要根据。关于夜宿和早行，所摄者也只是最能体现山野的自然美和自由生活的那些镜头，同样是结尾的主题歌所以形成的重要根据。\n\n　　再说，按行程顺序叙写，也就是按时间顺序叙写，时间不同，天气的阴晴和光线的强弱也不同。这篇诗的突出特点，就在于诗人善于捕捉不同景物在特定时间、特定天气里所呈现的不同光感、不同湿度和不同色调。如用“新雨足”表明大地的一切刚经过雨水的滋润和洗涤；这才写主人公于苍茫暮色中赞赏“芭蕉叶大栀子肥”，而那芭蕉叶和栀子花也就带着它们在雨后日暮之时所特有的光感、湿度和色调呈现出来。写月而冠以“清”字，表明那是“新雨”之后的月儿。写朝景，新奇而多变。因为他不是写一般的朝景，而是写山中雨后的朝景。他先以“天明独去无道路”一句，总括了山中雨霁，地面潮湿，黎明之时，浓雾弥漫的特点，然后用“出入高下穷烟霏”一句，画出了雾中早行图。“烟霏”既“穷”，阳光普照，就看见涧水经雨而更深更碧，山花经雨而更红更亮。于是用“山红涧碧”加以概括。山红而涧碧，红碧相辉映，色彩已很明丽。但由于诗人敏锐地把握了雨后天晴，秋阳照耀下的山花、涧水所特有的光感、湿度和色调，因而感到光用“红”、“碧”还很不够，又用“纷烂漫”加以渲染，才把那“山红涧碧”的美景表现得鲜艳夺目。\n\n","translation":"山石峥嵘险峭，山路狭窄像羊肠，蝙蝠穿飞的黄昏，来到这座庙堂。\n登上庙堂坐台阶，刚下透雨一场，经雨芭蕉枝粗叶大，山栀更肥壮。\n僧人告诉我说，古壁佛画真堂皇，用火把照看，迷迷糊糊看不清爽。\n为我铺好床席，又准备米饭菜汤，饭菜虽粗糙，却够填饱我的饥肠。\n夜深清静好睡觉，百虫停止吵嚷，明月爬上了山头，清辉泻入门窗。\n天明我独自离去，无法辨清路向，出入雾霭之中，我上下摸索踉跄。\n山花鲜红涧水碧绿，光泽又艳繁，时见松栎粗大十围，郁郁又苍苍。\n遇到涧流当道，光着脚板踏石淌，水声激激风飘飘，掀起我的衣裳。\n人生在世能如此，也应自得其乐，何必受到约束，宛若被套上马缰？\n唉呀，我那几个情投意合的伙伴，怎么能到年老，还不再返回故乡？\n\n"}
{"_id":{"$oid":"5b9a1860367d5c0f40d22de7"},"title":"前出塞九首","dynasty":"唐代","writer":"杜甫","content":"戚戚去故里，悠悠赴交河。\n公家有程期，亡命婴祸罗。\n君已富土境，开边一何多。\n弃绝父母恩，吞声行负戈。\n\n出门日已远，不受徒旅欺。\n骨肉恩岂断，男儿死无时。\n走马脱辔头，手中挑青丝。\n捷下万仞冈，俯身试搴旗。\n\n磨刀呜咽水，水赤刃伤手。\n欲轻肠断声，心绪乱已久。\n丈夫誓许国，愤惋复何有！\n功名图麒麟，战骨当速朽。\n\n送徒既有长，远戍亦有身。\n生死向前去，不劳吏怒嗔。\n路逢相识人，附书与六亲。\n哀哉两决绝，不复同苦辛。\n\n迢迢万里余，领我赴三军。\n军中异苦乐，主将宁尽闻。\n隔河见胡骑，倏忽数百群。\n我始为奴仆，几时树功勋。\n\n挽弓当挽强，用箭当用长。\n射人先射马，擒贼先擒王。\n杀人亦有限，列国自有疆。\n苟能制侵陵，岂在多杀伤。\n\n驱马天雨雪，军行入高山。\n径危抱寒石，指落层冰间。\n已去汉月远，何时筑城还。\n浮云暮南征，可望不可攀。\n\n单于寇我垒，百里风尘昏。\n雄剑四五动，彼军为我奔。\n掳其名王归，系颈授辕门。\n潜身备行列，一胜何足论。\n\n从军十年余，能无分寸功。\n众人贵苟得，欲语羞雷同。\n中原有斗争，况在狄与戎。\n丈夫四方志，安可辞固穷。\n\n","type":["讽刺","边塞","战争","组诗"],"remark":"戚戚，愁苦貌。因被迫应往，故心怀戚戚。\n悠悠，犹漫漫，遥远貌。交河在新疆维吾尔自治区吐鲁番县，是唐王朝防吐蕃处。\n公宗，犹官家。有程期，是说赴交河有一定期限。\n是说如果逃命，又难逃法网。唐行“府兵制”，天宝末，还未全废，士兵有户籍，逃则连 累父母妻子。\n这两句点出赴交河之故，是全诗的主脑，是人民的抗议，也是壮甫的斥责。\n离家日久，一切习惯了，熟习了，放下再受伙伴们的戏弄和取笑。按《通典》卷一百四十九：“诸将上不得倚作主帅，及恃己力强，欺傲火（伙）人，全无长幼，兼笞挞懦弱，减削粮食衣资，并军器火具，恣意令擎，劳逸不等。”则知当时军中实有欺负人的现象。\n“死无时”是说时时都有死的可能，不一定在战场。正因为死活毫无把握，所以也就顾不 得什么骨肉之恩，说得极深刻。\n走马，即跑马。辔头，当泛指马的络头。脱是去掉不用。\n青丝，即马缰。挑是信手的挑着。\n捷下是飞驰而下。\n搴，拔取。是说从马上俯下身去练习拨旗。 《通典》（卷同上）：“搴旗斩将，陷阵摧锋，上赏。”所以要“试搴旗”。吴昌祺说：“走马四句，捷自负，而意乃在 ‘死无时’也。” 这说法很对。\n呜咽水，指陇头水。《三秦记》：“陇山顶有泉，清水四注，俗歌：陇头流水，呜声呜咽。遥望秦川，肝肠断绝。”这以下四句即化用陇头歌。\n轻是轻忽，只当没听见。肠断声指呜咽的水声。\n这句是上句的否定。心绪久乱，而水声触耳，想不愁也不行。心不在焉，因而伤手。初 尚不知，见水赤才发觉。刻划人微。\n丈夫，犹言“男儿”、“健儿”或“壮士”，是征夫自谓。誓许国，是说决心把生命献给国家。这以下四句征夫的心理有了转变，但是出于无可奈何的，所以语似壮而情实悲，口里说的和心里想的仍有矛盾。\n这句承上句。既以身许国，此外还有什么值得悲愤和留念的呢？\n西汉宣帝曾图画霍光、苏武等功臣一十八人于麒麟阁。\n当字很有意思，好像甘心如此，其实是不甘心。末两句也是反话。所以有此矛盾现象，是由于这个战争不是正义的战争，人民也是被强制去作战的。\n送徒有长，是指率领（其实是押解）征夫的头子，刘邦、陈胜都曾做过。\n远戍，指人说，是征夫自谓。“亦有身”是说我们也有一条命，也是一个人。是反抗和愤恨的话。仇注：“远戍句，此被徒长呵斥而作自怜语。”不对头。\n这两句是说，死活我们都向前去，决不作孬种，用不着你们吹胡子瞪眼，也是汪性使气 的话。仇注：“吏即送徒之长。”\n附书即捎信儿。六亲是父母兄弟妻子。\n这两句概括书中的大意。决绝，是永别。仿佛是说：“妈呀！爸爸呀！妻呀！儿呀！…… 我们再也不能见面了！我们苦也不能苦在一起了！”吴瞻泰云：“不言不同欢乐，而言不同苦辛，并苦辛亦不能同，怨之甚也。”\n“迢迢”，远貌。\n异苦乐是说苦乐不均。在剥削阶级的部队中，官兵总是对立的。\n隔河的河即交河。“骑”字照以前的习惯读法，应读作去声，因为这是名词，指骑兵。\n倏忽，一会儿工夫。\n《通鉴》说当时“戍边者多为边将苦使，利其死而没其财”（卷二百一十六）。可见“为奴仆”确是实际情形。\n树，立也。\n这四句极象谣谚，可能是当时军中流行的作战歌诀。马目标大易射，马倒则人非死即伤，故先射马，蛇无头而不行，王擒则贼自溃散，故先擒王。擒王句乃主意所在，下四句便是引伸这一句的。\n亦有限，是说也有个限度，有个主从。正承上句意。沈德潜 《杜诗偶评》：“诸本杀人亦有限，惟文待诏（文徵明）作杀人亦无限，以开合语出之，较有味。”不确。\n自有疆，是说总归有个疆界，饶你再开边。和第一首“开边一何多”照应。\n这两句是说如果能抵制外来侵略的话，那末只要擒其渠魁就行了，又哪在多杀人呢？张远《杜诗会粹》：“大经济语，借戍卒口中说出。”在这里我们相当明显的看到杜甫的政治观点。\n雨作动词用，读去声。雨雪即下雪。\n山高所以径危。因筑城，故须抱石。\n指落是手指被冻落。\n汉月，指祖国。\n祖国在南方，所以见浮云南去便想攀住它。“暮”字含情。\n单音禅。汉时匈奴称其君长曰单于，这里泛指边疆少数民族君长。\n古宝剑有雌雄，这里只是取其字面。四五动，是说没费多大气力。\n奔是奔北，即吃了败仗。\n名王，如匈奴的左贤王、右贤王。这里泛指贵人。正是所谓“擒贼先擒王”。\n辕门即军门。\n这两句主要写有功不居的高尚风格，是第三章“大夫誓许国”的具体表现，也是下章“丈夫四方志”的一个过渡。\n能无，犹“岂无”、“宁无”，但含有估计的意味，分寸功，极谦言功小。观从军十年 馀，可知“府兵制”这时已完全破坏。\n众人，指一般将士。苟得，指争功贪赏。\n“欲语”二字一顿。想说说自己的功，又不屑跟他们同调，干脆不说也罢。《礼记：由礼》：“毋剿说，毋雷同。”雷一发声，四下同应，故以比人云亦云。\n这两句过去解说不一。大意是说：中原尚且有斗争，何况边疆地区？应前“单于寇我垒”。\n这两句是将自己再提高一步，丈夫志在四方，又哪能怕吃苦？ 《论语》“君子固穷”。 \n\n\n","translation":"其一\n悲伤凄凉的离开家乡，来到遥远的交河城。\n衙门有规定的路程期限，否则就得设法逃离触犯法律的责难。\n您拥有广阔的疆域领土，为什么还要再争夺无度？\n辜负父母的养育之恩，暗自悲泣却不敢言，背起兵器踏上征程。\n\n其六\n拉弓要拉最坚硬的，射箭要射最长的。\n射人先要射马，擒贼先要擒住他们的首领。\n杀人要有限制，各个国家都有边界。\n只要能够制止敌人的侵犯就可以了，难道打仗就是为了多杀人吗？\n\n其九\n我从军十多年了，难道没有一点点的功劳？\n一般将士看重争功贪赏，我想说一下自己的功劳但羞于与他们同调。\n中原尚且有斗争，何况边疆地区呢？大丈夫志在四方，又哪能怕吃苦？\n\n"}
{"_id":{"$oid":"5b9a1861367d5c0f40d22de8"},"title":"自洛之越","dynasty":"唐代","writer":"孟浩然","content":"遑遑三十载，书剑两无成。\n山水寻吴越，风尘厌洛京。\n扁舟泛湖海，长揖谢公卿。\n且乐杯中物，谁论世上名。","type":["叙事","抒情","愤懑"]}
{"_id":{"$oid":"5b9a1861367d5c0f40d22de9"},"title":"江亭夜月送别二首","dynasty":"唐代","writer":"王勃","content":"江送巴南水，山横塞北云。\n津亭秋月夜，谁见泣离群？\n\n乱烟笼碧砌，飞月向南端。\n寂寞离亭掩，江山此夜寒。\n\n","type":["秋天","送别","写景","抒情","组诗"]}
{"_id":{"$oid":"5b9a1862367d5c0f40d22dea"},"title":"大车","dynasty":"先秦","writer":"佚名","content":"大车槛槛，毳衣如菼。岂不尔思？畏子不敢。\n大车啍啍，毳衣如璊。岂不尔思？畏子不奔。\n榖则异室，死则同穴。谓予不信，有如皎日。","type":["诗经","爱情","故事"],"remark":"大车：古代用牛拉货的车，一说古代贵族乘坐的车子。\n槛（kǎn）槛：车轮的响声。\n毳（cuì）衣：毡子。本指兽类细毛，可织成布匹，制衣或缝制车上的帐篷。此处从闻一多说。菼（tǎn）：初生的芦苇，也叫荻，茎较细而中间充实，颜色青绿。此处以之比喻毳衣的青白色。\n尔：你。\n子：；指其所爱的男子。\n啍（tūn）啍：重滞徐缓的样子，犹“槛槛”。\n璊（mén）：红色美玉，此处喻红色车篷。一说赤苗的谷。\n奔：私奔。\n榖（gǔ）：生，活着。异室：两地分居。\n同穴：合葬同一个墓穴。\n予：我。\n有如皦（jiǎo）日：有此白日。如，此。皦，同“皎”，白，光明，明亮。\n\n","translation":"大车行走声槛槛，青色毛衣像嫩菼。难道是我不像你？相爱就怕你不敢。\n大车前行声啍啍，红色毛衣色如璊。难道是我不像你？怕你不跟我私奔。\n活着不能在一室，死后同埋一个坑。我说的话你不信，就让太阳来作证。\n\n"}
{"_id":{"$oid":"5b9a1862367d5c0f40d22deb"},"title":"竹竿","dynasty":"先秦","writer":"佚名","content":"籊籊竹竿，以钓于淇。岂不尔思？远莫致之。\n泉源在左，淇水在右。女子有行，远兄弟父母。\n淇水在右，泉源在左。巧笑之瑳，佩玉之傩。\n淇水滺滺，桧楫松舟。驾言出游，以写我忧。","type":["诗经","思乡"],"remark":"籊（tì）籊：长而尖削貌。\n尔思：想念你。尔，你。\n致：到。\n泉源：一说水名。即百泉，在卫之西北，而东南流入淇水。\n行：远嫁。\n瑳（cuō）：玉色洁白，这里指露齿巧笑状。\n傩（nuó）：通“娜”，婀娜。一说行动有节奏的样子。\n滺（yōu）：河水荡漾之状。\n楫（jí）：船桨。桧、松：木名。桧（guì），柏叶松身。\n驾言：本意是驾车，这里是操舟。言，语助词，相当“而”字。\n写（xiè）：通“泻”，宣泄，排解.\n\n","shangxi":"　　此诗写一位远嫁的女子思乡怀亲的感情。全诗四章，内容都是远嫁女儿脑海中的形象活动。全诗从回忆与推想两个角度来写，可分两大部分，前后各两章，分别成一层意思。\n\n　　开头两章，是远嫁姑娘的回忆，都是关于婚前家乡与亲人的事。首章回忆当姑娘家时在淇水钓鱼的乐事：“籊籊竹竿，以钓于淇”，和伙伴们一起到淇水钓鱼游玩，这是多么惬意的事，不可能忘记。可惜眼下身在异乡，再也不能回淇水去钓鱼了，“岂不尔思，远莫致之”。次章回忆离别父母兄弟远嫁时的情形。泉水、淇水，逐渐远去；父母兄弟，逐渐远离。离别的场面和离别的情怀，最使人难忘。远嫁的女儿回忆起这个场景，思念之情不可抑止。第一章、第二章共八句，重点在回忆，强调的是思乡怀亲之情。\n\n　　第三、四两章是进一层意思：希企。眼下远嫁女儿已是人家的媳妇，故乡亲人都见不到。回忆激起的情怀，化作热情的企望：希望能有一天重归故乡。三四两章，便是想像回乡时的情景。淇水、泉水依然如故，“淇水在右，泉源在左”，与第二章两句一样，只是句子位置变化一下，实际上是用复沓的手法，表示重来旧地的意思。这时候，出嫁女已不再是姑娘家时持竹竿钓鱼那样天真了，而是“巧笑之瑳，佩玉之傩”，一副成熟少妇从容而喜悦的样子：故乡，我终于回来了！仿佛为了重新找回少女时代的感觉，这位少妇又到淇水。不过，这次不是钓鱼了，而是“桧楫松舟”，乘船游赏。不过，旧地重游，也不能排解远嫁多时的离愁。三四两章想像回乡的场景，正是远嫁归不得的少妇幻想的场景。想像得越真切越具体，现实中远离故乡不得归的思念之情就越强烈。所以，驾船游赏故乡的想像，根本不能解决思乡怀亲的愁思。\n\n","translation":"钓鱼竹竿细又长，曾经垂钓淇水上。难道不把旧地想，路远无法归故乡。\n泉源汩汩流左边，淇水荡荡流右边。姑娘长大要出嫁，父母兄弟离得远。\n淇水荡荡流右边，泉源汩汩流左边。嫣然一笑皓齿露，身佩美玉赛天仙。\n淇水悠悠日夜流，桧木桨儿柏木舟。驾车出游四处逛，以解心里思乡愁。\n\n"}
{"_id":{"$oid":"5b9a1862367d5c0f40d22dec"},"title":"子虚赋","dynasty":"两汉","writer":"司马相如","content":"　　楚使子虚使于齐，王悉发车骑，与使者出田。田罢，子虚过奼乌有先生，亡是公在焉。坐定，乌有先生问曰：“今日田乐乎？”子虚曰：“乐。”“获多乎？”曰：“少。”“然则何乐？”对曰：“仆乐齐王之欲夸仆以车骑之众，而仆对以云梦之事也。”曰：“可得闻乎？”\n\n　　子虚曰：“可。王车驾千乘，选徒万骑，田于海滨。列卒满泽，罘罔弥山，掩兔辚鹿，射麇脚麟。骛于盐浦，割鲜染轮。射中获多，矜而自功。顾谓仆曰：‘楚亦有平原广泽游猎之地饶乐若此者乎？楚王之猎孰与寡人乎？’仆下车对曰：‘臣，楚国之鄙人也，幸得宿卫十有余年，时从出游，游于后园，览于有无，然犹未能遍睹也，又焉足以言其外泽者乎！’齐王曰：‘虽然，略以子之所闻见而言之。’\n\n　　“仆对曰：‘唯唯。臣闻楚有七泽，尝见其一，未睹其余也。臣之所见，盖特其小小耳者，名曰云梦。云梦者，方九百里，其中有山焉。其山则盘纡茀郁，隆崇嵂崒；岑崟参差，日月蔽亏；交错纠纷，上干青云；罢池陂陀，下属江河。其土则丹青赭垩，雌黄白坿，锡碧金银，众色炫耀，照烂龙鳞。其石则赤玉玫瑰，琳瑉琨吾，瑊玏玄厉，碝石碔玞。其东则有蕙圃：衡兰芷若，芎藭昌蒲，茳蓠麋芜，诸柘巴苴。其南则有平原广泽，登降陁靡，案衍坛曼。缘以大江，限以巫山。其高燥则生葴菥苞荔，薛莎青薠。其卑湿则生藏莨蒹葭，东蔷雕胡，莲藕觚卢、菴闾轩于，众物居之，不可胜图。其西则有涌泉清池，激水推移，外发芙蓉菱华，内隐钜石白沙。其中则有神龟蛟鼍，瑇瑁鳖鼋。其北则有阴林：其树楩柟豫章，桂椒木兰，蘖离朱杨，樝梨梬栗，橘柚芬芳；其上则有鹓雏孔鸾，腾远射干；其下则有白虎玄豹，蟃蜒貙犴。\n\n　　‘于是乃使剸诸之伦，手格此兽。楚王乃驾驯驳之驷，乘雕玉之舆。靡鱼须之桡旃，曳明月之珠旗。建干将之雄戟，左乌号之雕弓，右夏服之劲箭。阳子骖乘，纤阿为御，案节未舒，即陵狡兽。蹴蛩蛩，辚距虚，轶野马，轊陶駼，乘遗风，射游骐。倏眒倩浰，雷动猋至，星流霆击。弓不虚发，中必决眦，洞胸达腋，绝乎心系。获若雨兽，揜草蔽地。于是楚王乃弭节俳徊，翱翔容与。览乎阴林，观壮士之暴怒，与猛兽之恐惧。徼郄受诎，殚睹众物之变态。\n\n　　‘于是郑女曼姬，被阿緆，揄紵缟，杂纤罗，垂雾縠。襞积褰绉，郁桡溪谷。衯衯裶裶，扬袘戌削，蜚纤垂髾。扶与猗靡，噏呷萃蔡。下摩兰蕙，上拂羽盖。错翡翠之威蕤，缪绕玉绥。眇眇忽忽，若神仙之仿佛。\n\n　　‘于是乃相与獠于蕙圃，媻珊郣窣，上乎金堤。揜翡翠，射鵕鸃。微矰出，孅缴施。弋白鹄，连鴐鹅。双鸧下，玄鹤加。怠而后发，游于清池。浮文鹢，扬旌栧。张翠帷，建羽盖。罔瑇瑁，钩紫贝。摐金鼓，吹鸣籁。榜人歌，声流喝。水虫骇，波鸿沸。涌泉起，奔扬会。礧石相击，硠硠礚礚，若雷霆之声，闻乎数百里之外。将息獠者，击灵鼓，起烽燧。车按行，骑就队。纚乎淫淫，般乎裔裔。\n\n　　‘于是楚王乃登云阳之台，怕乎无为，澹乎自持，勺药之和，具而后御之。不若大王终日驰骋，曾不下舆，脟割轮焠，自以为娱。臣窃观之，齐殆不如。’于是齐王默然无以应仆也。”\n\n　　乌有先生曰：“是何言之过也！足下不远千里，来贶齐国，王悉发境内之士，而备车骑之众，与使者出畋，乃欲勠力致获，以娱左右，何名为夸哉！问楚地之有无者，愿闻大国之风烈，先生之余论也。今足下不称楚王之德厚，而盛推云梦以为高，奢言淫乐而显侈靡，窃为足下不取也。必若所言，固非楚国之美也。无而言之，是害足下之信也。章君恶、伤私义，二者无一可，而先生行之，必且轻于齐而累于楚矣。且齐东陼钜海，南有琅邪；观乎成山，射乎之罘；浮勃澥，游孟诸；邪与肃慎为邻，右以汤谷为界。秋田乎青丘，彷徨乎海外。吞若云梦者八九于其胸中曾不蒂芥。若乃俶傥瑰伟，异方殊类，珍怪鸟兽，万端鳞崪充牣其中，不可胜记。禹不能名，卨不能计。然在诸侯之位，不敢言游戏之乐，苑囿之大；先生又见客，是以王辞不复，何为无以应哉！”\n\n","type":["讽谏"],"remark":"1.子虚：与乌有先生都是赋中虚构的人物。《子虚赋》不同传本文字出入较大，这里是依李善注《文选》卷七。\n2.悉：全，皆。士：兵。备：齐全。田：通“畋”，打猎。\n3.过：拜访。奼：通“托“，夸耀。\n4.罘（fú）：捕兔的网。罔：捕鱼的网。弥（mí）：满。\n5.掩：覆盖、罩住。辚：用车轮辗压。\n6.麇：麇鹿。脚：本指动物的小腿，此用为动词，捉住小腿之意。麟：雄鹿，非指古人作为祥瑞之物的麟。\n7.骛：纵横奔驰。盐浦：海边盐滩。\n8.鲜：指鸟兽的生肉。染轮：血染车轮。此句言猎获之物甚多。\n9.矜：骄矜、夸耀。自功：自我夸功。\n10.何与：何如，比起来怎么样。\n11.鄙人：见识浅陋的人。\n12.唯唯：应答的声音。\n13.特：只。\n14.盘纡：迂回曲折。茀郁：山势曲折的样子。\n15.隆崇：高耸之状。嵂萃（lǜzú）：山势高峻险要的样子。\n16.岑崟（yín）：《方言》释为“峻貌”，即山势高峻的样子。参差：形容山岭高低不齐的样子。\n17.蔽：全遮住。亏：半缺。\n18.交错纠纷：形容山岭交错重叠，杂乱无序。\n19.干：接触。按：《文选》李善注引孔安国《尚书传》曰：“干，犯也。”\n20.罢（pí）池：山坡倾斜的样子。下文“陂陀”亦此意。\n21.属：连接。\n22.丹：朱砂。青：石青，可制染料。赭（zhě）：赤土。垩（è）：白土。\n23.雌黄：一种矿物名，即石黄，可制橙黄色染料。白坿：石灰。\n24.碧：青色的玉石。\n25.众色：指各种矿石闪现出的不同光彩。炫耀：光辉夺目的样子。\n26.照：照耀。烂：灿烂。这句说各种矿石光彩照耀，有如龙鳞般的灿烂辉煌。\n27.赤玉：赤色的玉石。玫瑰：一种紫色的宝石。\n28.琳瑉：一种比玉稍次的石。琨吾：同“琨珸”，即“琨”，《说文》：“琨，石之美者。”\n29.瑊玏（jiānlè）：次于玉的一种石名。玄厉：一种黑色的石头，可以磨刀。\n30.碝（ruǎn）石：一种次于玉的石头，“白者如冰，半有赤色”（见《文选》李善注）。娬玞：一种次于玉的美石，质地赤色而有白色斑纹。\n31.蕙圃：蕙草之园。蕙与兰皆为香草，外貌相似。蕙：比兰高，叶狭长，一茎可开花数朵；兰：一茎一花。\n32.衡：杜衡，香草名，“其状若葵，其臭如蘼芜。”（见《文选》李善注）兰：兰草。芷：白芷，或称“药”，香草名。若：杜若，香草名。\n33.芎藭：今通常叫作“川芎”，香草名，其根可以入药，有活血等作用。昌蒲：水草名，根可入药，气香。\n34.茳蓠（lí）：水生香草名。蘪（mí）芜：水生香草名，《文选》李善注引张揖曰：“似蛇床而香。”按：蛇床，其子入药，名蛇床子，可壮阳。\n35.诸柘：即甘蔗。巴苴（jū）：即芭蕉。\n36.登降：此言地势高低不平，或登上或降下。陁靡：山坡倾斜绵延的样子。\n37.案衍：地势低下。坛曼：地势平坦。\n38.缘：沿、循。大江：指长江。\n39.限：界限。巫山：指云梦泽中的阳台山，在今湖北境内，非为今四川巫山。\n40.高燥：高而干燥之地。葴：马蓝，草名。菥：一种像燕麦的草。苞：草名。按：即《左传》讲到的楚国的特产苞茅，可湑酒、编席织鞋等。荔：草名，其根可制刷。\n41.薛：蒿的一种。莎（suō）：一种蒿类植物名。青薠：一种形似莎而比莎大的植物名。\n42.卑：低。藏莨（zāngláng）：即狗尾巴草，也称狼尾草。\n43.东蔷：草名，状如蓬草，结实如葵子，可以吃。雕胡：即蒋，或称菰，俗称茭白。\n44.觚（gū）卢：《文选》李善注引张晏说即葫芦。\n45.菴（ān）闾：蒿类植物名，子可入药。轩于：即莸（yóu）草，一种生于水中或湿地里的草。\n46.众物：指众多的草木。居：此指生长。\n47.图：计算。\n48.涌泉：奔涌的泉水。推移：浪涛翻滚向前。\n49.外：指池水表面之上。发：开放。芙蓉：即荷花。菱华：即菱花，开小白花。\n50.内：指池水下面。隐：藏。\n51.中：指池水中。蛟：古代传说中能发水的一种龙。鼍（tuó）：即今之扬子鳄，俗名猪婆龙。\n52.瑇瑁：玳瑁，龟类动物，其有花纹的甲壳可做装饰品。鼋：大鳖。\n53.阴林：背阳面的树林。\n54.楩（pián）：树名，即黄楩木。柟（nán）：树名，即楠木，树质甚佳。豫章：树名，即樟木。\n55.椒：花椒树。木兰：树名，高大乔木，开白花。\n56.蘖（bò）：即黄蘖树。其高数丈，其皮外白里黄，入药清热燥湿。离：通“樆（lí）”，即山梨树。朱杨：生于水边的树名，即赤茎柳。\n57.樝（zhā）梨：即山楂。梬（yǐng）栗：梬枣，似柿而小。\n58.橘柚：芸香科植物，俗称橘子、柚子。\n59.鹓雏（yuānchú）：凤凰。孔：孔雀。鸾：鸾鸟，传说中似凤凰的鸟名。\n60.腾远：疑为“腾猿”之误字，猿善腾跃。射（yè）干：似狐而小的动物，能上树。\n61.蟃蜒：应作“獌狿”，一种似狸的大兽。貙豻（qūhàn）：一种似狸而大的猛兽。\n62.剸诸：即专诸，春秋时代的吴国勇士，曾替吴公子光刺杀吴王僚。此指像剸诸一样的勇士。伦：类。\n63.格：击杀。\n64.驯：被驯服。驳：毛色不纯的马。驷（sì）：古代四匹马驾一车称驷，此泛指马。\n65.雕玉之舆：用雕刻的玉石装饰的车，言车之高贵。\n66.靡：通“麾”，挥动。鱼须：海中大鱼之须，用来做旗子的穗饰。桡旃（náozhān）：曲柄的旗。\n67.曳：摇动。明月之珠旗：画有明月装饰有珠子的旗。\n68.建：举起。干将：本为春秋时代吴国的著名制剑工匠，此指利刃。雄戟：有刃的戟。\n69.乌号：古代良弓名，相传为黄帝所用。雕弓：雕刻花纹的弓。\n70.夏服：通“夏箙（fú）”，盛箭的袋子。相传善射的夏后羿有良弓繁弱，还有良箭，装在箭袋之中，此箭袋即称夏服。\n71.阳子：即孙阳，字伯乐，秦穆公之臣，以善相马著称。骖乘：陪乘的人。古时乘车，驾车者居中，尊者居左，右边一人陪乘，以御意外，称骖乘。\n72.纤阿（ē）：传说是为月神驾车的仙女，后人泛称善驾车者为纤阿。\n73.案节：马走得缓慢而有节奏。此言马未急行。未舒：指马足尚未尽情奔驰。\n74.陵：侵凌，此指践踏。狡兽：强健的猛兽。按《广雅》：“狡，健也。”\n75.蹴：践踏。蛩蛩（qióng）：传说中的怪兽，其状如马，善奔驰。\n76.辚：用车轮辗压。距虚：一种善于奔走的野兽名，其状如驴。\n77.轶：超过。轊（wèi）：车轴顶端。这里是以 撞击之意。騊駼（táotú）：北方野马名；一说即野马。\n78.遗风：千里马名。骐：野兽名，似马。\n79.倏眒（shūshēn）：迅速的样子。倏，通“跾（shū）”，疾速。倩浰（lì）：迅疾的样子。\n80.雷动：像惊雷那样震动。猋（biāo）：即飙风，迅疾的大风。\n81.星流：流星飞坠。霆：疾雷。\n82.决：射裂。眦（zì）：眼眶。\n83.洞：洞穿。掖：同“腋”。\n84.绝：断裂。心系：连接心脏的组织。\n85.雨（yù）：下雨。这里指把猎物丢下来像落雨一样，夸耀多。揜（yǎn）：掩盖。\n86.弭节：停鞭缓行。\n87.徼（jiǎo）：拦截。郄（jù）：极度疲倦。诎：穷尽，指精疲力竭。\n88.殚（dān）：尽。\n89.郑女：古代郑国多美女。曼姬：美女。曼，皮肤细腻柔美。\n90.被：通“披”。此指穿衣。阿：轻细的丝织品。緆（xì）：细布。\n91.揄：牵曳。紵：麻布。缟：白绸布。\n92.纤罗：纤细的有花纹的丝绸。按：凡言纤言细都是指的丝绸质量好，质量好才做得到轻薄。\n93.雾縠（hú）：轻柔的细纱。\n94.襞bì积：形容女子腰间裙褶重重叠叠。褰（qiān）绉：褶皱。\n95.郁桡：深曲的样子。\n96.衯（fēn）衯裶（fēi）裶：衣服长长的样子。\n97.扬：抬起。袘（yì）：裙子下端边缘。戌削：形容裙缘整齐的样子。\n98.蜚：通“飞”。纤：妇女上衣上的飘带。髾（shāo）：本指妇女燕尾形的发髻，此指衣服的燕尾形的下端。\n99.扶与猗靡：形容衣服合身，体态婀娜的样子。\n100.噏呷（xīxiá）、萃蔡：皆为人走路时衣服摩擦所发出的响声的象声词。\n101.摩：摩擦。\n102.拂：拂拭。羽盖：插饰羽毛的车盖。\n103.错：间杂。翡、翠：皆为鸟名，前者羽毛红色，后者羽毛绿色。威蕤（ruí）：指作装饰的羽毛发亮。按：威蕤，同“葳（wēi）蕤”，也作“萎蕤”，就是植物玉竹，玉竹因为叶面有光泽，晶莹可爱，所以也用来指有光泽的东西。\n104.缪绕：缭绕。玉绥：用玉装饰的帽带。\n105.眇眇：缥缈。忽忽：飘忽不定的样子。\n106.仿佛：似有似无。\n107.獠：夜间打猎。\n108.媻姗：同“蹒跚”，走路缓慢的样子。郣窣（bósū）：缓缓前行的样子。金堤：堤名，堤同“堤”。\n109.鵕鸃（jùnyí）：锦鸡，野鸡一类。\n110.孅：同“纤”。缴（zhuó）：系在射鸟的箭上的绳线。施：射出。\n111.弋（yì）：用带丝线的箭射飞禽。白鹄：白天鹅。连：牵连。此指用带丝线的箭射中驾鹅。鴐（jiā）鹅：野鹅。\n112.鸧（cāng）：鸟名，即鸧鸹（guā），形似雁，黑色。玄鹤：黑鹅。加：箭加其身，即射中之意。\n113.怠：疲倦。发：指开船。游：泛舟。清池：指云梦西边的涌泉清池。\n114.浮：漂浮。文：花纹。鹢（yì）：水鸟名，此指船头绘有鹢的图案的画船。扬：举起。旌：旗。栧（yì）：船浆。\n115.张：挂起。翠帷：画有翡翠鸟图案的帷帐。建：树起。羽盖：用鸟毛装饰的伞盖。\n116.罔：通“网”，用网捕取。\n117.摐（chuāng）：撞击。金鼓：形如铜锣的古乐器，即钲。籁：管乐器，即排箫。\n118.榜人：划船的人。按：“榜人”即“舫人”，《说文》：“舫人，习水者。”流喝：声音悲凉嘶哑。\n119.水虫：指水中的鱼虾之类。鸿：洪大。沸：指波涛翻滚。\n120.奔扬：指波涛。会：汇合。\n121.礧（léi）：通“磊”。\n122.硠（láng）硠、礚（kē）礚：皆为水石相撞击的声音。\n123.灵鼓：神鼓。\n124.起：点燃。烽燧：烽火。\n125.行：行列。就队：归队。\n126.纚（xǐ）：接续不断的样子。淫淫：渐进的样子。指队伍缓缓前行。\n127.班（pán）乎：犹“班然”，依次相连的样子。裔裔：络绎不绝地向前行进的样子。\n128.云阳之台：楚国台榭之名，在云梦南部的巫山下。\n129.怕：通“泊”，安静无为的样子。按：《文选》李善注引《说文》：“怕，无为也。”说明《子虚赋》用的是怕的本义。\n130.澹乎：憺泊，安静无为的样子。\n131.勺药：即芍药。和：调和。具：通“俱”，齐备。御：用。\n132.脟（luán）：通“脔”，把肉切成小块。焠（cùi）：用火烤。按：轮焠，转着烤。\n133.殆：恐怕。\n134.贶：惠赐。\n135.勠力：齐心合力。致获：获得禽兽。\n136.风：风范。烈：功业。\n137.显：彰显。\n138.害：损害，减少。信：诚信。\n139.轻：受人轻视。累：受人牵累。\n140.陼（zhǔ）：水边，此处用作动词。钜：巨。\n141.琅邪（yé）：或写作“琅琊”，山名，在今山东诸城东南海边。\n142.成山：山名，在今山东荣城东北。\n143.之罘：也作“芝罘”，在今山东烟台市。\n144.浮：行船。勃澥：也作“渤澥”，即今之渤海。\n145.孟诸：古代大泽名，在今河南商丘市东北，已淤塞消失。\n146.邪：同“斜”，指侧翼方向。肃慎：古代国名，在今东北三省境内。\n147.右：《文选》李善注以为此“右”字当是“左”字之误。按：李善注应是正确的，今出土汉代地图，好几种都是上南下北，自然也就是左东右西了；《子虚赋》的姊妹篇《上林赋》也说“左苍梧，右西极”，明左东右西。汤谷：或写作“晹谷”，神话传说中太阳升起的地方。\n148.青丘：国名，相传在大海之东三百里。\n149.曾：竟。蒂芥：指极小的东西。\n150.俶傥：通“倜傥”，卓越非凡。瑰伟：奇伟，卓异。\n151.异方：不同地区。殊类：别样物类。\n152.鳞崒：像鱼鳞般地聚集在一起。崒：同“萃”，会聚。牣：满。充牣：充满。\n153.名：叫出名字来。\n154.卨（xiè）：古“契（xiè）”字，应是指的商代的始祖契，传说做过舜臣，时代上正好在禹之后。\n155.见客：被当做客人对待。\n156.王辞不复：齐王没有回话。这两句的意思是齐王没有回话，不是没有话回。 \n\n","shangxi":"　　《子虚赋》八个自然段，可分为三部分。前三段写云梦泽的地理风貌和自然富有，中间四段写楚王游猎云梦之乐，最后一段写乌有先生对子虚的批判，归结讽谏主题。前两个部分列述奢侈淫游的种种表现，后一部分揭示淫逸奢侈的危害。\n\n　　此赋对人物的设定及所表现的感情的特质方面，同此前的作品相比，有明显的不同。在屈原的《离骚》和《九章》中，作者都是直接抒情，贾谊的《吊屈原赋》也基本如此。宋玉的《高唐赋》和《神女赋》通过假设问对的方式展开，作品中出现楚王和宋玉两个人物。枚乘的《七发》假托于楚太子与吴客，作品所要表达的思想感情通过假设的人物实现，而其情感特征仍属于个体的性质，即作品中的“宋玉”、“吴客”个人的认识或感受。子虚、乌有的对话则不然。这里固然是两个单体的人在谈话，但这两个人物所承载的身份、意义却已不同。子虚以使臣的角色出现，其所陈述的内容，所表达的感受，既是他个人的，同时也与他使臣的身份、使命有直接的关系。他的荣辱之感已同楚国的荣辱紧密联系在一起。作品中的乌有先生是齐人。虽然他没有维护齐或代表齐之利益的使命、职责，但谈话间却无不为齐争辩。他在夸耀齐之广大以后说：“然齐在诸侯之位，不敢言游戏之乐，苑囿之大，先生又见客，是以王辞不复。何为无以应哉？”这就不是以朋友的或个人的口吻谈话，而是在批评子虚的同时，也于言谈间维护齐的威望。作品中的人物已不是单体的个人，他们承载起了群体的感受与意识。这一变化对《两都赋》和《二京赋》的人物设定都有深刻的影响。\n\n　　同时，作品内容的展开和人物对话中的冲突，更深刻地展现出不同时代、不同人群间的思想冲突，通过子虚、乌有二人的对话，表现出两种不同的使命意识。\n\n　　作品开篇便揭示子虚的身份：他是楚的使臣，出使于齐，受到齐王的热情接待：“悉发境内之士，备车骑之众，与使者出田。”畋猎毕，子虚“过诧乌有先生”。二人思想观念的差异也随之展开。《史记集解》引郭璞曰：“诧，夸也。”子虚拜访乌有先生，本出于炫耀的动机，此后，其所谈的内容与这一动机正相合。\n\n　　在诸侯分立的时代，诸侯交际、聘问的历史上确实存在各式各样的明争暗斗，使臣与出使国君臣彬彬有礼的交往中存在着对荣誉、利益的挑战和维护。同时，使臣是否受到尊重及在何等程度上的尊重，则是两个诸侯国间关系的直接表现。晋赵孟出聘郑，受到特殊的礼遇，不取决于晋郑的友好，而在于郑对晋的依附，在于赵孟执掌晋之政柄，加之以他个人的君子风范和人格魅力。\n\n　　与之相反的，则是诸侯与使臣交往中一些隐藏在温文尔雅外衣下的明争暗斗。\n\n　　前代诸侯间的争斗与不快，正是子虚在出使中显得极为敏感的原因。在《子虚赋》中，大国诸侯恃强凌弱，妄自尊大的强国心理，对使臣的使命意识构成威胁。使于四方，不辱君命，这是古代使臣普遍遵循的基本原则。而不辱君命可以有各种不同的情况和形式，特别是大国之间，既要完成出使任务，还要在应对间，宣扬国之长或优势，显示其国力，扬威诸侯。这是贯穿于子虚滔滔宏论中的潜台词，也是构成《子虚赋》中第一个波澜的主色调。\n\n　　乌有先生对子虚的回答中不免有为尊者讳，有维护齐之威望的嫌疑。他认为，齐王“悉发境内之士”的畋猎，完全是出于对使臣的热情，“以娱左右也，何名为夸哉！”否定齐王有炫耀之意。至于说询问楚的情况，在他看来，也是极其友好的表示：“问楚地之有无者，愿闻大国之风烈，先生之余论也。”都是出于好意。反倒是子虚过于敏感，将友好的接待误解为比权量力的明争暗斗。乌有先生进而指出，子虚的谈话使自己陷入两难的境地：“有而言之，是章君之恶；无而言之，是害足下之信。章君恶而伤私义，二者无一可。”如果他所说属实，那就玷污了使臣的使命，不仅没能张显楚王的德，反而暴露了楚王贪图淫乐奢侈的缺点。如果他仅仅出于虚荣心而说了谎话，则表明他缺乏诚信，人品操守有亏，作为使臣来说，也是不称职的。\n\n　　孔子云：“行己有耻，使于四方，不辱君命，可谓士矣。”乌有的言论中不曾涉及前代文献记载，然而，在作者运用的文学语言中已经浸透了前代思想滋养。他们二人之间的言论中表现出两种不同的使臣意识，表现出对国家之美的两种不同理解。他们的言论中也表现出两个文学人物间的差异：子虚是一个徒逞一时之快的思想浅薄的人。乌有先生则是诸侯对立时期的贤士的形象。两个形象的差异和他们言论的交锋构成了《子虚赋》中文脉的波澜。\n\n","translation":"　　楚王派子虚出使齐国，齐王调遣境内所有的士卒，准备了众多的车马，与使者一同出外打猎。打猎完毕，子虚前去拜访乌有先生，并向他夸耀此事，恰巧无是公也在场。大家落座后，乌有先生向子虚问道：“今天打猎快乐吗？”子虚说：“快乐。”“猎物很多吧？”子虚回答道：“很少。”“既然如此，那么乐从何来？”子虚回答说：“我高兴的是齐王本想向我夸耀他的车马众多，而我却用楚王在云梦泽打猎的盛况来回答他。”乌有先生说道：“可以说出来听听吗？”\n\n　　子虚说：“可以。齐王指挥千辆兵车，选拔上万名骑手，到东海之滨打猎。士卒排满草泽，捕兽的罗网布满山岗，兽网罩住野兔，车轮辗死大鹿，射中麋鹿，抓住麟的小腿。车骑驰骋在海边的盐滩，宰杀禽兽的鲜血染红车轮。射中禽兽，猎获物很多，齐王便骄傲地夸耀自己的功劳。他回头看着我说：‘楚国也有供游玩打猎的平原广泽，可以使人这样富于乐趣吗？楚王游猎与我相比，谁更壮观？’我下车回答说：‘小臣我只不过是楚国一个见识鄙陋的人，但侥幸在楚宫中担任了十余年的侍卫，常随楚王出猎，猎场就在王宫的后苑，可以顺便观赏周围的景色，但还不能遍览全部盛况，又哪有足够的条件谈论远离王都的大泽盛景呢？’齐王说：‘虽然如此，还是请大略地谈谈你的所见所闻吧！’\n\n　　“我回答说：‘是，是。臣听说楚国有七个大泽，我曾经见过一个，其余的没见过。我所看到的这个，只是七个大泽中最小的一个，名叫云梦。云梦方圆九百里，其中有山。山势盘旋，迂回曲折，高耸险要，山峰峭拔，参差不齐；日月或被完全遮蔽，或者遮掩一半；群山错落，重叠无序，直上青云；山坡倾斜连绵，下连江河。那土壤里有朱砂、石青、赤土、白垩、雌黄、石灰、锡矿、碧玉、黄金、白银、种种色彩，光辉夺目，像龙鳞般地灿烂照耀。那里的石料有赤色的玉石、玫瑰宝石、琳、珉、琨珸、瑊玏、磨刀的黑石、半白半赤的石头、红地白文的石头。东面有蕙草的花圃，其中生长着杜衡、兰草、白芷、杜若、射干、芎䓖、菖蒲、茳蓠、蘼芜、甘蔗、芭蕉。南面有平原大泽，地势高低不平，倾斜绵延，低洼的土地，广阔平坦，沿着大江延伸，直到巫山为界。那高峻干燥的地方，生长着马蓝、形似燕麦的草、还有苞草、荔草、艾蒿、莎草及青薠。那低湿之地，生长着狗尾巴草、芦苇、东蔷、菰米、莲花、荷藕、葫芦、菴闾、莸草，众多麦木，生长在这里，数不胜数。西面则有奔涌的泉水、清澈的水池、水波激荡，后浪冲击前浪，滚滚向前；水面上开放着荷花与菱花，水面下隐伏着巨石和白沙。水中有神龟、蛟蛇、猪婆龙、玳瑁、鳖和鼋。北面则有山北的森林和巨大的树木：黄楩树、楠木、樟木、桂树、花椒树、木兰、黄蘖树、山梨树、赤茎柳、山楂树、黑枣树、桔树、柚子树、芳香远溢。那些树上有赤猿、猕猴、鹓鶵、孔雀、鸾鸟、善跳的猴子和射干。树下则有白虎、黑豹、蟃蜒、貙、豻、雌犀牛、大象、野犀牛、穷奇、獌狿。\n\n　　‘于是就派专诸之类的勇士，空手击杀这些野兽。楚王就驾御起被驯服的杂毛之马，乘坐着美玉雕饰的车，挥动着用鱼须作旒穗的曲柄旌旗，摇动缀着明月珍珠的旗帜。高举锋利的三刃戟，左手拿着雕有花纹的乌嗥名弓，右手拿着夏箙中的强劲之箭。伯乐做骖乘，纤阿当御者。车马缓慢行驶，尚未尽情驰骋时，就已踏倒了强健的猛兽。车轮辗压邛邛、践踏距虚，突击野马，轴头撞死騊駼，乘着千里马，箭射游荡之骐。楚王的车骑迅疾异常，有如惊雷滚动，好似狂飙袭来，像流星飞坠，若雷霆撞击。弓不虚发，箭箭都射裂禽兽的眼眶，或贯穿胸膛，直达腋下，使连着心脏的血管断裂。猎获的野兽，像雨点飞降般纷纷而落，覆盖了野草，遮蔽了大地。于是，楚王就停鞭徘徊，自由自在地缓步而行，浏览山北的森林，观赏壮士的暴怒，以及野兽的恐惧。拦截那疲倦的野兽，捕捉那精疲力竭的野兽，遍观群兽各种不同的姿态。\n\n　　‘于是，郑国漂亮的姑娘，肤色细嫩的美女，披着细缯细布制成的上衣，穿着麻布和白娟制做的裙子，装点着纤细的罗绮，身上垂挂着轻雾般的柔纱。裙幅褶绉重叠，纹理细密，线条婉曲多姿，好似深幽的溪谷。美女们穿着修长的衣服，裙幅飘扬，裙缘整齐美观；衣上的飘带，随风飞舞，燕尾形的衣端垂挂身间。体态婀娜多姿，走路时衣裙相磨，发出噏呷萃蔡的响声。飘动的衣裙饰带，摩磨着下边的兰花蕙草，拂拭着上面的羽饰车盖。头发上杂缀着翡翠的羽毛做为饰物，颌下缠绕着用玉装饰的帽缨。隐约缥缈，恍恍忽忽，就像神仙般的若有若无。\n\n　　‘于是楚王就和众多美女一起在蕙圃夜猎，从容而缓慢地走上坚固的水堤。用网捕取翡翠鸟，用箭射取锦鸡。射出带丝线的短小之箭，发射系着细丝绳的箭。射落了白天鹅，击中了野鹅。中箭的鸧鸹双双从天落，黑鹤身上被箭射穿。打猎疲倦之后，拨动游船，泛舟清池之中。划着画有鹢鸟的龙船，扬起桂木的船浆。张挂起画有翡翠鸟的帷幔，树起鸟毛装饰的伞盖。用网捞取玳瑁，钓取紫贝。敲打金鼓，吹起排箫。船夫唱起歌来，声调悲楚嘶哑，悦耳动听。鱼鳖为此惊骇，洪波因而沸腾。泉水涌起，与浪涛汇聚。众石相互撞击，发出硠硠礚礚的响声，就像雷霆轰鸣，声传几百里之外。\n\n　　‘夜猎将停，敲起灵鼓，点起火把。战车按行列行走，骑兵归队而行。队伍接续不断，整整齐齐，缓慢前进。于是，楚王就登上阳云之台，显示出泰然自若安然无事的神态，保持着安静怡适的心境。待用芍药调和的食物备齐之后，就献给楚王品尝。不像大王终日奔驰，不离车身，甚至切割肉块，也在轮间烤炙而吃，而自以为乐。我以为齐国恐怕不如楚国吧。’于是，齐王默默无言，无话回答我。”\n\n　　乌有先生说：“这话为什么说得如此过分呢？您不远千里前来赐惠齐国，齐王调遣境内的全部士卒，准备了众多的车马，同您外出打猎，是想同心协力猎获禽兽，使您感到快乐，怎能称作夸耀呢！询问楚国有无游猎的平原广泽，是希望听听楚国的政治教化与光辉的功业，以及先生的美言高论。现在先生不称颂楚王丰厚的德政，却畅谈云梦泽以为高论，大谈淫游纵乐之事，而且炫耀奢侈靡费，我私下以为您不应当这样做。如果真像您所说的那样，那本来算不上是楚国的美好之事。楚国若是有这些事，您把它说出来，这就是张扬国君的丑恶；如果楚国没有这些事，您却说有，这就有损于您的声誉，张扬国君的丑恶，损害自己的信誉，这两件事没有一样是可做的，而您却做了。这必将被齐国所轻视，而楚国的声誉也会受到牵累。况且齐国东临大海，南有琅琊山，在成山观赏美景，在之罘山狩猎，在渤海泛舟，在孟诸泽中游猎。东北与肃慎为邻，左边以汤谷为界限；秋天在青丘打猎，自由漫步在海外。像云梦这样的大泽，纵然吞下八九个，胸中也丝毫没有梗塞之感。至于那超凡卓异之物，各地特产，珍奇怪异的鸟兽，万物聚集，好像鱼鳞荟萃，充满其中，不可胜记，就是大禹也辨不清它们的名字，契也不能计算它们的数目。但是，齐王处在诸侯的地位，不敢陈说游猎和嬉戏的欢乐，苑囿的广大。先生又是被以贵宾之礼接待的客人，所以齐王没有回答您任何言辞，怎能说他无言以对呢！”\n\n"}
{"_id":{"$oid":"5b9a1862367d5c0f40d22ded"},"title":"塞上听吹笛","dynasty":"唐代","writer":"高适","content":"雪净胡天牧马还，月明羌笛戍楼间。\n借问梅花何处落，风吹一夜满关山。","type":["边塞","生活"],"remark":"塞上：指凉州（今甘肃武威）一带边塞。此诗题一作《塞上闻笛》，又作《和王七玉门关听吹笛》。\n雪净：冰雪消融。\n胡天：指西北边塞地区。胡是古代对西北部民族的称呼。\n牧马：放马。西北部民族以放牧为生。牧马还：牧马归来。一说指敌人被击退。\n羌（qiāng）笛：羌族管乐器。\n戍楼：报警的烽火楼。\n梅花何处落：此句一语双关，既指想象中的梅花，又指笛曲《梅花落》。《梅花落》属于汉乐府横吹曲，善述离情，这里将曲调《梅花落》拆用，嵌入“何处”两字，从而构思成一种虚景。\n关山：这里泛指关隘山岭。\n\n","translation":"冰雪融尽，入侵的胡兵已经悄然返还。月光皎洁，悠扬的笛声回荡在戍楼间。\n试问饱含离情的《梅花曲》飘向何处？它仿佛像梅花一样随风落满了关山。\n\n"}
{"_id":{"$oid":"5b9a1862367d5c0f40d22dee"},"title":"介之推不言禄","dynasty":"先秦","writer":"左丘明","content":"　　晋侯赏从亡者，介之推不言禄，禄亦弗及。\n\n　　推曰：“献公之子九人，唯君在矣。惠、怀无亲，外内弃之。天未绝晋，必将有主。主晋祀者，非君而谁？天实置之，而二三子以为己力，不亦诬乎？窃人之财，犹谓之盗。况贪天之功，以为己力乎？下义其罪，上赏其奸。上下相蒙，难与处矣。”\n\n　　其母曰：“盍亦求之？以死谁怼？”\n\n　　对曰：“尤而效之，罪又甚焉！且出怨言，不食其食。”\n\n　　其母曰：“亦使知之，若何？”\n\n　　对曰：“言，身之文也。身将隐，焉用文之？是求显也。”\n\n　　其母曰：“能如是乎？与汝偕隐。”遂隐而死。\n\n　　晋侯求之，不获，以绵上（地名）为之田。曰：“以志吾过，且旌善人。”\n\n","type":["古文观止","写人","历史","故事"],"remark":"晋侯：指晋文公，即重耳。他逃亡在外，在秦国的帮助下回晋继承君位。\n赏：赐有功也。\n从亡者：从文公出亡在外之臣，如狐偃、赵衰之属。\n介之推：亦从亡之臣。晋文公臣子，曾割自己腿上的肉以食文公。\n献公：重耳之父晋献公。\n惠、怀：惠公，怀公。惠公是文公重耳的弟弟，是怀公的父亲。\n置：立。\n二三子：相当于“那几个人”，指跟随文公逃亡诸臣。子是对人的美称。\n诬：欺骗。\n下义其罪：义，善也。言贪天之功，在人为犯法，而下反以为善也。\n上赏其奸：奸，伪也。言贪天之功在国为伪，而上反以此赐也。\n蒙：欺骗。\n盍：何不。\n怼（duì）：怨恨。\n尤：罪过。\n文：花纹，装饰。言人之有言，所以文饰其身。\n绵上：地名，在今山西介休县南、沁源县西北的介山之下。\n田：祭田。\n志：记载。\n旌：表彰。\n\n","shangxi":"点评 　　介之推偕母归隐的动机和心理是通过对话来表现的。介之推认为晋文公能够重登九五之位，是天命的体现，“二三子”据天功为己有，是贪的表现，无异于犯罪。而晋文公不以此为“奸”，还理所当然地给予赏赐，这就成了上下蒙蔽，他是不屑于效仿的。母亲和介之推有两次对话。第一次是试探性的建议：“何不自己也去求得赏赐呢？否则，就这样默默地死去又能怨谁？”遭到介之推的拒绝，认为自己已经知道“二三子”所做的不正确还去效仿，罪过更大。而且已经说了晋文公的坏话，就不能再领取他的俸禄。母亲再问说：就算不要赏赐，那么让他知道你有功怎么样呢？介之推又拒绝说，既然都要隐居了，又何必还要这样的名声呢？母亲明白了介之推的意志是坚定的，就表示要和儿子一起隐居。这一段对话写得十分巧妙，既细致入微地剖析了介之推的心理，又不流于枯燥说理：介之推藐视富贵、正气凛然和母亲不动声色、旁敲侧击，都一一跃然纸上。 ▲","translation":"　　（背景接前面的《寺人披见文公》）晋文公赏赐跟着他逃亡的人们，介之推不去要求禄赏，而（晋文公）赐禄赏时也没有考虑到他。\n　　介之推说：“献公的儿子有九个，现在惟独国君还在（人世）。惠公、怀公没有亲信，（国）内外都抛弃他们。天没有（打算）灭绝晋，（所以）必定会有君主。主持晋国祭祀的人，不是君王又是谁呢？上天实际已经安排好了的，而跟随文公逃亡的人却认为是自己的贡献，（这）不是欺骗吗？偷窃别人的钱财，都说是盗窃。更何况贪图天的功劳，将其作为自己的贡献呢？下面的（臣子）将罪当做道义，上面的（国君）对（这）奸诈（的人）给予赏赐。上下互相欺瞒，难以和他们相处啊。”\n　　他的母亲说：“你为什么不也去要求赏赐呢？（否则）这样（贫穷地）死去（又能去）埋怨谁呢？”\n　　回答说：“（既然）斥责这种行为是罪过而又效仿它，罪更重啊！况且说出埋怨的话了，（以后）不应吃他的俸禄了。”\n　　他的母亲说：“也让国君知道这事，好吗？”\n　　回答说：“言语，是身体的装饰。身体将要隐居了，还要装饰它吗？这样是乞求显贵啊。”\n　　他的母亲说：“（你）能够这样做吗？（那么我）和你一起隐居。”便（一直）隐居到死去。\n　　晋文公没有找到他，便用绵上作为他的祭田。说：“用它来记下我的过失，并且表彰善良的人。”\n\n"}
{"_id":{"$oid":"5b9a1862367d5c0f40d22def"},"title":"调笑令·胡马","dynasty":"唐代","writer":"韦应物","content":"胡马，胡马，远放燕支山下。跑沙跑雪独嘶，东望西望路迷。迷路，迷路，边草无穷日暮。","type":["豪放","写马","寓人","孤独"],"remark":"胡：古代对北方和西方各族的泛称。\n燕支山：在今甘肃省张掖市山丹县境内。\n跑：同“刨”。 \n嘶：马叫声。\n\n","shangxi":"　　这首小令运用象征的手法，表现离乡远戍的士卒的孤独和惆怅。作者以清晰的线条，单纯的色调，描绘了边地辽阔的草原风光，和徬徨在这奇异雄壮的大自然中的胡马的形象。语言浅直而意蕴深曲。燕支山，即焉支山，位于甘肃省永昌县西，古长城附近。唐代此地与东突厥接壤，是边境。这是此词所涉及的地理环境。从词中首先可看到燕支山下的四季风光。春，风沙扑面；冬，大雪盖地；夏，绿草如茵；秋，天高云淡。胡马就活动在这样的背景中。作者描写了一天中马的生活，它是在与风雪搏斗和期望中度过的。词的末句摄下的是，在桔黄的浑圆的落日渐渐沉没到地平线下，暮蔼笼罩大地那最易引起乡思离愁的时刻，胡马在天边的草原上的孤寂形象。仿佛它在为岁月有限与草原无限的对比而怅惘。在对景物的描写中处处交织着胡马的情绪。\n\n　　词作写了边地风光而并非主旨。在对马的拟人化的描写中，揭示了它的象征意义。“远放燕支山下”，“放”字已说明胡马非野马。“放”前着一“远”字，令人遐想。“远放”既给人以辽远的空间感，又使人见出“胡马”并非胡地之马，而是被远远地放到接近胡地的马。这时已使人感到马的象征性。但从进一步的描写中，象征意义就明显得不容置疑了。一般说来，放马时间是在夏天水草肥美，没有战事或农闲的时候，目的是节省草料，并使马吃到鲜草而肥壮。而“跑沙跑雪独嘶，东望西望路迷”，又写这匹马在风沙中、在大雪中迷失道路，不停地奔波，孤独地嘶鸣，惶惑不安地四处张望，寻找着、呼唤着伴侣。仔细揣摩，就会发现其中有两点矛盾：一，“放”马不会在风雪中；二，既然“放”马，马必有主人，不会迷路。产生这些矛盾不能归结于艺术高于生活，是因为作者把马当作人来写。如果将马看作是戍卒的象征，就合情合理了。“迷路”是戍卒的感觉，与“何处是归程？长亭更短亭”意近，而春秋代序，年复一年，在塞外无边风沙中长期戍守正是戍边战士的生活。\n\n　　此词用准确精炼的词语，含蓄曲折地表现了马的情绪，即戍边战士的情思。“远放”、“独嘶”、“无穷”这三个词都有一定的相对性，远对近，独对偶，无穷对有尽。正是这种相对性的张力表现了戍卒在此种情境中对彼种情境的向往。即戍卒从内地被遣放到边疆的感受、征戍生活的艰苦和思亲盼归的心绪。轻松的笔调表现深刻的主题，平浅的语言有着丰富的内涵，淡笔勾勒的画面浸润着浓郁的感情。\n\n","translation":"有一匹胡马，被远放在燕支山下。它在沙地上、雪地上来回地用蹄子刨，独自嘶鸣着，它停下来东张张，西望望，发现自己迷路了。而此刻，辽阔的大草原茫茫无边，天色将晚。\n\n"}
{"_id":{"$oid":"5b9a1862367d5c0f40d22df0"},"title":"夜泊水村","dynasty":"宋代","writer":"陆游","content":"腰间羽箭久凋零，太息燕然未勒铭。\n老子犹堪绝大漠，诸君何至泣新亭。\n一身报国有万死，双鬓向人无再青。\n记取江湖泊船处，卧闻新雁落寒汀。","type":["爱国","壮志","感叹","岁月"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155738030.mp3","remark":"1.夜泊水村：夜间把船停泊在临水的村庄旁。\n2.羽箭：箭尾插羽毛，称羽箭。\n3.太息：叹气。燕然：山名，在今蒙古人民共和国境内。勒铭：刻上铭文。东汉和帝永元元年（公元89年），车骑将军窦宪大败匈奴，追击单于至燕然山，班固写了一篇铭文，把铭文刻写在巨石上，记载这次成功。此句作者借喻自己未能建立战功。\n4.老子：陆游自称，犹言老夫。《晋书》：“老子于此处兴复不浅。”大漠：古瀚海，亦称大碛。在蒙古国与我国内蒙古之间，西接新疆，四月间狂飙屡起，沙砾飞扬，故号为流沙。绝大漠：横度大沙漠。绝，横度，跨越。\n5.新亭：又名劳劳亭，在今南京市南。东晋时中原沦陷，王室南渡，有一些过江的士大夫在新亭宴饮，席间众人闷闷不乐，相对涕泣。独有王导不以为然，说：“当共戮力王室，克复神州，何至作楚囚相对耶？“见《晋书·王导传》。\n6.“一身“句：意谓自己有不怕死万次的报国决心。\n7.青：黑色。再：第二次。\n8.记取：记住，记着。\n9.新雁：刚从北方飞来的雁。汀：水边平地，小洲。\n\n","shangxi":"　　此诗写出作者虽怀报国壮志而白发催人的悲愤。古今诗人感叹岁月不居、人生易老者颇多，但大都从个人遭际出发，境界不高。陆游则不同。他感叹双鬓斑白、不能再青为的是报国之志未酬。因而其悲哀就含有深广的内容，具有崇高壮烈的色彩。此联为“流水对”但其后关连，不是互为因果，而是形成矛盾。读者正是从强烈的矛盾中感到内容的深刻，产生对诗人的崇敬。陆游类似的诗句尚有“塞上长城空自许，镜中衰鬓已先斑”等。\n\n　　这是一首七言律诗，作于山阴奉祠，时作者已家居九年。 山阴是江南水乡，作者常乘小舟出游近村的山水，夜泊水村为即景之作。首联写退居乡野、久离疆场、无缘抗敌的落寞怅惘。“羽箭久凋零”，足见其闲居的郁闷。“燕然未勒铭”，典出《后汉书·窦宪传》：窦宪北伐匈奴，追逐单于，登燕然山（即今蒙古杭爱山），刻石纪功而还。燕然未勒，意谓虏敌未灭，大功未成。这一联用层递手法，“久凋零”，乃言被弃置已久，本就失落、抑郁；“未勒名”，是说壮志难酬，则更愤懑不平。起首就奠定了一种失意、悲愁的感情基调。\n\n　　颔联抒发了“烈士暮年，壮心不已”的志愿，表达了对那些面临外寇侵凌却不抵抗、无作为的达官贵人的指斥。上句是说大丈夫在神州陆沉之际，本应“捐躯赴国难，誓死忽如归”才对，怎么可以安然老死呢？一个“犹”字道出他不甘示弱的心态。“绝大漠”，典出《汉书·卫将军骠骑列传》，是汉武帝表彰霍去病之语。两鬓萧萧，仍然豪气干云，朝思梦想着驰骋大漠、浴血沙场；这就反照出朝廷中的那些面对强虏只知俯首称臣割地求和而不思奋起抵争的文官武将的奴相。（另一说是取老子（李耳）骑青牛出关，绝于大漠之中而悟道的传说）“诸君何至泣新亭”，典出《世说新语·言语》：“过江诸人，每至美日，辄相邀新亭，藉卉饮宴。周侯中坐而叹：‘风景不殊，正有山河之异！’皆相视流泪。唯王丞相愀然变色曰：‘当共同戮力王室，克服神州，何至作楚囚相对！’作者借此典，表达了他对那些高居庙堂的衮衮诸公在国家山河破碎之际要么醉生梦死，要么束手垂泪的懦弱昏庸的精神面貌的不满。\n\n　　颈联以工稳的对仗，揭示了岁月蹉跎与夙愿难偿的矛盾。“一身报国有万死”，尽管个人的力量是渺小的，尽管生命是短暂的，但是为了拯救国难，“我”却甘愿死一万次。“一”与“万”的强烈的对比，鲜明地表达了自己的拳拳爱国心与殷殷报国情，诚可谓掷地有声。“双鬓向人无再青”，这一句是说，岁月不饶人，满鬓飞霜，无法重获青黑之色，抒发了对华年空掷、青春难再的感伤与悲愤。即便我抱定了“为国牺牲敢惜身”的志向，可是又谁能了解我的苦心我的喟叹呢？这两句直抒胸臆，是全诗之眼。\n\n　　尾联点破诗歌题面，回笔写眼前自己闲泊水村的寂寥景象。你想，一个老翁，处江湖之远，眼看着干戈寥落了，铁马逝去了，战鼓静灭了，大宋江山是任人宰割了，他的心怎不会如刀割一般的苦痛！“夜阑卧听风吹雨，铁马冰河入梦来”，可是梦醒之后呢，所看到的是荒寒的汀州上寻寻觅觅的新雁，哪里有可以安栖的居所！这怎不教人潸然落泪呢？这两句是借象表意，间接抒情。\n\n　　全诗以夜泊水村所见的景象而写怀遣闷，而落笔却跳转到报国之志上，寄慨遥深。“壮士凄凉闲处老”（陆游《病起》），有心报国却无路请缨，理想与现实的深刻矛盾，这是这首诗慷慨悲歌的一个根本原因。用典贴切，出语自然，感情充沛，“浑灏流转”（赵翼 语），使本诗在悲歌中又显出沉雄的气象。\n\n","translation":"腰上佩带的羽箭已长期凋零，只叹未到燕然山刻石记功名。\n想老夫我尚能横越那大沙漠，诸位何至于新亭落泪空悲鸣。\n我虽有万死不辞的报国之志，却无奈双鬓斑白不能再转青。\n应牢牢记住常年江湖泊船处，卧闻寒州上新雁到来的叫声。\n\n"}
{"_id":{"$oid":"5b9a1862367d5c0f40d22df1"},"title":"南乡子·为亡妇题照","dynasty":"清代","writer":"纳兰性德","content":"泪咽却无声，只向从前悔薄情。凭仗丹青重省识，盈盈，一片伤心画不成。\n别语忒分明，午夜鹣鹣梦早醒。卿自早醒侬自梦，更更，泣尽风檐夜雨铃。","type":["悼亡","怀念","感伤"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155738131.mp3"}
{"_id":{"$oid":"5b9a1862367d5c0f40d22df2"},"title":"绝句·人生无百岁","dynasty":"明代","writer":"刘基","content":"人生无百岁，百岁复如何？\n古来英雄士，各已归山河。\n\n","type":["人生","感慨"],"remark":"①复：又。\n②山河：山曲。指坟墓所在。\n\n","translation":"人生是活不到百岁的，就算活到又如何？\n古往今来的英雄壮士，现在都化为尘土洒落在江河之中。\n\n"}
{"_id":{"$oid":"5b9a1862367d5c0f40d22df3"},"title":"沁园春·灵山斋庵赋时筑偃湖未成","dynasty":"宋代","writer":"辛弃疾","content":"叠嶂西驰，万马回旋，众山欲东。正惊湍直下，跳珠倒溅；小桥横截，缺月初弓。老合投闲，天教多事，检校长身十万松。吾庐小，在龙蛇影外，风雨声中。\n争先见面重重，看爽气朝来三数峰。似谢家子弟，衣冠磊落；相如庭户，车骑雍容。我觉其间，雄深雅健，如对文章太史公。新堤路，问偃湖何日，烟水蒙蒙？","type":["豪放","山水","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155739478.mp3","remark":"大约作于庆元二年（1196），时稼轩罢居带湖。灵山：位于江西上饶境内。古人有“九华五老虚揽胜，不及灵山秀色多”之说，足见其雄伟秀美之姿。齐庵：当在灵山，疑即词中之“吾庐”，为稼轩游山小憩之处。偃湖：新筑之湖，时未竣工。\n惊湍（tuān）：急流，此指山上的飞泉瀑布。\n跳珠：飞泉直泻时溅起的水珠。\n缺月初弓：形容横截水面的小桥像一弯弓形的新月。\n合：应该。\n投闲：指离开官场，过闲散的生活。\n检校：巡查、管理。长身：高大。\n龙蛇影：松树影。\n爽气朝来：朝来群峰送爽，沁人心脾。\n磊落：仪态俊伟而落落大方。\n雄深雅健：指雄放、深邃、高雅、刚健的文章风格。\n太史公：司马迁，字子长，西汉著名的史学家和文学家，曾继父职，任太史令，自称太史公。 \n\n","shangxi":"　　读辛弃疾这位大词人的山水词，就会发现他多么热爱祖国的山山水水，有时似乎已经进入一种“神与物游”的境界，他笔下的山水似乎和人一样，有思想，有个性，有灵气，流连其间，言感身受，别有新的天地。这首《沁园春》便有这种特色。\n\n　　头三句写灵山群峰，是远景。再写近景：“正惊湍直下，跳珠倒溅；小桥横截，缺月初弓。”这里有飞瀑直泻而下，倒溅起晶莹的水珠，如万斛明珠弹跳反射。还有一弯新月般的小桥，横跨在那清澈湍急的溪流上。词人犹如一位高明的画师，在莽莽苍苍丛山叠嶂的壮阔画面上，重抹了几笔韶秀温馨的情韵。\n\n　　连绵不断的茂密森林，是这里的又一景色。辛弃疾在一首《归朝欢》词序中说：“灵山齐庵菖蒲港，皆长松茂林。”所以词人接着写道：“老合投闲，天教多事，检校长身十万松。”辛弃疾面对这无边无垠的高大、葱郁的松树林，不由浮想联翩：这些长得高峻的松树，多么像英勇善战，所向无敌的战士。想自己“壮岁旌旗拥万夫”，何等英雄，而今人老了，该当过闲散的生活，可是老天爷不放他闲着，又要他来统率这支十万长松大军呢！诙谐的笑语抑或是乐？抑或是苦？抑或是自我解嘲？有一种说不出的滋味儿。内心深处确实隐隐有一份报国无门的孤愤在。\n\n　　在这种地方，词人轻轻点到即止，顺势落到自己山中结庐的事上来。齐庵，是辛弃疾在灵山修建的一所茅庐。他说，这房子选的地点还是不错的，“在龙蛇影外，风雨声中。”每当皓月当空，可以看到状如龙蛇般盘屈的松影，又可以听到声如风雨的万壑松涛，别有一番情趣啊！\n\n　　上片写灵山总体环境之美，下片则是词人抒写自己处于大自然中的感受了。辛弃疾处于这占尽风光的齐庵中，举目四望，无边的青山千姿百态。拂晓，在清新的空气中迎接曙光，东方的几座山峰，像天真活泼的孩子，一个接着一个从晓雾中探出头来，争相同他见面，向他问好。红日升起了，山色清明，更是气象万千。看那边一座山峰拔地而起，峻拔而潇洒，充满灵秀之气。它那美少年的翩翩风度，不就像芝兰玉树般的东晋谢家子弟吗？再看那座巍峨壮观的大山，苍松掩映，奇石峥嵘，它那高贵亮丽的仪态，不就像司马相如赴临邛时那种车骑相随、华贵雍容的气派么！词人惊叹：大自然的美是掬之不尽的，置身于这千峰竞秀的大地，仿佛觉得此中给人的是雄浑、深厚、高雅、刚健等诸种美的感受，好像在读一篇篇太史公的好文章，给人以丰富的精神享受。此中乐，乐无穷啊！在作者心目中，灵山结庐，美妙无穷，于是他关切地打听修筑偃湖的计划，并油然而生一种在此长居的感觉。\n\n　　这首词通篇都是描写灵山的雄伟景色，在写景上颇有值得注意之处，它不同于一般描写山水之作，它极少实写山水的具体形态，而是用虚笔传神写意。如写山似奔马，松似战士，写得龙腾虎跃，生气勃勃，实是词人永不衰息的斗争性格的写照，即他词所说青山与我“情与貌，略相似”也。显然，作者写此词，力图透过山峰的外形写出其内在的精神；力图把自己所感受到的大自然的内在的美写出来。要传山水之神，光用一般写实的方法不行，于是辛弃疾借助于用典，出人意料地以古代人物倜傥儒雅的风采来比拟山峰健拔秀润的意态，又用太史公文章雄深雅健的风格，来刻画灵山深邃宏伟的气度。表面上看来，这两两相比的东西，似乎不伦不类，风马牛不相及，而它们在精神上却有某些相似之点，可以使人生发联想。这种独特的比喻，真可说是出神入化了！当然，为山水传神写照，是纯粹写观赏风景之人的主观感受，这种感受实际上与作者的胸襟、与作者的思想境界是密切相关的。这种你中有我，我中有你的精神境界，正像辛弃疾自己说的：“我见青山多妩媚，料青山见我应如是”。词作者这种传山水之神的写意笔法，在山水文学上开创了一代先河，值得后人仿效。\n\n　　词通常上片写景，下片抒情。本词上片写景由远至近，由大至小，景已写足。不想转入下片不仅仍写景，而且仍写山，但一反上片的写山之“形”而转写山之“神”，连用三个立意新颖、构思别致的比喻：“似谢家子弟，衣冠磊落：相如庭户，车骑雍容。我觉其间，雄深雅健，如对文章太史公。”可见稼轩的磊落胸怀，用典取事驱遣自然，语既超旷，意又平和，新奇健雅，韵味无穷。最后，以景结情：“新堤路，问偃湖何日，烟水漾漾?”似问非问，姿态、情韵已完全具备了。\n\n","translation":"重峦叠嶂向西奔驰，像千万匹马回旋一般，这许多的山要掉头向东而去。恰好湍急的水流直直地落下，进跳的水珠四处溅下；小桥横架在急流之上，像不圆的月亮和刚拉开的弓。人老了应当过闲散的日子，可老天给我多事，来掌管十万棵高大的松树。我的房舍小，但在松树盘曲的枝干影子的外边，在风风雨雨的声音中间。\n雨雾消散，重峦叠嶂露出面容，争着和人见面。看早晨清新凉爽的空气从一座座山峰扑面而来。座座山峰好像谢家子弟，衣着潇洒，长相英俊；又好像司马相如的车骑一般雍容华贵。我感觉这其中，有的如司马迁的文章一样，雄浑深沉，典雅劲健。在刚刚修好的偃湖堤的路上，问偃湖哪一天能够展现烟水的美好景色？\n\n"}
{"_id":{"$oid":"5b9a1863367d5c0f40d22df4"},"title":"临江仙·探梅","dynasty":"宋代","writer":"辛弃疾","content":"老去惜花心已懒，爱梅犹绕江村。一枝先破玉溪春。更无花态度，全有雪精神。 \n剩向空山餐秀色，为渠著句清新。竹根流水带溪云。醉中浑不记，归路月黄昏。","type":["梅花","惜花"],"remark":"此闲居带湖之作。　咏梅而扣住一个“探”字。惜花心懒而独爱梅者，梅花先于众芳，更冰姿玉肌，独立不阿。此咏梅而写人，讥嘲世俗而自抒怀抱。下片因爱梅而赋清新之诗，由“流水带溪云”，至“归路月黄昏”，足见探梅之时久，爱梅之情深。\n心已懒：情意已减退。\n“一枝”三句：一枝江梅报春，带着傲霜耐雪的神韵。玉溪：谓溪水似玉般的洁白晶莹。\n剩向：尽向。餐秀色：秀色可餐，极赞妇女容色之美，也可用以形容山川秀丽，此取后义。着句：写诗句。渠：他（方言），此即指梅。\n“竹根”三句：贪赏梅花，醉中不觉时已向晚，月迷归路。浑：全。\n\n","translation":"已经有些年迈，有心爱惜花，可心已懒散，却独喜欢那江村边围绕的梅花。一枝花点破玉溪的春天。梅花没有一般的春花鲜艳娇嫩的样子，呈现在人们面前的全是傲雪耐寒的神韵。奈何只剩下青山欣赏这样的秀丽景色，为它（梅花）写些清新的诗句。水从竹根流过，溪水缠绵似云。陶醉于眼前的美景，浑然忘记了时间，归家时已是月上柳梢，时已黄昏了。\n\n"}
{"_id":{"$oid":"5b9a1863367d5c0f40d22df5"},"title":"西江月·问讯湖边春色","dynasty":"宋代","writer":"张孝祥","content":"问讯湖边春色，重来又是三年。东风吹我过湖船，杨柳丝丝拂面。\n世路如今已惯，此心到处悠然。寒光亭下水如天，飞起沙鸥一片。","type":["宋词三百首","婉约","怀恋","山水"],"remark":"西江月：词牌名，原唐教坊曲。又名《白苹香》、《步虚词》、《晚香时候》、《玉炉三涧雪》、《江月令》。双调，五十字，上下片各两平韵，结句各叶一仄韵。\n题溧阳三塔寺：溧阳，今江苏省溧阳县。三塔寺，溧阳境内寺名。这首词原无题，南宋周密《绝妙好词》本增补为“丹阳湖”，而厉鹗笺注则作“题溧阳三塔寺”。宋王象之《舆地纪胜》谓丹阳湖在当涂县东南六十九里。当时为建康和宣城之间内河交通的必经航道。黄异《花庵词选》题作“洞庭”，显系疏误。按岳珂《玉楮集》有诗题《三塔寒光亭张于湖书词寺柱吴毅夫命名后轩》，所云“张于湖书词”，当指此篇。\n问讯：问候。湖：指三塔湖。\n重来又是三年：相隔三年重游旧地。\n过湖船：驶过湖面的船。\n杨柳丝丝：形容杨柳新枝柔嫩如丝。拂面：轻轻地掠过面孔。\n世路：世俗生活的道路。\n寒光亭：亭名。在江苏省溧阳县西三塔寺内。\n沙鸥：沙洲上的鸥鸟。\n\n","translation":"问候这湖中的春水，岸上的春花，林间的春鸟，你们太美了，这次的到来距前次已是三年了。东风顺吹，我驾船驶过湖面，杨柳丝丝拂面，似对我的到来表示欢迎。\n人生道路上的曲折、沉浮我已习惯，无论到哪里，我的心一片悠然。寒光亭下，湖水映照天空，真是天水一色，水面上飞起一群沙鸥。\n\n"}
{"_id":{"$oid":"5b9a1863367d5c0f40d22df6"},"title":"减字木兰花·天涯旧恨","dynasty":"宋代","writer":"秦观","content":"天涯旧恨，独自凄凉人不问。欲见回肠，断尽金炉小篆香。\n黛蛾长敛，任是春风吹不展。困倚危楼，过尽飞鸿字字愁。","type":["宋词精选","女子","思念"]}
{"_id":{"$oid":"5b9a1863367d5c0f40d22df7"},"title":"虞美人·寄公度","dynasty":"宋代","writer":"舒亶","content":"芙蓉落尽天涵水，日暮沧波起。背飞双燕贴云寒，独向小楼东畔、倚阑看。 \n浮生只合尊前老，雪满长安道。故人早晚上高台，赠我江南春色、一枝梅。","type":["宋词精选","孤独","思念","写景"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155740297.mp3","remark":"芙蓉：指荷花。\n涵：包含，包容。\n沧：暗绿色（指水）。\n背飞双燕：双燕相背而飞。此处有劳燕分飞、朋友离别的意思。\n阑：栏杆。\n合：应该。\n尊：同“樽”，酒杯。\n故人二句：用陆觊赠梅与范晔事。\n\n","shangxi":"　　“芙蓉落尽天涵水，日暮沧波起。”两句写日暮登台所见，境界宏大。“芙蓉”三句寥寥几笔便勾勒出一幅苍茫的画卷，由下及上，先由细处着笔。“芙蓉落尽”点明时节，暗示衰败孤寂之意。“天涵水”是登高眺望所见之景，暮色将至，水面上腾起浓浓的雾气，远远望去，水天一色，苍茫一片。“沧波起”点出寒意，冬季傍晚时分，波涛涌动，带来阵阵寒气。这两旬重在写天地之广，暗含人世沧桑的慨叹。\n\n　　“背飞双燕贴云寒”，视角由平远而移向高远；正当独立苍茫、黯然凝望之际，却又见一对燕子，相背向云边飞去。 “背飞双燕”尤言“劳燕分飞”。《玉台新咏》卷九《东飞伯劳歌》云： “东飞伯劳西飞燕，黄姑（牵牛）织女时相见。”后即用来称朋友离别。“贴云寒”，状飞行之高；高处生寒，由联想而得。着一“寒”字，又从视感而转化为一种心理感受，暗示着离别的悲凉况味。“独向小楼东畔倚栏看”是补叙之笔，交代前面所写，都是小楼东畔倚栏所见。把宏阔高远的视线收聚到一点，对准楼中倚栏怅望之人。“独”字轻轻点出，既写倚栏眺景者为独自一人，又透露出触景而生的孤独惆怅之感。\n\n　　“浮生只合尊前老，雪满长安道。”两句是说光阴荏苒，转眼又是岁暮，雪满京城，寂寥寡欢，唯有借酒遣日而已。“雪满长安”既点时地，又渲染出一派冷寂的气氛，雪夜把盏，却少对酌之人，岁暮怀人的孤凄心境可想而知。\n\n　　“故人早晚上高台，赠我江南春色一枝梅。”故人，老朋友，指公度。早晚，多义词，这里为随时、每日之意。这两句从对方着笔，心有同感，友情的思念彼此相似，我之思彼，亦如彼海内存知己之思我，想象老朋友也天天登高望远，思念着我；即使道远雪阻，他也一定会给我寄赠一枝江南报春的早梅。这是用南朝宋陆凯折梅题诗以寄范晔的故事。这一枝明艳的“江南春色”，定会给“雪满长安”的友人带来亲切的问候和友情的温暖。这是用典，却又切合作者当年与友人置酒相别的一段情事。折梅相赠这一典故，在这里具有普遍与特殊的双层含义，用典如此，可谓表里俱化了。\n\n　　全词构思精巧，首尾呼应，善于借景传情。\n\n","translation":"荷花落尽天连着水，暮色苍茫烟波随风起。分飞的双燕紧贴着寒云，我独上小楼东边倚栏观看。\n短暂浮生在醉酒中衰老，转眼间大雪盖满京城道。远方友人也定会登台凝望，寄给我一枝江南春梅。\n\n"}
{"_id":{"$oid":"5b9a1863367d5c0f40d22df8"},"title":"蝶恋花·画阁归来春又晚","dynasty":"宋代","writer":"欧阳修","content":"画阁归来春又晚。燕子双飞，柳软桃花浅。细雨满天风满院，愁眉敛尽无人见。\n独倚阑干心绪乱。芳草芊绵，尚忆江南岸。风月无情人暗换，旧游如梦空肠断。","type":["伤春","女子","回忆","孤寂"],"remark":"蝶恋花：唐教坊曲名。本名《鹊踏枝》。晏殊词改今名。调名取梁简文帝萧纲诗句“翻阶蛱蝶恋花情”中的三字。双调，六十字，十句，上下片各五句四仄韵。一般用来填写多愁善感和缠绵悱恻的内容。\n画阁：华美的楼阁。\n桃花浅：是说春晚桃花开残，树上的花朵显得稀薄了。\n细雨：小雨。\n愁眉：发愁时皱着的眉头。唐白居易《晚春沽酒》：“不如贫贱日，随分开愁眉。”敛尽：收拾、整理干净。\n心绪：心思，心情。\n芊（qiān）绵：草木茂密繁盛。刘禹锡《省试风光草际浮》：“乍疑芊绵里，稍动丰茸际。”\n暗换：不知不觉地更换。\n旧游：昔日的游览。\n\n","shangxi":"　　上片侧重描写女主人公从画阁归来所见的晚春景象。首句一声“春又晚”的叹息，惜春之情溢于言表。“燕子双飞，柳软桃花浅。”从这两句可见归者是独归，所以用此景反衬孤独。“细雨满天风满院”此句既是写景，又衬托出女主人公哀婉绵密的情感。“柳软”、“细雨”两句，具体描写晚春时节令人伤心的风雨落花景象。“愁眉敛尽无人见”将女主人公的形象画进了这幅残春风景图中，人景交融，凸显了他的忧愁孤独之状。此片情景交融，将人的哀婉之情融进残春风雨中。\n\n　　下片主要写主人公的伤离怨别之情。“独”字描绘出女主人公的孤独寂寞，“乱”字则写出她内心的悲凉愁思，表现其形单影只，心烦意乱的心境。“芳草芊绵，尚忆江南岸。”二句描绘她此时目之所及、心之所想，道出愁思的原因，点出离别相思之愁。“人暗换”不仅惋叹当年志同道合之友风流云散，或死或老，也暗寓对朝政日非的愤慨，诅咒岁月“无情”，也暗含对朝廷的贬刺。末两句点出伤春怨别的主题，一直抒胸臆结束全篇。此片主要是由景及情，直接抒发伤春怨别之情。\n\n　　此词由景及情，情景交融，以凄婉缠绵的笔调，曲折尽意地抒写了伤春女子的满怀离思和一腔哀愁。\n\n","translation":"从楼阁归来，才发现今年的春天又迟到了。燕子双双齐飞，垂柳低软，桃花已经凋零残败。落花像撩人的细雨洒满了半空，和风习习充满了庭院。独自皱眉，满怀的愁苦没有人能感受。\n一个人孤独地靠着栏杆，心思如麻又烦乱。芳草萋萋，回忆了一番江南岸。清风明月没有感情，暗将人的模样改变，昔日的游览如梦一样，哪里经受得起重提？我这里白白地极度悲痛。\n\n"}
{"_id":{"$oid":"5b9a1863367d5c0f40d22df9"},"title":"南陵道中 / 寄远","dynasty":"唐代","writer":"杜牧","content":"南陵水面漫悠悠，风紧云轻欲变秋。\n正是客心孤迥处，谁家红袖凭江楼？","type":["写景","抒情","孤独"],"remark":"南陵：唐县名，在今安徽省繁昌县西。\n客：作者自指。孤迥：指孤单。\n\n","translation":"南陵的江水，满满地、慢悠悠地流荡，西风紧吹，轻云掠过，秋天即将来到身旁。\n正当客居他乡，心情孤寂凄清的时候，忽见哪家的女子独倚在临江的楼窗？\n\n"}
{"_id":{"$oid":"5b9a1863367d5c0f40d22dfa"},"title":"短歌行","dynasty":"唐代","writer":"白居易","content":"曈曈太阳如火色，上行千里下一刻。\n出为白昼入为夜，圆转如珠住不得。\n住不得，可奈何，为君举酒歌短歌。 \n歌声苦，词亦苦，四座少年君听取。\n今夕未竟明夕催，秋风才往春风回。\n人无根蒂时不驻，朱颜白日相隳颓。 \n劝君且强笑一面，劝君且强饮一杯。\n人生不得长欢乐，年少须臾老到来。","type":["时间","抒怀","感慨","愁苦"]}
{"_id":{"$oid":"5b9a1863367d5c0f40d22dfb"},"title":"移家别湖上亭","dynasty":"唐代","writer":"戎昱","content":"好是春风湖上亭，柳条藤蔓系离情。\n黄莺久住浑相识，欲别频啼四五声。","type":["湖水","春光"],"remark":"移家：搬家。\n浑：全。\n频啼：连续鸣叫。\n\n","translation":"春风骀荡，景色宜人，我来辞别往日最喜爱的湖上亭。微风中，亭边柳条、藤蔓轻盈招展，仿佛是伸出无数多情的手臂牵扯我的衣襟，不让我离去。\n这情景真叫人意惹情牵，不胜留恋；住了这么久了，亭边柳树枝头的黄莺，也跟我是老相识了。在这即将分离的时刻，别情依依，鸣声悠悠，动人心弦，使人久久难于平静。\n\n"}
{"_id":{"$oid":"5b9a1864367d5c0f40d22dfc"},"title":"赠从兄襄阳少府皓","dynasty":"唐代","writer":"李白","content":"结发未识事，所交尽豪雄。\n却秦不受赏，击晋宁为功。\n托身白刃里，杀人红尘中。\n当朝揖高义，举世称英雄。\n小节岂足言，退耕舂陵东。\n归来无产业，生事如转蓬。\n一朝乌裘敝，百镒黄金空。\n弹剑徒激昂，出门悲路穷。\n吾兄青云士，然诺闻诸公。\n所以陈片言，片言贵情通。\n棣华倘不接，甘与秋草同。","type":["友情"],"remark":"却秦：使秦退兵。\n春陵：在今湖北枣阳县。\n生事：生计。\n“一朝”二句：用苏秦事。\n青云士：品格高尚的人。\n然诺：应许，许诺。\n闻诸公：因重然诺而为诸公所知。\n陈片言：陈述简短的话。\n棣（dì）华：喻兄弟。\n\n","translation":"我青少年的时候，对事理的认识不是特别通达，呼朋唤友，都是些热血豪迈人士。\n不为报酬而助人，并不把解人之难看作是多么了不起的功劳。\n为朋友曾经不惜两肋插刀，红尘滚滚处也曾经手刃歹徒。\n哥们肝胆意气天下闻名，官民同赏。\n当然，这些都是小节，不足言道，现在回到偏僻之处隐居。\n回家后是四壁空空，没有任何产业，为衣腹之累而忙个不休。\n身穿的狐裘破烂，腰里曾经的万贯黄金也用个精光（主要还是接济落魄文人）。\n也曾经去王公门前干谒，推荐自己，但是没有什么效果，悲日暮途穷。老兄你可是官运通达，青云直上，一诺千金，名噪公卿。\n所以来与你告个急，你懂其中的意思就行了，贵在灵犀一点通。\n如果你也不顾兄弟情谊，不愿意帮助我，我也不说更多的话了，我准备像秋草蓬稞一样随风飘散吧。\n\n"}
{"_id":{"$oid":"5b9a1864367d5c0f40d22dfd"},"title":"渡湘江","dynasty":"唐代","writer":"杜审言","content":"迟日园林悲昔游，今春花鸟作边愁。\n独怜京国人南窜，不似湘江水北流。","type":["春天","怅惘","即景抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155740565.mp3","remark":"迟日：春日。《诗经·七月》：“春日迟迟，采繁祁祁。”\n悲昔游：作者旧游之地，因放逐再次经过感到悲伤。\n边愁：流放边远地区产生的愁绪。\n京国：指长安。\n\n","shangxi":"　　诗的首句“迟日园林悲昔游”，是因眼前的春光回忆起往昔的春游。当年，春日迟迟，园林如绣，游目骋怀，该是心旷神怡的。而这里追叙“昔游”时却用了一个“悲”字。这个悲，是今天的悲，是从今天的悲追溯昔日的乐；而反过来，也可以说，正因为想起当时的游乐，就更觉得当前处境之可悲。吴乔在《围炉诗话》中说：“情能移境，境亦能移情。”这一句诗是用现在的情移过去的境，为昔日的欢乐景物注入了此时的悲伤心情。\n\n　　诗的第二句“今春花鸟作边愁”，是从昔游的回忆写到今春的边愁。一般说来，鸟语花香是令人欢乐的景物；可是，这些景物却使诗人更想起自己正在流放去边疆的途中。鸟语也好，花香也好，在诗人心目中只构成了远去边疆的哀愁。这一句诗是以心中的情移眼前的境。诗人缘情写景，因而景随情迁。如果就艺术手法来说，以“花鸟”与“边愁”形成对比，是从反面来衬托边愁。与杜审言的这句诗有些近似的有杜甫《春望》诗中的“感时花溅泪，恨别鸟惊心”一联，司马光的《续诗话》评这一联诗说：“花鸟平时可娱之物，见之而泣，闻之而悲，则时可知矣。”这里，以花鸟可娱之物来写“感时”、“恨别”之情，采用的也是反衬法。杜审言是杜甫的祖父，对杜甫有直接影响。“花溅泪”、“鸟惊心”一联，可能就是从“花鸟作边愁”这一句化出的。\n\n　　诗的第三句“独怜京国人南窜”，是整首诗的中心，起承上启下作用。上两句，忆昔游而悲，见花鸟成愁，以及下一句为江水北流而感叹，都因为诗人远离京国，正在南窜途中。上下三句都是围绕着这一句，从这一句生发的。但这一句还没有点到《渡湘江》这个题目。最后一句“不似湘江水北流”，才提到湘江，点破诗题，而以“水北流”来烘托“人南窜”，也是用反衬手法来加强诗的中心内容。\n\n　　杜审言渡湘江时，正值春光明媚，绿水映青山，秀丽的异乡风光撩人意绪，使被贬迁异地的诗人缅怀过去，遐想未来，心中怅惘、失落。因此诗的起句感情深沉地直诉：“迟日园林悲昔游”。他触景生情，回忆起从前在这春光晴丽的大好时光里，尽情游赏园林景色的乐趣，间或还有朋友与他一同饮酒赋诗，赏春惜春，好不痛快。如今只身南迁，心中之悲不难想象。“迟日园林”与“昔游”之间加一“悲”字，使句意曲折而丰富，语势跌宕而劲健。对句：“今春花鸟作边愁”。“今春”指出渡江的时间。“花鸟”概括春景，虽没有直接描绘声色，而鸟语花香的境界已在眼前。“作边愁”，是说今春的花和鸟不同往年，它们也含愁带恨。这里用了移情入景的手法，以比兴表达诗人的愁思。一个“作”字，语意双关。既象说花鸟，又是说人，亦可理解为人与花鸟同说，婉曲而有机趣。\n\n　　这句诗色彩清淡，情意浓挚，七个字，淋漓尽致地抒发了诗人远游伤春的情怀。“独怜京国人南窜”，是这首诗的中心所在，从前两句的忆春、伤春转入叙事抒情，感慨自己从京都流贬到荒僻的南地。“独”字下得有力，使全句生神，激活全篇。“不似湘江水北流”，紧承第三句点题作结，出语自然。管世铭《读雪山房唐诗序例》说：“初唐七绝，味在酸咸之外，‘人情已厌南中苦，鸿雁那从北地来 ’，‘独怜京国人南窜，不似湘江水北流’，‘即今河畔冰开日，正是长安花落时 ’，读之初似常语，久而自知其妙。”所谓“味在酸咸之外”，即指诗中蕴含的情感复杂丰富余味无穷。这些诗句的妙处，不仅在于融情于景，而且还通过时间、空间、景物的不同对比，形成一种杳邈迷茫的意境，仿佛有万般的游丝争惹人的离愁，读者细细体味就能感受其巨大的感染力。“独怜京国人南窜，不似湘江水北流”，初读似常语，并无警策之处，仔细品味，就可看到诗人怅惘的形象。他独立舟头，思悠悠，无限离愁，正如一江春水向北流。杜审言性格爽朗轩豁，喜直抒胸臆，这自是其诗的特色之一。《载酒园诗话》说他“即作磊砢语，亦犹苏子瞻坐桄榔树下食芋饮水，略无攒眉蹙额之态。”这段形象的评语，可帮助我们从多方面去感受欣赏杜审言诗的风格。\n\n　　胡应麟对这首诗的评价很高，他说：“唐初五言绝，子安诸作已入妙境。七言初变梁陈，音律未谐，韵度尚乏。惟杜审言《渡湘江》、《赠苏绾》二首，结皆作对，而工致天然，风味可掬。”这首诗以押韵对起，又以对作结，俱有整齐美、和谐美以及反复咏叹的韵味。初唐时期是七绝初创的阶段，杜审言这首《渡湘江》是有相当影响的，说它“具有开启诗坛新风的作用”，也不为过誉。\n\n","translation":"悲叹昔日还在园林里游玩的情景，今年春天花开鸟鸣更引发我在边疆的哀愁。\n独自怜惜从京城里出来的人往南逃，真羡慕湘江的水呀，你却往北流去！\n\n"}
