{"_id":{"$oid":"5b9a1455367d5cab186686f6"},"title":"折桂令·春情","dynasty":"元代","writer":"徐再思","content":"平生不会相思，才会相思，便害相思。\n身似浮云，心如飞絮，气若游丝。\n空一缕余香在此，盼千金游子何之。\n证候来时，正是何时？灯半昏时，月半明时。\n\n","type":["少女","相思","爱情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154107999.mp3","remark":"①身似浮云：形容身体虚弱，走路晕晕乎乎，摇摇晃晃，像飘浮的云一样。\n②余香：指情人留下的定情物。\n③盼千金游子何之：殷勤盼望的情侣到哪里去了。何之，往哪里去了。千金：喻珍贵。千金游子：远去的情人是富家子弟。\n④证候：即症候，疾病，此处指相思的痛苦。\n\n","translation":"生下来以后还不会相思，才刚刚懂了什么是相思，却深受着相思之苦。\n身像飘浮的云，心像纷飞的柳絮，气像一缕缕游丝。\n空剩下一丝余香留在此，心上人却已不知道在哪里去留？\n相思病症候的到来，最猛烈的时候是什么时候？是灯光半昏半暗时，是月亮半明半亮的时候。\n\n"}
{"_id":{"$oid":"5b9a1455367d5cab186686f7"},"title":"寻隐者不遇 / 孙革访羊尊师诗","dynasty":"唐代","writer":"贾岛","content":"松下问童子，言师采药去。\n只在此山中，云深不知处。","type":["唐诗三百首","寻访","写人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154107628.mp3","remark":"⑴寻：寻访。隐者：隐士，隐居在山林中的人。古代指不肯做官而隐居在山野之间的人。一般指的是贤士。不遇：没有遇到，没有见到。\n⑵童子：没有成年的人，小孩。在这里是指“隐者”的弟子、学生。\n⑶言：回答，说。\n⑷云深：指山上的云雾。处：行踪，所在。\n\n","shangxi":"　　贾岛是以“推敲”两字出名的苦吟诗人。一般认为他只是在用字方面下功夫，其实他的“推敲”不仅着眼于锤字炼句，在谋篇构思方面也是同样煞费苦心的。此诗就是一个例证。\n\n　　全诗只有二十字，作为抒情诗，却有环境，有人物，有情节，内容极丰富，其奥秘在于独出心裁地运用了问答体。不是一问一答，而是几问几答，并且寓问于答。 第一句省略了主语“我”。“我”来到“松下”问“童子”， 见得“松下”是“隐者”的住处，而“隐者”外出。“寻隐者不遇”的题目已经交待清楚。“隐者” 外出而问其“童子”，必有所问，而这里把问话省略了，而写出“童子”的答语：“师采药去。”从这四个字而可想见当时松下所问是“师往何处去”。“我” 专程来“寻隐者”，“隐者”“采药去”了，自然很想把他找回来。因而又问童子：“采药在何处？”这一问诗人也没有明写，而以“只在此山中”的童子答辞，把问句隐括在内。最后一句“云深不知处”，又是童子答复对方采药究竟在山前、山后、山顶、山脚的问题。明明三番问答，至少须六句方能表达的，贾岛采用了以答句包赅问句的手法，精简为二十字。这种“推敲”就不在一字一句间了。\n\n　　然而，这首诗的成功，不仅在于简炼；单言繁简，还不足以说明它的妙处。诗贵善于抒情。这首诗的抒情特色是在平淡中见深沉。一般访友，问知他出，也就自然扫兴而返了。但这首诗中，一问之后并不罢休，又继之以二问三问，其言甚繁，而其笔则简，以简笔写繁情，益见其情深与情切。而且这三番答问，逐层深入，表达感情有起有伏。“松下问童子”时，心情轻快，满怀希望；“言师采药去”，答非所想，一坠而为失望；“只在此山中”，在失望中又萌生了一线希望；及至最后一答：“云深不知处”，就惘然若失，无可奈何了。\n\n　　然而诗的抒情要凭借艺术形象，要讲究色调。从表面看，这首诗似乎不着一色，白描无华，是淡妆而非浓抹。其实它的造型自然，色彩鲜明，浓淡相宜。郁郁青松，悠悠白云，这青与白，这松与云，它的形象与色调恰和云山深处的隐者身份相符。而且未见隐者先见其画，青翠挺立中隐含无限生机；而后却见茫茫白云，深邃杳霭，捉摸无从，令人起秋水伊人无处可寻的浮想。从造型的递变，色调的先后中也映衬出作者感情的与物转移。\n\n　　诗中隐者采药为生，济世活人，是一个真隐士。所以贾岛对他有高山仰止的钦慕之情。诗中白云显其高洁，苍松赞其风骨，写景中也含有比兴之义。惟其如此，钦慕而不遇，就更突出其怅惘之情了。另外，作者作为一个封建社会的知识分子，离开繁华的都市，跑到这超尘绝俗的青松白云之间来“寻隐者”，其原因也是耐人寻味，引人遐想的。\n\n","translation":"苍松下，我询问了年少的学童；他说，师傅已经采药去了山中。\n他还对我说，就在这座大山里，可山中云雾缭绕，不知他行踪。\n\n"}
{"_id":{"$oid":"5b9a1455367d5cab186686f8"},"title":"临江仙·樱桃落尽春归去","dynasty":"五代","writer":"李煜","content":"樱桃落尽春归去，蝶翻金粉双飞。子规啼月小楼西，玉钩罗幕，惆怅暮烟垂。\n别巷寂寥人散后，望残烟草低迷。炉香闲袅凤凰儿，空持罗带，回首恨依依。","type":["爱国","忧国忧民"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154108228.mp3"}
{"_id":{"$oid":"5b9a1455367d5cab186686f9"},"title":"清平乐·别来春半","dynasty":"五代","writer":"李煜","content":"别来春半，触目柔肠断。砌下落梅如雪乱，拂了一身还满。(\n'柔'肠断 一作：愁肠断)\n雁来音信无凭，路遥归梦难成。离恨恰如春草，更行更远还生。","type":["宋词三百首","春天","写景","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154108804.mp3","remark":"春半：即半春，春天的一半。别来春半：意思是，自分别以来，春天已过去一半，说明时光过得很快。\n柔肠：原指温柔的心肠，此指绵软情怀。\n砌（qì）下：台阶下。砌，台阶。落梅：指白梅花，开放较晚。全句意思是，台阶下飘落的白梅花犹如雪片纷飞。\n拂了一身还满：指把满身的落梅拂去了又落了满身。\n雁来音信无凭：这句话是说鸿雁虽然来了，却没将书信传来。古代有凭借雁足传递书信的故事。无凭：没有凭证，指没有书信。\n遥：远。归梦难成：指有家难回。\n恰如：《全唐诗》、《古今词统》、《古今诗余醉》等本中均作“却如”；毛本《尊前集》中作“怯如”。\n更行更远还生：更行更远，指行程越远。更，越。还生，还是生得很多。还，仍然，还是。\n\n","shangxi":"　　这首《清平乐》，表现了作者在恼人的春色中，触景生情，思念离家在外的亲人的情景。\n\n　　词的上片，开篇即直抒胸臆、毫无遮拦地道出郁抑于心的离愁别恨。一个“别”字，是起意，也是点题，单刀直入，紧扣人心。李煜前期作品中因各种原因，这种开篇直抒胸臆的不多，但中、后期作品中不少，想必是生活际遇之大变，作者的感情已如洪水注池、不泄不行罢。“春半”有人释为春已过半，有理，但如释为相别半春，亦有据，两义并取也无不可。接下二句承“触目”来，“砌下落梅如雪乱”突出一个“乱”字，既写出了主人公独立无语却又心乱如麻，也写出了触景伤情景如人意的独特感受，用生动的比喻把愁情说得明白如见。“拂了一身还满”，前有“拂”字，显见有主人公克制定念的想法，但一个“满”字，却把主人公那种无奈之苦、企盼之情、思念之深刻画得至真至实。上片的画面是情景交融、虚实相生而又动静结合的，直抒胸臆中见委婉含蓄，活泼喻象中透深沉凝重。\n\n　　他之所以久久地站在花下，是因为在思念远方的亲人。“雁来”两句把思念具体化。写出作者盼信，并希望能在梦中见到亲人。古代有大雁传书的故事。西汉时，苏武出使北方，被匈奴扣留多年。但他坚贞不屈。汉昭帝派使臣要匈奴释放苏武，匈奴谎说苏武已死。使臣知苏武未死，假称皇帝曾射下大雁，雁足上系有苏武的书信说他正在匈奴的某地。匈奴听了，只得将苏武放回。所以作者说，他看到大雁横空飞过，为它没有给自己带来书信而感到失望。他又设想，和亲人在梦中相会，但“路遥归梦难成”，距离实在是太遥远了，恐怕他的亲人在梦中也难以回来。古人认为人们在梦境中往往是相通的。对方作不成“归梦”，自己也就梦不到对方了。梦中一见都不可能，思念万分之情溢于言表，从而更强烈地表现了作者的思念之切。他怀着这种心情，向远处望去，望着那遍地滋生的春草，突然发现，“离恨却如春草，更行更远还生”。“更行更远”是说无论走得多么远，自己心中的“离恨”就像那无边无际、滋生不已的春草。无论人走到哪里，它们都在眼前，使人无法摆脱。这个结句，比喻浅显生动，而且通过形象给人以离恨无穷无尽、有增无已的感觉，使这首词读起来显得意味深长。\n\n　　全词以离愁别恨为中心，线索明晰而内蕴，上下两片浑成一体而又层层递进，感情的抒发和情绪的渲染都十分到位。作者手法自然，笔力透彻，尤其在喻象上独到而别致，使这首词具备了不同凡品的艺术魅力。\n\n","translation":"离别以来，春天已经过去一半，映入目中的景色掠起柔肠寸断。阶下落梅就像飘飞的白雪一样零乱，把它拂去了又飘洒得一身满满。\n鸿雁已经飞回而音信毫无依凭，路途遥远，要回去的梦也难形成。离别的愁恨正像春天的野草，越行越远它越是繁生。\n\n"}
{"_id":{"$oid":"5b9a1455367d5cab186686fa"},"title":"忆秦娥·箫声咽","dynasty":"唐代","writer":"李白","content":"箫声咽，秦娥梦断秦楼月。秦楼月，年年柳色，灞陵伤别。\n乐游原上清秋节，咸阳古道音尘绝。音尘绝，西风残照，汉家陵阙。","type":["宋词三百首","豪放","女子","思念","忧愁"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154109311.mp3","remark":"⑴此词上片伤别，下片伤逝。两宋之交邵博《邵氏闻见后录》始称之为李白之作。南宋黄升《唐宋诸贤绝妙词选》亦录于李白名下。明代以来屡有质疑者。\n⑵箫：一种竹制的管乐器。咽：呜咽，形容箫管吹出的曲调低沉而悲凉，呜呜咽咽如泣如诉。\n⑶梦断：梦被打断，即梦醒。\n⑷灞陵：在今陕西省西安市东，是汉文帝的陵墓所在地。当地有一座桥，为通往华北、东北和东南各地必经之处。《三辅黄图》卷六：“文帝灞陵，在长安城东七十里。……跨水作桥。汉人送客至此桥，折柳送别。”伤别：为别离而伤心。\n⑸乐游原：又叫“乐游园”，在长安东南郊，是汉宣帝乐游苑的故址，其地势较高，可俯视长安城，在唐代是游览之地。清秋节：指农历九月九日的重阳节，是当时人们重阳登高的节日。\n⑹咸阳古道：咸阳，秦都，在长安西北数百里，是汉唐时期由京城往西北从军、经商的要道。古咸阳在今陕西省咸阳市东二十里。唐人常以咸阳代指长安，“咸阳古道”就是长安道。音尘：一般指消息，这里是指车行走时发出的声音和扬起的尘士。\n⑺残照：指落日的光辉。\n⑻汉家：汉朝。陵阙：皇帝的坟墓和宫殿。\n\n","shangxi":"　　此词描绘了一个女子思念爱人的痛苦心情，读来凄婉动人。古人对它评价很高，把它与《菩萨蛮·平林漠漠烟如织》一起誉为“百代词曲之祖”。\n\n　　王国维在《人间词话》称此词“以气象胜”。这首词中的气象，与人们常所说的开元（唐玄宗年号，公元713—741年）时代的“盛唐气象”已有很大不同，但它又确实是盛唐气象之一种。它博大深厚、意境开阔、气韵沉雄，又带有悲凉之气。这种“气象”在天宝（唐玄宗年号，公元742—756年）后期李白的作品《古风·一百四十年》《远别离》《夕霁杜陵登楼寄韦繇》等诗都可以看到。《夕霁杜陵登楼寄韦繇》中写道：“浮阳灭霁景，万物生秋容。登楼送远目，伏槛观群峰。原野旷超缅，关河纷错重。”与这首《忆秦娥》格调气象十分近似。杜甫天宝后期的《同诸公登慈恩寺塔》也有相类之处。胡应麟说这首词“气亦衰飒”，反映了晚唐王朝衰变的气运。其实此词似是反映了天宝后期表面上依然歌舞升平、内部危机重重的盛唐之衰。因此，这首词可能作于天宝后期。词人以比拟的手法，托秦娥抒情怀，把直观的感情与意象浑融在一起，上片由个人的忧愁写开，下片过渡到历史忧愁。\n\n　　这首词不像《菩萨蛮·平林漠漠烟如织》那样由客观景物的渲染过渡到人物内心感受的描摹。它一开始就写出人物内心的情态：呜咽的箫声把秦娥从梦中惊醒，此时，一钩残月斜映在窗前。梦虽断了，她却还似乎沉浸在梦境之中，与情人欢会，可是眼前只有这冰冷的残月陪伴看她。多少个这样的月夜，叫她黯然消魂、顾影自怜。因此，下面自然转入对“灞陵伤别”的回忆。《雍录》载：“汉世凡东出涵、潼，必自灞陵始，故赠行者于此折柳相送。”可是，柳色绿了，一年又一年，而伊人依然远隔一方，只有那鸣咽的箫声和着低声的啜泣，冰冷的残月陪伴着消瘦的倩影，葱绿的柳色句起往事的回忆。实际上这是作者以秦娥对情人的思念来表达内心对某种事物的苦思与追求，这种苦思与追求是执着的，然而又是没有结果的。\n\n　　词的上片始终纠葛在个人的悲欢离合之中，下片则出现了较大的跌宕。似乎比拟手法已不能满足感情的表达了，词人要撇开先前的主体，直接把自己融入画面之中。换头处突兀以“乐游原上清秋节”起，画面是清秋节佳侣如云的狂欢时景，可是主人公茕茕孑立在西风残照之中，“此身饮罢无归处，独立苍茫自咏诗”（杜甫《乐游园歌》）。此时，个人的忧愁完全被抛开了，或者说融入了历史的忧愁之中，词人通过对秦、汉那样赫赫王朝的遗迹——咸阳古道、汉代陵墓的掇取，从而进入了历史的反思。古道悠悠，音尘杳然，繁华、奢侈、纵欲，一切都被埋葬了，只剩下陵墓相伴着萧瑟的西风，如血的残阳，百年、千年地存在下去。作者不是在凭吊秦皇汉武，他是在反思历史和现实。这里交杂着盛与衰、古与今、悲与欢的反思。词人固然没有正面写唐王朝的苟且繁华，但“乐游原上清秋节”这就足够了，这使人自然想象到天宝后期那种古罗马式的穷奢极欲和狂欢极乐。可没有人能从中去体会那潜在的破碎感。秦代、汉代过去了，只剩下悠悠的古道和孤独的陵墓，面对着西风残照。这固然是过去的遗迹，然而它又是实实在在的实景，同时，这“西风残照、汉家陵阙”的实景又必然使人联系到王朝的未来。于是，过去、现在、未来的界限被取消了，浑融在一起，历史的时序给人们留下的只是一种表象——“西风残照，汉家陵阙”。造成一种悲壮的历史消亡感，或者说是毁灭感，填塞在人们心头，这就是历史反思的结果。因而上片的个人忧愁只能被取代，作为下片的陪衬。\n\n　　此词意境博大开阔，风格宏妙浑厚。读者从敦煌曲子词中也可以看到类似格调，而不类中晚唐的清婉绮丽。陆游说：“唐自大中以后，诗家日趋浅薄，其间不复有前辈宏妙浑厚之作。”（《花间集跋》）。诗风与词风自身存在着交错否定之趋势。\n\n　　此词句句自然，而字字锤炼，沉声切响，掷地真作金石声。而抑扬顿挫，法度森然，无字荒率空泛，无一处逞才使气。以此而言，设为李太白之色，毋宁认是杜少陵之笔。其风格诚在五代花间未见，亦非歌席诸曲之所能拟望，已开宋代词之格调。\n\n","translation":"玉箫的声音悲凉呜咽，秦娥从梦中惊醒时，秦家的楼上正挂着一弦明月。秦家楼上的下弦月，每一年桥边青青的柳色，都印染着灞陵桥上的凄怆离别。\n遥望乐游原上冷落凄凉的秋日佳节，通往咸阳的古路上音信早已断绝。西风轻拂着夕阳的光照，眼前只是汉朝留下的坟墓和宫阙。\n\n"}
{"_id":{"$oid":"5b9a1455367d5cab186686fb"},"title":"花非花","dynasty":"唐代","writer":"白居易","content":"花非花，雾非雾。\n夜半来，天明去。\n来如春梦几多时？\n去似朝云无觅处。","type":["宋词三百首","人生","感悟"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154109679.mp3","remark":"花非花：《花非花》之成为词牌始于此诗。\n来如：来时。\n几多时：短暂美好的。\n去似：去了以后，如早晨飘散的云彩，无处寻觅。\n朝（zhāo）云：此借用楚襄王梦巫山神女之典故。\n\n","shangxi":"　　白居易诗不仅以语言浅近著称，其意境亦多显露。这首“花非花”却颇有些“朦胧”味儿，在白诗中确乎是一个特例。\n\n　　诗取前三字为题，近乎“无题“。首二句应读作“花——非花，雾——非雾”，先就给人一种捉摸不定的感觉。“非花”、“非雾”均系否定，却包含一个不言而喻的前提：似花、似雾。因此可以说，这是两个灵巧的比喻。苏东坡似从这里获得一丝灵感，写出了“似花还似非花，也无人惜从教坠”（《水龙吟》）的名句。苏词所咏为杨花柳絮，而白诗所咏何物未尝显言。但是，从“夜半来，天明去”的叙写，可知这里取喻于花与雾，在于比方所咏之物的短暂易逝，难持长久。\n\n　　单看“夜半来，天明去”，颇使读者疑心是在说梦。但从下句“来如春梦”四字，可见又不然了。“梦”原来也是一比。这里“来”、“去”二字，在音情上有承上启下作用，由此生发出两个新鲜比喻。“夜半来”者春梦也，春梦虽美却短暂，于是引出一问：“来如春梦几多时？”“天明”见者朝霞也，云霞虽美却易幻灭，于是引出一叹：“去似朝云无觅处”。\n\n　　诗由一连串比喻构成，这叫博喻。它们环环紧扣，如云行水流，自然成文。反复以鲜明的形象突出一个未曾说明的喻意。诗词中善用博喻者不乏其例，如《古诗十九首》（明月皎夜光）之“南箕北有斗，牵牛不负轭”，贺铸《青玉案》的“一川烟草，满城风絮，梅子黄时雨”。但这些博喻都不过是诗词中一个组成部分，象此诗通篇用博喻构成则甚罕见。再者，前一例用南箕、北斗、牵牛等星象作比，喻在“嘘名复何益”；后一例用烟草、风絮、梅雨等景象作比，喻在“借问闲悉都几许”，其喻本（被喻之物）都是明确的。而此诗只见喻体（用作比喻之物）而不知喻本，就象一个耐人寻思的谜。从而诗的意境也就蒙上一层“朦胧“的色彩了。\n\n　　虽说如此，但此诗诗意却并不完全隐晦到不可捉摸。它被作者编在集中“感伤“之部，同部还有情调接近的作品。一是《真娘墓》，诗中写道：“霜摧桃李风折莲，真娘死时犹少年。脂肤荑手不坚固，世间尤物难留连。难留连，易销歇，塞北花，江南雪。”另一是《简简吟》，诗中写到：“二月繁霜杀桃花，明年欲嫁今年死”，“大都好物不坚牢，彩云易散琉璃碎”，二诗均为悼亡之作，它们末句的比喻，尤其是那“易销歇”的“塞北花”和“易散”的“彩云”，与此诗末二句的比喻几乎一模一样，连音情都逼肖的，它们都同样表现出一种对于生活中存在过、而又消逝了的美好的人与物的追念、惋惜之情。而《花非花》一诗在集中紧编在《简简吟》之后，更告诉读者关于此诗归趣的一个消息。此诗大约与《简简吟》同时为同一目的所作吧。\n\n　　此诗运用三字句与七字句轮换的形式（这是当时民间歌谣三三七句式的活用），兼有节律整饬与错综之美，极似后来的小令。所以后人竟采此诗句法为词调，而以“花非花”为调名。词对五七言诗在内容上的一大转关，就在于更倾向于人的内在心境的表现。在这点上，此诗也与词相近。这种“诗似小词”的现象，出现在唐代较早从事词体创作的诗人白居易笔下，原是很自然的。\n\n","translation":"说它是花不是花，说它是雾吗不是雾。\n半夜时到来，天明时离去。\n来时仿佛短暂而美好的春梦？\n离去时又像清晨的云彩无处寻觅。\n\n"}
{"_id":{"$oid":"5b9a1455367d5cab186686fc"},"title":"月夜","dynasty":"唐代","writer":"杜甫","content":"今夜鄜州月，闺中只独看。遥怜小儿女，未解忆长安。 \n香雾云鬟湿，清辉玉臂寒。何时倚虚幌，双照泪痕干。","type":["唐诗三百首","高中古诗","月亮","思念","女子"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154110767.mp3","remark":"鄜（fū）州：今陕西省富县。当时杜甫的家属在鄜州的羌村，杜甫在长安。\n闺中：内室。看，读平声kān。\n怜：想。\n未解：尚不懂得。\n香雾云鬟（huán）湿，清辉玉臂寒：写想象中妻独自久立，望月怀人的形象。香雾：雾本来没有香气，因为香气从涂有膏沐的云鬟中散发出来，所以说“香雾”。望月已久，雾深露重，故云鬟沾湿，玉臂生寒。云鬟：古代妇女的环形发饰。\n清辉：阮籍诗《咏怀》其十四：“明月耀清晖。”\n虚幌：透明的窗帷。幌，帷幔。\n双照：与上面的“独看“对应，表示对未来团聚的期望。泪痕：隋宫诗《叹疆场》“泪痕犹尚在。”\n\n","shangxi":"　　这首诗借看月而抒离情，但抒发的不是一般情况下的夫妇离别之情。字里行间，表现出时代的特征，离乱之痛和内心之忧熔于一炉，对月惆怅，忧叹愁思，而希望则寄托于不知“何时”的未来。\n\n　　在一二两联中，“怜”字，“忆”字，都不宜轻易滑过。而这又应该和“今夜”、“独看”联系起来加以吟味。明月当空，月月都能看到。特指“今夜”的“独看”，则心目中自然有往日的“同看”和未来的“同看”。未来的“同看”，留待结句点明。往日的“同看”，则暗含于一二两联之中。“今夜鄜州月，闺中只独看。遥怜小儿女，未解忆长安。” 这透露出他和妻子有过“同看”鄜州月而共“忆长安”的往事。安史之乱以前，作者困处长安达十年之久，其中有一段时间，是与妻子在一起度过的。和妻子一同忍饥受寒，也一同观赏长安的明月，这自然就留下了深刻的记忆。当长安沦陷，一家人逃难到了羌村的时候，与妻子“同看”鄜州之月而共“忆长安”，已不胜其辛酸。如今自己身陷乱军之中，妻子“独看”鄜州之月而“忆长安”，那“忆”就不仅充满了辛酸，而且交织着忧虑与惊恐。这个“忆”字，是含意深广，耐人寻思的。往日与妻子同看鄜州之月而“忆长安”，虽然百感交集，但尚有自己为妻子分忧；如今呢，妻子“独看”鄜州之月而“忆长安”，“遥怜”小儿女们天真幼稚，只能增加她的负担，不能为她分忧。这个“怜”字，也是饱含深情，感人肺腑的。孩子还小，并不懂得想念，但杜甫不能不念。从小孩的“不念”更能体现出大人的“念”之深切。\n\n　　第三联通过妻子独自看月的形象描写，进一步表现“忆长安”。雾湿云鬟，月寒玉臂。望月愈久而忆念愈深，这完全是作者想象中的情景。当想到妻子忧心忡忡，夜深不寐的时候，自己也不免伤心落泪。两地看月而各有泪痕，这就激起了作者结束这种痛苦生活的希望；于是以表现希望的诗句作结：“何时倚虚幌，双照泪痕干？”“双照”而泪痕始干，则“独看”而泪痕不干，也就意在言外了。\n\n　　题为“月夜”，字字都从月色中照出，而以“独看”、“双照”为一诗之眼。“独看”是现实，却从对面着想，只写妻子“独看”鄜州之月而“忆长安”，而自己的“独看”长安之月而忆鄜州，已包含其中。“双照”兼包回忆与希望：感伤“今夜”的“独看”，回忆往日的同看，而把并倚“虚幌”（薄帷）、对月抒愁的希望寄托于不知“何时”的未来。采用这种从对方设想的方式，妙在从对方那里生发出自己的感情，这种方法尤被后人当作法度。全词词旨婉切，章法紧密，明白如话，感情真挚，没有被律诗束缚的痕迹。\n\n","translation":"今夜鄜州月亮，一定同样清圆，遥想闺中妻子，只能独自观赏。\n可怜幼小的儿女，怎懂思念的心酸？\n蒙蒙雾气，或许沾湿了妻子的鬓发；冷冷月光，该是映寒了妻子的玉臂。\n何时才能团圆相见，倚靠薄帷共赏明月。那时一定月色依旧，就让月光默默照干我们的泪痕。\n\n"}
{"_id":{"$oid":"5b9a1455367d5cab186686fd"},"title":"画堂春·一生一代一双人","dynasty":"清代","writer":"纳兰性德","content":"一生一代一双人，争教两处销魂。\n相思相望不相亲，天为谁春。\n浆向蓝桥易乞，药成碧海难奔。\n若容相访饮牛津，相对忘贫。","type":["典故","伤怀","相思"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154110290.mp3","remark":"争教：怎教。销魂，形容极度悲伤、愁苦或极度欢乐。\n蓝桥：地名。在陕西蓝田县东南蓝溪上，传说此处有仙窟，为裴航遇仙女云英处。此处用这一典故是表明自己的“蓝桥之遇”曾经有过，且不为难得。\n药成句：这里借用此典说，纵有不死之灵药，但却难像嫦娥那样飞入月宫去。意思是纵有深情却难以相见。\n饮牛津：这里是借指与恋人相会的地方。\n\n","shangxi":"　　上片化用成句，说相亲相爱的“一双人”无端被拆散。不曾交代相关故事，也没有具体情节。下片以“故事”说故事，借古老传说，为透露消息。\n\n　　劈头便是“一生一代一双人，争教两处销魂”，明白如话，更无丝毫的妆点；素面朝天，为有天姿的底蕴。这样的句子，并不曾经过眉间心上的构思、语为惊人的推敲、诗囊行吟的揣摩，不过是脱口而出，再无其他道理。\n\n　　下片转折，接连用典。小令一般以频繁用典为大忌，此为通例，而才子手笔，再多的禁忌也要退避三舍。\n\n　　用典很讲究，也很完美。连用典而显不生涩，丝毫没有堆砌的感觉。这两个典故又是截然相反的意思，用在一起不冲突，还有互相推动的感觉，丰富了词义，这是难得的。我一向主张，诗词要么就少用典，没那功力别急着显摆，要用就用到大音若稀，大象无形的境界，干干脆脆融汇贯通。\n\n　　结句则采用了中国诗词用典时暗示的力量。容若有意让词意由“饮牛津“过渡到“牛衣对泣“容若乃权相之子，本不贫，现在用“相对忘贫“之语，无非说如果我能同她相见，一个像牛郎，一个像织女，便也可以相对忘言了。如若能结合，便是做睡在牛衣中的贫贱夫妇，我们也满足。\n\n","translation":"\n明明是一生一世，天作之合，却偏偏不能在一起，两地分隔。\n整日里，相思相望，而又不得相亲，枉教得凄凉憔悴，黯然销魂。\n不知道上苍究竟为谁，造就这美丽青春。一为裴航，乞浆蓝桥，而得妻云英；一为嫦娥，窃不死药，而飞奔月宫。\n如果能够像牛郎织女一样，于天河相见，即使抛却荣华富贵也心甘。\n\n"}
{"_id":{"$oid":"5b9a1455367d5cab186686fe"},"title":"十五夜望月寄杜郎中","dynasty":"唐代","writer":"王建","content":"中庭地白树栖鸦，冷露无声湿桂花。\n今夜月明人尽望，不知秋思落谁家。","type":["中秋节","月亮","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154111829.mp3","remark":"⑴十五夜：指农历八月十五的晚上，即中秋夜。杜郎中，名杜元颖。\n⑵中庭：即庭中，庭院中。\n⑶地白：指月光照在庭院的样子。\n⑷鸦：鸦雀。\n⑸冷露：秋天的露水。\n⑹尽：都。\n⑺秋思：秋天的情思，这里指怀人的思绪。\n⑻落：在，到。\n\n","shangxi":"　　这是一首中秋之夜望月思远的七言绝句。在民俗中，中秋节的形成历史悠久。诗人望月兴叹，但写法与其他中秋咏月诗完全不同，很有创造性，甚至更耐人回味。\n\n　　“中庭地白树栖鸦”，明写赏月环境，暗写人物情态，精炼而含蓄。这句如同马致远的《天净沙·秋思》首句一样，借助特有的景物一下子就将萧瑟苍凉之景推到读者眼前，予人以难忘的印象。诗人写中庭月色，只用“地白”二字，却给人以积水空明、澄静素洁、清冷之感，联想到李白的名句“床前明月光，疑是地上霜”，沉浸在清美的意境之中。“树栖鸦”，应该是听出来的，而不是看到的。因为即使在明月之夜，人们也不大可能看到鸦鹊的栖宿；而鸦鹊在月光树荫中从开始的惊惶喧闹到最后的安定入睡，却完全可能凭听觉感受出来。（周邦彦《蝶恋花·早行》词有“月皎惊乌栖不定”句，就是写这种意境。）“树栖鸦”这三个字，朴实、简洁、凝炼，既写了鸦鹊栖树的情状，又烘托了月夜的寂静。全句无一字提到人，而又使人处处想到清宵的望月者。\n\n　　“冷露无声湿桂花”，紧承上句，借助感受进一步渲染中秋之夜。这句诗因桂香袭人而发。在桂花诸品中，秋桂香最浓。在皎洁的月亮上某些环形火山的阴影曾使富于幻想的人赋予它美好的形象，说它是月宫里的桂树，有的传说还说人间的桂树是天上落下来的种子生成的（宋之问《灵隐寺》“桂子月中落，天香云外飘”）。这句诗描写了冷气袭人，桂花怡人的情景。如果进一步揣摩，更会联想到这桂花可能是指月中的桂树。这是暗写诗人望月，正是全篇点题之笔。诗人在万籁俱寂的深夜，仰望明月，凝想入神，丝丝寒意，轻轻袭来，不觉浮想联翩：那广寒宫中，清冷的露珠一定也沾湿了桂花树。这样，“冷露无声湿桂花”的意境，就显得更悠远，更耐人寻思。诗人选取“无声”二字，细致地表现出冷露的轻盈无迹，又渲染了桂花的浸润之久。而且不只是桂花，那树下的玉兔，那挥斧的吴刚，那“碧海青天夜夜心”的嫦娥，也是如此。古人以为霜露之类似雨雪都从天而降，因而诗人探桂时奇怪冰凉的露水把花枝沁得这么湿却没听到一点声音。如此落笔，既写出了一个具体可感的中秋之夕，又表现了夜之深和静，似乎桂香与寒气袭人而来了，带给人以美的联想。\n\n　　“今夜月明人尽望，不知秋思落谁家。”这两句采取了忽然宕开的写法，从作者的一群人的望月联想到天下人的望月，又由赏月的活动升华到思人怀远，意境阔大，含蓄不露。普天之下又有多少人在望月思亲：在家乡的人思念远离的亲人，离乡之人遥望家乡亲人。于是，水到渠成，吟出了这两句。前两句写景，不带一个“月”字；第三句才点明望月，而且推己及人，扩大了望月者的范围。但是，同是望月，那感秋之意，怀人之情，却是人各不同的。诗人怅然于家人离散，因而由月宫的凄清，引出了入骨的相思。他的“秋思”必然是最浓挚的。然而，在表现的时候，诗人却并不采用正面抒情的方式，直接倾诉自己的思念之切；而是用了一种委婉的疑问语气：不知那茫茫的秋思会落在谁的一边。天下离人千千万万，怀人愁绪如绵绵秋草，逐处丛生；诗人在思谁是确定的，说“不知秋思落谁家”并非真不知，而是极写秋思的浩茫浑涵，似虚而实，深得诗歌含蓄之美。明明是自己在怀人，偏偏说“秋思落谁家”，这就将诗人对月怀远的情思，表现得蕴藉深沉。似乎秋思唯诗人独有，别人尽管也在望月，却并无秋思可言。这真是无理之极，然而愈显出诗人痴情，手法高妙。在炼字上，“落”字新颖妥贴，不同凡响，它给人以生动形象的感觉，仿佛那秋思随着银月的清辉，一齐洒落人间。\n\n　　这首诗意境很美，首先予人的印象是情景如画，用苏轼的话来说就是“诗中有画”。明《唐诗画谱》中就有以这首诗为题材的版画，但这幅版画仅是画家别出心裁构想出的意境，和王建原作并不一一吻合，而且它对全诗点睛之笔——秋思未作充分表达。在这一点上，诗歌语言艺术显示了它的不可代替性。诗人运用形象的语言，丰美的想象，渲染了中秋望月的特定的环境气氛，把读者带进一个月明人远、思深情长的意境，加上一个唱叹有神、悠然不尽的结尾，将别离思聚的情意，表现得委婉动人。\n\n","translation":"中秋的月光照射在庭院中，地上好像铺上了一层霜雪那样白，树上的鸦雀停止了聒噪，进入了梦乡。\n夜深了，清冷的秋露悄悄地打湿庭中的桂花。今夜，明月当空，人们都在赏月，不知那茫茫的秋思落在谁家？\n\n"}
{"_id":{"$oid":"5b9a1455367d5cab186686ff"},"title":"虞美人·风回小院庭芜绿","dynasty":"五代","writer":"李煜","content":"风回小院庭芜绿，柳眼春相续。凭阑半日独无言，依旧竹声新月似当年。\n笙歌未散尊罍在，池面冰初解。烛明香暗画堂深，满鬓青霜残雪思难任。","type":["宋词三百首","春天","写景","怀旧"],"remark":"⑴虞美人：词牌名。原为唐教坊曲，初咏项羽宠姬虞美人，因以为名。又名《一江春水》、《玉壶水》、《巫山十二峰》等。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。\n⑵风：指春风。庭芜：庭院里的草。芜，丛生的杂草。\n⑶柳眼：早春时柳树初生的嫩叶，好像人的睡眼初展，故称柳眼。李商隐《二月二日》诗中有“花须柳眼多无赖，紫蝶黄蜂俱有情”之句。春相续：一年又一年的春天继续来到人间。\n⑷凭阑：靠着栏杆。\n⑸竹声：竹制管乐器发出的声音。竹，古乐八晋之一，指竹制管乐器，箫、管、笙、笛之类。一说“竹声”为风吹竹叶之声。\n⑹笙歌：泛指奏乐唱歌，这里指乐曲。尊罍（léi）在：意谓酒席未散，还在继续。尊罍，一作“尊前”。尊，酒杯，罍，一种酒器，小口大肚，有盖，上部有一对环耳，下部有一鼻可系。\n⑺池面冰初解：池水冰面初开，指时已初春。\n⑻烛明香暗：是指夜深之时。香，熏香。画堂：一作“画歌”，一作“画楼”；一作“画阑”。指华丽而精美的君室。深：一作“声”，指幽深。\n⑼清霜残雪：形容鬓发苍白，如同霜雪，谓年已衰老。思难任（rèn）：忧思令人难以承受，即指极度忧伤。思，忧思。难任，难以承受。任：一作“禁”。\n\n","shangxi":"　　开头称春风又回到小院里来，院子里的草又绿了。院子里的柳条上新生柳叶，细长如人睡眼初展，这样的柳叶在春天到来时，连续着生出来。这里写出小院中春天的信息，可以从庭草的绿色里，从柳叶的舒展和相续生出中看出来。“柳眼春相续”，写得很细，是诗人的观察。这里也透露出他的寂寞之感来。他在《玉楼春》里写在金陵时的春天景象：“晚妆初了明肌雪，春殿嫔娥鱼贯列。凤箫吹断水云闲，重按霓裳歌遍彻。”是盛极一时，跟被拘留中的寂寞正好构成对照。想起当日的情况，靠着栏杆半天没有一句话，透露他对故国之思的痛苦心情。这时想替自己排解，说风吹竹子的声音和新月的照耀还象当年。想来小院中还有竹子，春风吹来，还有竹声。不过跟《玉楼春》写的“醉拍阑干情味切”相比，这时的“半日独无言”又构成鲜明的对照了。\n\n　　下半片写他在赐第里还有故妓，还可以奏乐。笙歌未散，酒杯还在，还可以喝酒。春天到来，池面冰开始融化了。就他的处境来说，也许也像东风解冻。“烛明香暗画堂深，满鬓清霜残雪思难任。”用“烛明香暗”来陪衬“画堂深”，用“满鬓清霜残雪”的霜雪来反衬东风解冻的“冰初解”。“画堂深”是深沉，看来故妓的奏乐也是寂寞中的聊以自慰，不能跟“凤箫吹断水云闲，重按霓裳歌遍彻”相比，所以无法解除寂寞，因此有画堂深沉的感觉。东风解冻透露春天的气息，但对他说来，春天永远过去了，这表现在四十岁光景的人已经是满鬓霜雪了，这里含有对故国的怀念、亡国的痛苦难以负担。这首词，结合被俘后的生活来反映故国之思，写春天的到来，东风的解冻，都无法减轻他的痛苦。\n\n","translation":"春风吹回来了，庭院里的杂草变绿了，柳树也生出了嫩叶，一年又一年的春天继续来到人间。独自依靠着栏杆半天没有话说，那吹箫之声和刚刚升起的月亮和往年差不多。\n乐曲演奏未完，酒宴未散，仍在继续，池水冰面初开。夜深之时，华丽而精美的君室也变得幽深。我已年老，忧思难以承受啊。\n\n"}
{"_id":{"$oid":"5b9a1456367d5cab18668700"},"title":"卷耳","dynasty":"先秦","writer":"佚名","content":"采采卷耳，不盈顷筐。嗟我怀人，寘彼周行。(寘 通：置)\n陟彼崔嵬，我马虺隤。我姑酌彼金罍，维以不永怀。\n陟彼高冈，我马玄黄。我姑酌彼兕觥，维以不永伤。\n陟彼砠矣，我马瘏矣，我仆痡矣，云何吁矣。","type":["诗经","怀人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154112900.mp3","remark":"⑴采采：采了又采。卷耳：苍耳，石竹科一年生草本植物，嫩苗可食，子可入药。\n⑵盈：满。顷筐：斜口筐子，后高前低。一说斜口筐。这句说采了又采都采不满浅筐子，心思不在这上头。\n⑶嗟：语助词，或谓叹息声。怀：怀想。\n⑷寘（zhì）：同“置”，放，搁置。周行（háng）：环绕的道路，特指大道。索性把筐子放在大路上，于是眼前出现了她丈夫在外的情景。\n⑸陟：升；登。彼：指示代名词。崔嵬（wéi）：山高不平。\n⑹我：想象中丈夫的自称。虺隤（huī tuí）：疲极而病。\n⑺姑：姑且。酌：斟酒。金罍（léi）：金罍，青铜做的罍。罍，器名，青铜制，用以盛酒和水。\n⑻维：发语词，无实义。永怀：长久思念。\n⑼玄黄：黑色毛与黄色毛相掺杂的颜色。朱熹说“玄马而黄，病极而变色也”，就是本是黑马，病久而出现黄斑。\n⑽兕觥（sì gōng）：一说野牛角制的酒杯，一说“觥”是青铜做的牛形酒器。\n⑾永伤：长久思念。\n⑿砠（jū）：有土的石山，或谓山中险阻之地。\n⒀瘏（tú）：因劳致病，马疲病不能前行。\n⒁痡（pū）：因劳致病，人过劳不能走路。\n⒂云：语助词，无实义。云何：奈何，奈之何。吁（xū）：忧伤而叹。\n\n","shangxi":"　　《卷耳》是一篇抒写怀人情感的名作。其佳妙处尤其表现在它匠心独运的篇章结构上。旧说如“后妃怀文王”“文王怀贤”“妻子怀念征夫”“征夫怀念妻子”诸说，都把诗中的怀人情感解释为单向的；另外，日本的青木正儿和中国的《诗经》专家孙作云还提出过《卷耳》是由两首残简的诗合为一诗的看法。这些看法反映出对《卷耳》篇章佳妙布局认识不足的缺陷。\n\n　　《卷耳》四章，第一章是以思念征夫的妇女的口吻来写的；后三章则是以思家念归的备受旅途辛劳的男子的口吻来写的。犹如一场表演着的戏剧，男女主人公各自的内心独白在同一场景同一时段中展开。诗人坚决地隐去了“女曰”“士曰”一类的提示词，让戏剧冲突表现得更为强烈，让男女主人公“思怀”的内心感受交融合一。首章女子的独白呼唤着远行的男子，“不盈顷筐”的卷耳被弃在“周行”——通向远方的大路的一旁。顺着女子的呼唤，备受辛苦的男子满怀愁思地出现；对应着“周行”，他正行进在崔嵬的山间。一、二两章的句式结构也因此呈现着明显的对比和反差。第三章是对第二章的复沓，带有变化的复沓是《诗经》中最常见的章法结构特征，这种复沓可以想象为是一种合唱或重唱，它强有力地增加了抒情的效果，开拓补充了意境，稳定地再现了音乐的主题旋律。第四章从内容分析仍是男子口吻，但与二、三章相差很大。这类《诗经》中经常用的手法称为单行章断，比如《召南·采蘩》《召南·行露》《周南·葛覃》《周南·汉广》《周南·汝坟》等诗中都有此类手法。这类手法是合唱形式的遗存，可以想像这是幕后回荡的男声合唱。其作用是渲染烘托诗篇的气氛，增强表演的效果。\n\n　　《卷耳》的语言是优美自然的。诗人能够熟练地运用当时的民谣套语。《周易·归妹三·上六》：“女承筐，无实；士刲羊，无血。”“女承筐，无实”正与《卷耳》首句“采采卷耳，不盈顷筐”对应。把民谣用作套语，像一个套子一样放在诗章句首，为诗奠定韵脚、句式的基础和情感思绪的习惯性暗示，这是《诗经》的起兴手法的一例。诗人善于用实境描画来衬托情感。旅途的艰难是通过对山的险阻的描摹直接反映出来的：诗人用了“崔嵬”“高冈”“砠”等词语。而旅途的痛苦则是通过对马的神情的刻画间接表现出来的：诗人用了“虺隤”“玄黄”“瘏矣”等词语。而描摹山、刻画马都意在衬托出行者怀人思归的惆怅。“我姑酌彼金罍”“我姑酌彼兕觥”，以酒浇愁，便是正面对这种悲愁的心态提示。全诗的最后是以一种已类化的自问自答体收场的：“云何？吁矣！”它既是对前两章“不永怀”“不永伤”的承接，也是以“吁”一字对全诗进行的总结，点名“愁”的主题，堪称诗眼。\n\n　　怀人是世间永恒的情感主题，这一主题跨越了具体的人和事，它本身成了历代诗人吟咏的好题目。《卷耳》为中国诗歌长河中蔚为壮观的一支——怀人诗开了一个好头。其深远影响光泽后世。徐陵《关山月》、张仲素《春归思》、杜甫《月夜》、王维《九月九日忆山东兄弟》、元好问《客意》等抒写离愁别绪、怀人思乡的诗歌名篇，多多少少体现了与《卷耳》一脉相承的意味。\n\n","translation":"采呀采呀采卷耳，半天不满一小筐。我啊想念心上人，菜筐弃在大路旁。\n攀那高高土石山，马儿足疲神颓丧。且先斟满金壶酒，慰我离思与忧伤。\n登上高高山脊梁，马儿腿软已迷茫。且先斟满大杯酒，免我心中长悲伤。\n艰难攀登乱石冈，马儿累坏倒一旁，仆人精疲力又竭，无奈愁思聚心上！\n\n"}
{"_id":{"$oid":"5b9a1456367d5cab18668701"},"title":"出塞二首","dynasty":"唐代","writer":"王昌龄","content":"秦时明月汉时关，万里长征人未还。\n但使龙城飞将在，不教胡马度阴山。\n\n骝马新跨白玉鞍，战罢沙场月色寒。\n城头铁鼓声犹振，匣里金刀血未干。\n\n","type":["边塞","写景","叙事","战争","抒情","组诗"],"remark":"1.但使：只要。\n2.龙城飞将：《汉书·卫青霍去病传》载，元光六年（前129年），卫青为车骑将军，出上谷，至笼城，斩首虏数百。笼城，颜师古注曰：“笼”与“龙”同。龙城飞将指的是卫青奇袭龙城的事情。其中，有人认为龙城飞将中飞将指的是汉飞将军李广，龙城是唐代的卢龙城（卢龙城就是汉代的李广练兵之地，在今河北省喜峰口附近一带，为汉代右北平郡所在地），纵观李广一生主要的时间都在抗击匈奴，防止匈奴掠边，其中每次匈奴重点进攻的汉地天子几乎都是派遣李广为太守，所以这种说法也不无道理。\n3.不教：不叫，不让。教，让。\n4.胡马：指侵扰内地的外族骑兵。\n5.度：越过。在漫长的边防线上，战争一直没有停止过，去边防线打仗的战士也还没有回来。要是攻袭龙城的大将军卫青和飞将军李广今天还依然健在，绝不会让敌人的军队翻过阴山。\n6.阴山：昆仑山的北支，起自河套西北，横贯绥远、察哈尔及热河北部，是中国北方的屏障。\n7.骝马：黑鬣黑尾巴的红马，骏马的一种。新：刚刚。\n8.沙场：指战场。\n9.震：响。\n\n","shangxi":"其一\n\n　　这是一首慨叹边战不断，国无良将的边塞。\n\n　　诗从写景入手。首句“秦时明月汉时关”七个字，即展现出一幅壮阔的图画：一轮明月，照耀着边疆关塞。诗人只用大笔勾勒，不作细致描绘，却恰好显示了边疆的寥廓和景物的萧条，渲染出孤寂、苍凉的气氛。尤为奇妙的是，诗人在“月”和“关”的前面，用“秦汉时”三字加以修饰，使这幅月临关塞图，变成了时间中的图画，给万里边关赋予了悠久的历史感。这是诗人对长期的边塞战争作了深刻思考而产生的“神来之笔”。\n\n　　面对这样的景象，边人触景生情，自然联想起秦汉以来无数献身边疆、至死未归的人们。“万里长征人未还”，又从空间角度点明边塞的遥远。这里的“人”，既是指已经战死的士卒，也指还在戍守不能回归的士卒。“人未还”，一是说明边防不巩固，二是对士卒表示同情。这本是一个问题的两个方面，前者是因，后者是果。这是从秦到汉乃至于唐代，都没有解决的大问题。于是在第三、四两句，诗人给出了回答。\n\n　　“但使龙城飞将在，不教胡马度阴山”两句，融抒情与议论为一体，直接杆发戍边战士巩固边防的愿望和保卫国家的壮志，洋溢着爱国激情和民族自豪感。写得气势豪迈，铿锵有力。同时，这两句又语带讽刺，表现了诗人对朝廷用人不当和将帅腐败无能的不满。有弦外之音，使人寻味无穷。\n\n　　这首诗虽然只有短短四行，但是通过对边疆景物和征人心理的描绘，表现的内容是复杂的。既有对久戍士卒的浓厚同情和结束这种边防不顾局面的愿望；又流露了对朝廷不能选贤任能的不满，同时又以大局为重，认识到战争的正义性，因而个人利益服从国家安全的需要，发出了“不教胡马度阴山”的誓言，洋溢着爱国激情。\n\n　　诗人并没有对边塞风光进行细致的描绘，他只是选取了征戍生活中的一个典型画面来揭示士卒的内心世界。景物描写只是用来刻划人物思想感情的一种手段，汉关秦月，无不是融情入景，浸透了人物的感情色彩。把复杂的内容熔铸在四行诗里，深沉含蓄，耐人寻味。\n\n其二\n\n　　这首诗描写了一惊心动魄的战斗刚刚结束的情景。枣红马刚刚装上白玉装饰的马鞍，战士就骑着它出发了。战斗结束的时候天已经很晚，战场上只留下寒冷的月光。城头上催战的鼓声仍在旷野上回荡，刀鞘里的钢刀血迹未干。诗人用寥寥数笔，就把将士们的英武气概，胜利者的神态生动地描绘出来。\n\n　　骅骝骏马，是再好不过的马了，还要给它配上再美不过的白玉鞍桥，可以想见这马上骑手的威风。这英武的骑士是手持“金刀”（即金错刀）奋战沙场的。这骑士披一身月色，顶凛冽寒风，鏖战而归。但他全副精神仍沉浸在烟尘滚滚的沙场，那咚咚的进击鼓声还响彻耳畔。这风度轩昂、勇武不凡、充满自信的骑士，就是诗人心目中唐军将官的形象，也是诗人矢志抗敌、无时无刻不意欲拼搏战场的心灵写照。“城头铁鼓声犹震，匣里金刀血未干。”这实在是一个坚定的爱国者从耿耿赤心发出的雄壮的呐喊，也分明寄寓着诗人的殷切希望。\n\n　　这首诗抒写自信、进取、开拓为特征的传统尚武精神，风格刚健、清新。诗人描写战争的胜利，不在于字面，而在于构成一种气氛。诗歌选取战斗生活的一个片段，以“骝马”“沙场”“铁鼓”“金刀”等战争意象串成一系列战斗生活的画面，战斗的激烈与战场的肃杀尽在其中。诗头“新跨”一词将战士风风火火、迎接战斗的激情表达得淋漓尽致，而诗尾以“血未干”这样一幅看似血腥的场景描写战士的内心——热血并未因为战斗的结束而冷却。这种激烈肃杀的气氛，生动地表现出战士的飒爽英姿和激昂振奋的风貌。\n\n　　作者在这首诗中抓住战斗刚刚结束的场面加以描写，塑造了一个英姿飒爽、勇猛善战的将军形象，热情地歌颂了将士们为国杀敌立功的勇敢精神。\n\n　　诗人描写胜利，不在于字面，而在于构成一种气氛。把战士的飒爽英姿，激昂振奋的风貌写了出来。\n\n","translation":"依旧是秦汉时期的明月和边关，守边御敌鏖战万里征人未回还。\n倘若攻袭龙城的卫青和飞将军李广而今健在，绝不许匈奴南下牧马度过阴山。\n\n将军刚跨上配了白玉鞍的宝马出战，战斗结束后战场上只剩下凄凉的月色。\n城头上的战鼓还在旷野里震荡回响，将军刀匣里的宝刀上的血迹仍然没干。\n\n"}
{"_id":{"$oid":"5b9a1457367d5cab18668702"},"title":"破阵子·四十年来家国","dynasty":"五代","writer":"李煜","content":"四十年来家国，三千里地山河。凤阁龙楼连霄汉，玉树琼枝作烟萝，几曾识干戈？\n一旦归为臣虏，沈腰潘鬓消磨。最是仓皇辞庙日，教坊犹奏别离歌，垂泪对宫娥。","type":["宋词三百首","豪放","典故","留恋","感伤"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154112915.mp3","remark":"破阵子：词牌名。\n四十年：南唐自建国至李煜作此词，为三十八年。此处四十年为概数。\n凤阁：别作“凤阙”。凤阁龙楼指帝王能够居所。霄汉：天河。\n玉树琼枝：别作“琼枝玉树”，形容树的美好。烟萝：形容树枝叶繁茂，如同笼罩着雾气。\n识干戈：经历战争。识，别作“惯”。干戈：武器，此处指代战争。\n沈腰潘鬓：沈指沈约。后用沈腰指代人日渐消瘦。潘：指潘岳。后以潘鬓指代中年白发。\n辞庙：辞，离开。庙，宗庙，古代帝王供奉祖先牌位的地方。\n犹奏：别作“独奏”。\n垂泪：别作“挥泪”。\n\n","shangxi":"　　此词上片写南唐曾有的繁华，建国四十余年，国土三千里地，居住的楼阁高耸入云霄，庭内花繁树茂。这片繁荣的土地，几曾经历过战乱的侵扰。几句话，看似只是平平无奇的写实，但却饱含了多少对故国的自豪与留恋。“几曾识干戈”，更抒发了多少自责与悔恨。下片写国破。“一旦”二字承上片“几曾”之句意，笔锋一叠，而悔恨之意更甚。终有一天国破家亡，人不由得消瘦苍老，尤其是拜别祖先的那天，匆忙之中，偏偏又听到教坊里演奏别离的曲子，又增伤感，不禁面对宫女恸哭垂泪。\n\n　　“沈腰”暗喻自己像沈约一样，腰瘦得使皮革腰带常常移孔，而“潘鬓”则暗喻词人自己像潘岳一样，年纪不到四十就出现了鬓边的白发。连着这两个典故，描写词人内心的愁苦凄楚，人憔悴消瘦，鬓边也开始变白，从外貌变化写出了内心的极度痛苦。古人说忧能伤人，亡国之痛，臣虏之辱，使得这个本来工愁善感的国君身心俱敝。李煜被俘之后，日夕以眼泪洗面，过着含悲饮恨的生活。这两个典故即是他被虏到汴京后的辛酸写照。\n\n　　此词上片写繁华，下片写亡国，由建国写到亡国，极盛转而极衰，极喜而后极悲。中间用“几曾”“一旦”二词贯穿转折，转得不露痕迹，却有千钧之力，悔恨之情溢于言表。作者以阶下囚的身份对亡国往事作痛定思痛之想，自然不胜感慨系之。此词回顾事国时的繁华逸乐：那四十年来的家国基业；三千里地的辽阔疆域，竟都沉浸在一片享乐安逸之中。“几曾识干戈”既是其不知珍惜的结果，同时也是沦为臣虏的原因。记叙离别故国时哭辞宗庙的情景，写来尤为沉痛惨怛。其事虽见载于《东坡志林》但出自后主之手，更觉凄惨苦涩，不失为一个丧国之君内心的痛苦自白。\n\n","translation":"南唐开国已有四十年历史，幅员辽阔。宫殿高大雄伟，可与天际相接，宫苑内珍贵的草木茂盛，就像罩在烟雾里的女萝。在这种奢侈的生活里，我哪里知道有战争这回事呢？\n自从做了俘虏，我因为在忧虑伤痛的折磨中过日子而腰肢减瘦、鬓发斑白。最使我记得的是慌张地辞别宗庙的时候，宫廷里的音乐机关/教坊的乐工们还奏起别离的歌曲，这种生离死别的情形，令我悲伤欲绝，只能面对宫女们垂泪而已。\n\n"}
{"_id":{"$oid":"5b9a1457367d5cab18668703"},"title":"临安春雨初霁","dynasty":"宋代","writer":"陆游","content":"世味年来薄似纱，谁令骑马客京华。\n小楼一夜听春雨，深巷明朝卖杏花。\n矮纸斜行闲作草，晴窗细乳戏分茶。\n素衣莫起风尘叹，犹及清明可到家。\n\n","type":["古诗三百首","春天","写雨","忧愁"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154113494.mp3","remark":"霁（jì）：雨后或雪后转晴。\n世味：人世滋味；社会人情。\n客：客居。\n京华：京城之美称。因京城是文物、人才汇集之地，故称。\n深巷：很长的巷道。\n明朝（zhāo）：明日早晨。\n矮纸：短纸、小纸。\n斜行：倾斜的行列。\n草：指草书。\n晴窗：明亮的窗户。\n细乳：沏茶时水面呈白色的小泡沫。\n分茶：宋元时煎茶之法。注汤后用箸搅茶乳，使汤水波纹幻变成种种形状。\n素衣：原指白色的衣服，这里用作代称。是诗人对自己的谦称（类似于“素士”）。\n风尘叹：因风尘而叹息。暗指不必担心京城的不良风气会污染自己的品质。\n\n","shangxi":"　　如果掩去作者的名字，读这首《临安春雨初霁》，也许会以为它并不是出自“铁马金戈”、“气吞残虏”的陆放翁之手。诗中虽然有杏花般的春色，却更隐含着“世味薄似纱”的感伤之情和“闲作草”“戏分茶”的无聊之绪。这是与高唱着“为国戍轮台”而“一身报国”的陆游的雄奇悲壮的风格特征很不一致的。\n\n　　自淳熙五年孝宗召见了陆游以来，他并未得到重用，只是在福建、江西做了两任提举常平茶盐公事；家后五年，更是远离政界，但对于政治舞台上的倾轧变幻，对于世态炎凉，他是体会得更深了。所以诗的开头就用了一个独具易动的巧譬，感叹世态人情薄得就象半透明的纱。于是首联开口就言“世味”之“薄”，并惊问“谁令骑马客京华”。陆游时年已六十二岁，不仅长期宦海沉浮，而且壮志未酬，又兼个人生活的种种不幸，这位命途坎坷的老人发出悲叹，说出对世态炎凉的内心感受。这种悲叹也许在别人身上是无可疑问的，而对于“僵卧孤村不自哀，尚思为国戍轮台”的陆游来说，却显得不尽合乎情理。此奉诏入京，被任命为严州知州。对于一生奋斗不息、始终矢志不渝地实现自己的报国理想的陆游来说，授之以权，使之报国有门，竟会引起他“谁”的疑问。\n\n　　颔联点出“诗眼”，也是陆游的名句，语言清新隽永。诗人只身住在小楼上，彻夜听着春雨的淅沥；次日清晨，深幽的小巷中传来了叫卖杏花的声音，告诉人们春已深了。绵绵的春雨，由诗人的听觉中写出；而淡荡的春光，则在卖花声里透出。写得形象而有深致。传说这两句诗后来传入宫中，深为孝宗所称赏，可见一时传诵之广。历来评此诗的人都以为这两句细致贴切，描绘了一幅明艳生动的春光图，但没有注意到它在全诗中的作用不仅在于刻划春光，而是与前后诗意浑然一体的。其实，“小楼一夜听春雨”，正是说绵绵春雨如愁人的思绪。在读这一句诗时，对“一夜”两字不可轻轻放过，它正暗示了诗人一夜未曾入睡，国事家愁，伴着这雨声而涌上了眉间心头。李商隐的“秋阴不散霜飞晚，留得枯荷听雨声”，是以枯荷听雨暗寓怀友之相思。陆游这里写得更为含蓄深蕴，他虽然用了比较明快的字眼，但用意还是要表达自己的郁闷与惆怅，而且正是用明媚的春光作为背景，才与自己落寞情怀构成了鲜明的对照。\n\n　　接下去的颈联就道出了他的这种心情。在这明艳的春光中，诗人只能做的是“矮纸斜行闲作草”，陆游擅长行草，从现存的陆游手迹看，他的行草疏朗有致，风韵潇洒。这一句实是暗用了张芝的典故。据说张芝擅草书，但平时都写楷字，人问其故，回答说，“匆匆不暇草书”，意即写草书太花时间，所以没功夫写。陆游客居京华，闲极无聊，所以以草书消遣。因为是小雨初霁，所以说“晴窗”，“细乳戏分茶”这里就是品茶、玩茶道。无事而作草书，晴窗下品着清茗，表面上看，是极闲适恬静的境界，然而在这背后，正藏着诗人无限的感慨与牢骚。陆游素来有为国家作一番轰轰烈烈事业的宏愿，而严州知府的职位本与他的素志不合，何况觐见一次皇帝，不知要在客舍中等待多久！国家正是多事之秋，而诗人却在以作书品茶消磨时光，真是无聊而可悲！于是再也捺不住心头的怨愤，写下了结尾两句。\n\n　　尾联虽不像古人抱怨“素衣化为缁”（晋陆机作《为顾彦先赠好》：“京洛多风尘，素衣化为缁”），但这联不仅道出了羁旅风霜之苦，又寓有京中恶浊，久居为其所化的意思。诗人声称清明不远，应早日回家，而不愿在所谓“人间天堂”的江南临安久留。诗人应召入京，却只匆匆一过，便拂袖而去。陆游这里反用其意，其实是自我解嘲。\n\n　　在陆游的众多著名诗篇中，有壮怀激烈的爱国忧民之作，如《关山月》、《秋夜将晓出篱门迎凉有感》；有寄梦抒怀、悲愤凄切之作，如《十一月四日风雨大作》，这些诗不是直抒胸臆，痛切陈词，就是笔墨纵横，抚古思今，都是雄壮的大气磅礴之作；作者也有优美淳朴的乡村生活描写，如《游山西村》；也有缅怀爱情、追思往日幸福的伤感之作，如《沈园》。等等这些，都与《临安春雨初霁》极不相似。《临安春雨初霁》没有豪唱，也没有悲鸣，没有愤愤之诗，也没有盈盈酸泪，有的只是结肠难解的郁闷和淡淡然的一声轻叹，“别是一番滋味在心头”。\n\n　　严酷的现实，使他不得不对朝廷对皇帝，对人生对社会作出一些阴暗的结论。与他的许多寄梦诗不一样，在深夜，万籁俱寂时，作者眼前没有现实生活的情景搅扰，可以对着旷远的星空和雨夜任意地幻想，说任何放言达词。而身在繁荣帝都，作者却身不由己。临安城虽然春色明媚，但官僚们偏安一隅，忘报国仇，粉饰太平。作者是时刻清醒的，他在表面的升平气象和繁荣面貌中看到了世人的麻木、朝廷的昏聩，想到了自己未酬的壮志。但他既不能高唱，又无法托情梦，只好借春色说愁绪，把春天写成了无情之物。\n\n　　可以说《临安春雨初霁》反映了作者内心世界的另一方面，作者除了在战场上、幕帐中和夜空下高唱报国之外，偶尔也有惆怅徘徊的时候。在几乎同时所作的《书愤》中，作者就截然不同地表现了一贯的豪情。《书愤》在一定意义上是作者对自己悲壮一生的总结。“早岁那知世事艰”，却终有胆量说“千载谁堪伯仲间”，把一生留给历史公断。《临安春雨初霁》、《书愤》的比较可以显现出诗人感情思想的一个短时期的反复。陆游毕竟是陆游，他不会永久地停留在“闲”“戏”之上的。不久后他在严州任上，仍坚持抗金，并且付诸行动，表达于诗文，终于又被以“嘲咏风月”的罪名罢官。他的绵绵“杏花春雨”，在《十一月四日风雨大作》中，发展成了“铁马冰河入梦来”的疾风暴雨。\n\n　　一个诗人的性格是复杂的，一个始终刚强不屈、矢志不渝的烈士，也难免间或惆怅抑郁。这种抑郁惆怅与其雄奇悲壮并不矛盾。唯其抑郁惆怅得苦不堪言，才有更强烈的情怀的喷发。诗中一开头就道“世味薄似纱”，正是作者对现实的否定，也体现出作者的刚直气节。诗末拂袖而去，也是诗人对浮华帝都的不屑。因此，透过原诗的表面，依稀仍可看见一个威武不屈的形象，这个形象才是作者真正的一贯的自己。\n\n","translation":"近年来做官的兴味淡淡的像一层薄纱，谁又让我乘马来到京都作客沾染繁华？\n住在小楼听尽了一夜的春雨淅沥滴答，清早会听到小巷深处在一声声叫卖杏花。\n铺开小纸从容地斜写行行草草，字字有章法，晴日窗前细细地煮水、沏茶、撇沫，试着品名茶。\n呵，不要叹息那京都的尘土会弄脏洁白的衣衫，清明时节还来得及回到镜湖边的山阴故家。\n\n"}
{"_id":{"$oid":"5b9a1457367d5cab18668704"},"title":"观猎","dynasty":"唐代","writer":"王维","content":"风劲角弓鸣，将军猎渭城。\n草枯鹰眼疾，雪尽马蹄轻。\n忽过新丰市，还归细柳营。\n回看射雕处，千里暮云平。","type":["冬天","狩猎"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154113524.mp3","remark":"诗题一作《猎骑》。宋人郭茂倩摘前四句编入《乐府诗集·近代曲辞》，题作《戎浑》。按：唐人姚合《玄极集》及韦庄《又玄集》均以此诗为王维作。猎，狩猎。\n劲：强劲。\n角弓：用兽角装饰的硬弓，使用动物的角、筋等材料制作的传统复合弓。\n渭（wèi）城：秦时咸阳城，汉改称渭城，在今西安市西北，渭水北岸。\n鹰：指猎鹰。\n眼疾：目光敏锐。\n新丰市：故址在今陕西省临潼县东北，是古代盛产美酒的地方。\n细柳营：在今陕西省长安县，是汉代名将周亚夫屯军之地。借此指打猎将军所居军营。\n射雕处：借射雕处表达对将军的赞美。雕：猛禽，飞得快，难以射中；射雕：北齐斛律光精通武艺，曾射中一雕，人称“射雕都督”，此引用其事以赞美将军。\n暮云平：傍晚的云层与大地连成一片。\n\n","shangxi":"　　诗的内容不过是一次普通的狩猎活动，却写得激情洋溢，豪放有力。全诗共分两部分。前四句为第一部分，写射猎的过程；后四句写将军傍晚收猎回营的情景。\n\n　　首联起句先写角弓鸣响，箭飞劲疾，然后才点出是将军冬猎。在强劲的北风中，传来了开弓放箭的声音，一开头便渲染出紧张肃杀的气氛，然后点明猎者和猎所，确是下笔不凡。\n\n　　“风劲角弓鸣”，未及写人，先全力写其影响：风呼，弦鸣。风声与角弓（用角装饰的硬弓）声彼此相应：风之劲由弦的震响听出；弦鸣声则因风而益振。“角弓鸣”三字已带出“猎”意，能使人去想象那“马作的卢飞快，弓如霹雳弦惊”的射猎场面。劲风中射猎，待声势俱足，才推出射猎主角来：“将军猎渭城”。这发端的一笔，胜人处全在突兀，能先声夺人。\n\n　　领联具体描写纵鹰击捕，怒马追逐，进一步渲染了打猎的气氛，细致地刻画出打猎的场面，成为千古传诵的名句。诗人用“疾”字刻画鹰眼锐利，以“轻”字形容马蹄迅捷，细腻传神。\n\n　　渭城为秦时咸阳故城，在长安西北，渭水北岸，其时平原草枯，积雪已消，冬末的萧条中略带一丝儿春意。“草枯”“雪尽”四字如素描一般简洁、形象，颇具画意。“鹰眼”因“草枯”而特别锐利，“马蹄”因“雪尽”而绝无滞碍，颔联体物极为精细。“草枯鹰眼疾”不言鹰眼“锐”而言眼“疾”，意味猎物很快被发现，紧接以“马蹄轻”三字则见猎骑迅速追踪而至。“疾”“轻”下字俱妙。三四句初读似各表一意，对仗铢两悉称；细绎方觉意脉相承，实属“流水对”。如此精妙的对句，实不多见。\n\n　　以上写出猎，只就“角弓鸣”、“鹰眼疾”、“马蹄轻”三个细节点染，不写猎获的场面。一则由于猎获之意见于言外；二则射猎之乐趣，远非实际功利所可计量，只就猎骑英姿与影响写来自佳。\n\n　　颈联紧接“马蹄轻”而来，意思却转到罢猎还归。虽转折而与上文意脉不断，自然流走。言“忽过”，言“还归”，则见返营驰骋之疾速，真有瞬息“千里”之感。这两句连上两句，既生动地描写了猎骑情景又真切地表现了主人公的轻快感受和喜悦心情。\n\n　　“新丰市”（今陕西临潼县）、“细柳营”（今陕西长安县），两地相隔七十余里。这两个地名皆可参考见《汉书》，诗人兴会所至，一时汇集，典雅有味。“细柳营”本是汉代周亚夫屯军之地，用来就多一重意味，似谓诗中狩猎的主人公亦具名将之风度，与其前面射猎时意气风发、飒爽英姿，形象正相吻合。这两句连上两句，既生动描写了猎骑情景，又真切表现了主人公的轻快感觉和喜悦心情。\n\n　　尾联更以写景作结，但它所写非营地景色，而是遥遥“回看”行猎处之远景，已是“千里暮云平”，此景遥接篇首，首尾不但彼此呼应，而且适成对照：当初风起云涌，与出猎约紧张气氛相应；此时风平云定，与猎归后从容自如的心境相称。\n\n　　首尾不但彼此呼应，而且适成对照：当初是风起云涌，与出猎紧张气氛相应；此时是风定云平，与猎归后踌躇容与的心境相称。写景俱是表情，于景的变化中见情的消长，堪称妙笔。七句语有出典，语出《北史·斛律光传》载：北齐斛律光精通武艺，曾射中一雕，人称“射雕都督”。此言“射雕处”，借射雕处赞美将军的膂力强、箭法高。诗的这一结尾遥曳生姿，饶有余味。\n\n　　总的来说，王维的诗，或以悠闲古淡见长，或以豪迈精工著称。此诗气概豪迈，造句精工，章法严整，诗味浓郁。此诗运用先声夺人、侧面烘托和活用典故等艺术手段来刻画人物，从而使诗的形象鲜明生动、意境恢宏而含蓄。诗写的虽是日常的狩猎活动，但却栩栩如生地刻画出将军的骁勇英姿、感染力，表达出诗人渴望效命疆场，期盼建功立业。\n\n","translation":"狂风声里，角弓鸣响，将军狩猎渭城郊外。\n秋草枯黄，鹰眼更加锐利；冰雪消融，马蹄格外轻快。\n转眼已过新丰市，不久又回细柳营。\n回头远眺射雕荒野，千里暮云平展到天边。\n\n"}
{"_id":{"$oid":"5b9a1457367d5cab18668705"},"title":"点绛唇·蹴罢秋千","dynasty":"宋代","writer":"李清照","content":"蹴罢秋千，起来慵整纤纤手。露浓花瘦，薄汗轻衣透。\n见客入来，袜刬金钗溜。和羞走，倚门回首，却把青梅嗅。","type":["宋词三百首","宋词精选","少女"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154114204.mp3","remark":"点绛唇：词牌名。\n蹴：踏。此处指打秋千。\n慵：懒，倦怠的样子。\n袜刬：这里指跑掉鞋子以袜着地。金钗溜：意谓快跑时首饰从头上掉下来。\n倚门回首：这里只是靠着门回头看的意思。\n\n","shangxi":"　　靖康之乱前，词人李清照的生活是幸福美满的。她这时期的词，主要是抒写对爱情的强烈追求，对自由的渴望。风格基本上是明快的。《点绛唇》（“蹴罢秋千”）很可能就是这一时期中的早期作品。\n\n　　这首词的上片用“慵整纤纤手”、“露浓花瘦，薄汗轻衣透”，给读者描绘出一个身躯娇小、额间鬓角挂着汗珠、轻衣透出香汗刚下秋千的如花少女天真活泼、憨态可掬的娇美形象。紧接着，词人转过笔锋，使静谧的词境风吹浪起，写少女忽然发现有人来了，她自然而然地、匆匆忙忙地连鞋子也顾不上穿，光着袜子，害羞地朝屋里就跑，头上的金钗也滑落了。这把封建社会深闺少女的另一种心理和行动，也就是在封建礼教束缚下的遵守所谓“礼”的心理和行动，逼真地摹写出来了。但是，她害羞地跑到门边，却没有照常理立刻躲进屋里去，而是“倚门回首，却把青梅嗅”。\n\n　　李清照这两个短句和李煜《一斛珠》中的“烂嚼红茸，笑向檀郎唾”一样，成功地写出了少女的情态。同时，李清照这两个短句还生动地表露了少女的内心世界。她嗅青梅，不是真的嗅，而是用以表现其若无其事来遮掩她的紧张。这和欧阳炯《贺明朝》中的：“石榴裙带，故将纤纤玉指，偷捻双凤金线。”晃冲之《传言玉女·上元》中的“娇波溜人，手捻玉梅低说”，都有类似之处。这和今天现实生活中，年轻的姑娘以摆弄辫梢、手绢等，来掩饰她的害羞、紧张也是类似的。至于“回首”，那也和欧阳炯《南乡子》中“水上游人沙上女，回顾，笑指芭蕉林里住”的“回顾”，李珣《南乡子》中“玉纤遥指花深处，争回顾，孔雀双双迎日舞”的“回顾”一样，虽然它们所表现的内容、表达的感情，并不完全相同，但它们都是以简单的回头看的动作，表现比较复杂的内心活动的。李清照这两个短句中的“回首”是少女对来人打搅了她自由玩乐的不愉快，她要看看打搅她的来人是谁，她要看看把他弄得那么狼狈的是谁，是什么样的人。这表现了她的天真、勇敢，表现了她对封建礼教束缚轻视的一面。这种思想感情，就其内容来说，远远超过了这一生活侧面的描写。\n\n　　在李清照之前，虽然绝大多数词都是写妇女，但是，能够描绘出妇女的形象，并写出妇女的内心世界，而且有一定意义的却不多。李清照这首《点绛唇》语言质朴，形象生动逼真，不但有心理描写，而且有一定的深意，的确是一首写封建社会的少女（词人的自我写照）的好作品。它和李清照的著名词作《一剪梅》（“红藕香残玉簟秋”）、《醉花阴》（“薄雾浓云愁永昼”）、《武陵春》（“风住尘香花已尽”）、《声声慢》（“寻寻觅觅”）等完全可以媲美。\n\n","translation":"荡罢秋千起身，懒得揉搓细嫩的手。在她身旁，瘦瘦的花枝上挂着晶莹的露珠，她身上的涔涔香汗渗透着薄薄的罗衣。\n突然进来一位客人，她慌得顾不上穿鞋，只穿着袜子抽身就走，连头上的金钗也滑落下来。她含羞跑开，倚靠门回头看，又闻了一阵青梅的花香。\n\n"}
{"_id":{"$oid":"5b9a1457367d5cab18668706"},"title":"八月十五日夜湓亭望月","dynasty":"唐代","writer":"白居易","content":"昔年八月十五夜，曲江池畔杏园边。\n今年八月十五夜，湓浦沙头水馆前。\n西北望乡何处是，东南见月几回圆。\n昨风一吹无人会，今夜清光似往年。","type":["中秋节","贬谪","孤独","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154114699.mp3","remark":"昔年：去年、以往。\n\n","shangxi":"　　歌题目的中心语“望月”，是叙述也是行为，其修饰语时间“八月十五日夜”和地点“湓亭”，它限定了望月的特定环境时，还突出“望”的动作，又强化“望”之月的圆盘貌。显然是这个“望”月引发了诗人情怀。\n\n　　其实，诗人就是在特定空间面对这个特定时间的月亮引发的人生感慨，诗歌首颔联正是诗人关照月亮的思考。从逻辑上应该“明、曲江池畔、朝廷盛会欢饮图。诗歌起笔不同反响，召唤其昔日的觥筹交颔联的今年贬谪的“湓浦沙头水馆前”的失落。繁华的过去越明朗，对照今日的凄冷就越有感觉，以此造成的昔今悬殊反差，犹如从天堂掉入地狱的悲苦感。可是两联二十八言中，诗人不烦厌地重复“八月十五夜”，显然它带给诗人的心灵是震撼的，也是惨痛的。让诗人不堪回首昨日的欢乐，独自苦品着眼前的寂寞和凄苦。诗句一望而知地运用了昔今对比手法，其实每一联都交代了时间地点和场景，对比的不仅是时间，更是情景意境的对比，今晚观赏的心情，是一种过去到现在的物是人非的感伤情怀。\n\n　　月亮在古典诗歌里，更多承载了怀乡思亲。“举头望明月，低头思故乡”“我寄愁心与明月，随君直到夜郎西”“明月照高楼，含君千里光”，这些月亮内涵是因空间距离产生而寄寓感情的。不过月亮也会出现时间概念，它却成穷已，江月年年望相似。不知江月待何人，但见长江送流水（张若虚《春江花月夜》）”“ 淮水东边旧时月，夜深还过女墙来（刘禹锡《石头城》）”“春江秋月何时了，往事知多少（李煜《虞美人》）”，这些诗句里的月亮意象无不指向时间概念，突出物是人非之感留给个体生命的怅惘痛苦。\n\n　　昔今这种对比古诗里还是常见的，“昔闻洞庭水，今上岳阳楼”（杜甫《登岳阳楼》），过去听闻就该登楼观望洞庭水，可是不知为何直至今朝才有机缘登临，道出诗人生活无尽的无奈和生活的凄楚遭遇。其实白居易在对比中也在暗示自己无法主宰命运的无奈和感伤之情。\n\n　　诗歌的首颔联多层面的表现诗人的痛苦感，其实这还是生活横截面的对比，那诗歌又是如何完成内容的转折呢？从内容上颈联涉及望乡和圆月，表面上像在思乡，但是“望乡“行为反映的心理，却浸透着诗人的孤寂和凄苦，而这种心理再次强化了内在的主体孤苦体验。“见月”就是观赏中秋明月月，那是一轮圆月，但行为发问的竟为“几回圆人极度孤寂产生的心理结果。“西北望四方眺望故乡和四野观望明月，能想象出一个人观望的心神不定和急切之情，希望能望到家乡带给自己温暖，能看到心中一轮明月留给自己关怀，却出现相反结果，徒添了诗人不尽的凄苦感。\n\n　　诗歌是如此极尽曲折的突出诗人贬谪的孤寂之情，尾联诗人细节化的再现秋风月光。“秋风秋雨愁煞人”，过去的日子出现的“昨风一吹无人会”，没有人领会这凄厉秋风的凉意。能忽略这凄冷秋风的肌肤感，一定是人们沉浸在无情的喜悦里，已然忘记了秋风的凄冷，这里突出诗人过去日子的欢快感。“今夜清光似往年”，一是说今夜的月和往年是相似的，光是借代用法，突出的月亮还是昔日的月亮，暗含了人已不是昔日的意气之人了，照应诗歌前文对比的物是人非的无奈悲苦；二是言今夜的月亮似往年，但这样的月光照在身上，却令人清冷至极，置身“湓浦沙头水馆前”环境里，心内却是清冷感，诗歌在这进一步强化了诗人贬谪后面对十五惊叹诗人诗歌技巧的娴熟，尺幅之间尽情描摹无形的心里悲苦！\n\n","translation":"以往八月十五的夜晚，“我”站在曲江的池畔杏园旁边。\n今年八月十五的夜晚，“我”又在湓浦沙头水馆前。\n向着西北怎么才能看到故乡在哪里，向着东南方向看见月亮又圆了好几次。\n昨天的风吹过没有人理会，今晚清美的风彩就好像以往的那些年。\n\n"}
{"_id":{"$oid":"5b9a1457367d5cab18668707"},"title":"上元夜六首·其一","dynasty":"唐代","writer":"崔液","content":"玉漏银壶且莫催，铁关金锁彻明开。\n谁家见月能闲坐？何处闻灯不看来？","type":["节日","元宵节"],"remark":"①上元：节日名，即农历正月十五元宵节。\n②玉漏、银壶、铁关、金锁：都是美称，并非真正全由玉、银、铁、金做成，应理解为“像……一样的……”\n③漏，壶：古代计时的器具，古人向铜壶里灌水，壶底打通一小孔，壶中立刻度箭，壶中的水逐渐减少，箭上的度数就依次显露出来，然后根据刻度计时，是为漏刻之法。\n④铁关：宫禁的城门，唐朝宫禁森严，平时入夜即管关，天亮开放。\n⑤彻：通，直到。\n\n","shangxi":"　　上元夜，指旧历正月十五夜，又称元宵节。我国素有元宵赏灯的风俗。崔液组诗《上元夜》七绝，共六首。描写当时京城长安元宵赏灯的繁华景象。据刘肃《大唐新语》记载：“神龙（唐中宗年号，公元705—707年）之际，京城正月望日（即十五），盛饰灯影之会，金吾弛禁，特许夜行。贵族戚属及下隶工贾，无不夜游。车马喧阗，人不得顾。王、主之家，马上作乐，以相竞夸。文士皆赋诗一章，以记其事。作者数百人，唯中书侍郎苏味道、吏部员外郎郭利贞（苏、郭之作皆五律）、殿中侍御史崔液为绝唱。”这是崔液所作赏灯诗六首中的第一首。\n\n　　“玉漏银壶且莫催，铁关金锁彻明开。”“玉漏银壶”，计时的器具，古代以漏刻之法计时，具体方法是用铜壶盛水，壶底打通一小孔，壶中立刻度箭，壶中的水逐渐减少，箭上的度数就依次显露，就可按度计时，击鼓报更。元宵夜尽管解除了宵禁，但长安城的钟鼓楼上，仍旧按时报更；人们听了，都嫌时间过得太快，怕不能玩得尽兴，于是说：滴漏箭壶，你不要这样一声比一声紧地催促呀，也不要过得那么快，今夜的城门要一直开到天亮呢！上句写出了人们“欢娱苦日短”的感慨，下句是说在此太平盛世，应该通宵尽兴。吃过晚饭，打扮一新的人们，按捺不住心中的喜悦，迫不及待地早早走出家门，三五成群相邀着、呼唤着、嬉笑着，涌出巷口，融入大街，汇进似潮喧闹欢腾的人流。人们兴高采烈地燃放烟花爆竹，挥舞狮子龙灯，观赏绚丽多彩的灯火，评论着、嬉戏着、赞叹着。越看越高兴，越玩越兴奋，“莫相催”衬托出气氛之热烈，景色之迷人、“彻明开”既写出了元宵节通宵达旦闹花灯时间和程度，又写出了人们高涨而持续的勃勃兴致。\n\n　　后面接着连用两个问句：“谁家见月能闲坐？何处闻灯不看来？”“谁家”、“何处”，实际是指家家、人人说明万巷皆空的盛况。这包括了上至王侯将相，下至平民百姓形形色色的各类人。因而，“谁家”“何处”这四字包涵的内容实在太多，它把人声鼎沸、车如流水马如龙，灯火闪烁，繁华似锦的京城元宵夜景一语道尽。连用两个诘句，不仅将盛景迷人，令人不得不往的意思表达得灵活传神，而且给人以无限回味的余地，言有尽而意无穷。\n\n","translation":"玉漏和银壶你们暂且停下不要催了，宫禁的城门和上面的金锁直到天亮也开着。\n谁家看到明月还能坐着什么都不做呢？哪里的人听说有花灯会不过来看呢？\n\n"}
{"_id":{"$oid":"5b9a1457367d5cab18668708"},"title":"夜宿山寺","dynasty":"唐代","writer":"李白","content":"危楼高百尺，手可摘星辰。\n不敢高声语，恐惊天上人。","type":["纪游","写景","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154115368.mp3","remark":"宿：住，过夜。\n危楼：高楼，这里指山顶的寺庙。危：高。百尺：虚指，不是实数，这里形容楼很高。\n星辰：天上的星星统称。\n语：说话。\n恐：唯恐，害怕。惊：惊动。\n\n","shangxi":"　　诗人夜宿深山里面的一个寺庙，发现寺院后面有一座很高的藏经楼，于是他登了上去。凭栏远眺，星光闪烁，李白诗性大发，写下了这一首纪游写景的短诗。\n\n　　首句正面描绘寺楼的峻峭挺拔、高耸入云。发端一个“ 危 ”字，倍显突兀醒目，与“高”字在同句中的巧妙组合，就确切、生动、形象地将山寺屹立山巅、雄视寰宇的非凡气势淋漓尽致地描摹了出来。\n\n　　次句以极其夸张的技法来烘托山寺之高耸云霄。字字将读者的审美视线引向星汉灿烂的夜空，非但没有“高处不胜寒”的感慨，反给人旷阔感，以星夜的美丽引起人们对高耸入云的“危楼”的向往。\n\n　　三、四两句，“不敢”写出了作者夜临“危楼”时的心理状态，从诗人“不敢”与深“怕”的心理中，读者完全可以想象到“山寺”与“天上人”的相距之近，这样，山寺之高也就不言自明了。\n\n　　诗人用夸张的艺术手法，描绘了山寺的高耸，给人以丰富的联想。山上的这座楼好像有一百尺高，诗人站在楼顶就可以用手摘下天上的星星。在这儿都不敢大声说话，唯恐惊动了天上的仙人。\n\n　　此诗语言自然朴素，却形象逼真。全诗无一生僻字，却字字惊人，堪称“平字见奇”的绝世佳作。诗人借助大胆想象，渲染山寺之奇高，把山寺的高耸和夜晚的恐惧写的很逼真，从而将一座几乎不可想象的宏伟建筑展现在读者面前，给人身临其境的感觉。摘星辰、惊天人，这些仿佛是童稚的想法，被诗人信手拈来，用入诗中，让人顿感情趣盎然，有返璞归真之妙。\n\n　　李白的诗风豪放雄健，想象极其丰富，语言自然婉转，音律富于变化而又和谐统一，具有浓郁的浪漫主义色彩。此诗寥寥数笔，就酣畅淋漓地表现出了人在高处的愉悦、豪放、可爱、率直。\n\n","translation":"山上寺院的高楼真高啊，好像有一百尺的样子，人在楼上好像一伸手就可以摘下天上的星星。\n站在这里，我不敢大声说话，唯恐（害怕）惊动天上的神仙。\n\n"}
{"_id":{"$oid":"5b9a1457367d5cab18668709"},"title":"登楼","dynasty":"唐代","writer":"杜甫","content":"花近高楼伤客心，万方多难此登临。\n锦江春色来天地，玉垒浮云变古今。\n北极朝廷终不改，西山寇盗莫相侵。\n可怜后主还祠庙，日暮聊为《梁甫吟》。(梁甫 一作：梁父)","type":["唐诗三百首","初中古诗","高中古诗","写景","怀古","感时","忧国忧民"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154115480.mp3","remark":"客心：客居者之心。\n锦江：即濯锦江，流经成都的岷江支流。成都出锦，锦在江中漂洗，色泽更加鲜明，因此命名濯锦江。\n来天地：与天地俱来。　\n玉垒浮云变古今：是说多变的政局和多难的人生，捉摸不定，有如山上浮云，古往今来一向如此。\n玉垒：山名，在四川灌县西、成都西北。\n变古今：与古今俱变。\n北极：星名，北极星，古人常用以指代朝廷。\n终不改：终究不能改，终于没有改。\n西山：指今四川省西部当时和吐蕃交界地区的雪山。\n寇盗：指入侵的吐蕃集团。\n后主：刘备的儿子刘禅，三国时蜀国之后主。曹魏灭蜀，他辞庙北上，成亡国之君。\n还祠庙：意思是，诗人感叹连刘禅这样的人竟然还有祠庙。这事借眼前古迹慨叹刘禅荣幸佞臣而亡国，暗讽唐代宗信用宦官招致祸患。\n还：仍然。\n聊为：不甘心这样做而姑且这样做。\n梁父吟：古乐府中一首葬歌。。“父”通“甫”读三声fǔ 传说诸葛亮曾经写过一首《梁父吟》的歌词　\n\n","shangxi":"　　首联提挈全篇，“万方多难”，是全诗写景抒情的出发点。在这样一个万方多难的时候，流离他乡的诗人愁思满腹，登上此楼，虽然繁花触目，诗人却为国家的灾难重重而忧愁，伤感，更加黯然心伤。花伤客心，以乐景写哀情，和“感时花溅泪”（《春望》）一样，同是反衬手法。在行文上，先写诗人见花伤心的反常现象，再说是由于万方多难的缘故，因果倒装，起势突兀；“登临”二字，则以高屋建瓴之势，领起下面的种种观感。\n\n　　颔联从诗人登楼所见的自然山水描述山河壮观，“锦江”、“玉垒”是登楼所见。诗人凭楼远望，锦江流水挟着蓬勃的春色从天地的边际汹涌而来，玉垒山上的浮云飘忽起灭，正像古今世势的风云变幻，诗人联想到国家动荡不安的局势。上句向空间开拓视野，下句就时间驰骋遐思，天高地迥，古往今来，形成一个阔大悠远、囊括宇宙的境界，饱含着诗人对祖国山河的赞美和对民族历史的追怀；而且，登高临远，视通八方，独向西北前线游目骋怀，也透露诗人忧国忧民的无限心事。\n\n　　颈联议论天下大势，“朝廷”、“寇盗”，是诗人登楼所想。北极，星名，居北天正中，这里象征大唐政权。上句“终不改”，反承第四句的“变古今”，是从前一年吐蕃攻陷京城、代宗不久复辟一事而来，意思是说大唐帝国气运久远；下句“寇盗”“相侵”，进一步说明第二句的“万方多难”，针对吐蕃的觊觎寄语相告：“莫再徒劳无益地前来侵扰！”词严义正，浩气凛然，在如焚的焦虑之中透着坚定的信念。\n\n　　尾联咏怀古迹，讽喻当朝昏君，寄托诗人的个人怀抱。后主，指蜀汉刘禅，宠信宦官，终于亡国；先主庙在成都锦官门外，西有武侯祠，东有后主祠；《梁甫吟》是诸葛亮遇刘备前喜欢诵读的乐府诗篇，用来比喻这首《登楼》，含有对诸葛武侯的仰慕之意。诗人伫立楼头，徘徊沉吟，很快日已西落，在苍茫的暮色中，城南先主庙、后主祠依稀可见。想到后主刘禅，诗人不禁喟然而叹：“可怜那亡国昏君，竟也配和诸葛武侯一样，专居祠庙，歆享后人香火！”这是以刘禅比喻唐代宗李豫。李豫重用宦官程元振、鱼朝恩，造成国事维艰、吐蕃入侵的局面，同刘禅信任黄皓而亡国极其相似。所不同的是，诗人生活的时代只有刘后主那样的昏君，却没有诸葛亮那样的贤相。而诗人自己，空怀济世之心，苦无献身之路，万里他乡，高楼落日，忧虑满怀，却只能靠吟诗来聊以自遣。\n\n　　全诗即景抒怀，写山川联系着古往今来社会的变化，谈人事又借助自然界的景物，互相渗透，互相包容；融自然景象、国家灾难、个人情思为一体，语壮境阔，寄意深远，体现了诗人沉郁顿挫的艺术风格。\n\n　　这首七律，格律严谨。中间两联，对仗工稳，颈联为流水对，有一种飞动流走的快感。在语言上，特别工于各句（末句例外）第五字的锤炼。首句的“伤”，为全诗点染一种悲怆气氛，而且突如其来，造成强烈的悬念。次句的“此”，兼有“此时”、“此地”、“此人”、“此行”等多重含义，也包含着“只能如此而已”的感慨。三句的“来”，烘托锦江春色逐人、气势浩大，令人有荡胸扑面的感受。四句的“变”，浮云如白云变苍狗，世事如沧海变桑田，一字双关，引发读者作联翩无穷的想象。五句的“终”，是“终于”，是“始终”，也是“终久”；有庆幸，有祝愿，也有信心，从而使六句的“莫”字充满令寇盗闻而却步的威力。七句的“还”，是“不当如此而居然如此”的语气，表示对古今误国昏君的极大轻蔑。只有末句，炼字的重点放在第三字上，“聊”是“不甘如此却只能如此”的意思，抒写诗人无可奈何的伤感，与第二句的“此”字遥相呼应。\n\n　　尤其值得读者注意的是，首句的“近”字和末句的“暮”字在诗的构思方面起着突出的作用。全诗写登楼观感，俯仰瞻眺，山川古迹，都是从空间着眼；“日暮”，点明诗人徜徉时间已久。这样就兼顾了空间和时间，增强了意境的立体感。单就空间而论，无论西北的锦江、玉垒，或者城南的后主祠庙，都是远处的景物；开端的“花近高楼”却近在咫尺之间。远景近景互相配合，便使诗的境界阔大雄浑而无豁落空洞的遗憾。\n\n　　历代诗家对于此诗评价极高。清人浦起龙评论说：“声宏势阔，自然杰作。”（《读杜心解》卷四）沈德潜更为推崇说：“气象雄伟，笼盖宇宙，此杜诗之最上者。”（《唐诗别裁》卷十三）\n\n","translation":"繁花靠近高楼，远离家乡的我触目伤心，在这全国各地多灾多难的时刻，我登楼观览。\n锦江两岸蓬蓬勃勃的春色铺天盖地涌来，玉垒山上的浮云，古往今来，千形万象，变幻不定。\n朝廷如同北极星一样最终都不会改换，西山的寇盗吐蕃不要来侵扰。\n可叹蜀后主刘禅那样的昏君，仍然在祠庙中享受祭祀，黄昏的时候我也姑且吟诵那《梁甫吟》。\n\n韵译\n登楼望春近看繁花游子越发伤心；万方多难愁思满腹我来此外登临。\n锦江的春色从天地边际迎面扑来；从古到今玉垒山的浮云变幻莫测。\n大唐的朝廷真像北极星不可动摇；吐蕃夷狄莫再前来骚扰徒劳入侵。\n可叹刘后主那么昏庸还立庙祠祀；日暮时分我要学孔明聊作梁父吟。\n\n"}
{"_id":{"$oid":"5b9a1458367d5cab1866870a"},"title":"南歌子词二首 / 新添声杨柳枝词","dynasty":"唐代","writer":"温庭筠","content":"一尺深红胜曲尘，天生旧物不如新。(胜曲尘 一作：蒙曲尘)\n合欢桃核终堪恨，里许元来别有人。\n\n井底点灯深烛伊，共郎长行莫围棋。\n玲珑骰子安红豆，入骨相思知不知。\n\n","type":["思念","爱情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154116347.mp3","remark":"一尺深红：即一块深红色丝绸布。古代妇人之饰；或即女子结婚时盖头的红巾，称“盖头”。曲尘：酒曲上所生菌，因色微黄如尘，亦用以指淡黄色。此处意谓，红绸布蒙上了尘土，呈现出酒曲那样的暗黄色。\n合欢桃核：是夫妇好合恩爱的象征物。桃核，桃为心形，核同合音，可以像喻两心永远相合。\n里许：里面，里头。许，语助词。元来：即“原来”。人：取“仁”的谐音。\n深烛：音谐深嘱，此处用的是谐音双关的修辞手法，写女子“深嘱”情郎。伊：人称代词，“你”。\n长行：长行局，古代的一种博戏，盛行于唐。这里用此博戏的名称双关长途旅行。围棋：中国传统棋种。变化极复杂，棋理极深奥；高手对弈，一局棋常需数个时辰，甚至数日方可分出胜负。此处用“围棋”与“违期”的谐音，劝“郎”莫要误了归期。\n玲珑：精巧貌。骰（tóu）子：博具，相传为三国曹植创制，初为玉制，后演变为骨制，因其点着色，又称色子；为小立方体块状，六个面上分别刻有从一到六不同数目的圆点，其中一、四点数着红色，其余点数皆着黑色。这骰子上的红点，即被喻为相思的红豆。\n“入骨”句：用骨制的骰子上的红点深入骨内，来隐喻入骨的相思。“入骨”是双关隐语。\n\n","shangxi":"其一\n\n　　“一尺深红蒙曲尘，天生旧物不如新。”首二句，感物起兴。眼见一块原来是极鲜亮的红丝绸，却因蒙上了灰尘，颜色变得暗淡了，旧如“曲尘”，而这“一尺深红”的丝绸，好像不是一般的妇人之饰，很可能它就是女子新婚时用过的方幅红绸“盖头”。这“一尺深红”，应是女子眼中的不寻常之物，她一直把那约一尺宽的红绸作为自己婚姻的象征，看到红绸，就引起对幸福的憧憬。可如今，眼前的红绸却已经蒙上尘土，还有了不少“曲尘”似的霉斑。睹物思人，不由感慨万端。唉，还是俗话说得对，物品天生的都是旧不如新。然而，就爱情而言，则不能“喜新厌旧”，而应是“日久长新”才好，否则情不专而怨恨必生。窦玄妻《古怨歌》云：“衣不如新，人不如故。”诗人这里正是以“衣不如新”反衬“人不如故”。看来是丈夫又有了新欢，才引起女主人公幽怨的情思。这二句运用了比喻，虽然手法委宛，语言却很直白，就意蕴而论，显然缺乏含蓄之美感。\n\n　　“合欢桃核终堪恨，里许元来别有人。”这二句，仍然运用了比喻，抒发被弃女子的“恨”意。“合欢桃核”，本来那是夫妇好合恩爱的象征物，旧日婚俗在“新人”家中，也常常摆放枣、栗子、桂枝、桃核等果物，预示喜兆。想当初，女主人公在与丈夫两情欢娱的时候，她是那样相信她们用桃核来表示的永远好合的誓言，现在明白，原来那“合欢桃核”里面，已经有了另外一个“人”了。“人”是“仁”的谐音，说“合欢桃核”另有“人”，就是说她的丈夫内心里另有新欢的“人”了。所以，这是借鉴了民歌中常用的谐音双关的手法写桃核内有“仁”以隐喻合欢之人心中原来别有“人”，富有民间的生活气息。既然对方心中已有他人，故第二句曰“旧物不如新”；虽前有“合欢桃核”之约，然“终堪恨”也。这就既巧妙地讽刺了爱情上的喜新厌旧者，又曲折地表达了抒情主人公对所爱者的执着追求，那“恨”字流露出一种难言的幽恨之情。面对负心人，诗人委婉地提出自己的劝戒，言有尽而意无穷，反映了甜蜜爱情生活中的另一个侧面。\n\n　　这首词，在艺术方面，采用比兴、暗示、谐音双关的手法，加强了抒情效果。但从词的整体意境看，仍然是“意伤于太尽”（张戒《岁寒堂诗话》），缺乏余韵远致。像“天生旧物不如新”、 “里许元来别有人”这样的内心触悟，也过于直浅了些。\n\n其二\n\n　　此篇是以女子口吻，抒写她对情郎的眷恋。首起二句，是叮嘱之辞。“井底点灯深烛伊”，这“井底点灯”四字，谓在井底点上灯。何以偏在井底点灯呢？原来这井底之灯，必是深处之烛。而“深烛”，隐喻“深嘱”。“伊”是人称代词，在此代“你”。 “深烛伊”也就是“非常诚恳地嘱咐你。”显然，是作者刻意运用谐音双关的手法叙事。因而使词意隐晦了。\n\n　　既云“深嘱”，嘱咐些什么呢？即次句“共郎长行莫围棋”。共，介词，犹同；跟。 “共郎”二字，明示女主人公正与郎相聚。而紧跟“长行”二字，又暗示着这是离别的时刻。所以她才对他叮嘱再三、情意绵绵。此“长行”与“围棋”，又作谐音双关。长行，是一种博戏的名称。据唐人笔记记载，用掷骰子来博“长行局”，因简单易行，唐人“颇或耽玩，至有废庆吊、忘寝休、辍饮食者”（《唐国史补》卷下），是一种低俗的赌博。而“围棋”，是中国传统的棋艺，棋理高深，可谓文人雅士的游戏。可她为什么“深嘱”将要出门的丈夫，让他记住：我可以与你玩长行，但不同你下围棋呢？原来，她的这番叮嘱中另有深意。她是用“长行”这种博戏的名称来双关“长途旅行”，又用“围棋”来双关“违误归期”。她这是告诉丈夫“远行一定不要误了归期”！在生活中，人们要把某件事情告诉对方，却又不便于明白说出，往往会用这种谐音双关的方式来暗示。这里的“长行”、“围棋”，也是女主人公将她深隐的心曲，婉转托出；虽然可见女子的柔情蜜意，但由于其中的隐语，过于隐晦。\n\n　　“玲珑骰子安红豆，入骨相思知不知？”这后两句从“长行”引出“骰子”，说那种制造精巧的骰子上的颗颗红点，有如最为相思的红豆，而且深入骨中，表达着我对你深入骨髓的相思，你知道吗？这样一来，自然又深化了第二句深嘱“长行莫围棋”的用意，原来她“共郎长行”，也是有意要用“长行”这种博戏所用的“骰子”来提醒丈夫：当你玩“长行”使用骰子时，知不知道，那骰子上的红点，颗颗都是入骨的红豆，代表着我对你的入骨相思？所以，你千万不要违误了归期。这一句，非常准确地表现出她对丈夫的惦念，对丈夫的那种难舍难离的强烈的爱！“入骨相思”，一语双关，其中缠绵之意，教人不由魂销。在章法上，则是对前二句“深嘱”早归“莫违期”的对应。诗中，女子“共郎长行”时“深嘱”于前，客子“违期”未归时又“入骨相思”于后，最后以“知不知”设问寄意的口吻轻轻将全诗兜住，然后再表现出这位多情的闺中人亟盼游子早归的焦虑心情。“知不知”三字，把女子离别之久、会合之难、相思之深之苦，乃至欲说无人都淋漓尽致地表现了出来，可谓收得自然，余味不尽。而读者所感受到的正是女主人公内心深处诚挚而火热的爱情。有女钟情如此，令人读来倍觉感人。“入骨相思知不知”七个字，乃是全篇的点睛之笔！\n\n　　这首词最精粹之笔，在于后二句以相思子（红豆）为喻，寄托女子的挚爱深情。全词采用谐音双关的手法，虽有助于词境的深婉含蓄；但由于刻意为之，便又流人“谜而不诗”（王夫之《古诗评选》）之地，缺乏“自然天成”之妙。\n\n　　此二诗写“合欢桃核终堪恨，里许元来别有人”，以讽喜新厌旧；写“玲珑骰子安红豆，入骨相思知不知”，以骰子喻己相思之情，就既未见浓艳的辞藻，又未闻有些许脂粉气。其设想新奇，别开生面，在许多的爱情诗中，使人顿觉耳目一新。大量使用谐音双关修辞法，更使诗作独标一格，别有情致。人们表达爱的情感，力避直率明白，本尚朦胧含蓄（当然不是晦涩费解），而双关隐语的运用，却能使人透过字面的意思，通过那些音同或音近的“别字”，去细细品味那双关语中底层的无尽的意蕴。这些谐音词的寓意颇深，不可囫囵读之。它蕴含着诗人人为的特定含义和感情色彩，能使语言在表达上更含蓄、婉转和饶有风趣。用于表达爱情，则言浅意深，更富有感染力。\n\n","translation":"一袭深红色的长裙日子久了便蒙上了淡黄色，自古以来旧的东西就比不得新的东西讨人喜欢。\n你我原本应该像合欢核桃一样坚贞不移，哪里想到你的心里原来已经有了别人，让我对你终究有了恨意。（其一）\n\n深夜里点亮烛火深深的嘱咐你，此去路途遥远不要忘了归期。\n小巧精致的骰子上嵌入那意喻相思的红豆，相思入骨你是否知道？\n\n"}
{"_id":{"$oid":"5b9a1458367d5cab1866870b"},"title":"夏日田园杂兴·其七","dynasty":"宋代","writer":"范成大","content":"昼出耘田夜绩麻，村庄儿女各当家。\n童孙未解供耕织，也傍桑阴学种瓜。\n\n","type":["古诗三百首","小学古诗","农村","夏天","生活"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154116797.mp3","remark":"耘田：除草。绩麻：把麻搓成线。各当家：每人担任一定的工作。未解：不懂。供：从事，参加。傍：靠近。\n\n","shangxi":"　　这首诗描写农村夏日生活中的一个场景。 　\n\n　　首句“昼出耘田夜绩麻”是说：白天下田去除草，晚上搓麻线。“耘田”即除草。初夏，水稻田里秧苗需要除草了。这是男人们干的活。“绩麻”是指妇女们在白天干完别的活后，晚上就搓麻线，再织成布。这句直接写劳动场面。次句“村庄儿女各当家”，“儿女”即男女，全诗用老农的口气，“儿女”也就是指年轻人。“当家”指男女都不得闲，各司其事，各管一行。第三句“童孙未解供耕织”，“童孙”指那些孩子们，他们不会耕也不会织，却也不闲着。他们从小耳濡目染，喜爱劳动，于是“也傍桑阴学种瓜”，也就在茂盛成阴的桑树底下学种瓜。这是农村中常见的现象，却颇有特色。结句表现了农村儿童的天真情趣。\n\n　　诗人用清新的笔调，对农村初夏时的紧张劳动气氛，作了较为细腻的描写，读来意趣横生。\n\n","translation":"白天在田里锄草，夜晚在家中搓麻线，村中男男女女各有各的家务劳动。\n小孩子虽然不会耕田织布，也在那桑树阴下学着种瓜。\n\n"}
{"_id":{"$oid":"5b9a1458367d5cab1866870c"},"title":"回乡偶书二首","dynasty":"唐代","writer":"贺知章","content":"少小离家老大回，乡音无改鬓毛衰。(无改 一作：未改/难改)\n儿童相见不相识，笑问客从何处来。\n\n离别家乡岁月多，近来人事半消磨。\n惟有门前镜湖水，春风不改旧时波。\n\n","type":["生活","家乡","思念","岁月","伤感"],"remark":"偶书：随便写的诗。偶：说明诗写作得很偶然，是随时有所见、有所感就写下来的。\n少小离家：贺知章三十七岁中进士，在此以前就离开家乡。老大：年纪大了。贺知章回乡时已年逾八十。\n乡音：家乡的口音。无改：没什么变化。一作“难改”。鬓毛：额角边靠近耳朵的头发。一作“面毛”。衰：减少，疏落。鬓毛衰：指鬓毛减少，疏落。\n相见：即看见我；相：带有指代性的副词。不相识：即不认识我。\n笑问：一本作“却问”，一本作“借问”。\n消磨：逐渐消失、消除。\n镜湖：在浙江绍兴会稽山的北麓，方圆三百余里。贺知章的故乡就在镜湖边上。\n\n","shangxi":"　　第一首是久客异乡、缅怀故里的感怀诗。写于初来乍到之时，抒写久客伤老之情。在第一、二句中，诗人置身于故乡熟悉而又陌生的环境之中，一路迤逦行来，心情颇不平静：当年离家，风华正茂；今日返归，鬓毛疏落，不禁感慨系之。首句用“少小离家”与“老大回”的句中自对，概括写出数十年久客他乡的事实，暗寓自伤“老大”之情。次句以“鬓毛衰”顶承上句，具体写出自己的“老大”之态，并以不变的“乡音”映衬变化了的“鬓毛”，言下大有“我不忘故乡，故乡可还认得我吗”之意，从而为唤起下两句儿童不相识而发问作好铺垫。\n\n　　三四句从充满感慨的一幅自画像，转而为富于戏剧性的儿童笑问的场面。“笑问客从何处来”，在儿童，这只是淡淡的一问，言尽而意止；在诗人，却成了重重的一击，引出了他的无穷感慨，自己的老迈衰颓与反主为宾的悲哀，尽都包含在这看似平淡的一问中了。全诗就在这有问无答处悄然作结，而弦外之音却如空谷传响，哀婉备至，久久不绝。\n\n　　就全诗来看，一二句尚属平平，三四句却似峰回路转，别有境界。后两句的妙处在于背面敷粉，了无痕迹：虽写哀情，却借欢乐场面表现；虽为写己，却从儿童一面翻出。而所写儿童问话的场面又极富于生活的情趣，即使读者不为诗人久客伤老之情所感染，也不能不被这一饶有趣味的生活场景所打动。\n\n　　杨衡《对床夜语》诗云：“正是忆山时，复送归山客。”张籍云：“长因送人处，忆得别家时。”卢象《还家诗》云：“小弟更孩幼，归来不相识。”贺知章云：“儿童相见不相识，笑问客从何处来。”语益换而益佳，善脱胎者宜参之。\n\n　　第二首可看作是第一首的续篇。诗人到家以后，通过与亲朋的交谈得知家乡人事的种种变化，在叹息久客伤老之余，又不免发出人事无常的慨叹来。“离别家乡岁月多”，相当于上一首的“少小离家老大回”。诗人之不厌其烦重复这同一意思，无非是因为一切感慨莫不是由于数十年背井离乡引起。所以下一句即顺势转出有关人事的议论。“近来人事半消磨”一句，看似抽象、客观，实则包含了许多深深触动诗人感情的具体内容，“访旧半为鬼”时发出的阵阵惊呼，因亲朋沉沦而引出的种种嗟叹，无不包孕其中。唯其不胜枚举，也就只好笼而统之地一笔带过了。\n\n　　三四句笔墨荡开，诗人的目光从人事变化转到了对自然景物的描写上。镜湖，在今浙江绍兴会稽山的北麓，周围三百余里。贺知章的故居即在镜湖之旁。虽然阔别镜湖已有数十个年头，而在四围春色中镜湖的水波却一如既往。诗人独立镜湖之旁，一种“物是人非”的感触自然涌上了他的心头，于是又写下了“惟有门前镜湖水，春风不改旧时波”的诗句。诗人以“不改”反衬“半消磨”，以“惟有”进一步发挥“半消磨”之意，强调除湖波以外，昔日的人事几乎已经变化净尽了。从直抒的一二句转到写景兼议论的三四句，仿佛闲闲道来，不着边际，实则这是妙用反衬，正好从反面加强了所要抒写的感情，在湖波不改的衬映下，人事日非的感慨显得愈益深沉了。\n\n　　还需注意的是诗中的“岁月多”、“近来”、“旧时”等表示时间的词语贯穿而下，使全诗笼罩在一种低回沉思、若不胜情的气氛之中。与第一首相比较，如果说诗人初进家门见到儿童时也曾感到过一丝置身于亲人之中的欣慰的话，那么，到他听了亲朋介绍以后，独立于波光粼粼的镜湖之旁时，无疑已变得愈来愈感伤了。\n\n　　陆游说过：“文章本天成，妙手偶得之。”《回乡偶书二首》之成功，归根结底在于诗作展现的是一片化境。诗的感情自然、逼真，语言声韵仿佛自肺腑自然流出，朴实无华，毫不雕琢，读者在不知不觉之中被引入了诗的意境。像这样源于生活、发于心底的好诗，是十分难得的。\n\n","translation":"我在年少时离开家乡，到了迟暮之年才回来。我的乡音虽未改变，但鬓角的毛发却已经疏落。\n儿童们看见我，没有一个认识的。他们笑着询问：这客人是从哪里来的呀？\n\n我离别家乡的时间已经很长了，回家后才感觉到家乡的人事变迁实在是太大了。\n只有门前那镜湖的碧水，在春风吹拂下泛起一圈一圈的涟漪，还和五十多年前一模一样。\n\n"}
{"_id":{"$oid":"5b9a1458367d5cab1866870d"},"title":"渡汉江","dynasty":"唐代","writer":"宋之问","content":"岭外音书断，经冬复历春。\n近乡情更怯，不敢问来人。","type":["唐诗三百首","渡江","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154117316.mp3","remark":"汉江：汉水。长江最大支流，源出陕西，经湖北流入长江。\n岭外：五岭以南的广东省广大地区，通常称岭南。唐代常作罪臣的流放地。书：信。\n来人：渡汉江时遇到的从家乡来的人。\n\n","shangxi":"　　宋之问从泷州贬所逃回家乡，经过汉江(也就是汉水)时，写了这首诗。宋之问的家在巩县，汉水离巩县，虽然还有不少路，但较之岭外的泷州，毕竟要近得多，所以诗里说“近乡“。诗的语言，极为浅近通俗，但乍一读，仍不免会有疑惑。一个离开家乡已逾半年的游子，能踏上归途，自当心情欢悦，而且这种欣喜之情，也会随着家乡的越来越近而越来越强烈。宋之问却偏说“近乡情更怯“，乃至不敢向碰到的人询问家人的消息，这岂非有点不合情理?\n\n　　要解开这一疑团，必须重视诗的前两句，它们提供了必要的线索。诗人在到达贬所后，即与家人断绝了联系，且已持续了半年以上。在这种情况下，诗人的心境如何呢?诗中似未明言，其实不然。“近乡情更怯“，说明诗人早巳“情怯“。对家中情况的一无所知，使诗人的思虑中，增加了不安和疑惧:亲人们是否遭遇到什么不幸呢?空间的阻隔，时间的推移，使这种不安和疑惧，日趋沉重地郁结在诗人的心头。渡过汉水，离乡日近，但心中的恐惧也越来越沉重，因为不祥的猜测，有可能即将被证实。“不敢问“，不是“不想问“，诗人也想能尽早知道家人的消息。不过，假如能听到好消息，固然会无限欣喜，但万一相反呢?那么，期待着与家人团聚的喜悦，岂不将被这无情的消息一下子所粉碎?与其如此，不如听任这模糊不明再持续下去，因为毕竟还存在着一切皆好的希望啊。这种想问而又不敢问的矛盾心理，反映了诗人焦虑痛苦的心情。大诗人杜甫在战乱中与亲人分离，又音信不通，在《述怀》一诗中，写了这样几句;“自寄一封书，今已十月后。反畏消息来，寸心亦何有!“尽管诗人的身份不同，造成音书惭绝的原因不同，但矛盾痛苦的心情却完全相同。当然，这种独特的生活体验，不会人人都有;但这种特殊微妙的心理状态。却是大家都能理解，真实可信的。看似不合情理，其实只是情况特殊而已。\n\n　　以上这一思索，理解的过程，可以使我们对这首诗巧妙的抒情艺术，有更深刻的体会。诗人在用逐层递进的追述，交代了背景之后，立即直抒胸臆，不加保留地倾诉出矛盾心理和痛苦心情。但是，读者却必需经过一番认真的咀嚼，才能感受到这种特殊的心理状态，达到与作者的心灵沟通。这种高度简洁的抒情手法，使作品用最省略的语言，获取了极为深远的艺术效果。 \n\n","translation":"流放岭南与亲人断绝了音信，熬过了冬天又经历一个新春。\n越走近故乡心里就越是胆怯，不敢打听从家那边过来的人。\n\n"}
{"_id":{"$oid":"5b9a1458367d5cab1866870e"},"title":"孟母三迁","dynasty":"两汉","writer":"刘向","content":"　　邹孟轲母，号孟母。其舍近墓。孟子之少时，嬉游为墓间之事。孟母曰：“此非吾所以居处子。”乃去，舍市旁。其嬉游为贾人炫卖之事。孟母又曰：“此非吾所以处吾子也。”复徙居学宫之旁。其嬉游乃设俎豆，揖让进退。孟母曰：“真可以处居子矣。”遂居。及孟子长，学六艺，卒成大儒之名。君子谓孟母善以渐化。","type":["小学文言文","教育","故事","寓理"],"remark":"舍：家。\n墓间之事：指埋葬、祭扫死人一类的事。\n处子：安顿儿子。\n乃：于是，就。\n嬉：游戏，玩耍。\n贾（gǔ）人：商贩。\n炫卖：同“炫”，沿街叫卖，夸耀。\n徙：迁移。\n俎豆：古代祭祀用的两种盛器，此指祭礼仪式。\n徙居：搬家。\n及：等到。\n大儒：圣贤。\n揖让进退：即打拱作揖、进退朝堂等古代宾主相见的礼仪。\n揖：作揖。\n遂：最后。\n市：集市。\n居：家。\n卒：最终，终于。\n\n","shangxi":"　　孟母教子的影响特别深远，早在西汉时期韩婴的《韩诗外传》中，就用有关孟母的故事来解释诗义，刘向的《列女传》中，首次出现了“孟母”这个专用名词。 东汉女史学家班昭曾作《孟母颂》，西晋女文学家左芬也作《孟母赞》。\n\n　　南宋时的启蒙课本《三字经》引证的第一个典故就是“昔孟母，择邻处，子不学，断机杼”，这一普及于封建社会后期的启蒙读物，虽经明、清学者陆续修订补充，而孟母三迁、断机教子的故事始终冠于篇首。\n\n　　山东监察御使钟化民《祭孟母文》赞扬道：“子之圣即母之圣”、“人生教子，志在青紫。夫人教子，志在孔子。古今以来，一人而已。”\n\n　　随着孟母故事的广泛流传，封建统治者也竭力将其塑造成符合其需要的偶像，封建皇帝对其屡加封谥，直到乾隆二年（1737年）加封孟母为“邾国端范宣献夫人”。\n\n","translation":"　　孟子的母亲，世人称她孟母。过去孟子小时候，居住的地方离墓地很近，孟子学了些祭拜之类的事。他的母亲说：“这个地方不适合孩子居住。”于是将家搬到集市旁，孟子学了些做买卖和屠杀的东西。母亲又想：“这个地方还是不适合孩子居住。”又将家搬到学宫旁边。孟子学习会了在朝廷上鞠躬行礼及进退的礼节。孟母说：“这才是孩子居住的地方。”就在这里定居下来了。\n\n"}
{"_id":{"$oid":"5b9a1458367d5cab1866870f"},"title":"送灵澈上人","dynasty":"唐代","writer":"刘长卿","content":"苍苍竹林寺，杳杳钟声晚。\n荷笠带斜阳，青山独归远。(斜阳 一作：夕阳)","type":["唐诗三百首","初中古诗","送别","即景抒情","山水"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154117267.mp3","remark":"灵澈上人：唐代著名僧人，本姓杨，字源澄，会稽（今浙江绍兴）人，后为云门寺僧。上人，对僧人的敬称。\n苍苍：深青色。竹林寺：在现在江苏丹徒南。\n杳（yǎo）杳：深远的样子。\n荷（hè）笠：背着斗笠。荷，背着。\n\n","shangxi":"　　这首小诗记叙诗人在傍晚送灵澈返竹林寺时的心情，它即景抒情，构思精致，语言精炼，素朴秀美，是唐代山水诗的名篇。\n\n　　前二句想望苍苍山林中的灵澈归宿处，远远传来寺院报时的钟响，点明时已黄昏，仿佛催促灵澈归山。诗人出以想象之笔，创造了一个清远幽渺的境界。此二句重在写景，景中也寓之以情。后二句即写灵澈辞别归去情景。灵澈戴着斗笠，披带夕阳余晖，独自向青山走去，越来越远。“青山”即应首句“苍苍竹林寺”，点出寺在山林。“独归远”显出诗人伫立目送，依依不舍，结出别意。只写行者，未写送者，而诗人久久伫立，目送友人远去的形象仍显得非常生动。全诗表达了诗人对灵澈的深挚的情谊，也表现出灵澈归山的清寂的风度。送别多半黯然情伤，这首送别诗却有一种闲淡的意境，和作者的寂寞心情。\n\n　　刘长卿和灵澈相遇又离别于润州，大约在公元769—770年（唐代宗大历四、五年）间。刘长卿于公元761年（唐肃宗上元二年）从贬谪南巴（今广东茂名南）归来，一直失意待官，心情郁闷。灵澈此时诗名未著，云游江南，心情也不大得意，在润州逗留后，将返回浙江。一个宦途失意客，一个方外归山僧，在出世入世的问题上，可以殊途同归，同有不遇的体验，共怀淡泊的胸襟。这首小诗表现的就是这样一种境界。\n\n　　精美如画，是这首诗的明显特点。但这帧画不仅以画面上的山水、人物动人，而且以画外的诗人自我形象，令人回味不尽。那寺院传来的声声暮钟，触动诗人的思绪；这青山独归的灵澈背影，勾惹诗人的归意。耳闻而目送，心思而神往，正是隐藏在画外的诗人形象。他深情，但不为离别感伤，而由于同怀淡泊；他沉思，也不为僧儒殊途，而由于趋归意同。这就是说，这首送别诗的主旨在于寄托着、也表露出诗人不遇而闲适、失意而淡泊的情怀，因而构成一种闲淡的意境。十八世纪法国狄德罗评画时说过：“凡是富于表情的作品可以同时富于景色，只要它具有尽可能具有的表情，它也就会有足够的景色。”（《绘画论》）此诗如画，其成功的原因亦如绘画，景色的优美正由于抒情的精湛。\n\n","translation":"青苍的竹林寺，近晚时传来深远的钟声。\n背着斗笠披着斜阳，独回青山渐行渐远。\n\n"}
{"_id":{"$oid":"5b9a1458367d5cab18668710"},"title":"揠苗助长","dynasty":"先秦","writer":"佚名","content":"　　宋人有闵其苗之不长而揠之者，芒芒然归，谓其人曰：“今日病矣！予助苗长矣！”其子趋而往视之，苗则槁矣。天下之不助苗长者寡矣。以为无益而舍之者，不耘苗者也；助之长者，揠苗者也，非徒无益，而又害之。(闵 通：悯)","type":["小学文言文","寓言","故事","哲理"],"remark":"闵（mǐn）：同“悯”，担心，忧虑。\n长（zhǎng）：生长，成长。\n揠（yà）：拔。\n茫茫然：疲惫不堪的样子。\n谓：对,告诉。\n其人：他家里的人。\n病：疲劳，困苦，精疲力尽，文中是引申义\n予（余）：我，第一人称代词。\n趋：快步走。\n往：去，到..去。\n槁（gǎo）：草木干枯，枯萎。\n之：放在主谓之间，取消句子独立性，无实义，不译。\n寡：少。\n耘苗：给苗锄草。\n非徒：非但。徒，只是。\n益：好处。\n孟子：战国思想家、政治家、教育家。有“亚圣”之称。\n\n","translation":"　　有个担忧他的禾苗长不高而把禾苗往上拔的春秋宋国人，一天下来十分疲劳地回到家，对他的家人说：“今天累坏了，我帮助禾苗长高了！”他儿子小步奔去看那禾苗的情况，禾苗却都枯萎了。天下不希望自己禾苗长得快一些的人很少啊！以为禾苗长大没有用处而放弃的人，就像是不给禾苗锄草的懒汉。妄自帮助它生长的人，就像这个拔苗助长的人，不但没有好处，反而害了它。\n\n"}
{"_id":{"$oid":"5b9a1458367d5cab18668711"},"title":"不第后赋菊","dynasty":"唐代","writer":"黄巢","content":"待到秋来九月八，我花开后百花杀。\n冲天香阵透长安，满城尽带黄金甲。","type":["咏物","菊花","品格","抱负"],"remark":"不第：科举落第。\n九月八：九月九日为重阳节，有登高赏菊的风俗，说“九月八”是为了押韵。\n杀：草木枯萎。《吕氏春秋·应同》：“及禹之时，天先见草木秋冬不杀。”\n黄金甲：指金黄色铠甲般的菊花。\n\n","shangxi":"　　黄巢流传下来的三首诗中，有两首是以菊花为题材的咏物诗。其中，《题菊花》写道：“飒飒西风满院栽，蕊寒香冷蝶难来。他年我若为青帝，报与桃花一处开。”表现了他顽强的斗争精神和必胜信念。这首《不第后赋菊》的境界比《题菊花》更雄伟、豪迈。在这首诗中，诗人运用比喻的手法，赋予菊花以农民起义军的英雄风貌与高洁品格。\n\n　　首句“待到秋来九月八”，意思是重阳佳节未到，而诗人即赋诗遥庆之。“待到”二字迸发突兀，“骤响如爆竹”，具有凌厉、激越的韵致和可望在即的肯定意味。“九月八”在重阳节的前一天，从诗情奔腾的湍流来考察，诗人不写“九月九”而写“九月八”，并不仅仅是为了押韵，而且还透露出一种迫不及待，呼唤革命暴风雨早日来到的情绪。\n\n　　次句“我花开后百花杀”，一方面向读者展示了一种不可抗御的自然规律，用金菊傲霜盛开与百花遇霜而凋所造成的强烈对比，显示出菊花生机盎然的顽强生命力，一方面暗示了农民革命风暴一旦来临，腐败的唐王朝立刻就会像“百花”遇霜一样，变成枯枝败叶。\n\n　　第三、四句“冲天香阵透长安，满城尽带黄金甲”，则是对菊花胜利远景的预见和憧憬。第三句写味，“冲天香阵透长安”，这香，不是幽香，不是清香，而是“冲天香阵”。“冲天”二字，写出了菊花香气浓郁、直冲云天的非凡气势；“香阵”二字说明金菊胜利时决非一枝独放，而是群体皆荣，包含了朴素而深刻的天下太平观念；一个“透”字，又显示了菊花香气沁人心脾、芳贯广宇、无所不至的进取精神。\n\n　　第四句“满城尽带黄金甲”，“满城”是说菊花无处不有，遍满京都；“尽带”是说这遍满长安的菊花，无一例外地全都披上了黄金甲。“满”、“尽”二字，则状摹出菊花夺魁天下时的奇观——重阳佳节，菊花盛开，整个长安成了菊花的世界，这就充分展示出农民革命风暴摧旧更新、主宰一切的胜利前景。\n\n　　菊花，历来被视为华夏的国花，咏菊花而写不出国魂者，皆下品。黄巢的这首诗托物言志，借咏菊以抒抱负，境界瑰丽，气魄恢宏，笔势刚劲，格调雄迈，成功地塑造了抒情主人公那身披甲胄，手擎长剑，气冲霄汉的英雄形象，诸如“我花开后百花杀”、“满城尽带黄金甲”等句，语调斩截，气势凌厉，对后世许多有志之士的思想产生了积极影响。\n\n","translation":"等到秋天九月重阳节来临的时候，菊花盛开以后别的花就凋零了。\n盛开的菊花璀璨夺目，阵阵香气弥漫长安，满城均沐浴在芳香的菊意中，遍地都是金黄如铠甲般的菊花。\n\n"}
{"_id":{"$oid":"5b9a1458367d5cab18668712"},"title":"海棠","dynasty":"宋代","writer":"苏轼","content":"东风袅袅泛崇光，香雾空蒙月转廊。\n只恐夜深花睡去，故烧高烛照红妆。","type":["古诗三百首","初中古诗","赏花"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154118141.mp3","remark":"东风：春风。袅袅：微风轻轻吹拂的样子。一作“渺渺”。泛：摇动。崇光：高贵华美的光泽，指正在增长的春光。\n空蒙：一作“霏霏”。\n夜深花睡去：暗引唐玄宗赞杨贵妃“海棠睡未足耳”的典故。史载，昔明皇召贵妃同宴，而妃宿酒未醒，帝曰：“海棠睡未足也。”\n故：于是。红妆：用美女比海棠。故烧高烛照红妆：一作“高烧银烛照红妆”。\n\n","shangxi":"　　此诗开头两句，并不拘限于正面描写。首句“东风袅袅”形容春风的吹拂之态，化用了《楚辞·九歌·湘夫人》中的“袅袅兮秋风”之句。着一“泛”字，活写出春意的暖融，这为海棠的盛开造势。次句侧写海棠，“香雾空蒙”写海棠阵阵幽香在氤氲的雾气中弥漫开来，沁人心脾。“月转廊”，月亮已转过回廊那边去了，照不到这海棠花；暗示夜已深，人无寐，从中还可读出一层隐喻：处江湖之僻远，不遇君王恩宠。这两句把读者带入一个空濛迷幻的境界，十分艳丽，然而略显幽寂。\n\n　　后两句，作者由花及人，生发奇想，深切巧妙地表达了爱花惜花之情。“只恐夜深花睡去”，这一句写得痴绝，是全诗的关键句。此句转折一笔，写赏花者的心态。当月华再也照不到海棠的芳容时，诗人顿生满心怜意：海棠如此芳华灿烂，不忍心让她独自栖身于昏昧幽暗之中。一个“恐”写出了作者不堪孤独寂寞的煎熬而生出的担忧、惊怯之情，也暗藏了作者欲与花共度良宵的执著。一个“只”字极化了爱花人的痴情，此刻他满心里只有这花儿璀璨的笑靥，其余的种种不快都可暂且一笔勾销了：这是一种“忘我”、“无我”的超然境界。\n\n　　末句更进一层，将爱花的感情提升到一个极点。“故”照应上文的“只恐”二字，含有特意而为的意思，表现了诗人对海棠的情有独钟。宋释惠洪《冷斋夜话》记载：唐明皇登香亭，召太真妃，于时卯醉未醒，命高力士使待儿扶掖而至。妃子醉颜残妆，鬓乱钗横，不能再拜。明皇笑日：“岂妃子醉，直海棠睡未足耳！”此句运用唐玄宗以杨贵妃醉貌为“海棠睡未足”的典故，转而以花喻人，点化入咏，浑然无迹。\n\n　　“烧高烛”遥承上文的“月转廊”，这是一处精彩的对比，月光似乎也太嫉妒于这怒放的海棠的明艳了，那般刻薄寡恩，竟然不肯给她一方展现姿色的舞台。于是作者用高烧的红烛，为她驱除这长夜的黑暗。此处隐约可见诗人的侠义与厚道。“照红妆”呼应前句的“花睡去”三字，极写海棠的娇艳妩媚。“烧”“照”两字表面上都写作者对花的喜爱与呵护，其实也不禁流露出些许贬居生活的郁郁寡欢。他想在“玩物”（赏花）中获得对痛苦的超脱，哪怕这只是片刻的超脱也好。虽然花儿盛开了，就向衰败迈进了一步，尽管高蹈的精神之花毕竟远离了现实的土壤，但他想过这种我行我素、自得其乐的生活的积极心态，没有谁可以阻挠。\n\n　　全诗语言浅近而情意深永。写此诗时，诗人虽已过不惑之年，但此诗却没有给人以颓唐、萎靡之气，从“东风”“崇光”“香雾”“高烛”“红妆”这些明丽的意象中分明可以感触到诗人的达观、潇洒的胸襟。\n\n","translation":"袅袅的东风吹动了淡淡的云彩，露出了月亮，月光也是淡淡的。花朵的香气融在朦胧的雾里，而月亮已经移过了院中的回廊。\n由于只是害怕在这深夜时分，花儿就会睡去，因此燃着高高的蜡烛，不肯错过欣赏这海棠盛开的时机。\n\n"}
{"_id":{"$oid":"5b9a1458367d5cab18668713"},"title":"行行重行行","dynasty":"两汉","writer":"佚名","content":"行行重行行，与君生别离。\n相去万余里，各在天一涯。\n道路阻且长，会面安可知？\n胡马依北风，越鸟巢南枝。\n相去日已远，衣带日已缓。\n浮云蔽白日，游子不顾返。\n思君令人老，岁月忽已晚。\n弃捐勿复道，努力加餐饭。\n\n","type":["古诗三百首","古诗十九首","女子","离别","相思"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154118867.mp3","remark":"重（chóng崇）：又。这句是说行而不止。\n生别离：是“生离死别”的意思。屈原《九歌·少司命》：“悲莫悲兮生别离。”\n相去：相距，相离。\n涯：方。\n阻：艰险。\n胡马：北方所产的马。\n越鸟：南方所产的鸟。“胡马倚北风，越鸟朝南枝”，是当时习用的比喻，借喻眷恋故乡的意思。\n已：同“以”。\n远：久。\n缓：宽松。这句意思是说，人因相思而躯体一天天消瘦。\n顾返：还返，回家。顾，返也。\n“老”，并非实指年龄，而指消瘦的体貌和忧伤的心情，是说心身憔悴，有似衰老而已。\n“晚”，指行人未归，岁月已晚，表明春秋忽代谢，相思又一年，暗喻青春易逝\n弃捐：抛弃。\n这两句的意思是说这些都丢开不必再说了，只希望你在外保重；一说是指这些都丢开不必再说，自己要努力保重自己，以待后日相会。\n\n","shangxi":"　　这是一首在东汉末年动荡岁月中的相思乱离之歌。尽管在流传过程中失去了作者的名字，但“情真、景真、事真、意真”（陈绎《诗谱》），读之使人悲感无端，反复低徊，为女主人公真挚痛苦的爱情呼唤所感动。\n\n　　首句五字，连叠四个“行”字，仅以一“重”字绾结。“行行”言其远，“重行行”极言其远，兼有久远之意，翻进一层，不仅指空间，也指时间。于是，复沓的声调，迟缓的节奏，疲惫的步伐，给人以沉重的压抑感，痛苦伤感的氛围，立即笼罩全诗。“与君生别离”，这是思妇“送君南浦，伤如之何”的回忆，更是相思之情再也压抑不住发出的直白的呼喊。诗中的“君”，当指女主人公的丈夫，即远行未归的游子。\n\n　　与君一别，音讯茫然：“相去万余里”。相隔万里，思妇以君行处为天涯；游子离家万里，以故乡与思妇为天涯，所谓“各在天一涯”也。“道路阻且长”承上句而来，“阻”承“天一涯”，指路途坎坷曲折；“长”承“万余里”，指路途遥远，关山迢递。因此，“会面安可知”！当时战争频仍，社会动乱，加上交通不便，生离犹如死别，当然也就相见无期。\n\n　　然而，别离愈久，会面愈难。诗人在极度思念中展开了丰富的联想：凡物都有眷恋乡土的本性：“胡马依北风，越鸟巢南枝。”飞禽走兽尚且如此，何况人。这两句用比兴手法，突如其来，效果远比直说更强烈感人。表面上喻远行君子，说明物尚有情，人岂无思的道理，同时兼暗喻思妇对远行君子深婉的恋情和热烈的相思：胡马在北风中嘶鸣了，越鸟在朝南的枝头上筑巢了，游子啊，你还不归来啊！“相去日已远，衣带日已缓”，思妇说：自别后，我容颜憔悴，首如飞蓬，自别后，我日渐消瘦，衣带宽松，游子啊，你还不归来啊！正是这种心灵上无声的呼唤，才越过千百年，赢得了人们的旷世同情和深深的惋叹。\n\n　　如果稍稍留意，至此，诗中已出现了两次“相去”。第一次与“万余里”组合，指两地相距之远；第二次与“日已远”组合，指夫妻别离时间之长。相隔万里，日复一日，是忘记了当初旦旦誓约，还是为他乡女子所迷惑，正如浮云遮住了白日，使明净的心灵蒙上了一片云翳。“浮云蔽白日，游子不顾反”，这使女主人公忽然陷入深深的苦痛和彷惶之中。诗人通过由思念引起的猜测疑虑心理“反言之”，思妇的相思之情才愈显刻骨，愈显深婉、含蓄，意味不尽。\n\n　　猜测、怀疑，当然毫无结果；极度相思，只能使形容枯槁。这就是“思君令人老，岁月忽已晚。”“老”，并非实指年龄，而指消瘦的体貌和忧伤的心情，是说心身憔悴，有似衰老而已。“晚”，指行人未归，岁月已晚，表明春秋忽代谢，相思又一年，暗喻女主人公青春易逝，坐愁红颜老的迟暮之感。\n\n　　坐愁相思了无益,与其憔悴自弃，不如努力加餐，保重身体，留得青春容光，以待来日相会。故诗最后说：“弃捐勿复道，努力加餐饭。至此，诗人以期待和聊以自慰的口吻，结束了她相思离乱的歌唱。\n\n　　诗中淳朴清新的民歌风格，内在节奏上重叠反复的形式，同一相思别离用或显、或寓、或直、或曲、或托物比兴的方法层层深入，“若秀才对朋友说家常话”式单纯优美的语言，正是这首诗具有永恒艺术魅力的所在。而首叙初别之情——次叙路远会难——再叙相思之苦——末以宽慰期待作结。离合奇正，现转换变化之妙。不迫不露、句意平远的艺术风格，表现出东方女性热恋相思的心理特点。\n\n","translation":"你走啊走啊老是不停的走，就这样活生生分开了你我。\n从此你我之间相距千万里，我在天这头你就在天那头。\n路途那样艰险又那样遥远，要见面可知道是什么时候？\n北马南来仍然依恋着北风，南鸟北飞筑巢还在南枝头。\n彼此分离的时间越长越久，衣服越发宽大人越发消瘦。\n飘荡游云遮住了太阳，他乡的游子不想回还。\n只因为想你使我都变老了，又是一年很快地到了年关。\n还有许多心里话都不说了，只愿你多保重切莫受饥寒。\n\n"}
{"_id":{"$oid":"5b9a1459367d5cab18668714"},"title":"走马川行奉送出师西征 / 走马川行奉送封大夫出师西征","dynasty":"唐代","writer":"岑参","content":"君不见走马川行雪海边，平沙莽莽黄入天。 \n轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。 \n匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。 \n将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。 \n马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。 \n虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。","type":["唐诗三百首","初中古诗","边塞","送别","写风","写马","赞美","将士"],"remark":"马川：即车尔成河，又名左未河，在今新疆境内。行：诗歌的一种体裁。封大夫（dà fū）：即封常清，唐朝将领，蒲州猗氏人，以军功擢安西副大都护、安西四镇节度副大使、知节度事，后又升任北庭都护，持节安西节度使。西征：一般认为是出征播仙。\n走马川行雪海边：一作“走马沧海边”。雪海：在天山主峰与伊塞克湖之间。\n轮台：地名，在今新疆米泉境内。封常清军府驻在这里。\n匈奴：借指达奚部族。\n金山：指天山主峰。\n汉家：唐代诗人多以汉代唐。汉家大将：指封常清，当时任安西节度使兼北庭都护，岑参在他的幕府任职。\n戈相拨：兵器互相撞击。\n五花：即五花马。连钱：一种宝马名。五花连钱：指马斑驳的毛色。\n草檄（xí）：起草讨伐敌军的文告。\n短兵：指刀剑一类武器。\n车师：为唐北庭都护府治所庭州，今新疆乌鲁木齐东北。蘅塘退士本作“军师”。伫：久立，此处作等待解。献捷：献上贺捷诗章。\n\n","shangxi":"　　岑参诗的特点是意奇语奇，尤其是边塞之作，奇气益著。《白雪歌送武判官归京》是奇而婉，侧重在表现边塞绮丽瑰异的风光，给人以清新俊逸之感；这首诗则是奇而壮，风沙的猛烈、人物的豪迈，都给人以雄浑壮美之感。诗人在任安西北庭节度判官时，封常清出兵去征播仙，他便写了这首诗为封送行。\n\n　　为了表现边防将士高昂的爱国精神，诗人用了反衬手法，抓住有边地特征的景物来状写环境的艰险，极力渲染、夸张环境的恶劣，来突出人物不畏艰险的精神。诗中运用了比喻、夸张等艺术手法，写得惊心动魄，绘声绘色，热情奔放，气势昂扬。\n\n　　首先围绕“风”字落笔，描写出征的自然环境。这次出征将经过走马川、雪海边，穿进戈壁沙漠。“平沙莽莽黄入天”，这是典型的绝域风沙景色，狂风怒卷，黄沙飞扬，遮天蔽日，迷迷蒙蒙，一派混沌的景象。开头三句无一“风”字，但捕捉住了风“色”，把风的猛烈写得历历在目。这是白天的景象。\n\n　　“轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。”对风由暗写转入明写，行军由白日而入黑夜，风“色”是看不见了，便转到写风声。狂风像发疯的野兽，在怒吼，在咆哮，“吼”字形象地显示了风猛风大。接着又通过写石头来写风。斗大的石头，居然被风吹得满地滚动，再著一“乱”字，就更表现出风的狂暴。“平沙莽莽”句写天，“石乱走”句写地，三言两语就把环境的险恶生动地勾勒出来了。\n\n　　下面写匈奴利用草黄马肥的时机发动了进攻，“金山西见烟尘飞”中“烟尘飞”三字，形容报警的烽烟同匈奴铁骑卷起的尘土一起飞扬，既表现了匈奴军旅的气势，也说明了唐军早有戒备。下面，诗由造境转而写人，诗歌的主人公——顶风冒寒前进着的唐军将士出现了。诗人很善于抓住典型的环境和细节来描写唐军将士勇武无敌的飒爽英姿。如环境是夜间，“将军金甲夜不脱”，以夜不脱甲，写将军重任在肩，以身作则。“半夜军行戈相拨”写半夜行军，从“戈相拨”的细节可以想见夜晚一片漆黑，和大军衔枚疾走、军容整肃严明的情景。写边地的严寒，不写千丈之坚冰，而是通过几个细节来描写来表现的。“风头如刀面如割”，呼应前面风的描写；同时也是大漠行军最真切的感受。\n\n　　“马毛带雪汗气蒸，五花连钱旋作冰。”战马在寒风中奔驰，那蒸腾的汗水，立刻在马毛上凝结成冰。诗人抓住了马身上那凝而又化、化而又凝的汗水进行细致的刻画，以少胜多，充分渲染了天气的严寒，环境的艰苦和临战的紧张气氛。“幕中草檄砚水凝”，军幕中起草檄文时，发现连砚水也冻结了。诗人巧妙地抓住了这个细节，笔墨酣畅地表现出将士们斗风傲雪的战斗豪情。这样的军队必然无人能敌。这就引出了最后三句，料想敌军闻风丧胆，预祝凯旋而归，行文就象水到渠成一样自然。\n\n　　全篇奇句豪气，风发泉涌，由于诗人有边疆生活的亲身体验，因而此诗能“奇而入理”，“奇而实确”，真实动人。\n\n　　全诗句句用韵，除开头两句外，三句一转韵，这在七言古诗中是不多见的。全诗韵位密集，换韵频数，节奏急促有力，情韵灵活流宕，声调激越豪壮，有如音乐中的进行曲。\n\n","translation":"您难道不曾看见吗？那辽阔的走马川紧靠着雪海边缘，茫茫无边的黄沙连接云天。\n轮台九月整夜里狂风怒号，到处的碎石块块大如斗，狂风吹得斗大乱石满地走。\n这时匈奴牧草繁茂军马肥，侵入金山西面烟尘滚滚飞，汉家的大将率兵开始征西。\n将军身著铠甲夜里也不脱，半夜行军戈矛彼此相碰撞，凛冽寒风吹到脸上如刀割。\n马毛挂着雪花还汗气蒸腾，五花马的身上转眼结成冰，营幕中写檄文砚墨也冻凝。\n敌军听到大军出征应胆惊，料他不敢与我们短兵相接，我就在车师西门等待报捷。\n\n"}
{"_id":{"$oid":"5b9a1459367d5cab18668715"},"title":"小重山·昨夜寒蛩不住鸣","dynasty":"宋代","writer":"岳飞","content":"昨夜寒蛩不住鸣。惊回千里梦，已三更。起来独自绕阶行。人悄悄，帘外月胧明。\n白首为功名。旧山松竹老，阻归程。欲将心事付瑶琴。知音少，弦断有谁听。","type":["宋词三百首","宋词精选","豪放","壮志难酬"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154119249.mp3","remark":"小重山：词牌名。一名《小冲山》、《柳色新》、《小重山令》。唐人常用此调写宫女幽怨。《词谱》以薛昭蕴词为正体。五十八字。上下片各四句，四平韵。换头句较上片起句少二字，其余各句上下片均同。另有五十七字、六十字两体，是变格。\n寒蛩（qióng）：秋天的蟋蟀。\n千里梦：指赴千里外杀敌报国的梦。\n三更：指半夜十一时至翌晨一时。\n月胧明：月光不明。胧，朦胧。\n功名：此指为驱逐金兵的入侵，收复失地而建功立业。\n旧山：家乡的山。\n付：付与。\n瑶（yáo）琴：饰以美玉的琴。\n知音：比喻知己，同志。\n\n","shangxi":"　　这首《小重山》虽然没有《满江红》家喻户晓，但是通过不同的风格特点和艺术手法表达了作者隐忧时事的爱国情怀。\n\n　　上片着重写景。“昨夜寒蛩不住鸣。惊回千里梦，已三更”，昨天夜里蟋蟀一直鸣叫不停，使作者从金戈铁马对抗金兵的梦中惊醒了，而此时已经是深夜的三更天了。“寒蛩”点明了季节是深秋。山河飘摇，国家残破，作者夙夜忧患，而昨夜深秋的蟋蟀却小停地呜叫，催逼着词人心中的隐忧和悲愤，使克复中原的责任更加沉重，“惊”字充分表达了在秋夜蟋蟀的凄清呜叫中作者终夜难眠的情景。“千里”暗示梦回到包括家乡在内的中原地区，说明了词人在睡梦之中也不忘收复中原的爱国之情。这一句通过叙写被梦惊醒来表现作者日夜牵挂的都是国家的战事和兴衰。“起来独自绕阶行。人悄悄，帘外月胧明”，被梦惊醒后，因梦见战场战事而忧国忧民再无睡意，独自在台阶前徘徊。周围静悄悄的，人们都在熟睡，只有天上的明月散下淡淡的冷光。深秋的月夜，凄清冷淡，表达了作者“众人皆醉我独醒，举世皆浊我独清”的孤独与凄凉心境。“独自”写出词人的孤独寂寞，心事无法向人诉说，可见苦闷之深。结拍“人悄悄，帘外月胧明”以景收束上片，映衬词人不能成眠，更见孤独之感。上阕用简洁的语言和平淡的叙述质朴地展现出作者所面临的困境，其简沽有力、朴素真切的文风，确实展现出一代英雄的真性情和其所面对的历史情景的复杂性。\n\n　　词的下片重在抒情。“白首为功名”写词人终其一生渴望为国建功立业，痴心不改。“旧山松竹老”用松竹喻中原父老，他们在金人的统治之下，顽强挺立，渴望早日复国，可如今他们都已老了，暗示了南渡时间之长。“阻归程”写投降派的求和主张阻挡了收复中原，回归故乡的进程，隐含了词人的痛心。如今头发已经白了，几十年的求索，都是为了驱逐金人，收复河山。作者竭尽心力，几操心成白发，都只是为了矢志北伐，匡扶宋室，收复河山，成千古功名，成一代情怀。然而，十多年的等待、十多年的期盼、十多年的转战努力，便是为了某一天的“归程”。可是英雄的壮志难酬，想到了故乡，家乡的树木已经变得老了，而到头来却得到一个宋金和议的结局。作者多年矢志北伐的壮志难酬，忧愤难平。宋朝皇帝赵构与秦桧力图议和偏安，不迎回徽、钦二帝，国家也遭受未有之变局。既然不能建功立业，收复河山，回家度过余生也好。可是故乡已经落到敌人的手里，有家难归。“欲将心事付瑶琴。知音少，弦断有谁听”，这里化用善于操琴的俞伯牙和知音钟子期的典故寄托作者的一腔愤懑和无处言说的沉痛，来表达苦闷的心情，将自己的心事寄托于琴弦，可是却没有知音，就是把琴弦弹断了也没有人来听。当时作者主张抗金，收复失地，但是朝野上下一片议和声，使作者陷入孤掌难鸣的处境，不禁担忧起国家的未来和命运，心情沉重。\n\n　　上片是即景抒情，寓情于景，忧国忧民使他愁怀难遣，在凄清的月色下独自徘徊。下片写他收复失地受阻，要抗金却是“知音少”，内心郁闷焦急，用了比兴手法。作者隐忧时事，吞吐曲折，委婉含蓄，流露出悲凉悱恻之思。全词所展现的沉郁悲怆情怀，节制而深层，忧思而压抑。至其《小重山》词，则真有寄托之作也。故国怕回首，而托诸惊梦；所愿不得偿，则托诸空阶明月；咎忠贞不见谅于当轴，致坐失机宜，而托诸瑶琴独奏，赏音无人。盖托体比兴也”，如此评断，亦可谓知套岳帅之良苦用心也。\n\n　　从写作手法说，《满江红·怒发冲冠》多用赋体，直陈其事，慷慨激昂，凝聚着岳飞忠贞报国的豪迈精神和战斗雄姿。这首《小重山》则多用比喻，曲折地道出心事，含蓄委婉，抑扬顿挫，情景交融，艺术手法是很高超的。这首词虽然短小。但含蓄隽永，明丽婉转，寓情于景，深切地表达了作者壮志难酬和忧国忧民的悲苦心境。\n\n　　另外，虽然这首《小重山》写得比较含蓄委婉，与同为岳飞所作的《满江红·怒发冲冠》格调有所不同，但在思想内容方面仍有其内在的统一性。后两首表现的是抗击金兵，收复中原；这首表现的则是不满“和议”，反对投降。这两方面的主题是完全统一的，统一的基础就是岳飞反对民族压迫、反对投降主义的坚定立场，热爱国家、热爱民族的深厚感情。由于写作的时间和历史背景不同，因而在情调和风格上产生了差异，这也是可以理解的。\n\n","translation":"昨夜，寒秋蟋蟀不住哀鸣，梦回故乡，千里燃战火，被惊醒，已三更。站起身，独绕台阶踽踽行。四周静悄悄，帘外，一轮淡月正朦胧。\n为国建功留青史，未老满头霜星星。家山松竹苍然老，无奈议和声起、阻断了归程。想把满腹心事，付与瑶琴弹一曲。可可高山流水知音稀，纵然弦弹断，又有谁来听？\n\n"}
{"_id":{"$oid":"5b9a1459367d5cab18668716"},"title":"游褒禅山记","dynasty":"宋代","writer":"王安石","content":"　　褒禅山亦谓之华山，唐浮图慧褒始舍于其址，而卒葬之；以故其后名之曰“褒禅”。今所谓慧空禅院者，褒之庐冢也。距其院东五里，所谓华山洞者，以其乃华山之阳名之也。距洞百余步，有碑仆道，其文漫灭，独其为文犹可识曰“花山”。今言“华”如“华实”之“华”者，盖音谬也。\n\n　　其下平旷，有泉侧出，而记游者甚众，所谓前洞也。由山以上五六里，有穴窈然，入之甚寒，问其深，则其好游者不能穷也，谓之后洞。余与四人拥火以入，入之愈深，其进愈难，而其见愈奇。有怠而欲出者，曰：“不出，火且尽。”遂与之俱出。盖余所至，比好游者尚不能十一，然视其左右，来而记之者已少。盖其又深，则其至又加少矣。方是时，余之力尚足以入，火尚足以明也。既其出，则或咎其欲出者，而余亦悔其随之，而不得极夫游之乐也。\n\n　　于是余有叹焉。古人之观于天地、山川、草木、虫鱼、鸟兽，往往有得，以其求思之深而无不在也。夫夷以近，则游者众；险以远，则至者少。而世之奇伟、瑰怪，非常之观，常在于险远，而人之所罕至焉，故非有志者不能至也。有志矣，不随以止也，然力不足者，亦不能至也。有志与力，而又不随以怠，至于幽暗昏惑而无物以相之，亦不能至也。然力足以至焉，于人为可讥，而在己为有悔；尽吾志也而不能至者，可以无悔矣，其孰能讥之乎？此余之所得也！\n\n　　余于仆碑，又以悲夫古书之不存，后世之谬其传而莫能名者，何可胜道也哉！此所以学者不可以不深思而慎取之也。\n\n　　四人者：庐陵萧君圭君玉，长乐王回深父，余弟安国平父、安上纯父。\n\n　　至和元年七月某日，临川王某记。\n\n","type":["高中文言文","古文观止","纪游","写景","感悟"],"remark":"浮图：梵（fàn）语（古印度语）音译词，也写作“浮屠”或“佛图”，本意是佛或佛教徒，这里指和尚。慧褒：唐代高僧。舍：名词活用作动词，建舍定居。址：地基，基部，基址，这里指山脚。\n而：连词，并且。卒：最终。之：指褒禅山麓。\n以故：因为（这个）缘故，译为“因此”。名：命名，动词。禅：梵语译音“禅那”的简称，意思是“静思”，指佛家追求的一种境界。后来泛指有关佛教的人和事物，如禅师、禅子、坐禅、禅房、禅宗、禅林、禅杖等。褒禅，慧褒禅师。\n慧空禅院：寺院名。庐冢（zhǒng）：古时为了表示孝敬父母或尊敬师长，在他们死后的服丧期间，为守护坟墓而盖的屋舍，也称“庐墓”。这里指慧褒弟子在慧褒墓旁盖的屋舍。庐：屋舍。（一说指慧褒生前的屋舍。)冢：坟墓。禅院：佛寺。\n华山洞：南宋王象生《舆地纪胜》写作“华阳洞”，看正文下出应写作“华阳洞”。以：因为。乃：表示判断，有“为”、“是”的意思。阳：山的南面。古代称山的南面、水的北面为“阳”，山的背面、水的南面为“阴”。名：命名，动词。\n仆道：“仆（于）道”的省略，倒在路旁。\n文：碑文，与下文“独其为文（碑上残存的文字）”的“文”不同。漫灭：指因风化剥落而模糊不清。\n独：唯独，只有。其：指代石碑。文：文字，这里指的是碑上残存的文字。犹：还，仍。\n今言“华”(huā)如“华(huá)实”之“华(huá)”者，盖音谬也：汉字最初只有“华(huā)”字，没有“花”字，后来有了“花”字，“华”“花”分家，“华”才读为huá。（王安石认为碑文上的“花”是按照“华”的古音而写的今字，仍应读huā，而不应读“华(huá奢侈、虚浮)实”的huá。按，这里说的不是五岳中的“华(huà)山”）。言：说。盖：承接上文，解释原因，有“大概因为”的意思。谬：错误。\n侧出：从旁边涌出，记游：指在洞壁上题诗文留念。\n上：名词活用作动词，向上走。窈（yǎo）然：深远幽暗的样子。\n问：探究，追究。深，形容词活用作名词，深度。则：副词，用于判断句表示肯定,相当于“就”。穷：穷尽。\n拥火：拿着火把。拥，持，拿。以：连词，连接状语与中心词。\n见：动词活用作名词，见到的景象。\n怠：懈怠。且：副词，将，将要。\n盖：表猜测的发语词，大概。尚：还。不能十一：不及十分之一。不能：不及，不到。\n而：表递进的连词，并且，而且。\n则：表假设的连词，那么。至：动词活用作名词，到达的人。加：更，更加。\n方是时：正当这个时候。方：当，正在。是时：指决定从洞中退出的时候。\n以：相当于“而”，连词，连接状语与中心词。明：形容词或用作动词，照明。\n既：已经，……以后。其：助词。\n则：副词，就，便，表示前后两事紧密相承或时间相距很近。或：有人。咎（jiù）：责怪。其：那，那些。\n其：第一人称代词，指自己。而：连词，表结果，以致，以至于。不得：不能，极：尽，这里有尽情享受的意思，形容词活用作动词。夫：这，那，指示代词。\n于是：对于这种情况，因此。焉：句末语气词。\n之：用于主谓之间，取消句子的独立性，可不译。得：心得，收获。\n以：因为。求思：探求、思索。而：连词，表递进，而且。无不在：无所不在，没有不探索、思考的，指思考问题广泛全面。\n夫：表议论的发语词。夷：平坦。以：连词，表并列，而且，并且。则：表假设的连词，那么。\n而：可是。观：景象，景观。险远，形容词活用作名词，险远的地方。\n而：因而。焉：兼词，相当于“于此”。\n随：跟随（别人），“随”字后面省略“之”。以：连词，表结果，以致，以至于。\n至于：这里是抵达、到达的意思，不同于现代汉语用在下文开头，表示提出另一话题。幽暗昏惑：幽深昏暗，叫人迷乱（的地方）。昏惑：迷乱。以：连词，表目的。相（xiàng）：帮助，辅助。\n以：相当于“而”，连词，连接状语与中心词。焉：兼词，相当于“于此”。这一句在“焉”后面省略了“而不至”。\n于人：在别人（看来）。为：是。\n其：加强反问语气的副词，难道。孰：谁。\n得：心得，收获。\n谬其传：把那些（有关的）传说弄错。谬，使……谬误，把……弄错。莫能名：不能说出真相（一说真名）。\n何可胜道：怎么能说得完。胜，尽。\n所以：表示“……的原因”。慎取：谨慎取舍。\n以：以（之），因此。悲：叹息\n庐陵：今江西吉安。萧君圭，字君玉。\n长乐：今福建长乐。王回，字深父。父：通“甫”，下文的“平父”“纯父”的“父”同。\n安国平父、安上纯父：王安国，字平父。王安上，字纯父。\n至和元年：公元年。至和：宋仁宗的年号。临川：今江西临川。王某：王安石。古人作文起稿，写到自己的名字，往往只作“某”，或者在“某”上冠姓，以后在誊写时才把姓名写出。根据书稿编的文集，也常常保留“某”的字样。\n\n\n","shangxi":"　　该文写于宋仁宗至和元年（1054）七月某日，是作者与他的两位朋友和两个胞弟同游褒禅山后所写。这是一篇记述与议论相结合的散文，与一般游记不同，独具特色。全文按照记叙和议论的层次，可分五段。\n\n　　从篇首至“盖音谬也”。记述褒禅山命名的由来。文章开头紧扣题目，开门见山地先说明褒禅山又叫华山之后，接着追述之所以命名为褒禅山，是因为唐朝有一个名叫慧褒的和尚，一开始住在华山之下，死后又葬在华山之下，所以叫做褒禅。作者由远及近，当追溯了褒禅山命名的由来之后，就把笔墨转向眼前所见的慧空禅院上来。说明如今看到的慧空禅院，就是当年慧褒禅师居住的房舍和坟墓之所在。因为这毕竟是一篇游记，所以当写到慧空禅院之后，便以它为基点，重点突出地来记叙褒禅山的名胜华山洞。“距其院东五里，所谓华山洞者，以其乃华山之阳名之也”。这三句，说明华山洞的方位及其命名的由来。接着又写距华山洞百余步倒在路旁的石碑，以及碑文的情况。“其文漫灭”一句，从字面上来看，是说由于年代久远，字迹已经模糊不清。其实，也是为了突出其中尚可辨识的“花山”二字。之所以要突出“花山”二字，在于纠正今人把“花山”之“花”误读为“华实”之“华”的错误。之所以要纠正今人读音的错误，又旨在为下文发表感想和议论设下张本。\n\n　　从“其下平旷，有泉侧出”至“而不得极夫游之乐也”。记叙游览褒禅山后洞的情形。这段承接第1段华山洞的方位和命名，进一步分别就华山洞的前洞和后洞加以叙写。前洞，“其下平旷，有泉侧出”，虽有美景而不险绝，“而记游者甚众”，不足以游，所以一笔带过。而后洞与前洞相比，则迥然不同，它不像前洞那样平坦广阔，游人举足可到，而在“由山以上五六里”的幽深之处，需要花费气力才能到达，而且“入之甚寒”，所以即使喜欢游览的人，也不能穷尽它的尽头。然而惟其险绝，才有奇观。因而便引起了作者与同游者的极大兴趣。于是他们拿着火把走了进去，走得越深，行进越艰难，而所看到的景物也就越加美妙。可是行进的艰难与景物的美妙形成了矛盾，所以同游者之中有倦怠而想出来的人说：“不出去，火把就要烧光了。”这么一说，大家就随着他一起走了出来。一旦走出洞后，作者却深有感慨，慨叹自己所到达的地方比起喜欢游览的人，还不到十分之一，然而在洞的左右壁上，题字留念的人已经很少了。如果再往深处走，到达的人就更少了。这说明没有大志而畏于艰险的人，是不能够深入险境而窥视到异观的。因而又回顾自己在洞里还没有出来的时候，“余之力尚足以入，火尚足以明”，是可以继续前进的，只是听了倦怠者的话，随着走出洞来，而不能极尽游览之乐。目的不达，满腹憾恨之情溢于言表，由此可见作者不畏艰险的积极进取精神。\n\n　　从“于是余有叹焉”至“此余之所得也”。写未能深入华山后洞所产生的感想和体会。这段开头“于是余有叹焉”一句，奠定了全段的基调，为展开议论作了带有浓厚感情色彩的转折。行文先从古人的行事说起，而后又回到游览风物上来，加以发挥议论。就古人来说，他们观察天地、山川、草木、虫鱼、鸟兽，往往都有所得，这是因为他们对事物观察思索得深切，而没有探索不到的地方。作者称引古人，是为了借古鉴今。不言而喻，今人行事，要想有所收益，也必须具有古人那种探索的精神。但事实上，并不是人人都具有这种精神的。就以游览风物来说，“夫夷以近，则游者众；险以远，则至者少”。这种现象，就正是缺乏探索精神的表现。而天下的奇异雄伟、异乎寻常的景物，又常常在险远之处，人们却又很少能够到达，那也就不可能看到奇景异观了。那么怎样才能看到奇景异观呢？作者进而又从三个方面加以论说。一是“非有志者不能至也”。这里强调了一个“志”字。只有胸怀大志，才有可能到达理想的境地。二是有了大志，不随随便便地止足不前，“然力不足者，亦不能至也”。这里又强调了一个“力”字。这个“力”，是指气力。如果气力不足，像“有怠而欲出者”那样，也是不能到达理想境地的。三是有了大志和气力，而又不轻易地倦怠，“至于幽暗昏惑而无物以相之，亦不能至也”。这里又强调了一个“物”字。这里所说的“物”，是指火把之类的借助之物。当游览者走进昏暗之处的时候，如果不借助火把之类的物来照亮前进的道路，也是不能到达理想境地的。总之，只有具备志、力与相助之物这三个条件，才能到达理想的境地。这是就正面来说。反过来说，气力可以达到而又未能达到，这对别人来说是非常可笑的，对自己来说是很可悔恨的。如果竭尽了自己的志气，也仍然达不到，也就没有什么可悔恨的了。这样，谁还能讥笑他呢？作者从正反两方面把道理说得清清楚楚。这就是作者游览华山后洞之后的心得和体会。这个心得和体会，是十分深刻的，它的客观意义却远远超过了游览，而可以用之于从事一切事情。\n\n　　从“余于仆碑”至“此所以学者不可以不深思而慎取之也”。写由于仆碑而引起的联想。作者从仆碑上尚可辨识的“花山”之“花”字，今人误读为“华实”之“华”，从而联想到古籍，“又以悲夫古书之不存，后世之谬其传而莫能名者，何可胜道也哉！”从山名的以讹传讹，联想到古籍的以讹传讹，使作者触目伤怀，慨叹不已。因而又进一步提出“此所以学者不可以不深思而慎取之也”。对待传闻要“深思”而“慎取”这个提法，也很精辟。它对学者整理和研究古籍，鉴别其真伪，恢复其本来面目，不仅是必要的，而且也是有指导意义的。\n\n　　从“四人者”至篇末。记同游者姓名和写作时间。\n\n　　从以上五段简略地叙述和分析里不难看出，本文虽以游记命题，但所写重点却不在于记游，而在于写作者在游览中的心得和体会，并着重写了两点：一是写华山山名的本末；一是写游览华山后洞的经过。\n\n　　写华山山名的本末时，从今人对“花山”读音之误，联想到对古籍的以讹传讹，从而指出对古籍要持“深思而慎取”的态度。这既是对当时学者的劝勉，同时也是作者自己治学态度的写照。王安石在治学方面，就颇多创见，不为前人之见所束缚。比如他与门人一起修撰《诗》《书》《周礼》三书的经义和《老子注》等书的注疏，以代替汉儒以来的章句之学，就是突出一例。再如他写的咏史和怀古诗，也多半一反常人之见。在《商鞅》诗里写道：“今人未可非商鞅，商鞅能令政必行。”在《贾生》诗里写道：“一时谋议略施行，谁道君王薄贾生。”这些都反映出他的新见解。这些见解，又都是为他打击旧党，推行变法革新服务的。因而也可以说他变法革新的理论和实践，就正是他认真总结历史的经验教训，得出“深思而慎取”的结果。\n\n　　写游览华山后洞的经过时，从“入之愈深，其进愈难，而其见愈奇”，而游者也随之越来越少的情况，进而论述了“世之奇伟、瑰怪、非常之观，常在险远”，要想看到“奇伟、瑰怪、非常之观”，就必须有一个不畏艰险，一往直前的坚强意志，同时还要具备足够的实力和可资凭借的外界条件。他这种力图精进，永攀高峰的精神，同他后来在变法革新中所表现的不怕围攻、百折不回的精神也是完全一致的。这种积极进取精神，同他的变法革新，虽有其不可避免的历史的和阶级的局限，然而却也能给人以有益启示和鼓舞。\n\n　　本文的写作技巧也是比较高明的。既然本文的重点不在记游，而在写游览中的心得体会，所以在材料的取舍上，行文的组织安排上，是颇费一番切磋琢磨之功的。作者在记游中，处处为写心得体会搭桥铺路，使记游与心得体会十分和谐自然地结合起来。\n\n　　文章开头“褒禅山亦谓之华山”一句，看来只是叙说褒禅山的原委，平平淡淡，并不新奇。但细加玩味，却不寻常。它不仅为下文考究褒禅命名的由来起着开拓的作用，而且也把有关全局的“华山”二字突现出来。作者突现出“华山”，对全文的记游和议论是有着重要作用的。可以设想，倘若读者不了解褒禅山就是“华山”，那么文章题为《游禅山褒记》，而下面所记的，也就是与“华山”不可分割的华山前洞、华山后洞，便失去了根基，而令人不可思议。随之游览华山后洞，从而发表议论也将成为不可能。所以首句把“华山”突现出来，是十分重要的，不可缺少的，它对全文来说，起着先引和铺垫的作用。然而作者又不特意去就“华山”而论“华山”，却以考究褒禅山命名由来的方式来突现它，这就更显得自然入妙了。从考究褒禅山命名的由来来看，文从字顺，无懈可击；从记游角度来看，又顺理成章，起到了它应有的作用。\n\n　　该文是以记游为辅，以议论为主的特点，所以作者在记游中写什么，不写什么，以及怎样写，也是经过周密考虑，严加取舍的。文中所写华山、慧空禅院、仆碑和华山前洞，由于都不是所写重点，所以都一笔带过。而它们的出现，又都是为写华山后洞，特别是写游华山后洞作铺垫过渡的。详其所详，略其所略，对所写重点游华山后洞，则刻意作了较为细致地记叙。作者先写华山后洞幽深昏暗，寒气袭人，虽好游者不能穷；次写入之愈深，进之愈难，见之愈奇；次写怠而欲出者声张出洞，同游者遂与之俱出；次写入之愈深，记游者愈少；次写既出之后，有人责备怠而欲出者；次写作者悔恨随怠者而出，不能极尽游览之余，层层深入地写出了游览华山后洞的全过程。这之中有环境气氛的渲染，有游人的活动，有意志不坚强者的退缩，有责怨之辞，有悔恨之语。记游详尽曲折，思想斗争波澜起伏，这就为下文抒写心得体会，发表议论，作了自然而然地铺垫过渡，使记游与议论紧密地融合起来。\n\n　　再如作者写仆道之碑，叙写“其文漫灭，独其为文犹可识，曰‘花山’”，并从而考究今人读音之谬，也是有意安排。它对下面针对后人对古籍以讹传讹的现象发表议论，同样起着铺垫的作用，使之前呼后应，结为一体。总观全文，记游为议论提供了条件，而议论则是记游的必然发展。为突出所写重点，作者严于取舍，精于剪裁，善于铺垫过渡的写作技巧，是值得借鉴的。正如《古文观止》的编者所说:“一路俱是记游,按之却俱是论学.古人诣力到时,头头是道.川上山梁,同一趣也.“作者最后又感慨倒在路边的碑，与篇首相呼应,结构严丝合缝，脉络清晰。\n\n","translation":"　　褒禅山也称为华山。唐代和尚慧褒当初在这里筑室居住，死后又葬在那里；因为这个缘故，后人就称此山为褒禅山。如今人们所说的慧空禅院，就是慧褒和尚的墓舍。距离那禅院东边五里，是人们所说的华山洞，因为它在华山南面而这样命名。距离山洞一百多步，有一座石碑倒在路旁，上面的文字已被剥蚀、损坏近乎磨灭，只有从勉强能认得出的地方还可以辨识出“花山”的字样。如今将“华”读为“华实”的“华”，是（因字同而产生的）读音上的错误。\n\n　　由此向下的那个山洞平坦而空阔，有一股山泉从旁边涌出，在这里游览、题记的人很多，（这就）叫做“前洞”。经由山路向上五六里，有个洞穴，一派幽深的样子，进去便（感到）寒气逼人，打问它的深度，就是那些喜欢游险的人也未能走到尽头——这是人们所说的“后洞”。我与四个人打着火把走进去，进去越深，前进越困难，而所见到的景象越奇妙。有个懈怠而想退出的伙伴说：“再不出去，火把就要熄灭了。”于是，只好都跟他退出来。我们走进去的深度，比起那些喜欢游险的人来，大概还不足十分之一，然而看看左右的石壁，来此而题记的人已经很少了。洞内更深的地方，大概来到的游人就更少了。当决定从洞内退出时，我的体力还足够前进，火把还能够继续照明。我们出洞以后，就有人埋怨那主张退出的人，我也后悔跟他出来，而未能极尽游洞的乐趣。\n\n　　对于这件事我有所感慨。古人观察天地、山川、草木、虫鱼、鸟兽，往往有所得益，是因为他们探究、思考深邃而且广泛。平坦而又近的地方，前来游览的人便多；危险而又远的地方，前来游览的人便少。但是世上奇妙雄伟、珍异奇特、非同寻常的景观，常常在那险阻、僻远，少有人至的地方，所以，不是有意志的人是不能到达的。（虽然）有了志气，也不盲从别人而停止，但是体力不足的，也不能到达。有了志气与体力，也不盲从别人、有所懈怠，但到了那幽深昏暗而使人感到模糊迷惑的地方却没有必要的物件来支持，也不能到达。可是，力量足以达到目的（而未能达到），在别人（看来）是可以讥笑的，在自己来说也是有所悔恨的；尽了自己的主观努力而未能达到，便可以无所悔恨，这难道谁还能讥笑吗？这就是我这次游山的收获。\n\n　　我对于那座倒地的石碑，又感叹古代刻写的文献未能存留，后世讹传而无人弄清其真相的事，哪能说得完呢？这就是学者不可不深入思考而谨慎地援用资料的缘故。\n\n　　同游的四个人是：庐陵人萧君圭，字君玉；长乐人王回，字深甫；我的弟弟王安国，字平甫；王安上，字纯甫。至和元年七月，临川人王安石记。\n\n"}
{"_id":{"$oid":"5b9a1459367d5cab18668717"},"title":"早寒江上有怀 / 早寒有怀","dynasty":"唐代","writer":"孟浩然","content":"木落雁南度，北风江上寒。\n我家襄水曲，遥隔楚云端。\n乡泪客中尽，孤帆天际看。(孤帆 一作：归帆)\n迷津欲有问，平海夕漫漫。","type":["唐诗三百首","初中古诗","思乡","思归"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154119262.mp3","remark":"木落：树木的叶子落下来。雁南度：大雁南飞。南：一作“初”。\n首二句从鲍照《登黄鹤矶》“木落江渡寒，雁还风送秋”句脱化而来。\n襄（xiāng）水曲（qū）：在汉水的转弯处。襄水，汉水流经襄阳（今属湖北）境内的一段。曲，江水曲折转弯处，即河湾。襄：一作“湘”，又作“江”。曲：一作“上”。\n楚云端：长江中游一带云的尽头。云：一作“山”。\n乡泪客中尽：思乡眼泪已流尽，客旅生活无比辛酸。\n孤：一作“归”。天际：天边。一作“天外”。\n迷津：迷失道路。津，渡口。\n平海：宽广平静的江水。漫漫：水广大貌。\n\n","shangxi":"　　这是一首怀乡思归的抒情诗。全诗情感是复杂的。诗人既羡慕田园生活，有意归隐，但又想求官做事，以展鸿图。这种矛盾，就构成了诗的内容。\n\n　　“木落雁南度，北风江上寒”，这两句是写景。作者捕捉了当时带有典型性的事物，点明季节。木叶渐脱，北雁南飞，这是最具代表性的秋季景象。但是单说秋，还不能表现出“寒”，作者又以“北风”呼啸来渲染，使人觉得寒冷，这就点出了题目中的“早寒”。\n\n　　落木萧萧，鸿雁南翔，北风呼啸，天气寒冷，作者活画出一幅深秋景象。处身于这种环境中，很容易引起悲哀的情绪，所谓“悲落叶于劲秋”（陆机《文赋》），是有一定道理的。远离故土，思想处于矛盾之中的作者就更是如此了。\n\n　　这是一种“兴”起的手法，诗很自然地进入第二联。作者面对眼前景物，思乡之情，不免油然而生。“襄水”，亦即“襄河”。汉水在襄阳一带水流曲折，所以作者以“曲”概括之。“遥隔”两字，不仅表明了远，而且表明了两地隔绝，不能归去。这个“隔”字，已透露出思乡之情。作者家住襄阳，古属楚国，故诗中称“楚云端”，既能表现出地势之高（与长江下游相比），又能表现出仰望之情，可望而不可即，也能透露出思乡的情绪。“我家襄水曲，遥隔楚云端”，看来句意平淡，但细细咀嚼，是很能体味到作者炼句之妙、造意之苦的。\n\n　　如果说第二联只是透露一些思乡的消息，带有含蓄的意味，而又未点明；那么第三联的“乡泪客中尽”，不仅点明了乡思，而且把这种感情一泄无余了。不仅他自己这样思乡，而且家人也在想望着他自己的归去，遥望着“天际”的“孤帆”。家人的想望，是假托之词，然而使思乡的感情，抒发得更为强烈了。“迷津欲有问”，是用《论语·微子》孔子使子路问津的典故。长沮、桀溺是隐者，而孔子则是积极想从政的人。长沮、桀溺不说津（渡口）的所在，反而嘲讽孔子栖栖遑遑、奔走四方，以求见用，引出了孔子的一番慨叹。双方是隐居与从政的冲突。而孟浩然本为襄阳隐士，如今却奔走于东南各地（最后还到长安应进士举），却是把隐居与从政的矛盾集于一身，而这种矛盾又无法解决，故以“平海夕漫漫”作结。滔滔江水，与海相平，漫漫无边，加以天色阴暗，已至黄昏。这种景色，完全烘托出作者迷茫的心情。\n\n　　这首诗二、三两联都是自然成对，毫无斧凿痕迹。第二联两句都是指襄阳的地位，信手拈来，就地成对，极为自然。第三联“乡泪”是情，“归帆”是景，以情对景，扣合自然，充分表达了作者的感情。最后又以景作结，把思归的哀情和前路茫茫的愁绪都寄寓在这迷茫的黄昏江景中了。\n\n","translation":"树叶飘落大雁飞向南方，北风萧瑟江上分外寒冷。\n我家在曲曲弯弯襄水边，远隔楚天云海迷迷茫茫。\n思乡的眼泪在旅途流尽，看归来的帆在天边徜徉。\n风烟迷离渡口可在何处，茫茫江水在夕阳下荡漾。\n\n"}
{"_id":{"$oid":"5b9a1459367d5cab18668718"},"title":"正月十五夜灯","dynasty":"唐代","writer":"张祜","content":"千门开锁万灯明，正月中旬动地京。\n三百内人连袖舞，一时天上著词声。","type":["节日","元宵节","古诗里的十二个月"],"shangxi":"　　本诗描写 家家出门、万人空巷、尽情而来、尽兴方归闹上元夜的情景，使上元灯节成为了最有诗意，最为消魂的时刻。\n\n　　唐宫内万灯齐明，舞衲联翩，歌声入云，有鸟瞰式全景、有特写武近景，场面壮观，气象恢宏。\n\n　　千门开锁万灯明:“千门开锁”就是指很多门的锁都打开了，“千门”泛指很多门，门锁都打开了即人都出门了。\n\n　　“万灯明”万灯，泛指很多灯，明则是亮起来了。正月中旬动帝京：“正月中旬”正月的中旬就是指正月十五。“动”震动。形容热闹。“帝京”是指京城、国都百内人连袖舞：“三百内人”应该是指很多的宫女。“三百”也是形容人数众多的，非实指。“连袖舞”是指一时天上著词声跳舞。“一时”是说当时，“天上著词声”是指人间的歌舞乐声直冲云霄，传到天上。也是极言歌舞的热闹和盛大，以及街上人数的众多，声可直传天上。\n\n","translation":"注释 千门，形容宫毁群建筑宏伟，众多，千门万户。如杜甫《哀江头》：“江头宫殿锁于门”。 内人，宫中歌午艺妓，入宜春院，称“内人”。 著，同着，犹“有”。此句形容歌声高唱入云，又兼喻歌乐声悦耳动听，宛若仙乐下凡。"}
{"_id":{"$oid":"5b9a1459367d5cab18668719"},"title":"赠卫八处士","dynasty":"唐代","writer":"杜甫","content":"人生不相见，动如参与商。\n今夕复何夕，共此灯烛光。\n少壮能几时，鬓发各已苍。\n访旧半为鬼，惊呼热中肠。\n焉知二十载，重上君子堂。\n昔别君未婚，儿女忽成行。\n怡然敬父执，问我来何方。\n问答未及已，儿女罗酒浆。\n夜雨剪春韭，新炊间黄粱。\n主称会面难，一举累十觞。\n十觞亦不醉，感子故意长。\n明日隔山岳，世事两茫茫。\n\n","type":["唐诗三百首","人生","友情","时光"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154120382.mp3","remark":"卫八处士，名字和生平事迹已不可考。处士，指隐居不仕的人；八，是处士的排行。\n动如，是说动不动就像。参（shēn）商，二星名。典故出自《左传·昭公元年》：“昔高辛氏有二子，伯曰阏伯，季曰实沉。居於旷林，不相能也。日寻干戈，以相征讨。后帝不臧，迁阏伯於商丘，主辰，商人是因，故辰为商星。迁实沉於大夏，主参，唐人是因，以服事夏商。”商星居于东方卯位（上午五点到七点），参星居于西方酉位（下午五点到七点），一出一没，永不相见，故以为比。\n苍，灰白色。\n“访旧”句，意谓彼此打听故旧亲友，竟已死亡一半。访旧，一作“访问”。\n“惊呼”句：有两种理解，一为：见到故友的惊呼，使人内心感到热乎乎的；二为：意外的死亡，使人惊呼怪叫以至心中感到火辣辣的难受。惊呼，一作“呜呼”。\n成行（háng），儿女众多。\n“父执”：词出《礼记·曲礼》：“见父之执。”意即父亲的执友。执是接的借字，接友，即常相接近之友。\n乃未已，还未等说完。\n“儿女”一作“驱儿”。罗，罗列酒菜。\n“夜雨”句：与郭林宗冒雨剪韭招待好友范逵的故事有关。林宗自种畦圃，友人范逵夜至，自冒雨剪韭，作汤饼以供之。《琼林》：冒雨剪韭，林宗款友情殷；踏雪寻梅，孟浩然自娱兴雅。\n“间”：读去声，搀和的意思。黄粱，即黄米。新炊是刚煮的新鲜饭。\n主，主人，即卫八。称就是说。曹植诗：“主称千金寿。”\n累，接连。\n故意长，老朋友的情谊深长。\n山岳，指西岳华山。这句是说明天便要分手。\n世事，包括社会和个人。两茫茫，是说明天分手后，命运如何，便彼此都不相知了。极言会面之难，正见令夕相会之乐。这时大乱还未定，故杜甫有此感觉。根据末两句，这首诗乃是饮酒的当晚写成的。\n\n","shangxi":"　　这首诗写久别的老友重逢话旧，家常情境，家常话语，娓娓写来，表现了乱离时代一般人所共有的“沧海桑田”和“别易会难”之感，同时又写得非常生动自然，所以向来为人们所爱读。　\n\n　　开头四句说：人生动辄如参、商二星，此出彼没，不得相见；今夕又是何夕，咱们一同在这灯烛光下叙谈。这几句从离别说到聚首，亦悲亦喜，悲喜交集，把强烈的人生感慨带入了诗篇。诗人与卫八重逢时，安史之乱已延续了三年多，虽然两京已经收复，但叛军仍很猖獗，局势动荡不安。诗人的慨叹，正暗隐着对这个乱离时代的感受。　\n\n　　久别重逢，彼此容颜的变化，自然最容易引起注意。别离时两人都还年轻，而此时俱已鬓发斑白了。“少壮能几时，鬓发各已苍”两句，由“能几时”引出，对于世事、人生的迅速变化，表现出一片惋惜、惊悸的心情。接着互相询问亲朋故旧的下落，竟有一半已不在人间了，彼此都不禁失声惊呼，心里火辣辣地难受。按说，杜甫这一年才四十八岁，亲故已经死亡半数很不正常。如果说开头的“人生不相见”已经隐隐透露了一点时代气氛，那么这种亲故半数死亡，则更强烈地暗示着一场大的干戈乱离。“焉知”二句承接上文“今夕复何夕，共此灯烛光”，诗人故意用反问句式，含有意想不到彼此竟能活到今天的心情。其中既不无幸存的欣慰，又带着深深的痛伤。\n\n　　前十句主要是抒情。接下去，则转为叙事，而无处不关人世感慨。随着二十年岁月的过去，此番重来，眼前出现了儿女成行的景象。这里面当然有倏忽之间迟暮已至的喟叹。“怡然”以下四句，写出卫八的儿女彬彬有礼、亲切可爱的情态。诗人款款写来，毫端始终流露出一种真挚感人的情意。这里“问我来何方”一句后，本可以写些路途颠簸的情景，然而诗人只用“问答乃未已”一笔轻轻带过，可见其裁剪净炼之妙。接着又写处士的热情款待：菜是冒着夜雨剪来的春韭，饭是新煮的掺有黄米的香喷喷的二米饭。这自然是随其所有而具办的家常饭菜，体现出老朋友间不拘形迹的淳朴友情。“主称”以下四句，叙主客畅饮的情形。故人重逢话旧，不是细斟慢酌，而是一连就进了十大杯酒，这是主人内心不平静的表现。主人尚且如此，杜甫心情的激动，当然更不待言。“感子故意长”，概括地点出了今昔感受，总束上文。这样，对“今夕”的眷恋，自然要引起对明日离别的慨叹。末二句回应开头的“人生不相见，动如参与商”，暗示着明日之别，悲于昔日之别：昔日之别，今幸复会；明日之别，后会何年？低回深婉，耐人玩味。\n\n　　诗人是在动乱的年代、动荡的旅途中，寻访故人的；是在长别二十年，经历了沧桑巨变的情况下与老朋友见面的，这就使短暂的一夕相会，特别不寻常。于是，那眼前灯光所照，就成了乱离环境中幸存的美好的一角；那一夜时光，就成了烽火乱世中带着和平宁静气氛的仅有的一瞬；而荡漾于其中的人情之美，相对于纷纷扰扰的杀伐争夺，更显出光彩。“今夕复何夕，共此灯烛光”，被战乱推得遥远的、恍如隔世的和平生活，似乎一下子又来到眼前。可以想象，那烛光融融、散发着黄粱与春韭香味、与故人相伴话旧的一夜，对于饱经离乱的诗人，是多么值得眷恋和珍重啊。诗人对这一夕情事的描写，正是流露出对生活美和人情美的珍视，它使读者感到结束这种战乱，是多么符合人们的感情与愿望。\n\n　　这首诗平易真切，层次井然。诗人只是随其所感，顺手写来，便有一种浓厚的气氛。它与杜甫以沉郁顿挫为显著特征的大多数古体诗有别，而更近于浑朴的汉魏古诗和陶渊明的创作；但它的感情内涵毕竟比汉魏古诗丰富复杂，有杜诗所独具的感情波澜，如层漪迭浪，展开于作品内部，是一种内在的沉郁顿挫。诗写朋友相会，却由“人生不相见”的慨叹发端，因而转入“今夕复何夕，共此灯烛光”时，便格外见出内心的激动。但下面并不因为相会便抒写喜悦之情，而是接以“少壮能几时”至“惊呼热中肠”四句，感情又趋向沉郁。诗的中间部分，酒宴的款待，冲淡了世事茫茫的凄惋，带给诗人幸福的微醺，但劝酒的语辞却是“主称会面难”，又带来离乱的感慨。诗以“人生不相见”开篇，以“世事两茫茫”结尾，前后一片苍茫，把一夕的温馨之感，置于苍凉的感情基调上。这些，正是诗的内在沉郁的表现。如果把这首诗和孟浩然的《过故人庄》对照，就可以发现，二者同样表现故人淳朴而深厚的友情，但由于不同的时代气氛，诗人的感受和文字风格都很不相同，孟浩然心情平静而愉悦，连文字风格都是淡淡的。而杜甫则是悲喜交集，内心蕴积着深深的感情波澜，因之，反映在文字上尽管自然浑朴，而仍极顿挫之致。\n\n","translation":"人生旅途常有别离不易相见，就像参星商星实在难得相遇。\n今夜又是一个什么吉日良辰，让我们共同在这烛光下叙谈。\n青春壮健年少岁月能有多少，转瞬间你我都已经两鬓如霜。\n昔日往来的朋友一半已去世，我内心激荡不得不连声哀叹。\n没想到我们已分别廿个春秋，今天还能亲临你家里的厅堂。\n相分别是你还没有结婚成家，倏忽间你的子女已成帮成行。\n他们彬彬有礼笑迎父亲老友，亲切地询问我来自什么地方？\n还来不及讲述完所有的往事，你就催促儿女快把酒菜摆上。\n冒着夜雨剪来了青鲜的韭菜，呈上新煮的黄米饭让我品尝。\n主人感慨见面的机会太难得，开怀畅饮一连喝干了十几杯。\n一连喝干十几杯还没有醉意，令我感动你对老友情深意长。\n明日分别后又相隔千山万水，茫茫的世事真令人愁绪难断。\n\n"}
{"_id":{"$oid":"5b9a145a367d5cab1866871a"},"title":"卖油翁","dynasty":"宋代","writer":"欧阳修","content":"　　陈康肃公善射，当世无双 ，公亦以此自矜。尝射于家圃，有卖油翁释担而立，睨之，久而不去。见其发矢十中八九，但微颔之。\n\n　　康肃问曰：“汝亦知射乎？吾射不亦精乎？”翁曰：“无他， 但手熟尔。”康肃忿然曰：“尔安敢轻吾射！”翁曰：“以我酌油知之。”乃取一葫芦置于地，以钱覆其口，徐以杓酌油沥之，自钱孔入，而钱不湿。因曰：“我亦无他，惟手熟尔。”康肃笑而遣之。\n\n　　此与庄生所谓解牛斫轮者何异？\n\n","type":["初中文言文","哲理","寓言","故事"],"remark":"⑴本文选自《归田录》卷一（中华书局1981年版），有删节。\n⑵〔陈康肃公〕陈尧咨，谥号康肃，北宋人。公，旧时对男子的尊称。\n⑶〔善射〕擅长射箭。\n⑷〔自矜（jīn）〕自夸。\n⑸〔家圃（pǔ）〕家里（射箭的）场地。圃，园子，这里指场地。\n⑹〔释担〕放下担子。释，放。\n⑺〔睨（nì）〕斜着眼看，形容不在意的样子。\n⑻〔但微颔（hàn）之〕只是微微对此点头，意思是略微表示赞许。但，只、不过。颔之，就是”对之颔”。颔，点头。之，指陈尧咨射箭十中八九这一情况。\n⑼〔无他〕没有别的（奥妙）。\n⑽〔但手熟尔〕不过手熟罢了。熟，熟练。尔，同“耳”，相当于”罢了。\n⑾〔忿（fèn）然〕气愤愤地。然，作形容词或者副词的词尾，相当于”的”或”地”。\n⑿〔安〕怎么。\n⒀〔轻吾射〕看轻我射箭（的本领）。轻，作动词用。\n⒁〔以我酌（zhuó）油知之〕凭我倒油（的经验）知道这个（道理）。以，凭、靠。酌，斟酒，这里指倒油。之，指射箭也是凭手熟的道理。\n⒂〔覆〕盖。\n⒃〔徐〕慢慢地。\n⒄〔沥之〕注入葫芦。沥，注。之，指葫芦。\n⒅〔遣之〕让他走，打发。\n(19)〔惟〕只，不过。\n\n","shangxi":"　　本文是一篇富含哲理与情趣的小品文章，通俗易懂，意味深长，非常具有教育意义，因此多年来为中学课本必选篇目。这篇文章的成功之处在于将熟能生巧这个大道理。用一个生动的小故事加以阐释，达到了发人深省、心领神会的目的。\n\n　　第一段：写陈尧咨善射，卖油翁略表赞许。 文章开头就对陈尧咨作概括介绍，他”善射”，”当世无双”并”以此自矜”。射技高超，以常理而论，定然是人人赞赏，射者自命不凡也是常情。这就为下文做了伏笔。但是，卖油老头对其”发矢十中八九”，却只”但微颔之”。这里以极其精练的笔墨提出了矛盾，在读者心中产生了悬念，就自然地引出了下文。\n\n　　第二段：说明熟能生巧的道理。 康肃公一贯”自矜”，对卖油老头对其箭术所表示的不以为然的态度，是不会轻易放过的，自然要追问：”汝亦知射乎？吾射不亦精乎？”卖油老头回答：”无他，但手熟尔。”这一问一答，说明了一个深刻的道理，就是”熟能生巧”。康肃公一时还不明白其中的道理，反认为是”轻吾射”，至此矛盾更加激化，卖油老头只好现身说法”以我酌油知之”。又用具体事实证明”熟能生巧”，”乃取一葫芦置于地，以钱覆其口，徐以杓酌油沥之，自钱孔入而钱不湿”。作了这一番表演之后，卖油老头为解除康肃公的疑虑，说道：”我亦无他，惟手熟尔。”这个回答很重要，既回答了并非”轻吾射”，又再次说明道理。康肃公心中豁然开朗了，由”忿然”到”笑而遣之”结束了全文。 本文以卖油翁自钱孔沥油而钱不湿的这件小事，说明了”熟能生巧”这个普通的道理。 一般说理文章，常常要发议论，说为什么应该这样，为什么不应该那样。而这篇文章并没有高谈阔论，只是记叙卖油翁与陈尧咨对答和卖油翁酌油的经过，来说明道理。本文着重写的是射箭和酌油都可以由于手熟达到高超的技艺，而不是写陈尧咨的射箭。所以写陈尧咨的射箭只用了”矢十中八九”五个字，写得十分简略。这样繁简得当，突出文章的重点。\n\n　　陈尧咨学问不小，官职做得也很大，而且是文武双全，不愿屈居人下，可是却不得不在卖油翁面前认输，因为卖油翁指出的道理辩驳不倒，只得”笑而遣之”，没有责备”犯上”的小百姓，对于”用刑惨急，数有杖死”的陈尧咨确实不大容易。”笑”，既是有所领悟，也是自我解嘲，自是”传神之笔”。\n\n","translation":"　　康肃公陈尧咨善于射箭，世上没有第二个人能跟他相媲美，他也就凭着这种本领而自夸。曾经（有一次），（他）在家里（射箭的）场地射箭，有个卖油的老翁放下担子，站在那里斜着眼睛看着他，很久都没有离开。卖油的老头看他射十箭中了八九成，但只是微微点点头。\n\n　　陈尧咨问卖油翁：”你也懂得射箭吗？我的箭法不是很高明吗？”卖油的老翁说：“没有别的（奥妙），不过是手法熟练罢了。”陈尧咨（听后）气愤地说：“你怎么敢轻视我射箭（的本领）！”老翁说：“凭我倒油的经验就可以懂得这个道理。”于是拿出一个葫芦放在地上，把一枚铜钱盖在葫芦口上，慢慢地用油杓舀油注入葫芦里，油从钱孔注入而钱却没有湿。于是说：“我也没有别的（奥妙），只不过是手熟练罢了。”陈尧咨笑着将他送走了。\n\n　　这与庄子所讲的庖丁解牛、轮扁斫轮的故事有什么区别呢？\n\n"}
{"_id":{"$oid":"5b9a145a367d5cab1866871b"},"title":"伯牙绝弦","dynasty":"未知","writer":"佚名","content":"　　伯牙善鼓琴，钟子期善听。伯牙鼓琴，志在高山，钟子期曰：“善哉，峨峨兮若泰山！”志在流水，钟子期曰：“善哉，洋洋兮若江河！”伯牙所念，钟子期必得之。子期死，伯牙谓世再无知音，乃破琴绝弦，终身不复鼓。","type":["小学文言文","音乐","知音","故事"],"remark":"善 ：擅长，善于。 \n鼓：弹奏。\n听：倾听。\n绝 ：断绝。\n志在高山 :心中想到高山。\n曰：说。\n善哉 :赞美之词，有夸奖的意思。即“好啊“ 、“妙啊”或“太棒了”。善，好；哉，语气词,表示感叹。\n峨峨 :高\n兮 :语气词，相当于“啊”。\n若 ：像……一样。\n洋洋：广大。\n念 ：心里所想的。\n必 ：一定，必定。\n之：他。\n谓 ：认为，以为。\n知音 ：理解自己心意，有共同语言的人。\n乃 ：就。\n复：再,又。\n弦：在这里读作xián的音。\n志在流水：心里想到河流。\n阴：山北或水南为阴。反之，山南水北为阳。\n\n","shangxi":"　　春秋时期，有一个人名叫伯牙，随成连先生学古琴。他掌握了各种演奏技巧，但是老师感到他演奏时，常常是理解不深，单纯地把音符奏出来而已，少了点神韵，不能引起欣赏者的共鸣。老师想把他培养成一位真正的艺术家，有一天，成连先生对伯牙说：“我的老师方子春，居住在东海，他能传授培养人情趣的方法。我带你前去，让他给你讲讲，能够大大提高你的艺术水平。”于是师徒两人备了干粮，驾船出发。到了东海蓬莱山后，成连先生对伯牙说：“你留在这里练琴，我去寻师父。”说罢，就摇船渐渐远离。\n\n　　过了十天，成连先生还没回来。伯牙在岛上等得心焦，每天调琴之余，举目四眺。他面对浩瀚的大海，倾听澎湃的涛声。远望山林，郁郁葱葱，深远莫测，不时传来群鸟啁啾飞扑的声响。这些各有妙趣、音响奇特不一的景象，使他不觉心旷神怡，浮想翩翩，感到自己的情趣高尚了许多。伯牙产生了创作激情，要把自己的感受谱成音乐，于是他架起琴，把满腔激情倾注到琴弦上，一气呵成，谱写了一曲《高山流水》。\n\n　　没多久，成连先生摇船而返，听了他感情真切的演奏，高兴地说：“现在你已经是天下最出色的琴师了，你回去吧！”伯牙恍然大悟，原来这涛声鸟语就是最好的老师。此后，伯牙不断积累生活和艺术体会，终于成了天下操琴的高手。\n\n","translation":"　　伯牙擅长弹琴，钟子期擅长倾听琴声。伯牙弹琴的时候，心里想到巍峨的泰山，钟子期听了赞叹道：“太好了！就像巍峨的泰山屹立在我的面前！”伯牙弹琴时，心里想到宽广的江河，钟子期赞叹道：“好啊，宛如一望无际的江河在我面前流动！” 无论伯牙弹琴的时候心里想到什么，钟子期都会清楚地道出他的心声。钟子期去世后，伯牙就此认为世界上再也没有他的知音了。于是，他坚决地把自己心爱的琴摔破了，挑断了琴弦，终生不再弹琴，以便绝了自己对钟子期的思念。\n\n"}
{"_id":{"$oid":"5b9a145a367d5cab1866871c"},"title":"静女","dynasty":"先秦","writer":"佚名","content":"静女其姝，俟我于城隅。爱而不见，搔首踟蹰。\n静女其娈，贻我彤管。彤管有炜，说怿女美。\n自牧归荑，洵美且异。匪女之为美，美人之贻。","type":["诗经","爱情","民谣"],"remark":"静女：贞静娴雅之女。马瑞辰《毛诗传笺通释》：“静当读靖，谓善女，犹云淑女、硕女也。”姝（shū）：美好。\n俟（sì）：等待，此处指约好地方等待。城隅：城角隐蔽处。一说城上角楼。\n爱：“薆”的假借字。隐蔽，躲藏。\n踟（chí）躇（chú）：徘徊不定。\n娈（luán）：面目姣好。\n贻（yí）：赠。彤管：不详何物。一说红管的笔，一说和荑应是一物。有的植物初生时或者才发芽不久时呈红色，不仅颜色鲜亮，有的还可吃。如是此意，就与下文的“荑”同类。但是也可能是指涂了红颜色的管状乐器等。\n有：形容词词头。炜（wěi）：盛明貌。\n说（yuè）怿（yì）：喜悦。女（rǔ）：汝，你，指彤管。\n牧：野外。归：借作“馈”，赠。荑（tí）：白茅，茅之始生也。象征婚媾。\n洵美且异：确实美得特别。洵：实在，诚然。异：特殊。\n匪：非。\n贻：赠与。\n\n","shangxi":"　　《静女》一诗，向来为选家所注目。现代学者一般都认为此诗写的是男女青年的幽期密约，也就是说，它是一首爱情诗。而旧时的各家之说，则多有曲解，未得其真旨。最早《毛诗序》云：“《静女》，刺时也。卫君无道，夫人无德。”郑笺释云：“以君及夫人无道德，故陈静女遗我以彤管之法。德如是，可以易之，为人君之配。”而《易林》有“季姬踟蹰，结衿待时；终日至暮，百两不来”、“季姬踟蹰，望我城隅；终日至暮，不见齐侯，居室无忧”、“踯躅踟蹰，抚心搔首；五昼四夜，睹我齐侯”之句，则反映齐诗之说，王先谦《诗三家义集疏》遂谓“此媵俟迎而嫡作诗也”。所说拘牵于礼教，皆不免附会。宋人解诗，能破除旧说，欧阳修《诗本义》以为“此乃述卫风俗男女淫奔之诗”，朱熹《诗集传》也以为“此淫奔期会之诗”，他们的说法已经接近本义，但指男女正常的爱情活动为“淫奔”，仍是头巾气十足，与汉儒解诗言及妇女便标榜“后妃之德”同一弊端。\n\n　　诗是从男子一方来写的，但通过他对恋人外貌的赞美，对她待自己情义之深的宣扬，也可见出未直接在诗中出现的那位女子的人物形象，甚至不妨说她的形象在男子的第一人称叙述中显得更为鲜明。而这又反过来使读者对小伙子的痴情加深了印象。\n\n　　诗的第一章是即时的场景：有一位闲雅而又美丽的姑娘，与小伙子约好在城墙角落会面，他早早赶到约会地点，急不可耐地张望着，却被树木房舍之类东西挡住了视线，于是只能抓耳挠腮，一筹莫展，徘徊原地。“爱而不见，搔首踟蹰”虽描写的是人物外在的动作，却极具特征性，很好地刻划了人物的内在心理，栩栩如生地塑造出一位恋慕至深、如痴如醉的有情人形象。\n\n　　第二、第三两章，从辞意的递进来看，应当是那位痴情的小伙子在城隅等候他的心上人时的回忆，也就是说，“贻我彤管”、“自牧归荑”之事是倒叙的。在章与章的联系上，第二章首句“静女其娈”与第一章首句“静女其姝”仅一字不同，次句头两字“贻我”与“俟我”结构也相似，因此两章多少有一种重章叠句的趋向，有一定的匀称感，但由于这两章的后两句语言结构与意义均无相近之处，且第一章还有五字句，这种重章叠句的趋向便被扼制，使之成为一种佯似。这样的结构代表了《诗经》中一种介于整齐的重章叠句体与互无重复的分章体之间的特殊类型，似乎反映出合乐歌词由简单到复杂的过渡历程。\n\n　　读诗的第二、第三两章，读者会发出会心的微笑，对诗人的“写形写神之妙”（陈震《读诗识小录》）有进一步的感受。照理说，彤管比荑草要贵重，但男主人公对受赠的彤管只是说了句“彤管有炜”，欣赏的是它鲜艳的色泽，而对受赠的普通荑草却由衷地大赞“洵美且异”，欣赏的不是其外观而别有所感。原来，荑草是她跋涉远处郊野亲手采来的，物微而意深，一如后世南朝宋陆凯《赠范晔》诗之“江南无所有，聊赠一枝春”，重的是情感的寄托、表达，不妨说已成为一个具有能指优势的特殊符号。接受彤管，想到的是恋人红润的面容，那种“说（悦）怿”只是对外在美的欣赏；而接受荑草，感受到普通的小草也“洵美且异”，则是对她所传送的那种有着特定内容的异乎寻常的真情的深切体验，那已经超越了对外表的迷恋而进入了追求内心世界的谐合的高层次的爱情境界。而初生的柔荑将会长成茂盛的草丛，也含有爱情将更加发展的象征意义。\n\n　　第三章结尾“匪女之为美，美人之贻”两句对恋人赠物的“爱屋及乌”式的反应，可视为一种内心独白，既是第二章诗义的递进，也与第一章以“爱而不见，搔首踟蹰”的典型动作刻划人物的恋爱心理可以首尾呼应，别具真率纯朴之美。读完此诗，对那位痴心小伙子的一腔真情，读者必然深受感动。\n\n","translation":"娴静姑娘真可爱，约我城角楼上来。故意躲藏让我找，急得抓耳又挠腮。\n娴静姑娘好容颜，送我一枝红彤管。鲜红彤管有光彩，爱它颜色真鲜艳。\n郊野采荑送给我，荑草美好又珍异。不是荑草长得美，美人相赠厚情意。\n\n"}
{"_id":{"$oid":"5b9a145a367d5cab1866871d"},"title":"山坡羊·骊山怀古","dynasty":"元代","writer":"张养浩","content":"骊山四顾，阿房一炬，当时奢侈今何处？只见草萧疏，水萦纡。至今遗恨迷烟树。列国周齐秦汉楚，赢，都变做了土；输，都变做了土。","type":["初中古诗","写景","怀古"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154120035.mp3","remark":"山坡羊：词牌名。\n骊山：在今陕西临潼县东南。\n阿房：阿房宫，秦宫殿名，故址在今陕西西安市西南阿房村。\n一炬：指公元前206年12月，项羽引兵屠咸阳，“烧秦宫室，火三月不灭”（见《史记·项羽本纪》。故杜牧有“楚人一炬，可怜焦土。”（《阿房宫赋》）之叹息。\n萦纡：形容水流回旋迂曲的样子。\n列国：各国，即周、齐、秦、汉、楚。\n\n","shangxi":"　　骊山（今西安市的东边），阿房宫当初的宫殿台基残存。杜牧在《阿房宫赋》中说：“骊山北构而西折，直走咸阳”，阿房宫从骊山建起，再向西直达咸阳，规模极其宏大，设施极其奢华。公元前206年秦朝灭亡，项羽攻入咸阳后阿房宫焚毁。张养浩途经骊山有所感而创作了这首“骊山怀古”小令。开头三句“骊山四顾，阿房一炬，当时奢侈今何处？”回顾骊山的历史，曾是秦朝宫殿的所在，被大火焚烧之后，当时的歌台舞榭、金块珠砾都已不复存在，诗人用“今何处”一个问句，强调了对从古到今历史所发生的巨大变化的感慨，并自然而然地引出了下文“只见草萧疏，水萦纡。”再不见昔日豪华的宫殿，只有野草稀疏地铺在地上，河水在那里迂回的流淌。草的萧索，水的萦纡更加重了作者怀古伤今的情感分量。\n\n　　第六七句说：“至今遗恨迷烟树。 列国周齐秦汉楚。”到如今，秦王朝因奢侈、残暴而亡国的遗恨已消失在烟树之间了。而这种亡国的遗恨不只有秦朝才有，周朝、战国列强直到汉楚之争，哪个不抱有败亡的遗恨呢？实际上作者在这里寄托了一种讽刺，是说后人都已遗忘了前朝败亡的教训！元朝统治者在夺得政权之后更奢侈挥霍无度，全然不顾国库空虚社会经济急待调整。\n\n　　张养浩对当时的状况心怀不满，但想到列国的历史，又觉得从夺得政权，到奢侈暴戾，到最终败亡，乃是历代封建王朝的共同结局。杜牧说阿旁宫“楚人一炬，可怜焦土”，作者正是由此引申开来写道：“赢， 都 变 做 了 土；输，都变做了土。”这句结尾句式相同的两句是说无论输赢，奢侈的宫殿最后都会归于死亡，“都变做了土”，我们可以看作这是对封建王朝的一种诅咒，更是对封建王朝社会历史的规律性的概括。张养浩在另一首《山坡羊·潼关怀古》的结尾说：“兴，百姓苦；亡，百姓苦。”这是从百姓的角度看封建王朝的更迭，带给人民的全是苦难。而这首小令则是从王朝的统治者的角度来谈的，封建统治者无论输赢成败最终都逃脱不了灭亡的命运。它虽不及“潼关怀古”思想深刻，但也提示出了一种历史的必然，还是比较有意义的。\n\n","translation":"站在骊山上我四处张望，（雄伟瑰丽的）阿房宫已被付之一炬，当年奢侈的场面现在到哪里去了呢？只见衰草萧疏，水波旋绕。到现在那些遗恨已消失在烟雾弥漫的树林中了。（想想）自周、齐、秦、汉、楚等国至今。那些战胜了的国家，都化作为了土；（那些）战败了的国家，（也）都化作为了土。\n\n"}
{"_id":{"$oid":"5b9a145b367d5cab1866871e"},"title":"蝶恋花·泪湿罗衣脂粉满","dynasty":"宋代","writer":"李清照","content":"泪湿罗衣脂粉满，四叠阳关，唱到千千遍。人道山长水又断，萧萧微雨闻孤馆。\n惜别伤离方寸乱，忘了临行，酒盏深和浅。好把音书凭过雁，东莱不似蓬莱远。","type":["婉约","离别","亲情"],"remark":"蝶恋花：词牌名。\n昌乐馆：昌乐县驿馆，故址在今山东昌乐西北十里。\n泪湿罗衣脂粉满：四印斋本自注云：“别作‘泪搵征衣脂粉暖’。”满：同“漫”。\n阳关：这里指王维的《渭城曲》（送元二使安西）：“渭城朝雨浥轻尘，客舍青青柳色新。劝君更进一杯酒，西出阳关无故人。”后人乐，曰《阳关曲》，亦称《阳关》。苏轼论《阳关三迭》唱法云：“余在密州，文勋长官以事至密，自云得古本《阳关》，每句皆再唱，而第一句不叠。乃知古本三叠盖如此”。《四叠阳关》盖按苏轼之言推之，或者第一句也叠，故称四叠。究竟如何叠法，说法不一。宋刘仙伦《一剪梅》：“唱到阳关第四声，香带轻分。”\n萧萧：一作“潇潇”。孤馆：孤独寂寞的旅馆。\n方寸：即“方寸地”，指人的心。\n把：四印斋本自注：“别作有。”\n东莱：即莱州，时为明城为官之地，今山东莱州市，曾名掖县。蓬莱：传说中的海上仙山名。\n\n","shangxi":"　　此词一开头就写她想念家中姊妹想得厉害，以至珠泪涟涟，浸湿身上罗衣，并且连脸上的脂粉也冲落下来沾满了罗衣；这时，她不由得想起了家中姊妹送她出行时，一遍遍吟唱《阳关曲》时的情景。《阳关曲》，又名《渭城曲》。唐代著名诗人兼音乐家王维《送元二使安西》诗：“渭城朝雨　轻尘，西出阳关无故人。”后歌入乐府，以为送别之曲。至“阳关”句，反复歌之，所以李清照称“四叠阳关”。如今，这长长的山路已将亲人隔于两地了，她孤身一人在这异地的旅馆中，听着这凄苦的萧萧雨声，心里无比忧伤，竟使自己的心绪全乱了，乱得忘记了姊妹们送她时，饯行宴上酒杯斟得是浅还是满。不管多么想念，亲人已经别于两地了，只好靠鸿雁来传递音信吧。好在东莱是个实实在在的地方，不像蓬莱仙山那样遥远飘渺，可望而不可即。“蓬莱”，指蓬莱山，也称医壶，古人传说与方丈、瀛洲并为海上三神山，都在渤海中，世人不能登及，所以说它“远”。\n\n　　这是一首开阖纵横的小令，王维的“劝君更尽一杯酒，西出阳关无故人”，到了她的笑下变成“四叠阳关，唱到千千遍”的激情，极夸张，却又极亲切、真挚。通首写惜别心情一层比一层深入，但煞拍“好把音书凭过雁，东莱不似蓬莱远”，出人意料地作宽解语，能放能收，小令词能用这种变化莫测的手法是很不容易的，这就是所谓善方情者不尽情。\n\n","translation":"　　与姐妹们分手时，惜别的泪水打湿了衣衫，洇湿了双腮，送别的《阳关曲》唱了一遍又一遍，纵有千言万语，也难尽别情。而今身在异乡，望莱州山长水远。寄宿馆所，秋雨潇潇，不禁感到无限凄清。\n　　被离情别绪搅得心乱如麻，竟不知在饯行时姐妹们送别酒是如何喝下去的，那杯中酒是深是浅，都全不知道了。最后嘱咐姐妹，你们要将音讯让过往的大雁捎来，以慰我心，东莱毕竟不像蓬莱那样遥远。\n\n"}
{"_id":{"$oid":"5b9a145b367d5cab1866871f"},"title":"早梅","dynasty":"唐代","writer":"张谓","content":"一树寒梅白玉条，迥临村路傍溪桥。(村路 一作：林村)\n不知近水花先发，疑是经冬雪未销。","type":["咏物","梅花"],"remark":"迥（jiǒng）：远。\n傍：靠近。\n发(fā)：开放。\n经冬：经过冬天。\n销：通“消”，融化。这里指冰雪融化。\n\n","shangxi":"　　这首诗立意咏赞早梅的高洁，但作者并没有发一句议论和赞语，却将早梅的高洁品格和诗人的赞美之情清晰地刻划出来。\n\n　　“一树寒梅白玉条”描写早梅花开的娇美姿色。“一树”实为满树，形容花开之密集而缤纷；“寒梅”指花开之早，还在冬末春初的寒冷季节，紧扣“早”字；“白玉条”生动地写出梅花洁白娇美的姿韵，像一块块白玉似的晶莹醒目。这是对梅花外貌的描写，有形有神，令人陶醉。\n\n　　“迥临村路傍谿桥”，从生长环境中表现早梅的高洁品格。花草本无知，不会选择生长环境，但这里诗人在真实的景物中，融入人的思想意念，仿佛寒梅是有意远离村路，而到偏僻的傍溪近水的小桥边，独自悄悄地开放。这就赋予早梅以不竞逐尘世、无哗众取宠之心的高尚品格。这样就使诗的意境显得开阔，进一步突出了早梅的高洁。最后两句，抒发诗人初见桥边早梅的感受。“不知近水花先发”是承上两句对早梅的铺写之后的转折，用惊叹的口吻表达了对近水梅花早开的惊喜之情。“疑是经冬雪未销”写出“不知”的缘由，用一“疑”字，更为传神，它将诗人那时的惊喜之情渲染得淋漓尽致，似乎诗人并不敢相信自己的眼睛所看到的是梅花，而怀疑是不是未融化的冬雪重压枝头。这就与首句的“白玉条”紧密呼应，喻比出梅花的洁白和凛然不屈的形象和品格，从而含蓄婉转地把诗意落到实处，使诗的主题得到进一步深化，加强了人们对早梅的倾慕之情。\n\n　　一首绝句，仅二十八个字，就能将梅花写得如此之美，除立意新颖之外，还在于诗人从现实生活的观察中，能捕捉住早梅的颜色（洁白）、地点（偏僻）、季节（早春）、气质（耐寒）、姿态（俏丽）等特征，加以艺术的提炼和概括，并借助像“白玉条”“冬雪压枝”等生动、形象的比喻，鲜明、传神地塑造出早梅的品貌和气质，使人生发出美不胜叹的感觉。梅与雪常常在诗人笔下结成不解之缘，如许浑《早梅》诗云：“素艳雪凝树”，这是形容梅花似雪，而这首诗则是疑梅为雪，着意点是不同的。对寒梅花发，形色的似玉如雪，不少诗人也都产生过类似的疑真的错觉。\n\n　　宋代王安石有诗云：“遥知不是雪，为有暗香来”（《梅花》），也是先疑为雪，只因暗香袭来，才知是梅而非雪，和这首《早梅》意境可谓异曲同工。\n\n","translation":"有一树梅花凌寒早开，枝条洁白如玉条。它远离人来车往的村路，临近溪水桥边。\n人们不知寒梅靠近溪水提早开放，以为那是经冬而未消融的白雪。\n\n"}
{"_id":{"$oid":"5b9a145b367d5cab18668720"},"title":"浪淘沙·把酒祝东风","dynasty":"宋代","writer":"欧阳修","content":"把酒祝东风，且共从容。垂杨紫陌洛城东。总是当时携手处，游遍芳丛。\n聚散苦匆匆，此恨无穷。今年花胜去年红。可惜明年花更好，知与谁同？","type":["宋词三百首","惜春","友情","感叹","人生"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154121959.mp3","remark":"把酒：端着酒杯。\n从容：留恋，不舍。\n紫陌：紫路。洛阳曾是东周、东汉的都城，据说当时曾用紫色土铺路，故名。此指洛阳的道路。洛城：指洛阳。\n总是：大多是，都是。\n匆匆：形容时间匆促。\n“可惜”两句：杜甫《九日蓝田崔氏庄》诗：“明年此会知谁健，醉把茱萸仔细看。” \n\n","shangxi":"　　欧阳修入仕初期三年西京留守推官的生涯，不仅使他文名鹊起，而且与梅尧臣、尹洙等结下了深厚的友情，而洛阳东郊的旖旎芳景便是他们友谊的见证。公元1032年（明道元年）春，梅尧臣由河阳（今河南省孟县）入洛，与欧阳修把酒言欢，重游故地，曾写下《再至洛中寒食》和《依韵和欧阳永叔同游近郊》等诗，纪其游历之盛。欧阳修的这首《浪淘沙》或作于同一时期，词中同游之人则很可能就是梅尧臣。这是一首惜春忆春、伤时惜别的小词，抒发了人生聚散无常的感叹。\n\n　　此词在时间上跨了前后三年。上片由现境而忆已过之境，即由眼前美景而思“去年”同游之乐。下片再由现境而思未来之境，含遗憾之情于其中，尤表现出对友谊的珍惜。首二句语本于司空图《酒泉子》“黄昏把酒祝东风，且从容”，而添一“共”字，便有了新意。“共从容”是兼风与人而言。对东风言，不仅是爱惜好风，且有留住光景，以便游赏之意；对人而言，希望人们慢慢游赏，尽兴方归。“洛城东”揭出地点。洛阳公私园囿甚多，宋人李格非著有《洛阳名园记》专记之。京城郊外的道路叫“紫陌”。“垂杨”同“东风”合言，可想见其暖风吹拂，翠柳飞舞，天气宜人，景色迷人，正是游赏的好时候、好处所。末两句说，都是过去携手同游过的地方，今天仍要全都重游一遍。“当时”即下片的“去年”。“芳丛”说明此游主要是赏花。\n\n　　下片头两句深深地感叹：“聚散苦匆匆”，是说本来就很难聚会，而刚刚会面，又要匆匆作别，这怎能不给人带来无穷的怅恨。“此恨无穷”并不仅仅指作者本人而言，也就是说，在亲人朋友之间聚散匆匆这种怅恨，从古到今，以至今后，永远都没有穷尽，都给人带来莫大的痛苦。“黯然销魂者唯别而已矣！”（南朝梁江淹《别赋》）好友相逢，不能长聚，心情自然是非常难受的。这感叹，就是对友人深情厚谊的表现。下面三句是从眼前所见之景来抒写别情，也可以说是对上面的感叹的具体说明。“今年花胜去年红”有两层意思。一是说“今年”的花比“去年”开得更加繁盛，看去更加鲜艳，当然希望同友人尽情观赏。说“花胜去年红”，足见“去年”作者曾同友人来观赏过此花，此与上片“当时”呼应，这里包含着对过去的美好回忆；也说明此别已经一年，这次是久别重逢。聚会这么不易，花又开得这么美好，本来应该多多观赏，然而友人就要离去，怎能不使人痛惜？这句写的是鲜艳繁盛的景色，表现的却是感伤的心情，正是“以乐景写哀”。末两句意为：明年这花还将比今年开得更加繁盛，可惜的是，自己和友人分居两地，天各一方，明年此时，不知同谁再来共赏此花啊！再进一步说，“明年”自己也可能已离开此地，更不知是谁来赏此花了。把别情熔铸于赏花中，将三年的花加以比较，层层推进，以惜花写惜别，构思新颖，富有诗意，是篇中的绝妙之笔。而别情之重，亦即说明同友人的情谊之深。黄蓼园《蓼园词选》说此词“大有理趣”，或许是着眼于其对人生飘泊无定、聚散匆匆的大笔概括。其实由笃于友谊的深情而咏叹出人生长恨的苦调，才是这首词更为动人之处。\n\n　　此词笔致疏放，婉丽隽永，近人俞陛云称它“因惜花而怀友，前欢寂寂，后会悠悠，至情语以一气挥写，可谓深情如水，行气如虹矣。”指出了欧阳修此词笃于友情、风格疏隽的特点。\n\n","translation":"端起酒杯向东方祈祷，请你再留些时日不要一去匆匆。洛阳城东垂柳婆娑的郊野小道，就是我们去年携手同游的地方，我们游遍了姹紫嫣红的花丛。\n欢聚和离散都是这样匆促，心中的遗恨却无尽无穷。今年的花红胜过去年，明年的花儿将更美好，可惜不知那时将和谁相从？\n\n"}
{"_id":{"$oid":"5b9a145b367d5cab18668721"},"title":"玉楼春·尊前拟把归期说","dynasty":"宋代","writer":"欧阳修","content":"尊前拟把归期说，欲语春容先惨咽。人生自是有情痴，此恨不关风与月。\n离歌且莫翻新阕，一曲能教肠寸结。直须看尽洛城花，始共春风容易别。","type":["宋词精选","离别","惜别","友情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154122014.mp3","remark":"尊前：即樽前，饯行的酒席前。\n春容：如春风妩媚的颜容。此指别离的佳人。\n离歌：指饯别宴前唱的流行的送别曲。\n翻新阕：按旧曲填新词。白居易《杨柳枝》：“古歌旧曲君莫听，听取新翻杨柳枝。”阙，乐曲终止。\n洛阳花：洛阳盛产牡丹，欧阳修有《洛阳牡丹记》。\n\n","shangxi":"　　此词咏叹离别，于伤别中蕴含平易而深刻的人生体验。上片，尊前伤别，芳容惨咽，而转入人生的沉思：“人生自是有情痴，此恨不关风与月。”中天明月、楼台清风原本无情，与人事了无关涉，只因情痴人眼中观之，遂皆成伤心断肠之物，所谓“情之所钟，正在我辈”。下片，离歌一曲，愁肠寸结，离别的忧伤极哀极沉，却于结处扬起：“直须看尽洛城花，始共春风容易别。”只有饱尝爱恋的欢娱，分别才没有遗憾，正如同赏看尽洛阳牡丹，才容易送别春风归去，将人生别离的深情痴推宕放怀遣性的疏放。当然，这豪宕放纵仍难托尽悲沉，花毕竟有“尽”，人终是要“别”，词人只是以遣玩的意兴暂时挣脱伤别的沉重罢了。此词上、下两收拍皆为传诵的名句。\n\n　　这首词开端的“尊（同“樽”）前拟把归期说，欲语春容先惨咽”两句，是对眼前情事的直接叙写，同时其遣辞造句的选择与结构之间，词中又显示出了一种独具的意境。“尊前”，原该是何等欢乐的场合，“春容”又该是何等美丽的人物，而“尊前”所要述说的却是指向离别的“归期”，于是“尊前”的欢乐与“春容”的美丽，乃一变而为伤心的“惨咽”了。这种转变与对比之中，隐然见出欧公对美好事物之爱赏与对人世无常之悲慨二种情绪以及两相对比之中所形成的一种张力。\n\n　　“归期说”之前，所用的乃是“拟把”两个字；而“春容”、“惨咽”之前，所用的则是“欲语”两个字。此词表面虽似乎是重复，然而其间却实含有两个不同的层次，“拟把”仍只是心中之想，而“欲语”则已是张口欲言之际。二句连言，反而更可见出对于指向离别的“归期”，有多少不忍念及和不忍道出的宛转的深情。\n\n　　至于下面二句“人生自是有情痴，此恨不关风与月”，是对眼前情事的一种理念上的反省和思考，而如此也就把对于眼前一件情事的感受，推广到了对于整个人世的认知。所谓“人生自是有情痴”者，古人有云“太上忘情，其下不及情，情之所钟，正我辈”。所以况周颐其《蕙风词话》中就曾说过“吾观风雨，吾览江山，常觉风雨江山之外，别有动吾心者”。这正是人生之自有情痴，原不关于风月，所以说“人生自是有情痴，此恨不关风与月”。此二句虽是理念上的思索和反省，但事实上却是透过了理念才更见出深情之难解。而此种情痴则又正与首二句所写的“樽前”“欲语”的使人悲惨呜咽之离情暗相呼应。所以下片开端乃曰“离歌且莫翻新阕，一曲能教肠寸结”，再由理念中的情痴重新返回到上片的樽前话别的情事。“离歌”自当指樽前所演唱的离别的歌曲，所谓“翻新阕”者，殆如白居易《杨柳枝》所云“古歌旧曲君休听，听取新翻杨柳枝”，与刘禹锡同题和白氏诗所云“请君莫奏前朝曲，听唱新翻杨柳枝”。欧阳修《采桑子》组词前之《西湖念语》，亦云“因翻旧阕之词，写以新声之调”。盖如《阳关》旧曲，已不堪听，离歌新阕，亦“一曲能教肠寸结”也。前句“且莫”二字的劝阻之辞写得如此叮咛恳切，正足以反衬后句“肠寸结”的哀痛伤心。\n\n　　末二句却突然扬起，写出了“直须看尽洛城花，始共春风容易别”的遣玩的豪兴。欧阳修这一首《玉楼春》词，明明蕴含有很深重的离别的哀伤与春归的惆怅，然而他却偏偏结尾写出了如此豪宕的句子。这二句中，他不仅要把“洛城花”完全“看尽”，表现了一种遣玩的意兴，而且他所用的“直须”和“始共”等口吻也极为豪宕有力。然而“洛城花”却毕竟有“尽”，“春风”也毕竟要“别”，因此豪宕之中又实隐含了沉重的悲慨。所以王国维《人间词话》中论及欧词此数句时，乃谓其“于豪放之中有沉着之致，所以尤高”。\n\n","translation":"樽前拟把归期说定，一杯心切情切，欲说时佳人无语滴泪，如春风妩媚的娇容，先自凄哀低咽。啊，人生自是有情，情到深处痴绝，这凄凄别恨不关涉——楼头的清风，中天的明月。\n饯别的酒宴前，莫再演唱新的一阕，清歌一曲，已让人愁肠寸寸郁结。啊，此时只需要把满城牡丹看尽，你与我同游相携，这样才会——少些滞重的伤感，淡然无憾地与归去的春风辞别。\n\n"}
{"_id":{"$oid":"5b9a145b367d5cab18668722"},"title":"蜀中九日 / 九日登高","dynasty":"唐代","writer":"王勃","content":"九月九日望乡台，他席他乡送客杯。 \n人情已厌南中苦，鸿雁那从北地来。","type":["重阳节","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154122753.mp3","remark":"九月九日：指重阳节。\n望乡台：古代出征或流落在外乡的人，往往登高或登土台，眺望家乡，这种台称为望乡台。\n他席：别人的酒席。这里指为友人送行的酒席。\n他乡：异乡。\n南中：南方，这里指四川一带。\n那：为何。\n北地：北方。\n\n","translation":"在重阳节这天登高回望故乡，身处他乡，设席送朋友离开，举杯之际，分外愁。\n心中已经厌倦了南方客居的各种愁苦，我想北归不得，鸿雁为何还要从北方来。\n\n"}
{"_id":{"$oid":"5b9a145b367d5cab18668723"},"title":"山园小梅二首","dynasty":"宋代","writer":"林逋","content":"众芳摇落独暄妍，占尽风情向小园。\n疏影横斜水清浅，暗香浮动月黄昏。\n霜禽欲下先偷眼，粉蝶如知合断魂。\n幸有微吟可相狎，不须檀板共金樽。\n\n剪绡零碎点酥乾，向背稀稠画亦难。\n日薄从甘春至晚，霜深应怯夜来寒。\n澄鲜只共邻僧惜，冷落犹嫌俗客看。\n忆着江南旧行路，酒旗斜拂堕吟鞍。\n\n","type":["古诗三百首","咏物","梅花","寓人","品质"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154125903.mp3","remark":"暄（xuān）妍：景物明媚鲜丽，这里是形容梅花。\n疏影横斜：梅花疏疏落落，斜横枝干投在水中的影子。疏影，指梅枝的形态。\n暗香浮动：梅花散发的清幽香味在飘动。黄昏：指月色朦胧，与上句“清浅”相对应，有双关义。\n霜禽：羽毛白色的禽鸟。根据林通“梅妻鹤子”的趣称，理解为“白鹤”更佳。偷眼：偷偷地窥看。\n合：应该。断魂：形容神往，犹指销魂。\n狎（xiá）：玩赏，亲近。\n檀（tán）板：檀木制成的拍板，歌唱或演奏音乐时用以打拍子。这里泛指乐器。金樽（zūn）：豪华的酒杯，此处指饮酒。\n绡（xiāo）：生丝绸。酥：酥酪一般的。乾（gān）：枝干。\n向背：面向和背对的姿态。稀稠：疏疏密密的布局。\n日薄：日落。从：任从。甘：甘心。\n澄鲜：清新。\n吟鞍：指吟诗者所骑的马鞍。\n\n","shangxi":"　　林逋种梅养鹤成癖，终身不娶，世称“梅妻鹤子”，所以他眼中的梅含波带情，笔下的梅更是引人入胜。\n\n　　第一首诗一开端就突写作者对梅花的喜爱与赞颂之情：“众芳摇落独暄妍，占尽风情向小园”，它是在百花凋零的严冬迎着寒风昂然盛开，那明丽动人的景色把小园的风光占尽了。一个“独”字、一个“尽”字，充分表现了梅花独特的生活环境、不同凡响的性格和那引人入胜的风韵。作者虽是咏梅，实则是他“弗趋荣利”、“趣向博远”思想性格的真实写照。苏轼曾在《书林逋诗后》说；“先生可是绝伦人，神清骨冷无尘俗。”其诗正是作者人格的化身。\n\n　　颔联是最为世人称道的，它为人们送上了一幅优美的山园小梅图。这一联简直把梅花的气质风姿写尽绝了，它神清骨秀，高洁端庄，幽独超逸。上句轻笔勾勒出梅之骨，下句浓墨描摹出梅之韵，“疏影”、“暗香”二词用得极好，它既写出了梅花不同于牡丹、芍药的独特形成；又写出了它异于桃李浓郁的独有芬芳。极真实地表现诗人在朦胧月色下对梅花清幽香气的感受，更何况是在黄昏月下的清澈水边漫步，那静谧的意境，疏淡的梅影，缕缕的清香，使之陶醉。“横斜”传其妩媚，迎风而歌；“浮动”言其款款而来，飘然而逝，颇有仙风道骨。“水清浅”显其澄澈，灵动温润。“暗香”写其无形而香，随风而至，如同捉迷藏一样富有情趣；“月黄昏”采其美妙背景，从时间上把人们带到一个“月上柳梢头，人约黄昏后”的动人时刻，从空间上把人们引进一个“落霞与孤鹜齐飞，秋水共长天一色”似的迷人意境。首联极目聘怀，颔联凝眉结思。林逋这两句诗也并非是臆想出来的，他除了有生活实感外，还借鉴了前人的诗句。\n\n　　林逋这两句诗也并非是臆想出来的，他除了有生活实感外，还借鉴了前人的诗句。五代南唐江为有残句：“竹影横斜水清浅，桂香浮动月黄昏。”这两句既写竹，又写桂。不但未写出竹影的特点，且未道出桂花的清香。因无题，又没有完整的诗篇，未能构成了一个统一和谐的主题、意境，感触不到主人公的激情，故缺乏感人力量。而林逋只改了两字，将“竹”改成“疏”，将“桂”改成“暗”，这“点睛”之笔，使梅花形神活现，可见林逋点化诗句的才华。\n\n　　上二联皆实写，下二联虚写。\n\n　　作者写尽梅花姿质后，掉转笔头，从客观上着意泻染：“霜禽欲下先偷眼，粉蝶如知合断魂。”前句极写白鹤爱梅之甚，它还未来得及飞下来赏梅，就迫不及待地先偷看梅花几眼。“先偷眼”三字写得很是传神，作者对现实事物的观察是非常细致的。后句则变换手法，用设想之词，来写假托之物，意味深邃。而“合断魂”一词更是下得凄苦凝重，因爱梅而至销魂，这就把蝴蝶对梅的喜爱夸张到了顶端。通过颈联的拟人化手法，从而更进一步衬托出作者对梅花的喜爱之情和幽居之乐。联中那不为人经意的“霜”、“粉”二字，也实是经诗人精心择取，用来表现他高洁情操和淡远的趣味。\n\n　　以上三联，作者是把梅当作主体，诗人的感情是通过议论、叙述、拟人等手法隐曲地体现在咏梅之中。至尾联主体的梅花转化为客体，成为被欣赏的对象。而作者则从客体变为主体，他的感情由隐至显，从借物抒怀变为直抒胸臆：“幸有微吟可相狎，不须檀板共金尊。”尾联“微吟”实讲“口中梅”也，“微”言其淡泊雅致，如此咀嚼，虽不果腹，然可暖心、洁品、动情、铸魂，表达出诗人愿与梅化而为一的生活旨趣和精神追求，至此诗人对梅的观赏进入了冯友兰所说的“天地境界”，人们看到的则是和“霜禽”“粉蝶”一样迫不及待和如痴如醉的诗人——一个梅化的诗人。在赏梅中低声吟诗，使幽居生活平添几分雅兴，在恬静的山林里自得其乐，真是别具风情，根本不须音乐、饮宴那些热闹的俗情来凑趣。这就把诗人的理想、情操、趣味全盘托出，使咏物与抒情达到水乳交融的进步。\n\n　　全诗之妙在于脱略花之形迹，着意写意传神，因而用侧面烘托的笔法，从各个角度渲染梅花清绝高洁的风骨，这种神韵其实就是诗人幽独清高、自甘淡泊的人格写照。\n\n　　第二首诗开头两句是说梅花像是剪碎了的丝织品，上面涂了油酥，正反面有深有浅，多么自然，画是画不出来的。这里用精细轻薄的丝织品绢和油酥制品来比喻悔花的滋润柔美，十分传神。这在宋代诗词作品中一不乏其例，如苏轼《腊梅》诗中就有“天工点酥作梅花”的句子。“向背”、“稀稠‘’描绘了在白天丽日高照下的梅花风姿。接下去说梅花在整个白天直到日薄西山这段时间里，可以尽情地享受春天的温暖，但到夜幕降临的时候，在严霜的侵袭下，梅花可能要受不了吧。梅花本来是以其经霜耐寒的品格受到人们称赞的，“霜深应怯”的顾虑似乎大可不必，但正是这不必要顾虑的顾虑，才能表达出诗人对梅花的无比深情。\n\n　　五、六两句是赞美梅花孤高绝俗的品性：清新鲜艳的梅花只能让隔壁的僧人爱惜，尽管它很冷落，但是还不愿让城里的俗人来观赏。把“邻僧”和“俗客”对举，是因为佛门弟子信奉清净无为的教义，往往和隐逸之士的思想非常合拍，这在历史上是屡见不鲜的。唐代著名诗人王维，在政治上遭到挫折后，就以“诗佛”自居，“晚年唯好静，万事不关心。”（《酬张少府》），看破红尘，成为佛门信徒。二十年足迹不进城市的林逋也是如此。末尾两句是说：回忆过去在梅花盛开、洒旗飘拂的江南路上，微风吹过，梅花簌簌地坠到马鞍上，叫人情不自禁地吟起诗来。以此作结，饶有情趣。\n\n　　从意象构造的角度言，这组诗单言山园小梅，实非易事，但诗人借物来衬，借景来托，使其成为一幅画面中的中心意象，此一绝也。\n\n　　诗人具体写梅画梅时，虚实结合，对比呈现，使得全诗节奏起伏跌宕，色彩时浓时淡，环境动静相宜，观景如梦如幻，充分体现了“山园”的绝妙之处，这一点也是为许多赏家所忽视的，正是通过这一点，作者淋漓尽致地表达出“弗趋荣利”、“趣向博远”精神品格。此二绝也。\n\n　　作者以梅自况，虽展现了中国传统文人的一贯追求，然而也颇具特色。单就“疏影”一联而言，欧阳修说：“前世咏梅者多矣，未有此句也。”陈与义说：“自读西湖处士诗，年年临水看幽姿。晴窗画出横斜影，绝胜前村夜雪时。”（《和张矩臣水墨梅》）他认为林逋的咏梅诗已压倒了唐齐已《早梅》诗中的名句“前村深雪里，昨夜一枝开”。王士朋对其评价更高，誉之为千古绝唱：“暗香和月人佳句，压尽千古无诗才。”辛弃疾在《念奴娇》中奉劝骚人墨客不要草草赋梅：“未须草草赋梅花，多少骚人词客。总被西湖林处士，不肯分留风月。”因为这联特别出名，所以“疏影”、“暗香”二词，就成了后人填写梅词的调名，如姜夔有两首咏梅词即题为《暗香》、《疏影》，此后即成为咏梅的专有名词，可见林逋的咏梅诗对后世文人影响之大。这只说到了其一，更为重要的是梅在林逋的笔下，不再是浑身冷香了，而是充满了一种“丰满的美丽”，很有精神，很有力度，也很温度，很有未来。正因为如此，该诗才有着强烈的现实感，让人感到很真实，回到它的起始状态，作为“梅妻鹤子”的林逋，写出此种具有理想主义倾向的诗句来，是一种富有力量的心灵审美。此三绝也。\n\n　　作者写出此种妙句，亦非唾手可得。宋初另有相当多的诗人，偏重以苦吟的写作方法在狭小的格局中描绘清新小巧的自然景象，表达或是失意怅惘、或是闲适旷达的士大夫情趣，这主要是继承了唐代贾岛、姚合一派的风格，林逋就是这些诗人之一。另外，这组诗格局未免太小，后面自命清高的标榜，也实在有唯恐不为人知的味道。\n\n","translation":"百花凋零，独有梅花迎着寒风昂然盛开，那明媚艳丽的景色把小园的风光占尽。\n稀疏的影儿，横斜在清浅的水中，清幽的芬芳浮动在黄昏的月光之下。\n寒雀想飞落下来时，先偷看梅花一眼；蝴蝶如果知道梅花的妍美，定会消魂失魄。\n幸喜我能低声吟诵，和梅花亲近，不用敲着檀板唱歌，执着金杯饮酒来欣赏它了。\n\n像剪碎的丝绸点缀着酥酪般的枝干，要画出那姿态和布局确实为难。\n尽情享受着日落春晚，影单应当怯怕霜重夜寒。\n澄洁鲜艳只与相邻的高僧共惜，冷落孤傲犹嫌被俗人一看。\n想起旧时在江南的旅途上，香魂飘落于酒旗下行吟的马鞍。\n\n"}
{"_id":{"$oid":"5b9a145b367d5cab18668724"},"title":"山市","dynasty":"清代","writer":"蒲松龄","content":"　　奂山山市，邑八景之一也，然数年恒不一见。孙公子禹年与同人饮楼上，忽见山头有孤塔耸起，高插青冥，相顾惊疑，念近中无此禅院。无何，见宫殿数十所，碧瓦飞甍，始悟为山市。未几，高垣睥睨，连亘六七里，居然城郭矣。中有楼若者，堂若者，坊若者，历历在目，以亿万计。忽大风起，尘气莽莽然，城市依稀而已。既而风定天清，一切乌有，惟危楼一座，直接霄汉。楼五架，窗扉皆洞开；一行有五点明处，楼外天也。\n\n　　层层指数，楼愈高，则明渐少。数至八层，裁如星点。又其上，则黯然缥缈，不可计其层次矣。而楼上人往来屑屑，或凭或立，不一状。逾时，楼渐低，可见其顶；又渐如常楼；又渐如高舍；倏忽如拳如豆，遂不可见。\n\n　　又闻有早行者，见山上人烟市肆，与世无别，故又名“鬼市”云。\n\n","type":["初中文言文","叙事","写景"],"remark":"山市：山市蜃景，与“海市蜃楼”相似。\n奂山 ：山名。旧淄川县有涣山，也写作焕山。\n邑：县。这里指清代淄川县，今属淄博市。\n孙公子禹年 ：对孙禹年的尊称。公子，旧时用来称呼豪门贵族子弟。\n然数年恒不一见 ：经常是多年看不见一次。然，但是。 数年，许多年。恒，经常。\n同人：共事的人或志同道合的友人\n饮：喝酒。 \n青冥 ：青天，天空。青，形容天空的颜色。冥，形容天高远无穷的样子。\n相顾 ：你看看我，我看看你。\n念：想。\n禅院 ：佛寺。禅，佛教用语，表示与佛教有关的事物。\n无何 ：不久，不一会儿。\n碧瓦飞甍：青色的瓦和翘起的屋檐。飞甍：两端翘起的房脊。甍，房脊。\n始悟 ：才明白。始：才，悟：明白\n未几 ：不久，不一会儿。与前边的“无何”含义相同。\n高垣睥睨 ：高高低低的城墙。高垣，高墙。睥睨，又写做“埤堄”。指女墙，即城墙上呈凹凸形的矮墙。\n连亘 ：连绵不断。\n居然城郭 ：竟然变成一座城郭了。居然，竟然。城郭，城市。\n中有楼若者 ：其中有的像楼。\n堂若者 ：有的像厅堂。堂，厅堂。\n坊若者 ：有的像牌坊。坊，街巷、店铺。\n历历在目 ：清晰地出现在眼前。\n以：用。\n莽莽然 ：一片迷茫的样子。莽莽，一片迷茫。\n依稀 ：隐隐约约。\n既而：不久。\n一切乌有：这个词用来形容什么都没有，或者也可以用来形容漏得或者消磨、消耗得所剩无几。现指，所有的（景象）都没有了。乌有，虚幻，不存在。乌，同“无”。\n危楼 ：高楼。危，高。\n直接：连接。\n霄汉 ：云霄与天河。\n窗扉 ：窗户。\n皆：都。\n洞开 ：敞开\n裁如星点 ：才像星星那么小。裁，通“才”，仅仅。\n黯然缥缈 ：黯淡下来，隐隐约约，若有若无。黯然，昏暗的样子缥缈，隐隐约约，若有若无，又作“飘渺”。\n而：然后。\n往来屑屑 ：形容来往匆匆。屑屑，忙碌的样子。\n或：有的人。\n凭 ：靠着。\n不一状 ：形态不一。\n逾时 ：过了一会儿。\n倏忽 ：突然。\n遂 ：终于。\n人烟市肆 ：人家和集市。市肆，集市。肆，店铺。\n孤 ：孤零零。\n耸 ：耸立。\n惊疑 ：惊奇，疑惑。\n碧 ：青绿色。\n同人：同业朋友。\n然：但是。\n数：几。\n明（出自文中“则明渐少”）：光亮。\n行（出自文中“又闻有早行者”）：赶路（另一说行也为走的意思）\n与世无别：跟尘世上的情形没有什么区别。\n孙公子禹年：对孙禹年的尊称。\n风定天清：大风停止，天空晴朗。\n孤塔耸起：意思是孤零零的一座塔耸立起来。\n\n通假字\n裁如星点：裁通“才”，仅仅，只有,刚刚。\n乌:乌通“无”，没有。\n\n词类活用\n故又名“鬼市”云 （名：叫，称。名词用作动词）。\n窗扉皆洞开（洞：像洞一样，名词作状语）。\n中有楼若者，堂若者，坊若者（名词作状语。依次译为：城市中有像楼台的，有像厅堂的，有像牌坊的）。\n楼渐低(低：降低。形容词作动词）\n\n古今异义\n恒：\n古义：常常，经常。\n今义：持久，普通。\n顾：\n古义：看。\n今义：注意。\n念：\n古义：1.思考、思虑 2.惦念、怀思 3. 诵读\n今义：1.想念 2.读.\n悟：\n古义：明白。\n今义：了解。\n始：\n今义：开始。\n危楼:\n古义：高楼。危，高耸。\n今义：危险的楼。\n直接:\n古义：一直连接到。\n今义：不经过中间的事物。\n黯然：\n古义：1.黑色的样子 2.暗淡无光的样子 3.神情沮丧的样子 4.和谐顺利的意思。\n今义：1.阴暗的样子 2.心里不舒服，情绪低落。\n层次：\n古义:层数 。\n今义:说话、作文的次序。\n睥睨：\n古义：城墙上面呈凹凸形的短墙，亦称女墙。\n今义：眼睛斜着向旁边看，形容傲慢的样子。\n居然：\n古义：竟然。\n今义：表示出乎意料,在自己意料之外\n（原文：然数年恒不一见）连词，但是，然而（表转折）。\n(原文：尘气莽莽然）助词，……的样子。\n（原文：居然城郭矣）尾词，副词后缀。\n数:\n（原文：见宫殿数十所）量词，几，几个。\n（原文：数至八层，裁如星点）动词，计数。（原文：然数年恒不一见）多。\n(原文：中有楼若者，堂若者,坊若者）有想楼台的，有想厅堂的，有像牌坊的。\n无何：\n古义：不久，一会儿。\n今义：没有什么。\n以：\n（原文：以亿万计）用，(形容很多)。\n\n","translation":"奂山的山市,是（淄川）县有名的八景之一，但好几年也难得见到一次。有位名叫孙禹年的公子，同几位志同道合朋友（在）楼上饮酒，忽然看见（奂山）山头有一座孤零零塔耸立起来，高高地插入青天。（大家）面面相觑，惊疑不定，心想附近并没有这么个禅院。没过多久，又出现了几十座高大的宫殿，碧绿色的琉璃瓦，飞翘的殿檐，(人们)这才明白是（出现）山市。不到一会儿，只见一座高高低低的城墙,连绵不断有六七里长，竟然像一座城市。其中(景物）有像楼一样的，有像厅堂一样的，有像街巷一样的，（一个个）清晰地出现在眼前，（多得）可以用亿万来计算。忽然，一阵大风刮起，空气中的尘土之大，城市变得隐隐约约。接着，风停了，天空又变得晴朗起来，刚才的一切都消失了，只有一座高楼，直插云霄，这座楼每层有五间，门窗全都是大开着的；每一行有五处明亮的地方，(透露出)那是楼那边的天空。\n一层层地指着数，楼越高亮点越小，数到第八层，亮点才如星星一般大了；又往上数，就昏暗得看不分明，没法计算层次了。楼上的人往来匆匆，有靠着的，有站立的，形态各不一样。过了一会，楼渐渐低矮下来，可以看见楼顶了，慢慢地又像平常的高楼一样了，又渐渐地像座高房子，突然间又只像拳头那么大，像豆粒那么小，接着就什么也看不见了。\n又听说有起早赶路的人，看见山上有店铺集市（人来人往），和人世间没有两样，所以又叫“鬼市”。\n\n"}
{"_id":{"$oid":"5b9a145b367d5cab18668725"},"title":"鹧鸪天·送人","dynasty":"宋代","writer":"辛弃疾","content":"唱彻《阳关》泪未干，功名馀事且加餐。浮天水送无穷树，带雨云埋一半山。\n今古恨，几千般，只应离合是悲欢？江头未是风波恶，别有人间行路难！","type":["宋词精选","送别","感伤"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154125671.mp3","remark":"唱彻《阳关》：唱完送别的歌曲。 彻，完；《阳关》，琴歌《阳关三叠》。\n馀，多余；加餐，多吃饭。\n无穷：无尽，无边。\n今古，古往今来；般，种。\n只应，只以为，此处意为“岂只”。\n未是：还不是。\n别有：更有。\n\n","translation":"唱完了《阳关》曲泪却未干，视功名为馀事（志不在功名）而劝加餐。水天相连，好像将两岸的树木送向无穷的远方，乌云挟带着雨水，把重重的高山掩埋了一半。\n古往今来使人愤恨的事情，何止千件万般，难道只有离别使人悲伤，聚会才使人欢颜？江头风高浪急，还不是十分险恶，而人间行路却是更艰难。\n\n"}
{"_id":{"$oid":"5b9a145b367d5cab18668726"},"title":"临江仙·送钱穆父","dynasty":"宋代","writer":"苏轼","content":"一别都门三改火，天涯踏尽红尘。依然一笑作春温。无波真古井，有节是秋筠。\n惆怅孤帆连夜发，送行淡月微云。尊前不用翠眉颦。人生如逆旅，我亦是行人。(尊 通：樽)","type":["豪放","送别","友情","慰勉"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154126723.mp3","remark":"临江仙：唐教坊曲，用作词调。又名《谢新恩》、《雁后归》、《画屏春》、《庭院深深》、《采莲回》、《想娉婷》、《瑞鹤仙令》、《鸳鸯梦》、《玉连环》。敦煌曲两首，任二北《敦煌曲校录》定名\n《临江仙》。此词双调六十字，平韵格。\n钱穆：名勰，又称钱四。元佑三年，因坐奏开封府狱空不实，出知越州（今浙江绍兴）。元佑五年，又徙知瀛洲（治所在今河北河间）。元佑六年春，钱穆父赴任途中经过杭州，苏轼作此词以送。\n父：是对有才德的男子的美称。\n都门：是指都城的城门。\n改火：古代钻木取火，四季换用不同木材，称为“改火”，这里指年度的更替。\n春温：是指春天的温暖。\n古井：枯井。比喻内心恬静，情感不为外界事物所动。\n筠：竹。\n翠眉：古代妇女的一种眉饰，即画绿眉，也专指女子的眉毛。\n颦：皱眉头。\n逆旅：旅店。\n\n","shangxi":"　　这首词是公元1091年（宋哲宗元祐六年）春苏轼知杭州时，为送别自越州（今浙江绍兴）北徙途经杭州的老友钱穆父（名勰）而作。全词一改以往送别诗词缠绵感伤、哀怨愁苦或慷慨悲凉的格调，创新意于法度之中，寄妙理于豪放之外，议论风生，直抒性情，写得既有情韵，又富理趣，充分体现了作者旷达洒脱的个性风貌。词人对老友的眷眷惜别之情，写得深沉细腻，婉转回互，一波三折，动人心弦。\n\n　　词的上片写与友人久别重逢。元祐初年，苏轼朝为起居舍人，钱穆父为中书舍人，气类相善，友谊甚笃。元祐三年穆父出知越州，都门帐饮时，苏轼曾赋诗赠别。岁月如流，此次杭州重聚，已是别后的第三个年头了。三年来，穆父奔走于京城、吴越之间，此次又远赴瀛州，真可谓“天涯踏尽红尘”。分别虽久，可情谊弥坚，相见欢笑，犹如春日之和煦。更为可喜的是友人与自己都能以道自守，保持耿介风节，借用白居易《赠元稹》诗句来说，即“无波古井水，有节秋竹竿”。作者认为，穆父出守越州，同自己一样，是由于朝好议论政事，为言官所攻。\n\n　　以上数句，先从时间着笔，回忆前番离别，再就空间落墨，概述仕宦生涯，接下来抒发作者对仕宦失意、久处逆境所持的达观态度，并用对偶连喻的句式，通过对友人纯一道心、保持名节的赞颂，表明了自己淡泊的心境和坚贞的操守。词的上片既是对友人辅君治国、坚持操守的安慰和支持，也是词人半生经历、松柏节操的自我写照，是词人的自勉自励，寓有强烈的身世之感。明写主，暗寓客；以主慰客，客与主同，表现出作者与友人肝胆相照，志同道合。\n\n　　词的下片切入正题，写月夜送别友人。“惆怅孤帆连夜发，送行淡月微云”一句，描绘出一种凄清幽冷的氛围，渲染了作者与友人分别时抑郁无欢的心情。\n\n　　“樽前不用翠眉颦”一句，由哀愁转为旷达、豪迈，说离宴中歌舞相伴的歌妓用不着为离愁别恨而哀怨。这一句，其用意一是不要增加行者与送者临歧的悲感，二是世间离别本也是常事，则亦不用哀愁。这二者似乎有矛盾，实则可以统一强抑悲怀、勉为达观这一点上，这符合苏轼宦途多故之后锻炼出来的思想性格。词末二句言何必为暂时离别伤情，其实人生如寄，李白《春夜宴从弟桃花园序》云：“夫天地者，万物之逆旅也，光阴者，百代之过客也。”既然人人都是天地间的过客，又何必计较眼前聚散和江南江北呢？词的结尾，以对友人的慰勉和开释胸怀总收全词，既动之以情，又揭示出得失两忘、万物齐一的人生态度。\n\n　　苏轼一生虽积极入世，具有鲜明的政治理想和政治主张，但另一方面又受老庄及佛家思想影响颇深，每当官场失意、处境艰难时，他总能“游于物之外”，“无所往而不乐”，以一种恬淡自安、闲雅自适的态度来应对外界的纷纷扰扰，表现出超然物外、随遇而安的旷达、洒脱情怀。这首送别词中的“一笑作春温”、“樽前不用翠眉颦。人生如逆旅，我亦是行人”等句，是苏轼这种豪放性格、达观态度的集中体现。然而在这些旷达之语的背后，仍能体察出词人对仕宦浮沉的淡淡惆怅，以及对身世飘零的深沉慨叹。\n\n","translation":"自从我们在京城分别一晃又三年，远涉天涯你奔走辗转在人间。相逢一笑时依然像春天般的温暖。你心如古井水不起波澜，高风亮节象秋天的竹竿。\n我心惆怅因你要连夜分别扬孤帆，送行之时云色微茫月儿淡淡。陪酒的歌妓不用冲着酒杯太凄婉。人生就是一趟艰难的旅程，你我都是那匆匆过客，就如在不同的客栈停了又走，走了又停。\n\n"}
{"_id":{"$oid":"5b9a145b367d5cab18668727"},"title":"屈原塔","dynasty":"宋代","writer":"苏轼","content":"楚人悲屈原，千载意未歇。\n精魂飘何处，父老空哽咽。\n至今沧江上，投饭救饥渴。\n遗风成竞渡，哀叫楚山裂。\n屈原古壮士，就死意甚烈。\n世俗安得知，眷眷不忍决。\n南宾旧属楚，山上有遗塔。\n应是奉佛人，恐子就沦灭。\n此事虽无凭，此意固已切。\n古人谁不死，何必较考折。\n名声实无穷，富贵亦暂热。\n大夫知此理，所以持死节。","type":["端午节","风俗","怀古"]}
{"_id":{"$oid":"5b9a145c367d5cab18668728"},"title":"行路难三首","dynasty":"唐代","writer":"李白","content":"金樽清酒斗十千，玉盘珍羞直万钱。\n停杯投箸不能食，拔剑四顾心茫然。\n欲渡黄河冰塞川，将登太行雪满山。\n闲来垂钓碧溪上，忽复乘舟梦日边。\n行路难！行路难！多歧路，今安在？\n长风破浪会有时，直挂云帆济沧海。\n\n大道如青天，我独不得出。 \n羞逐长安社中儿，赤鸡白雉赌梨栗。\n弹剑作歌奏苦声，曳裾王门不称情。\n淮阴市井笑韩信，汉朝公卿忌贾生。\n君不见昔时燕家重郭隗，拥篲折节无嫌猜。\n剧辛乐毅感恩分，输肝剖胆效英才。\n昭王白骨萦蔓草，谁人更扫黄金台？\n行路难，归去来！\n\n有耳莫洗颍川水，有口莫食首阳蕨。\n含光混世贵无名，何用孤高比云月？\n吾观自古贤达人，功成不退皆殒身。\n子胥既弃吴江上，屈原终投湘水滨。\n陆机雄才岂自保？李斯税驾苦不早。\n华亭鹤唳讵可闻？上蔡苍鹰何足道？\n君不见吴中张翰称达生，秋风忽忆江东行。\n且乐生前一杯酒，何须身后千载名？\n\n","type":["怀才不遇","励志","组诗"],"remark":"樽（zūn）：古代盛酒的器具，以金为饰。清酒：清醇的美酒。斗十千：一斗值十千钱（即万钱），形容酒美价高。\n珍羞：珍贵的菜肴。羞：同“馐”，美味的食物。直：通“值”，价值。\n箸（zhù）：筷子。\n闲来垂钓碧溪上，忽复乘舟梦日边：这两句暗用典故：姜太公吕尚曾在渭水的磻溪上钓鱼，得遇周文王，助周灭商；伊尹曾梦见自己乘船从日月旁边经过，后被商汤聘请，助商灭夏。这两句表示诗人自己对从政仍有所期待。碧：一作“坐”。\n多岐路，今安在：岔道这么多，如今身在何处？岐：一作“歧”。安：哪里。\n长风破浪：比喻实现政治理想。据《宋书·宗悫传》载：宗悫少年时，叔父宗炳问他的志向，他说：“愿乘长风破万里浪”\n云帆：高高的船帆。船在海里航行，因天水相连，船帆好像出没在云雾之中。\n社：古二十五家为一社。白狗：一作“白雉”。\n弹剑：战国时齐公子孟尝君门下食客冯谖曾屡次弹剑作歌怨己不如意。\n贾生：洛阳贾谊，曾上书汉文帝，劝其改制兴礼，受时大臣反对。\n拥篲：燕昭王亲自扫路，恐灰尘飞扬，用衣袖挡帚以礼迎贤士邹衍。折节：一作“折腰”。\n归去来：指隐居。语出东晋陶渊明《归去来辞》。\n首阳蕨：《史记·伯夷列传》：“武王已平殷乱，天下宗周，而伯夷、叔齐耻之，义不食周粟，隐于首阳山，采薇而食之……遂饿死于首阳山。”《索引》：“薇，蕨也。”按薇、蕨本二草，前人误以为一。\n含光混世贵无名：此句言不露锋芒，随世俯仰之意。《高士传》：巢父谓许由曰：“何不隐汝形，藏汝光？”\n自古贤达人：鲍照《拟行路难》：“自古圣贤尽贫贱”。《史记·蔡泽列传》：“四时之序，成功者去。……商君为秦孝公明法令，……功已成矣，而遂以车裂。……白起……功已成矣，而遂赐剑死于杜邮。吴起……功已成矣，而卒枝解。大夫种为越王深谋远计……令越成霸，功已彰而信矣，勾践终负而杀之。此四子者，功成不去，祸至于身？”\n子胥：伍子胥，春秋末期吴国大夫。《吴越春秋》卷五《夫差内传》：“吴王闻子胥之怨恨也，乃使人赐属镂之剑，子胥……遂伏剑而死。吴王乃取子胥尸，盛以鸱夷之器，投之于江中。”又见《国语·吴语》。\n陆机雄才岂自保：《晋书·陆机传》载：陆机因宦人诬陷而被杀害于军中，临终叹曰：“华亭鹤唳，岂可复闻乎？”\n李斯税驾苦不早：李斯，秦国统一六国的大功臣，任秦朝丞相，后被杀。《史记·李斯列传》载：李斯喟然叹曰：“……斯乃上蔡布衣……今人臣之位，无居臣上者，可谓富贵极矣。物极则衰，吾未知所税驾？”《索引》：“税驾，犹解驾，言休息也。”\n华亭鹤唳讵可闻？上蔡苍鹰何足道：这两句还是写李斯。《史记·李斯列传》：“二世二年七月，具斯五刑，论腰斩咸阳市。斯出狱，与其中子俱执，顾谓其中子曰：‘吾欲与若复牵黄犬俱出上蔡东门逐狡兔，岂可得乎！’”《太平御览》卷九二六：《史记》曰：“李斯临刑，思牵黄犬、臂苍鹰，出上蔡门，不可得矣。”\n秋风忽忆江东行：这句写张翰。《晋书·张翰传》：“张翰，字季鹰，吴郡吴人也。……为大司马东曹掾。……因见秋风起，乃思吴中菰菜、莼羹、鲈鱼脍，曰：‘人生贵得适志，何能羁官数千里，以要名爵乎？’遂命驾而归。……或谓之曰：‘卿乃纵适一时，独不为身后名邪？’答曰：‘使我有身后名，不如即时一杯酒。’时人贵其旷达。”\n\n","shangxi":"　“行路难”多写世道艰难，表达离情别意。李白《行路难》共三首，蘅塘退士辑选其一。诗以“行路难”比喻世道险阻，抒写了诗人在政治道路上遭遇艰难时，产生的不可抑制的激愤情绪；但他并未因此而放弃远大的政治理想，仍盼着总有一天会施展自己的抱负，表现了他对人生前途乐观豪迈的气概，充满了积极浪漫主义的情调。\n\n　　诗开头写“金樽清酒”、“玉盘珍馐”，描绘了一个豪华盛大的饯行宴饮场面。接着写“停杯投箸”、“拔剑四顾”，又向读者展现了作者感情波涛的冲击。中间四句，既感叹“冰塞川”、“雪满山”、又恍然神游千载之上，看到了吕尚、伊尹忽然得到重用。“行路难”四个短句，又表现了进退两难和继续追求的心理。最后两句，表达了尽管理想与现实有着巨大的距离，尽管诗人内心痛苦，但还是在沉郁中振起，坚定了信心，重新鼓起了沧海扬帆的勇气。\n\n　　全诗在高度彷徨与大量感叹之后，以“长风破浪会有时”忽开异境，并且坚信美好前景，终会到来，因而“直挂云帆济沧海”，激流勇进。蕴意波澜起伏，跌宕多姿。\n\n","translation":"金杯中的美酒一斗价十千，玉盘里的菜肴珍贵值万钱。\n但心情愁烦使得我放下杯筷，不愿进餐。拔出宝剑环顾四周，心里一片茫然。\n想渡过黄河，坚冰堵塞大川；想登太行山，大雪遍布高山。\n遥想当年，姜太公溪垂钓，得遇重才的文王，伊尹乘舟梦日，受聘在商汤身边。\n人生的道路何等艰难，何等艰难，歧路纷杂，真正的大道究竟在哪边？\n坚信乘风破浪的时机定会到来，到那时，将扬起征帆远渡碧海青天。\n\n大道虽宽广如青天，唯独没有我的出路。\n我不愿意追随长安城中的富家子弟，去搞斗鸡走狗一类的赌博游戏。\n像冯谖那样弹剑作歌发牢骚，在权贵之门卑躬屈节，那不合我心意。\n韩信发迹之前被淮阴市井之徒讥笑，贾谊才能超群遭汉朝公卿妒忌。\n君不见古时燕昭王重用郭隗，拥篲折节、谦恭下士，毫不嫌疑猜忌。\n剧辛和乐毅感激知遇的恩情，竭忠尽智，以自己的才能为君主效力。\n而今燕昭王之白骨已隐于荒草之中，还有谁能像他那样重用贤士呢？\n世路艰难，我只得归去啦！\n\n不要学许由用颍水洗耳，不要学伯夷和叔齐隐居收养采薇而食。\n在世上活着贵在韬光养晦，为什么要隐居清高自比云月?\n我看自古以来的贤达之人，功绩告成之后不自行隐退都死于非命。\n伍子胥被吴王弃于吴江之上，屈原最终抱石自沉汨罗江中。\n陆机如此雄才大略也无法自保，李斯以自己悲惨的结局为苦。\n陆机是否还能听见华亭别墅间的鹤唳？李斯是否还能在上蔡东门牵鹰打猎？\n你不知道吴中的张翰是个旷达之人，因见秋风起而想起江东故都。\n生时有一杯酒就应尽情欢乐，何须在意身后千年的虚名？\n\n"}
{"_id":{"$oid":"5b9a145c367d5cab18668729"},"title":"菩萨蛮·人人尽说江南好","dynasty":"唐代","writer":"韦庄","content":"人人尽说江南好，游人只合江南老。春水碧于天，画船听雨眠。\n垆边人似月，皓腕凝霜雪。未老莫还乡，还乡须断肠。","type":["宋词三百首","婉约","江南","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154126043.mp3","remark":"游人只合江南老：这里指飘泊江南的人，即作者自谓。只合：只应。江南好：白居易《忆江南》词首句为“江南好”。碧于天：一片碧绿，胜过天色。\n垆边：指酒家。垆，旧时酒店用土砌成酒瓮卖酒的地方。《史记·司马相如列传》记载，司马相如妻卓文君长得很美，曾当垆卖酒：“买一酒舍沽就，而令文君当垆。”\n皓腕凝霜雪：形容双臂洁白如雪。凝霜雪，像霜雪凝聚那样洁白。\n未老莫还乡，还乡须断肠：年尚未老，且在江南行乐。如还乡离开江南，当使人悲痛不已。须：必定，肯定。\n\n","shangxi":"　　这首诗是《菩萨蛮五首》中的第二首，对第一首的回应。难道主人公不愿意回到家中吗？可是自己求取功名不得，又怎能轻言回去呢？“人人尽说江南好。游人只合江南老。”写得多美！但这种美，不是靠意象的美而烘托，却是靠浓挚的情感，而且是经过理性的浸润后的浓挚的情感动人。江南之美，甲于天下，但寓居在此，逃避战乱的人，又怎么会有归属感？故这两句是沉郁的。“春水碧于天。画船听雨眠。”说的是碧绿的春水，比天空还要明净，躺在游船画舫之中，和着雨声入睡，又是何等之美，何等之空灵。前二句的沉郁，与后二句的空灵，就形成了难以言喻的艺术张力。\n\n　　过片暗用卓文君之典。汉时蜀人司马相如，与巨富卓王孙之女卓文君私奔，因卓王孙宣布与文君断绝关系，司马相如就令文君当垆，自己穿着短裤，在大街上洗涤酒器。所以“炉边人似月。皓腕凝双雪”，炉就是酒垆，炉边人指的就是自己的妻子，也就是上一首中“绿窗人”。主人公何尝不思念这位面如皎月、肤色赛霜雪的妻子？但是“未老莫还乡。还乡须断肠”，古人云富贵而不还乡，就像衣锦而夜行，而一事无成的人，回到家乡，心情却只有更加抑郁哀凉。这两句没有任何艺术技巧可言，纯粹靠人生阅历和情感动人，成为千古名句。清末大词人王鹏运提出，写词要符合“重、大、拙”三字诀，这两句就是“拙”的审美境界。\n\n","translation":"人人都说江南好，游人应该在江南待到老去。春天的江水清澈碧绿比天空还青，游人可以在有彩绘的船上听着雨声入眠。\n江南酒家卖酒的女子长得很美，卖酒撩袖时露出的双臂洁白如雪。年华未衰之时不要回乡，回到家乡后必定悲痛到极点。\n\n"}
{"_id":{"$oid":"5b9a145c367d5cab1866872a"},"title":"观书","dynasty":"明代","writer":"于谦","content":"书卷多情似故人，晨昏忧乐每相亲。\n眼前直下三千字，胸次全无一点尘。\n活水源流随处满，东风花柳逐时新。\n金鞍玉勒寻芳客，未信我庐别有春。","type":["赞美","读书"],"remark":"故人：老朋友。此用拟人手法，将书卷比拟作“故人”。\n“相亲”句：晨昏：即早晚，一天到晚．晨：早上。昏：黄昏。忧：愁。每：时常。亲：近。\n三千字。此为泛指，并非确数。此句说明作者读书多且快，同时也写出他那种如饥似渴的情态。\n胸次：胸中，心里。尘：杂念。这句说作者专心读书，胸无杂念，\n“活水”句：化用朱熹《观书有感》（其一）诗中：“问渠那得清如许，谓有源头活水来。”\n逐：挨着次序。\n金鞍：饰金的马鞍。玉勒：饰玉的马笼头。此泛指马鞍、笼头的贵美。\n庐：本指乡村一户人家所占的房地，引申为村房或小屋的通称。这里指书房。\n\n","shangxi":"　　该诗盛赞书之好处，讲开卷有益之理，极写读书之趣，作者于谦，是明代著名民族英雄、诗人。他生性刚直，博学多闻。他的勤学苦练精神与他的高风亮节一样名传后世。这首诗写诗人自我亲身体会，抒发喜爱读书之情，意趣高雅，风格率直，说理形象，颇有感染力。\n\n　　“书卷多情是故人，晨昏忧乐每相亲。”书本好似感情真挚的老友，每日从早到晚和自己形影相随、愁苦与共，形象地表明诗人读书不倦、乐在其中。本诗开篇，即以个人读书的独特体会，谈出自己和书本的亲密关系。中间两联，集中写己读书之乐。\n\n　　“眼前直下三千字，胸次全无一点尘。”眼前的书，一读即是无数字，读书之多之快，表现诗人读书如饥似渴的心情，胸中顿觉爽快，全无一点杂念。“直下三千字”，写为书所吸引；“全无一点尘”，写书本知识荡涤心胸，心无杂念。这两句诗使诗人专心致志，读书入迷的情态跃然纸上，也道出了一种读书方法。\n\n　　“活水随流随处满，东风花柳逐时新。”活水句，化用朱熹《观书有感》“问渠那得清如许，谓有源头活水来”句，是说坚持经常读书，就象池塘不断有活水注入，不断得到新的营养，永远清澈。“东风”句是说勤奋攻读，不断增长新知，就象东风催开百花，染绿柳枝一样，依次而来，其乐趣令人心旷神怡 。\n\n　　“金鞍玉勒寻芳客，未信我庐别有春。”结尾一联，以“金鞍玉勒寻芳客”为陪衬，写出书斋之乐。“勒”为马笼头。“金鞍玉勒”者是富贵公子，再缀以“寻芳客”三字，直是富家浪子。这些人日以寻花问柳为能是，他们和作者是两个不同世界之人，故而他们自然不会相信书斋之中别有一个烂漫的春天。以贵公子反衬，显示读书人书房四季如春的胜景。读书可以明理，可以赏景，可以观史，可以鉴人，可谓是思接千载，视通万里，这美好之情之境，不是玩物丧志的游手好闲者流所能领略的。\n\n","translation":"我对书籍的感情就像是多年的朋友，无论清晨还是傍晚忧愁还是快乐总有它的陪伴。\n眼前浏览过无数的文字后，胸中再无半点尘世间世俗的杂念。\n新鲜的想法源源不断的涌来用之不竭，像东风里花柳争换得形色簇新。\n漫跨着金鞍，权贵们犹叹芳踪难寻，谅也不信这书斋里别有春景。\n\n"}
{"_id":{"$oid":"5b9a145c367d5cab1866872b"},"title":"鹤冲天·黄金榜上","dynasty":"宋代","writer":"柳永","content":"黄金榜上，偶失龙头望。明代暂遗贤，如何向。未遂风云便，争不恣狂荡。何须论得丧？才子词人，自是白衣卿相。\n烟花巷陌，依约丹青屏障。幸有意中人，堪寻访。且恁偎红倚翠，风流事，平生畅。青春都一饷。忍把浮名，换了浅斟低唱！","type":["宋词三百首","考试","抒怀","豪迈"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154127386.mp3","remark":"鹤冲天：词牌名。柳永大作，调见柳永《乐章集》。双调八十四字，仄韵格。另有词牌《喜迁莺》、《风光好》的别名也叫鹤冲天，“黄金榜上”词注“正宫”。\n黄金榜：指录取进士的金字题名榜。\n龙头：旧时称状元为龙头。\n明代：圣明的时代。一作“千古”。遗贤：抛弃了贤能之士，指自己为仕途所弃。\n如何向：向何处。\n风云：际会风云，指得到好的遭遇。\n争不：怎不。恣：放纵，随心所欲。\n得丧：得失。\n白衣卿相：指自己才华出众，虽不入仕途，也有卿相一般尊贵。白衣：古代未仕之士著白衣。\n烟花：指妓女。巷陌：指街巷。\n丹青屏障：彩绘的屏风。丹青：绘画的颜料，这里借指画。\n堪：能，可以。\n恁：如此。偎红倚翠：指狎妓。宋陶谷《清异录·释族》载，南唐后主李煜微行娼家，自题为“浅斟低唱，偎红倚翠大师，鸳鸯寺主”。\n平生：一生。\n饷：片刻，极言青年时期的短暂。\n忍：忍心，狠心。浮名：指功名。\n\n","shangxi":"　　这首词反映了柳永的反叛性格，也带来了他人生路上一大波折。据传说，柳永善作俗词，而宋仁宗颇好雅词。有一次，宋仁宗临轩放榜时想起柳永这首词中那句“忍把浮名，换了浅斟低唱”，就说道：“且去浅斟低唱，何要浮名”，就这样黜落了他。从此，柳永便自称“奉旨填词柳三变”而长期地流连于坊曲之间、花柳丛中寻找生活的方向、精神的寄托。\n\n　　“黄金榜上，偶失龙头望”，考科举求功名，他并不满足于登进士第，而是把夺取殿试头名状元作为目标。落榜只认为“偶然”，“见遗”只说是“暂”，由此可见柳永狂傲自负的性格。他自称“明代遗贤”是讽刺仁宗朝号称清明盛世，却不能做到“野无遗贤”。但既然已落第，下一步该怎么办呢？“风云际会”，施展抱负是封建时代士子的奋斗目标，既然“未遂风云便”，理想落空了，于是他就转向了另一个极端，“争不恣狂荡”，表示要无拘无束地过那种为一般封建士人所不齿的流连坊曲的狂荡生活。“偎红倚翠”、“浅斟低唱”，是对“狂荡”的具体说明。柳永这样写，是恃才负气的表现，也是表示抗争的一种方式。科举落第，使他产生了一种逆反心理，只有以极端对极端才能求得平衡。所以，他故意要造成惊世骇俗的效果以保持自己心理上的优势。柳永的“狂荡”之中仍然有着严肃的一面，狂荡以傲世，严肃以自律，这才是“才子词人”、“白衣卿相”的真面目。柳永把他内心深处的矛盾想法抒写出来，说明落第这件事情给他带来了多么深重的苦恼和多么烦杂的困扰，也说明他为了摆脱这种苦恼和困扰曾经进行了多么痛苦的挣扎。写到最后，柳永得出结论：“青春都一饷。忍把浮名，换了浅斟低唱！”谓青春短暂，怎忍虚掷，为“浮名”而牺牲赏心乐事。所以，只要快乐就行，“浮名”算不了什么。\n\n　　这首词是柳永进士科考落第之后的一纸“牢骚言”，在宋元时代有着重大的意义和反响。它正面鼓吹文人士者与统治者分离，而与歌妓等下层人民接近，有一定的思想进步性。\n\n","translation":"在金字题名的榜上，我只不过是偶然失去取得状元的机会。即使在政治清明的时代，君王也会一时错失贤能之才，我今后该怎么办呢？既然没有得到好的机遇，为什么不随心所欲地游乐呢！何必为功名患得患失？做一个风流才子为歌姬谱写词章，即使身着白衣，也不亚于公卿将相。\n在歌姬居住的街巷里，有摆放着丹青画屏的绣房。幸运的是那里住着我的意中人，值得我细细地追求寻访。与她们依偎，享受这风流的生活，才是我平生最大的欢乐。青春不过是片刻时间，我宁愿把功名，换成手中浅浅的一杯酒和耳畔低徊婉转的歌唱。\n\n"}
{"_id":{"$oid":"5b9a145c367d5cab1866872c"},"title":"春夜宴桃李园序 / 春夜宴从弟桃花园序","dynasty":"唐代","writer":"李白","content":"　　夫天地者，万物之逆旅也；光阴者，百代之过客也。而浮生若梦，为欢几何？古人秉烛夜游，良有以也。况阳春召我以烟景，大块假我以文章。会桃花之芳园，序天伦之乐事。群季俊秀，皆为惠连；吾人咏歌，独惭康乐。幽赏未已，高谈转清。开琼筵以坐花，飞羽觞而醉月。不有佳咏，何伸雅怀？如诗不成，罚依金谷酒数。(桃花 一作：桃李)\n\n","type":["古文观止","宴饮","抒怀","序文"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154127509.mp3","remark":"桃花园，疑在安陆兆山桃花岩。从：cóng（旧读zòng），堂房亲属。从弟：堂弟。\n逆旅：客舍。 逆：迎接。 旅：客。 迎 客止歇，所以客舍称逆旅。\n过客：过往的客人。李白《拟古十二首》其九：“生者为过客。”\n浮生若梦：意思是，死生之差异，就好像梦与醒之不同，纷纭变化，不可究诘。\n秉烛夜游：谓及时行乐。秉：执。《古诗十九首》其十五：“昼短苦夜长，何不秉烛游。“曹丕《与吴质书》：“少壮真当努力，年一过往，何可攀援！古人思秉烛夜游，良有以也。有以：有原因。这里是说人生有限，应夜以继日的游乐。秉，执。以，因由，道理。\n阳春：和煦的春光。召：召唤，引申为吸引。烟景：春天气候温润，景色似含烟雾。\n大块：大地。大自然。假：借，这里是提供、赐予的意思。文章：这里指绚丽的文采。古代以青与赤相配合为文，赤与白相配合为章。\n序：通“叙”，叙说。天伦：指父子、兄弟等亲属关系。这里专指兄弟。\n群季：诸弟。兄弟长幼之序，曰伯(孟）、仲、叔、季，故以季代称弟。季：年少者的称呼。古以伯（孟）、仲、叔、季排行，季指同辈排行中最小的。这里泛指弟弟。\n惠连：谢惠连，南朝诗人，早慧。这里以惠连来称赞诸弟的文才。\n咏歌：吟诗。\n康乐：南朝刘宋时山水诗人谢灵运，袭封康乐公，世称谢康乐。\n“幽赏”二句：谓一边欣赏着幽静的美景，一边谈论着清雅的话题。\n琼筵（yán）：华美的宴席。坐花：坐在花丛中。\n羽觞（shāng）：古代一种酒器，作鸟雀状，有头尾羽翼。醉月：醉倒在月光下。\n金谷酒数：金谷，园名，晋石崇于金谷涧(在今河南洛阳西北)中所筑，他常在这里宴请宾客。其《金谷诗序》：“遂各赋诗，以叙中怀，或不能者，罚酒三斗。“后泛指宴会上罚酒三杯的常例。\n\n","shangxi":"　　这篇文章主要在说李白和其诸弟相聚一同歌唱一同饮酒的情景，深刻的表现出天伦之乐和兄弟之情，虽然文章篇幅不长，但却能令人有回味无穷之感，现时现况下，能拥有如些深厚的兄弟之情真的是不多见了，但却往往看到新闻报告：兄弟隙墙、反目成仇诸如些类的天伦悲剧，唉！这怎能叫人不心寒呢? 相形之下，我们的手足之情该算什麼呢?\n\n　　兄弟就是「手足」，为什么叫「手足」呢? 就是因为手与脚是不能分开的，只要手脚合作那就没有不能完成的事，同样的，只要兄弟同心，其力是可以断金的，这就和一根筷子折的断，但十根筷子要一次折断就不容易了哦！！所以我们更加要珍惜手足之情，将它扩大之朋友之情，如此一来，社会哪有不进步、国家哪有不强之理呢?\n\n　　本文以清新俊逸的风格，转折自如的笔调，记叙了作者与诸位堂在桃花园聚会赋诗畅叙天伦一事，慷慨激昂地表达了李白热爱生活、热爱生命的人生追求和积极乐观的人生态度。\n\n","translation":"　　天地是万物的客舍，百代是古往今来时间的过客，死生的差异，就好像梦与醒的不同，纷纭变换，不可究诘，得到的欢乐，又能有多少呢！古人夜间执着火炬游玩实在是有道理啊，况且春天用艳丽景色召唤我，大自然把各种美好的形象赐予我，相聚在桃花飘香的花园中，畅叙兄弟间快乐的往事。弟弟们英俊优秀，个个都有谢惠连那样的才情，而我作诗吟咏，却惭愧不如谢灵运。清雅的赏玩兴致正雅，高谈阔论又转向清言雅语。摆开筵席来坐赏名花，快速地传递着酒杯醉倒在月光中，没有好诗，怎能抒发高雅的情怀?倘若有人作诗不成，就要按照当年石崇在金谷园宴客赋诗的先例，谁咏不出诗来，罚酒三杯。\n\n"}
{"_id":{"$oid":"5b9a145c367d5cab1866872d"},"title":"寄扬州韩绰判官","dynasty":"唐代","writer":"杜牧","content":"青山隐隐水迢迢，秋尽江南草未凋。\n二十四桥明月夜，玉人何处教吹箫？","type":["唐诗三百首","调笑","写景","友情","怀念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154128364.mp3","remark":"韩绰：事不详，杜牧另有《哭韩绰》诗。判官：观察使、节度使的属官。时韩绰似任淮南节度使判官。\n迢迢：指江水悠长遥远。一作“遥遥”。\n草未凋（diāo）：一作“草木凋”。凋：凋谢。\n二十四桥：一说为二十四座桥。北宋沈括《梦溪笔谈·补笔谈》卷三中对每座桥的方位和名称一一做了记载。一说有一座桥名叫二十四桥，清李斗《扬州画舫录》卷十五：“廿四桥即吴家砖桥，一名红药桥，在熙春台后，……扬州鼓吹词序云，是桥因古二十四美人吹箫于此，故名。”\n玉人：貌美之人。这里是杜牧对韩绰的戏称。一说指扬州歌妓。教：使，令。\n\n","shangxi":"　　扬州之盛，唐世艳称，历代诗人为它留下了多少脍炙人口的诗篇。这首诗风调悠扬，意境优美，千百年来为人们传诵不衰。韩绰不知何人，杜牧集中赠他的诗共有两首，另一首是《哭韩绰》，看来两人友情甚笃。\n\n　　首句从大处落墨，化出远景：青山逶迤，隐于天际，绿水如带，迢递不断。“隐隐”和“迢迢”这一对叠字，不但画出了山清水秀、绰约多姿的江南风貌，而且隐约暗示着诗人与友人之间山遥水长的空间距离，那抑扬的声调中仿佛还荡漾着诗人思念江南的似水柔情。欧阳修的《踏莎行》：“离愁渐远渐无穷，迢迢不断如春水”、“平芜尽处是青山，行人更在青山外”，正道出了杜牧这句诗的言外之意。此时虽然时令已过了深秋，江南的草木却还未凋落，风光依旧旖旎秀媚。正由于诗人不堪晚秋的萧条冷落，因而格外眷恋江南的青山绿水，越发怀念远在热闹繁花之乡的故人了。\n\n　　江南佳景无数，诗人记忆中最美的印象则是在扬州“月明桥上看神仙”（张祜《纵游淮南》）的景致。岂不闻“天下三分明月夜，二分无赖是扬州”（徐凝《忆扬州》），更何况当地名胜二十四桥上还有神仙般的美人可看呢？二十四桥，一说扬州城里原有二十四座桥，一说即吴家砖桥，因古时有二十四位美人吹箫于桥上而得名。“玉人”，既可借以形容美丽洁白的女子，又可比喻风流俊美的才郎。从寄赠诗的作法及末句中的“教”字看来，此处玉人当指韩绰。元稹《莺莺传》“疑是玉人来”句可证中晚唐有以玉人喻才子的用法。诗人本是问候友人近况，却故意用玩笑的口吻与韩绰调侃，问他当此秋尽之时，每夜在何处教妓女歌吹取乐。这样，不但韩绰风流倜傥的才貌依稀可见，两人亲昵深厚的友情得以重温，而且调笑之中还微微流露了诗人对自己“十年一觉扬州梦，赢得青楼薄幸名”的感喟，从而使此诗平添了许多风韵。杜牧又长于将这类调笑寄寓在风调悠扬、清丽俊爽的画面之中，所以虽写艳情却并不流于轻薄。这首诗巧妙地把二十四美人吹箫于桥上的美丽传说与“月明桥上看神仙”的现实生活融合在一起，因而在客观上造成了“玉人”又是指歌妓舞女的恍惚印象，读之令人如见月光笼罩的二十四桥上，吹箫的美人披着银辉，宛若洁白光润的玉人，仿佛听到呜咽悠扬的箫声飘散在已凉未寒的江南秋夜，回荡在青山绿水之间。这样优美的境界早已远远超出了与朋友调笑的本意，它所唤起的联想不是风流才子的放荡生活，而是对江南风光的无限向往：秋尽之后尚且如此美丽，当其春意方浓之时又将如何迷人？这种内蕴的情趣，微妙的思绪，“可言不可言之间”的寄托，“可解不可解之会”的指归（见叶燮《原诗》），正是这首诗成功的奥秘。\n\n","translation":"青山隐隐约约绿水千里迢迢，秋时已尽江南草木还未枯凋。\n二十四桥明月映照幽幽清夜，你这美人现在何处教人吹箫？\n\n"}
{"_id":{"$oid":"5b9a145c367d5cab1866872e"},"title":"春日偶成","dynasty":"宋代","writer":"程颢","content":"云淡风轻近午天，傍花随柳过前川。\n时人不识余心乐，将谓偷闲学少年。","type":["古诗三百首","春天","哲理","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154128058.mp3","remark":"偶成：偶然写成。\n云淡：云层淡薄，指晴朗的天气。 午天：指中午的太阳。\n傍花随柳：傍随于花柳之间。傍，靠近，依靠。随，沿着。 川：瀑布或河畔。\n时人：一作“旁人”。 余心：我的心。余：一作“予”，我。\n将谓：就以为。将：乃，于是，就。 偷闲：忙中抽出空闲的时间。\n\n","shangxi":"　　这是一首即景诗，描写春天郊游的心情以及春天的景象，也是一首写理趣的诗，作者用朴素的手法把柔和明丽的春光同作者自得其乐的心情融为一体。\n\n　　诗的前二句“云淡风轻近午天，傍花随柳过前川”，看似十分平淡，但如细细品味，却有几层意思在其中。其一，写自己春游所见、所感。云淡风轻，傍花随柳，寥寥数笔，不仅出色地勾画出了春景，而且强调了动感—和煦的春风吹拂大地，自己信步漫游，到处是艳美的鲜花，到处是袅娜多姿的绿柳，可谓“人在图画中”。其二，着重写自己留连忘返的心情。这种心情主要是通过‘近午天”、“过前川”六字自然而然地传达出来的。所谓“近午天”，并不是说自己时至中午才出来游春，而是用“近”来强调自己只顾春游忘了时间，用自已的突然发现来表现自己沉醉于大自然的心情。同样，“过前川”也并不仅仅是简单地描写自己向河岸漫步的情况，而是用“过”来强调自己在春花绿柳的伴随下“过”了前面的河流才发现自己只顾游春，不知不觉已经走了很远很远。这样，这两句诗尽管描写的只是云风花柳等自然景观和作者喜爱它们的心情，但其中更隐括着一种作者要忘世脱俗的高稚情调，正是这种情调，才使他几乎忘记了时间，忘记了疲劳，达到了如醉如痴的境界。\n\n　　假如说，诗的前两句主要是写情写景的话，那么，“时人不识余心乐，将谓偷闲学少年”，则主要是诗人自己内心世界的直接抒发。本来，在云淡风轻的大好春色中漫游，在春花绿柳的簇拥中陶冶自己的情性，这应该是十分自然的事，但是，在扼杀人们性灵的封建时代，这似乎只应该是有些“狂”劲儿的少年人才能千，而须眉长者只应该端然危坐，摆出一副冷冰冰的面孔才行。然而，尽管程颢是一位著名的理学家，尽管他写这首诗时很可能已经是一位蔼然长者，可他仍然无法抗拒大自然对他的吸引，做出一些为“时人”所不能理解的举动。这其中包括了他对自然真性的追求和理解，同时也包括了他对一般“时人”的嘲笑与讽刺，既表现了他对子人生价值的另一种认识，也表现出了他乐在其中，孤芳自赏的高雅。至此，一向被人们认为是道貌岸然的理学家也有意无意地披露了他性格的另一个侧面：他不仅生活在令人窒息的“理”的世界中，还是一个对大自然充满感情的活生生的人，只不过他的感情经常被“理”压抑和扭曲罢了。\n\n","translation":"云儿淡，风儿轻，时近春日中午，傍着花，随着柳，我向河岸漫步。\n这惬意的春游呀，人们并不了解，将会说我忙里偷闲，强学少年童。\n\n散译\n淡淡的云在天上飘，风儿吹拂着我的脸庞，此时此刻已近正午，我穿行于花丛之中，沿着绿柳，不知不觉间来到了前面的河边。\n当时的人不理解我此时此刻我内心的快乐，还以为我在学年轻人的模样，趁着大好时光忙里偷闲呢。\n\n"}
{"_id":{"$oid":"5b9a145c367d5cab1866872f"},"title":"秦风·无衣","dynasty":"先秦","writer":"佚名","content":"岂曰无衣？与子同袍。王于兴师，修我戈矛。与子同仇！\n岂曰无衣？与子同泽。王于兴师，修我矛戟。与子偕作！\n岂曰无衣？与子同裳。王于兴师，修我甲兵。与子偕行！\n\n","type":["诗经","赞美","爱国"],"remark":"袍：长袍，即今之斗篷。\n王：此指秦君。一说指周天子。于：语助词。兴师：起兵。\n同仇：共同对敌。\n泽：通“襗”，内衣，如今之汗衫。\n作：起。\n裳：下衣，此指战裙。\n甲兵：铠甲与兵器。\n行：往。\n\n","shangxi":"　　这首诗充满了激昂慷慨、同仇敌忾的气氛。按其内容，当是一首战歌。全诗表现了秦国军民团结互助、共御外侮的高昂士气和乐观精神，其独具矫健而爽朗的风格正是秦人爱国主义精神的反映。\n\n　　当时的秦国位于今甘肃东部及陕西一带。那里木深土厚，民性厚重质直。班固在《汉书·赵充国辛庆忌传赞》中说秦地“民俗修习战备，高上勇力，鞍马骑射。故秦诗曰：‘王于兴诗，修我甲兵，与子偕行。’其风声气俗自古而然，今之歌谣慷慨风流犹存焉。”朱熹《诗集传》也说：“秦人之俗，大抵尚气概，先勇力，忘生轻死，故其见于诗如此。”这首诗意气风发，豪情满怀，确实反映了秦地人民的尚武精神。在大敌当前、兵临城下之际，他们以大局为重，与周王室保持一致，一听“王于兴师”，他们就一呼百诺，紧跟出发，团结友爱，协同作战，表现出崇高无私的品质和英雄气概。\n\n　　由于此诗旨在歌颂，也就是说以“美”为主，所以对秦军来说有巨大的鼓舞力量。据《左传》记载，鲁定公四年（公元前506年），吴国军队攻陷楚国的首府郢都，楚臣申包胥到秦国求援，“立依于庭墙而哭，日夜不绝声，勺饮不入口，七日，秦哀公为之赋《无衣》，九顿首而坐，秦师乃出”。于是一举击退了吴兵。可以想像，在秦王誓师的时候，此诗犹如一首誓词；对士兵们来说，则又似一首动员令。\n\n　　如前所述，秦人尚武好勇，反映在这首诗中则以气概胜。诵读此诗，不禁为诗中火一般燃烧的激情所感染，那种慷慨激昂的英雄主义气概令人心驰神往。之所以造成这样的艺术效果，第一是每章开头都采用了问答式的句法。一句“岂曰无衣”，似自责，似反问，洋溢着不可遏止的愤怒与愤慨，仿佛在人们复仇的心灵上点上一把火，于是无数战士同声响应：“与子同袍！”“与子同泽！”“与子同裳！”第二是语言富有强烈的动作性：“修我戈矛！”“修我矛戟！”“修我甲兵！”使人想像到战士们在磨刀擦枪、舞戈挥戟的热烈场面。这样的诗句，可以歌，可以舞，堪称激动人心的活剧。\n\n　　诗共三章，采用了重叠复沓的形式。每一章句数、字数相等，但结构的相同并不意味简单的、机械的重复，而是不断递进，有所发展的。如首章结句“与子同仇”，是情绪方面的，说的是他们有共同的敌人。二章结句“与子偕作”，作是起的意思，这才是行动的开始。三章结句“与子偕行”，行训往，表明诗中的战士们将奔赴前线共同杀敌了。这种重叠复沓的形式固然受到乐曲的限制，但与舞蹈的节奏起落与回环往复也是紧密结合的，而构成诗中主旋律的则是一股战斗的激情，激情的起伏跌宕自然形成乐曲的节奏与舞蹈动作，正所谓“长言之不足，故嗟叹之。嗟叹之不足，故不知手之舞之足之蹈之也。”（《礼记·乐记》）\n\n","translation":"谁说我们没衣穿？与你同穿那长袍。君王发兵去交战，修整我那戈与矛，杀敌与你同目标。\n谁说我们没衣穿？与你同穿那内衣。君王发兵去交战，修整我那矛与戟，出发与你在一起。\n谁说我们没衣穿？与你同穿那战裙。君王发兵去交战，修整甲胄与刀兵，杀敌与你共前进。\n\n"}
{"_id":{"$oid":"5b9a145c367d5cab18668730"},"title":"菩提偈","dynasty":"唐代","writer":"惠能","content":"菩提本无树，明镜亦非台。\n佛性常清净，何处有尘埃！\n\n心是菩提树，身为明镜台。\n明镜本清净，何处染尘埃！\n\n菩提本无树，明镜亦非台。\n本来无一物，何处惹尘埃！\n\n菩提只向心觅，何劳向外求玄？\n听说依此修行，西方只在目前！\n\n","type":["修行","哲理"],"remark":"菩提偈：“菩提”，梵文的音译，意译为“觉”或“智”，旧译也作“道”。指对佛教教义的理解，或是通向佛教理想的道路。偈，和尚唱颂的歌诗称为偈。菩提偈，即诠释佛教教义的歌偈。\n树：这里指菩提树，意译为“觉树”或“道树”。相传佛教始祖释迦牟尼在此树下证得菩提，觉悟成道，故称此树为菩提树。但这种树的本名是什么，有多种不同的说法。据说南朝梁时僧人智药曾把这种树自天竺移植中国。《雷州府志》记载：“菩提果色白者，味甜，五月熟。海南琼山县则把这种树所结的果子称为金刚子。这种果子可作念珠。佛教徒常焚香散花，绕树行礼。今广东省曲江县南华寺藏经阁旁左右两侧，各有一棵菩提树。” \n明镜：据《资持记》下二之三：“坐禅之处，多悬明镜，以助心行。”通常用以比喻佛与众生感应的中介。台：指安置明镜的地方，可以借代为客观存在。\n佛性：是梵汉并译名词，意译为“觉性”、“如来性”，有时被称为“涅”，或叫“真如”，也是“如来藏”的异名。原指佛陀本性，发展为成佛的可能性，是佛教徒所追求的修行目标和理想境界。这个问题，小乘和大乘的观点不一致，提出种种不同的见解，引起长期争论。中国南北朝时盛谈佛性，隋唐各宗也重视佛性说。天台宗提出五种佛性，法相宗归结为两种佛性，华严宗更把“有情”众生的佛性与“非情”之物的法性区别开来。清净：佛教术语，远恶行，离惑垢，称为清净。\n尘埃：佛教术语，指人间的一切世俗事务。按出家人的观点，世务不净，故称尘务。\n玄：佛教术语，这里是指玄妙的佛教理想。《信心铭》：“不识玄者，徒劳念佛。”对于佛教徒来说，通晓玄机，是至关重要的。\n西方：佛教术语，指净土所在的极乐世界。过去，佛教徒认为：东方日出，是万物滋生之地；西方日落，才是万物终归之处。因此，传统的教义都认定佛教徒要以西方（或称西天）为其归宿。惠能的这个观点，实是对西方“净土”的否定，为“顿悟”成佛提供了理论根据。\n\n","shangxi":"　　第一首偈，见于敦煌写本《坛经》。关于这首诗的来历，《坛经》第四节至第八节，有明白的记载：五祖弘忍“一日唤门人尽来”，要大家“各作一偈”。并说“若悟大意者”，即“付汝衣法，禀为六代”。弘忍的上首弟子神秀在门前写了一偈道：“身是菩提树，心如明镜台。时时勤拂拭，莫使有尘埃。”弘忍知道后，“遂唤神秀上座于堂内”，说是“汝作此偈，见即未到”，“若觅无上菩提，即未可得”，因而要他“更作一偈”。而“秀上座去数日，作不得”。惠能的偈语，即针对神秀的《无相偈》而发。据《坛经》所载，惠能本不识字，他先“请人一读”神秀的偈语，然后作此歌偈，“请得一解书人于西间壁上题着”。\n\n　　这首偈，同神秀的那一首，在修行方法上具有原则的区别。神秀的那首“无相偈”，使他失去作为弘忍继承人的资格，却成了北宗一派的开山祖。由于神秀强调“时时勤拂拭”，后人以其主张“拂尘看净”，称之为“渐修派”。而惠能的这一首，是对神秀偈的彻底否定，也即主观唯心主义对客观唯心主义的彻底否定，直接把握住“见性成佛”的关键，被称为“顿悟派”。\n\n　　在《坛经》第二十节，惠能指出：“世人性本自净，万法在自性。思量一切恶事，即行于恶；思量一切善事，使修于善行。”这是惠能“顿悟说”的基础。在他看来，“愚人”与“智人”，“善人”与“恶人”，他们和“佛”之间，没有不可逾越的鸿沟。从“迷”到“悟”，仅在一念之间。这种“放下屠刀，立地成佛”的思想，不仅对我国佛教的演变产生了巨大的作用，对于后来的中国哲学理论也有重大的影响。\n\n　　第二首偈，也是惠能针对神秀的《无相偈》所作的。旨在说明“明镜”的清净，也即“自性”的清净，这是佛教徒坚信能到达理想境界人人所共有的主观条件。该偈亦见于敦煌写本《坛经》，但据郭朋《坛经校释》考证，这一首当属衍文。特别是前两句，虽调换了“身”、“心”二字的位置，实际也是重复神秀的话，不应视为惠能的思想。\n\n　　第三首偈，见于《六祖法宝·坛经》，流传甚广，为《全唐诗外编》所补录。据郭朋《坛经校释》考证，这一首是由《菩提偈》第一首演化而成，关键在第三句，由惠昕本带头，契嵩本、宗宝本因之，把“佛性常清净”改成“本来无一物”。这是一种误解，早在宋代即有人提出非议。郭朋认为：“《坛经》的首窜者，不仅不了解‘佛性’论，而且也不了解‘性空’说。”其实，大乘佛教的所谓“空”、“无”，是就“妄心”、“妄境”而言；若就“真心”、“真境”而论，则决非“绝无”。在《坛经》第十五节，惠能有言：“有灯即有光，无灯即无光。灯是光之体，光是灯之用。”在《坛经》第二十四节，惠能又说：“虚空能含日月星辰、大地山河，一切草木、恶人善人、恶法善法、天堂地狱，尽在空中；世人性空，亦复如是。”这些都足以证明惠能的思想体系，同“一切万法，自性本空”的理论完全不同。不过在这句话之前，惠能先说：“心量广大，犹如虚空。”他把一切归结于“心”，也即“自性”。这是典型的主观唯心主义观点。但无论如何，把“佛性常清净”和“本来无一物”等同起来，是不适当的。\n\n　　第四首偈，见于《大正藏·坛经》，着重讲修行方法。《坛经》第三十五节，惠能引佛言：“随其心净，则佛土净。”接着说：“心但无不净，西方去此不远；心起不净之心，念佛往生难到。” 《坛经》第三十六节说：“若见真道，行正即是道；自若无正心，暗行不见道。自若无佛心，向何处求佛！”《坛经》第五十二节说：“我心自有佛，自佛是真佛；自若无佛心，向何处求佛！”《坛经》第五十三节又说：“若能心中自有真，有真即是成佛因；自不求真外觅佛，去觅总是大痴人。”反复申明向人的自我求真，自我求佛，这是惠能教导其弟子立地成佛的唯一途径。在他看来，求佛的人只图自悟，不假外示，心注一境，化难为易，自能达到目的。论根据。 \n\n","translation":"菩提原本就没有树， 明亮的镜子也并不是台。\n佛性就是一直清澈干净，哪里会有什么尘埃？\n\n众生的身体就是一棵觉悟的智慧树， 众生的心灵就象一座明亮的台镜。\n明亮的镜子本来就很干净，哪里会染上什么尘埃？\n\n菩提原本就没有树， 明亮的镜子也并不是台。\n本来就是虚无没有一物， 哪里会染上什么尘埃?\n\n菩提只是向着内心寻找，何必劳累向外界求取玄妙的佛家思想？\n以此进行修行自身，极乐世界也就在眼前！\n\n"}
{"_id":{"$oid":"5b9a145c367d5cab18668731"},"title":"除夜太原寒甚","dynasty":"明代","writer":"于谦","content":"寄语天涯客，轻寒底用愁。\n春风来不远，只在屋东头。","type":["春节","思念"]}
{"_id":{"$oid":"5b9a145e367d5cab18668732"},"title":"一剪梅·舟过吴江","dynasty":"宋代","writer":"蒋捷","content":"一片春愁待酒浇。江上舟摇，楼上帘招。秋娘渡与泰娘桥，风又飘飘，雨又萧萧。（渡 一作：度。桥 一作：娇）\n何日归家洗客袍？银字笙调，心字香烧。流光容易把人抛，红了樱桃，绿了芭蕉。","type":["宋词三百首","婉约","伤春","思归"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154129037.mp3","remark":"吴江：今江苏县名。在苏州南。\n浇：浸灌，消除。\n帘招：指酒旗。\n秋娘渡：指吴江渡。秋娘：唐代歌伎常用名，或有用以通称善歌貌美之歌伎者。又称杜仲阳，为唐德宗时镇海军节度史李侍女。渡：一本作“度”。\n桥：一本作“娇”。\n萧萧：象声，雨声。\n银字笙：管乐器的一种。调笙，调弄有银字的笙。\n心字香，点熏炉里心字形的香。\n\n","shangxi":"　　这是一首写在离乱颠簸的流亡途中的心歌。明艳的春光与凄楚的神魂在强烈地对照着，春深似海，愁深胜似海，在时光的流逝中，“春愁”却无法排遣。于是从看似浏亮的声韵中读者听到了夹杂着风声雨声的心底的呜咽声。\n\n　　词大致作在南宋亡后蒋捷飘零于姑苏一带太湖之滨的阶段。这里原是个山柔水软的江南秀丽地。一个彷徨四顾，前程茫茫，时光空抛，有家难归的游子置身在此境地里，怎能不惆怅莫名呢？词的上片初一看无非写春愁难解，借酒浇愁而已。略加细察，可以看出此中有大起伏，情思在跌宕中激越波荡。词人的一腔“春愁”待酒以浇的渴望，在“江上舟摇”的飘流中是得到瞬间的满足的。“楼上帘招”这江村小酒店的或许写有“太白一醉”字样的青布帘招知词人，可来醉乡小憩。在这一“摇”一“招”之间，情绪是由愁而略见开颜了的。可是当江上小舟载着这薄醉之人继续行去，醉眼惺忪地在眼帘上映入“秋娘渡与泰娘桥”的景色时，风吹酒醒，雨滴心帘，只觉风入骨，雨寒心。转而“秋愁”复涨，而且愈涨愈高了。情绪的起伏就是如此激转湍漩。“秋娘渡”、“泰娘桥”指的是吴江一带地名。蒋捷的《行香子·舟宿间湾》词就有“过窈娘堤，秋娘渡，泰娘桥”之句。词人在此处以“秋娘渡”与“泰娘桥”指代苏州吴江一带景物之美——秀婉妩媚令人愉悦的美。正是这美景愈触发其愁思，思念起了在家的“笑涡红透”、“软语灯前”的妻室。\n\n　　“风又飘飘，雨又萧萧”的句式正是一种暗示法的句式，是某种特定心态借助意象的表现方法。它让人可以产生听觉上的风声雨声，视觉上的潇潇绵绵、飘飘扬扬，触觉上的寒意、潮意、湿润意，一直到心态上的感知：酸辛感、苦涩感。这手法在下片中也出现的：“流光容易把人抛，红了樱桃，绿了芭蕉。”一“红”一“绿”，将春光渐渐消逝于初夏的来临中这个过程充分表现了出来。这是时序的暗示。但细加辨味，芭蕉叶绿，樱桃果红，花落花开，回黄转绿，大自然一切可以年年如此，衰而盛，盛而衰，可是人呢？绿肥红瘦对人来说意味着青春不再，盛世难逢。再进一步推去，家国呢？一旦破败，还能重见么？“流光容易把人抛”的全过程，怎样抛的，本极抽象，现今以“红了樱桃，绿了芭蕉”明示出来。所以，如果说，暗示具体时序由春而夏，那是“实”的表现，那么将抽象的流光抛人揭示开来就是“虚”的具体化。这八个字真是妙极了的。至于色彩的自然绚丽，语言的准确性那是可以不言而喻的。\n\n　　明白了这些，“何日归家洗客袍”之问就显得不只是一般的游子之家情了。从词的脉络说，这一句暗接上片的因风雨之声而强化了的触景生情，即使内心的愈发高涨的“春愁”由心底浮出来，具体化，外现。但从内在情思看，这“洗客袍”即结束飘流的不安定生活，重新过着由佳人相伴，素手调笙，烧起心字形清香的宁静怡乐的生活——可能吗？“何日归家”正是无望之叹！莫说有家难归，即使归家了，“客袍”洗涴得了么？国已破，家难在！对一个忠贞之士来说，从此将是无尽的流亡生涯，往昔温馨雅事都已在“何日”之问中一去不复返。失落了这样的心境，也就结束了这样的情事，这是肯定的，所以“何日”之间，其实他已是自答了的。由此而读下去，“流光容易把人抛”已如前面分析，在这看似明畅的词句中包裹的是怎样一颗紧缩的心，岂非一目了然。\n\n　　这里有意把下片诸句倒过顺序来谈，又将“何日归家洗客袍”置于上下片的关联点上去理解，是想从具体的句式和情思上说明这首短词形似明快，实则苦涩，在艺术上具有似“流”实“留”的特点，情韵在回环周转地流荡，呈一种漩涡状。这种艺术手段最能将“剪不断，理还乱”的情意充分表达出。“流”，是流畅少停蓄，而“留”则有顿挫，有吞吐，有抑扬之势。蒋捷确有一些词写得稍嫌“流”，但这首《一剪梅》却不属此类作品，不可匆匆浏览，不细辨味。\n\n　　《一剪梅》词牌的特点是在舒徐（七字句）与急促（四字叠句）的节奏较整齐的交替中显现动人的音乐性的。自周邦彦以来，有不少名句，如李清照“才下眉头，又上心头”等。后又经辛弃疾的创作，使四字叠句完全由散而整，构成排句重叠的规定性，音乐性更强了。而且往往突出画面的重叠或心境的重叠。到蒋捷手里，特别是这首《一剪梅·舟过吴江》传世，《一剪梅》的表现手法更为丰富，四组四字相叠的排句也往往写得灵动流丽，名篇更多了。\n\n","translation":"船在吴江上飘摇，我满怀羁旅的春愁，看到岸上酒帘子在飘摇，招揽客人，便产生了借酒消愁的愿望。船只经过令文人骚客遐想不尽的胜景秋娘渡与泰娘桥，也没有好心情欣赏，眼前是“风又飘飘，雨又潇潇”，实在令人烦恼。\n哪一天能回家洗客袍，结束客游劳顿的生活呢？哪一天能和家人团聚在一起，调弄镶有银字的笙，点燃熏炉里心字形的盘香？春光容易流逝，使人追赶不上，樱桃才红熟，芭蕉又绿了，春去夏又到。\n\n"}
{"_id":{"$oid":"5b9a145e367d5cab18668733"},"title":"秋风辞","dynasty":"两汉","writer":"刘彻","content":"秋风起兮白云飞，草木黄落兮雁南归。\n兰有秀兮菊有芳，怀佳人兮不能忘。\n泛楼船兮济汾河，横中流兮扬素波。\n箫鼓鸣兮发棹歌，欢乐极兮哀情多。\n少壮几时兮奈老何！","type":["古诗三百首","秋天","写风","乐府","人生","岁月"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154129673.mp3","remark":"辞：韵文的一种。\n黄落：变黄而枯落。\n秀：此草本植物开花叫“秀”。这里比佳人颜色。芳：香气，比佳人香气。兰、菊：这里比拟佳人。“兰有秀”与“菊有芳”，互文见义，意为兰和菊均有秀、有芳。\n佳人：这里指想求得的贤才。\n泛：浮。楼船：上面建造楼的大船。泛楼船，即“乘楼船”的意思。汾河：起源于山西宁武，西南流至河津西南入黄河。\n中流：中央。扬素波：激起白色波浪。\n鸣：发声，响。发：引发，即“唱”。棹（zhào）：船桨。这里代指船。棹歌：船工行船时所唱的歌。\n极：尽。\n奈老阿：对老怎么办呢？\n\n","shangxi":"　　诗开篇写道：“秋风起兮白云飞，草木黄落兮雁南归。”阵阵秋风卸白云而飞，岸边的树木已不复葱郁，然而纷纷飘坠的金色的落叶，为秋日渲染了一副斑斓的背景。大雁苍鸣，缓缓掠过樯桅……短短两句，清远流丽。\n\n　　胡应麟《诗薮·内编》卷三：“秋风百代情至之宗。”秋日乃惹人思情，虽有幽兰含芳，秋菊斗艳，然凋零的草木，归雁声声，勾起汉武帝对“佳人”不尽的思念之情：“兰有秀兮菊有芳，怀佳人兮不能忘。”此句写的缠绵流丽乃一诗之精华，正如张玉谷《古诗赏析》卷三：“此辞有感秋摇落系念仙意。怀佳人句，一篇之骨……”\n\n　　“泛楼船兮济汾河，横中流兮扬素波。萧鼓鸣兮发棹歌”三句，竭力描写汉武帝泛舟中流、君臣欢宴景致。当楼船在汾河中流疾驶，潺缓的碧水，顿时扬起一片白色的波浪。在酒酣耳热之际，不禁随着棹橹之声叩舷而歌。\n\n　　紧接着却出现了“欢乐极兮哀情多”。君临天下，当藐视一世，俯视天地之间，应慨然得意忘形尔。何来如此幽情哀音？王尧衢《古诗合解》卷一一语道破：“乐极悲来，乃人情之常也。愁乐事可复而盛年难在。武帝求长生而慕神仙，正为此一段苦处难谴耳。念及此而歌啸中流，顿觉兴尽，然自是绝妙好辞”原来，即便是君王也免不了生老病死，眼前的尊贵荣华终有尽时，人生老之将至，所有一切也会随着死亡不复存在，所以又怎能不因为“少壮几时兮奈老何”而忧伤呢？\n\n","translation":"秋风刮起，白云飞。草木枯黄雁南归。\n秀美的是兰花呀，芳香的是菊花。思念美人难忘怀。\n乘坐着楼船行驶在汾河上，划动船桨扬起白色的波浪。\n吹起箫来打起鼓，欢乐过头哀伤多。\n年轻的日子早过去，渐渐衰老没奈何。\n\n"}
{"_id":{"$oid":"5b9a145e367d5cab18668734"},"title":"忆江南三首","dynasty":"唐代","writer":"白居易","content":"江南好，风景旧曾谙；日出江花红胜火，春来江水绿如蓝。能不忆江南？\n\n江南忆，最忆是杭州；山寺月中寻桂子，郡亭枕上看潮头。何日更重游！\n\n江南忆，其次忆吴宫；吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢！\n\n","type":["宋词三百首","怀念","江南","地名"],"remark":"忆江南：唐教坊曲名。作者题下自注说：“此曲亦名‘谢秋娘’，每首五句。”按《乐府诗集》：“‘忆江南’一名‘望江南’，因白氏词，后遂改名‘江南好’。”至晚唐、五代成为词牌名。这里所指的江南主要是长江下游的江浙一带。\n谙（ān）：熟悉。作者年轻时曾三次到过江南。\n江花：江边的花朵。一说指江中的浪花。红胜火：颜色鲜红胜过火焰。\n绿如蓝：绿得比蓝还要绿。如，用法犹“于”，有胜过的意思。蓝，蓝草，其叶可制青绿染料。\n“山寺”句：作者《东城桂》诗自注说：“旧说杭州天竺寺每岁中秋有月桂子堕。”桂子，桂花。宋柳永《望海潮·东南形胜》词：“有三秋桂子，十里荷花。”\n郡亭：疑指杭州城东楼。看潮头：钱塘江入海处，有二山南北对峙如门，水被夹束，势极凶猛，为天下名胜。\n吴宫：指吴王夫差为西施所建的馆娃宫，在苏州西南灵岩山上。\n竹叶：酒名。即竹叶青。亦泛指美酒。《文选·张协〈七命〉》：“乃有荆南乌程，豫北竹叶，浮蚁星沸，飞华蓱接。”\n吴娃：原为吴地美女名。《文选·枚乘〈七发〉》：“使先施、徵舒、阳文、段干、吴娃、闾娵、傅予之徒……嬿服而御。”此词泛指吴地美女。醉芙蓉：形容舞伎之美。\n早晚：犹言何日，几时。北齐颜之推《颜氏家训·风操》：“尝有甲设宴席，请乙为宾；而旦于公庭见乙之子，问之曰：‘尊侯早晚顾宅？’”\n\n","shangxi":"　　诗人早年因避乱来到江南，曾经旅居苏、杭二州。晚年又担任杭、苏刺史多年。江南的山山水水、一草一木给他留下了极深的印象。他也与那里的人民结下了深挚的友谊，直到晚年回到北方以后，仍然恋恋不已。三首《忆江南》词就是这种心情下的产物。作品表达了诗人对祖国大好河山的热爱，对以后文人词的发展，也产生了积极的作用。\n\n　　《忆江南·江南忆》的前一首是突出描绘杭州这个被人喻为可同天堂媲美的地方来验证“江南好”。古神话中有月中桂树的传说。《南部新书》载：“杭州灵隐寺多桂，寺僧曰：‘此月中种也。’至今中秋望夜，往往子堕，寺僧亦尝拾得。”可见这寺中月桂的说法不过是寺僧自神其说而已。但是，生活真实不等于艺术真实，作品运用这一传说，意在表达杭州的非同凡俗。同时“山寺月中寻桂子”也表现了诗人浪漫的想像，读者眼前仿佛现出怒放的丹桂，闻到桂子浓郁的芳香。次句“郡亭枕上看潮头”则描绘了杭州浙江入海的奇观。诗人通过对当年山寺寻桂和钱塘观潮两个代表性的生活画面的描写，仅用两句话就足以使人想见杭州之多彩多姿。\n\n　　后一首词是描绘苏州之美。苏州有当年吴王夫差为美人西施修建的馆娃宫等风景名胜古迹，有名叫“竹叶春”的美酒佳酿，苏州的女子也更美丽多姿，能歌善舞，她们的舞姿，令人联想到那在风中沉醉的荷花。诗人以美妙的诗笔，简洁地勾勒出苏州的旖旎风情，令人无比神往。\n\n　　两首《忆江南·江南忆》各自独立而又互为补充，分别描绘杭州与苏州的景色美，风物美和女性之美，每首都以“江南忆”开篇，而以直接深情之句作结，艺术概括力强，意境奇妙，使人读其词而直欲奔向江南实地观览一番。这两首词与《忆江南·江南好》既是各自独立成篇又是互为联系的整体。\n\n","translation":"江南的风景多么美好，风景久已熟悉。春天到来时，太阳从江面升起，把江边的鲜花照得比火红，碧绿的江水绿得胜过蓝草。怎能叫人不怀念江南？\n\n江南的回忆，最能唤起追思的是杭州：游玩天竺寺寻找中秋的桂子，登上郡亭，枕卧其上，欣赏钱塘江大潮。什么时候能够再次去游玩？\n\n江南的回忆，再来就是回忆苏州的吴宫，喝一喝吴宫的美酒春竹叶，看一看吴宫的歌女双双起舞像朵朵迷人的芙蓉。清晨夜晚总要再次相逢。\n\n"}
{"_id":{"$oid":"5b9a145e367d5cab18668735"},"title":"木瓜","dynasty":"先秦","writer":"佚名","content":"投我以木瓜，报之以琼琚。匪报也，永以为好也！\n投我以木桃，报之以琼瑶。匪报也，永以为好也！\n投我以木李，报之以琼玖。匪报也，永以为好也！","type":["古诗三百首","诗经","感激"],"remark":"木瓜：一种落叶灌木（或小乔木），蔷薇科，果实长椭圆形，色黄而香，蒸煮或蜜渍后供食用。按：今粤桂闽台等地出产的木瓜，全称为番木瓜，供生食，与此处的木瓜非一物。\n琼琚（jū）：美玉，下“琼玖”“琼瑶”同。\n匪：非。\n木桃：果名，即楂子，比木瓜小。\n木李：果名，即榠楂，又名木梨。\n\n","shangxi":"　　《诗经·大雅·抑》有“投我以桃，报之以李”之句，后世“投桃报李”便成了，成语，比喻相互赠答，礼尚往来。比较起来，《卫风·木瓜》这一篇虽然也有从“投之以木瓜（桃、李），报之以琼琚（瑶、玖）”生发出的成语“投木报琼”（如托名宋尤袤《全唐诗话》就有“投木报琼，义将安在”的记载），但“投木报琼”的使用频率却根本没法与“投桃报李”相提并论。可是论传诵程度还是《木瓜》更高，它是现今传诵最广的《诗经》名篇之一。\n\n　　对于这么一首知名度很高而语句并不复杂的先秦古诗，古往今来解析其主旨的说法居然也有七种之多（据张树波《国风集说》统计）。按，成于汉代的《毛诗序》云：“《木瓜》，美齐桓公也。卫国有狄人之败，出处于漕，齐桓公救而封之，遗之车马器物焉。卫人思之，欲厚报之，而作是诗也。”这一说法在宋代有严粲（《诗缉》）等人支持，在清代有魏源（《诗古微》）等人支持。与毛说大致同时的三家诗，据陈乔枞《鲁诗遗说考》考证，鲁诗“以此篇为臣下思报礼而作”，王先谦《诗三家义集疏》意见与之相同。从宋代朱熹起，“男女相互赠答说”开始流行，《诗集传》云：“言人有赠我以微物，我当报之以重宝，而犹未足以为报也，但欲其长以为好而不忘耳。疑亦男女相赠答之词，如《静女》之类。”这体现了宋代《诗》学废序派的革新疑古精神。但这一说法受到清代《诗》学独立思考派的重要代表之一姚际恒的批驳，《诗经通论》云：“以（之）为朋友相赠答亦奚不可，何必定是男女耶！”现代学者一般从朱熹之说，而且更明确指出此诗是爱情诗。因此诗主旨说法多不同，而“木瓜”作为文学意象也就被赋予了多种不同的象征意义。其中“臣子思报忠于君主”“爱人定情坚于金玉”“友人馈赠礼轻情重”三种意象逐渐成为“木瓜”意象的主流内涵。\n\n　　《木瓜》一诗，从章句结构上看，很有特色。首先，其中没有《诗经》中最典型的句式——四字句。这不是没法用四字句（如用四字句，变成“投我木瓜（桃，李），报以琼琚（瑶、玖）；匪以为报，永以为好”，一样可以），而是作者有意无意地用这种句式造成一种跌宕有致的韵味，在歌唱时易于取得声情并茂的效果。其次，语句具有极高的重叠复沓程度。不要说每章的后两句一模一样，就是前两句也仅一字之差，并且“琼琚”“琼瑶”“琼玖”语虽略异义实全同，而“木瓜”“木桃”“木李”据李时珍《本草纲目》考证也是同一属的植物．其间的差异大致也就像橘、柑、橙之间的差异那样并不大。这样，三章基本重复，而如此高的重复程度在整部《诗经》中也并不很多，格式看起来就像唐代据王维诗谱写的《阳关三叠》乐歌似的，——自然这是《诗经》的音乐与文学双重性决定的。\n\n　　“你赠给我果子，我回赠你美玉”，与“投桃报李”不同，回报的东西价值要比受赠的东西大得多，这体现了一种人类的高尚情感（包括爱情，也包括友情）。这种情感重的是心心相印，是精神上的契合，因而回赠的东西及其价值的高低在此实际上也只具有象征性的意义，表现的是对他人对自己的情意的珍视，所以说“匪报也”。“投我以木瓜（桃、李），报之以琼琚（瑶、玖）”，其深层语义当是：虽汝投我之物为木瓜（桃、李），而汝之情实贵逾琼琚（瑶、玖）；我以琼琚（瑶、玖）相报，亦难尽我心中对汝之感激。清牛运震《诗志》评此数语云：“惠有大于木瓜者，却以木瓜为言，是降一格衬托法；琼瑶足以报矣，却说匪报，是进一层翻剥法。”他的话并非没有道理，但将木瓜、琼瑶之类已基本抽象化的物品看得太实，其他解此诗者似也有此病。实际上，作者胸襟之高朗开阔，已无衡量厚薄轻重之心横亘其间，他想要表达的就是：珍重、理解他人的情意便是最高尚的情意。从这一点上说，后来汉代张衡《四愁诗》“美人赠我金错刀，何以报之英琼瑶”，尽管说的是“投金报玉”。其意义实也与“投木报琼”无异。\n\n","translation":"你将木瓜投赠我，我拿琼琚作回报。不是为了答谢你，珍重情意永相好。\n\n你将木桃投赠我，我拿琼瑶作回报。不是为了答谢你，珍重情意永相好。\n\n你将木李投赠我，我拿琼玖作回报。不是为了答谢你，珍重情意永相好。\n\n"}
{"_id":{"$oid":"5b9a145e367d5cab18668736"},"title":"鹧鸪天·桂花","dynasty":"宋代","writer":"李清照","content":"暗淡轻黄体性柔，情疏迹远只香留。何须浅碧深红色，自是花中第一流。(\n'深'红 一作：轻)\n梅定妒，菊应羞，画阑开处冠中秋。骚人可煞无情思，何事当年不见收。(阑 通：栏)","type":["宋词精选","咏物","写花","抒怀","猖狂"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154130499.mp3","remark":"鹧鸪天：词牌名。\n“画阑”句：化用李贺《金铜仙人辞汉歌》的“画栏桂树悬秋香”之句意，谓桂花为中秋时节首屈一指的花木。\n“骚人”二句：取意于陈与义《清平乐·木犀》的“楚人未识孤妍，《离骚》遗恨千年”之句意。“骚人”、“楚人”均指屈原。可煞：疑问词，犹可是。情思：情意。何事：为何。此二句意谓《离骚》多载花木名称而未及桂花。\n\n","shangxi":"　　这首《鹧鸪天》词是一篇盛赞桂花的作品。在李清照词中，咏花之作很多，但推崇某花为第一流者还仅此一篇。它与《摊破浣溪沙》同为作者与丈夫居住青州时的作品。\n\n　　作为供观赏的花卉，艳丽的色彩是惹人喜爱的一个重要原因。此篇的上片正是抓住桂花“色”的特点来写的。“暗淡轻黄体性柔”，“暗”“淡”“轻”三字是形容桂花的色是暗黄、淡黄、轻黄。“体性柔”说这种花的花身和性质。\n\n　　“情疏迹远只香留。”这种树多生于深山中，宋之问诗：“为问山东桂，无人何自芳。”李白诗：“安知南山桂，绿叶垂芳根。”所以对人来说是迹远而情疏的，可是它的香却不因此而有所减少。\n\n　　“何须浅碧深红色，自是花中第一流。”作者以为，浅碧、深红在诸颜色中堪称美妙，然而，这些美妙的颜色，对于桂花来说，却是无须添加的。因为它浓郁的香气，温雅的体性已足使她成为第一流的名花，颜色淡一点又有什么要紧呢？\n\n　　上片围绕“色”与“香”的矛盾展开形象化的议论，生动地表现了作者的美学观点。对于“花”这个具体的审美对象来说，“色”属于外在美的范畴，“味”属于内在美的范畴，作者以为色淡味香的桂花“自是花中第一流”，足见作者对于内在美是很推崇的。\n\n　　下片的“梅定妒，菊应羞，画栏开处冠中秋”，是紧承上一片的意思写的。梅花，虽然开在早春，开在百花之前，而且姿容秀丽，仪态万千。但是，面对着“暗淡轻黄体性柔”的桂花，她却不能不生嫉妒之意；菊花，虽然开在深秋，独放百花之后，而且清雅秀美，幽香袭人，但面对着“情疏迹远只香留”的桂花，她也不能不掩饰羞愧之容。于是，正值中秋八月开放的桂花便理所当然地成为花中之冠了。\n\n　　“骚人可煞无情思，何事当年不见收。”“骚人”指的是屈原。屈原的《离骚》上多载草木名称，独独不见桂花。宋代的陈与义在《清平乐·咏桂》中说：“楚人未识孤妍，《离骚》遗恨千年。”意思和此词大体上是一致的，皆以屈原的不收桂花入《离骚》为憾事，以为这是屈原情思不足的缘故。\n\n　　就全篇来说，这首词的笔法是很巧妙的。全词自始至终都象是为桂花鸣不平，实际上是在抒发自己的幽怨之情。\n\n　　词中正面描写桂花的，只有开头两句。仅此两句便把桂花的颜色、光泽、性格、韵味都写尽了，为后面替桂花“鸣冤”、“正名”做好了铺垫。\n\n　　作者之所以推崇桂花为第一流的花朵，是因为她十分注重桂花的内在美，十分欣赏桂花的色淡味香，体性温雅。所谓“何须浅碧深红色”，言外之意是，只要味香性柔，无须浅碧深红；如果徒有“浅碧深红”便不能列为花中第一流。为了推崇桂花，作者甚至让梅花生妒，使菊花含羞。其实，作者的咏梅、咏菊之作是不少的，这两种花，论颜色，论风韵，确实不在桂花之下，她们的“妒”和“羞”恐怕还是因为她们没有桂花那样浓郁的芳香吧？最后，作者更直接谈及咏桂与情思的关系，她以非凡的艺术家的胆量和勇气指责屈原的当年不收桂花入《离骚》是“情思”不够的缘故。至此，作者既为桂花“正”了“名”，又抒发了自己的一怀幽情。实际上，那“暗淡轻黄体性柔，情疏迹远只香留”的桂花，正是作者傲视尘俗，乱世挺拔的正直性格的写照。 \n\n","translation":"　　淡黄色的桂花，并不鲜艳，但体态轻盈。于幽静之处，不惹人注意，只留给人香味。不需要具有名花的红碧颜色。桂花色淡香浓，应属最好的。\n　　（和桂花相比）梅花一定妒嫉，菊花自当羞惭。桂花是秋天里百花之首，天经地义。可憾屈原对桂花不太了解，太没有情意了。不然，他在《离骚》中赞美那么多花，为什么没有提到桂花呢？\n\n"}
{"_id":{"$oid":"5b9a145e367d5cab18668737"},"title":"鹧鸪天·彩袖殷勤捧玉钟","dynasty":"宋代","writer":"晏几道","content":"彩袖殷勤捧玉钟，当年拚却醉颜红。舞低杨柳楼心月，歌尽桃花扇底风。\n从别后，忆相逢，几回魂梦与君同。今宵剩把银釭照，犹恐相逢是梦中。","type":["宋词三百首","爱情","婉约"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154130892.mp3","remark":"鹧鸪天：词牌名，又名“思佳客”，五十五字。 此词黄升《花庵词选》题作《佳会》。\n彩袖：代指穿彩衣的歌女。\n玉钟：古时指珍贵的酒杯，是对酒杯的美称。\n拚（pàn）却：甘愿，不顾惜。却：语气助词。\n“舞低”二句：歌女舞姿曼妙，直舞到挂在杨柳树梢照到楼心的一轮明月低沉下去；歌女清歌婉转，直唱到扇底儿风消歇（累了停下来），极言歌舞时间之久。桃花扇，歌舞时用作道具的扇子，绘有桃花。歌扇风尽，形容不停地挥舞歌扇。这两句是《小山词》中的名句。“低”字为使动用法，使······低。\n同：聚在一起。.\n剩把：剩：通“尽（jǐn）”，只管。把：持，握。\n银釭（gāng）：银质的灯台，代指灯。\n\n","translation":"当年首次相逢你酥手捧杯殷勤劝酒频举玉盅，是那么地温柔美丽和多情，我开怀畅饮喝得酒醉脸通红。翩翩起舞从月上柳梢的傍晚时分开始，直到楼顶月坠楼外树梢的深夜，我们尽情地跳舞歌唱，筋疲力尽累到无力再把桃花扇摇动。\n自从那次离别后，我总是怀念那美好的相逢，多少回梦里与你相拥。今夜里我举起银灯把你细看，还怕这次相逢又是在梦中。\n\n"}
{"_id":{"$oid":"5b9a145e367d5cab18668738"},"title":"夸父逐日","dynasty":"先秦","writer":"佚名","content":"　　夸父与日逐走，入日；渴，欲得饮，饮于河、渭；河、渭不足，北饮大泽。未至，道渴而死。弃其杖，化为邓林。\n\n","type":["初中文言文","神话","故事"],"remark":"1、逐走：竞跑，赛跑。\n2、逐：竞争。走：跑。\n3、入日：追赶到太阳落下的地方。\n4、欲得饮：想要喝水解渴。\n5、河、渭：即黄河，渭水。\n6、北饮大泽：大湖。传说纵横千里，在雁门山北。北：方位名词用作状语，向北方，向北面。\n7、道渴而死：半路上因口渴而死。\n8、邓林：地名，今在大别山附近河南、湖北、安徽三省交界处。邓林即“桃林”。\n9、未至：没有赶到。\n10、渴：感到口渴。\n11、弃：遗弃。\n12、为：成为。\n13、逐日：追逐太阳。\n14、于：到。（饮于河、渭中的于，应译为到，介词）\n15、大泽：大湖。\n16、足：够。（因为足的意思等同于够，所以 足够：同义复合词）\n\n词语活用 \n北饮大泽\n北：名词作状语，向北。\n道渴而死\n道：名词作状语，在半路上。\n\n古今异义\n①夸父与日逐走\n走：古义：跑。今义：行走。\n②饮于河渭\n河：古义：指黄河。 今义：泛指所有河流。\n\n一词多义\n饮：\n①欲得饮 饮：名词，饮食，食物和水。\n②饮于河、渭饮： 动词，喝。\n\n","translation":"　　夸父与太阳赛跑，一直追赶到太阳落下的地方；他感到口渴，想要喝水，就到黄河、渭水喝水。黄河、渭水的水不够，往北去大湖喝水。还没到大湖，在半路因口渴而死。丢弃他的手杖，（手杖）化成桃林。\n\n"}
{"_id":{"$oid":"5b9a145e367d5cab18668739"},"title":"和张仆射塞下曲·其三","dynasty":"唐代","writer":"卢纶","content":"月黑雁飞高，单于夜遁逃。\n欲将轻骑逐，大雪满弓刀。","type":["唐诗三百首","边塞","冬天","战争","赞美","将军"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154131549.mp3","remark":"塞下曲：古时边塞的一种军歌。\n月黑：没有月光。\n单于（chán yú ）：匈奴的首领。这里指入侵者的最高统帅。\n遁：逃走。\n将：率领。\n轻骑：轻装快速的骑兵。\n逐：追赶。\n满：沾满。\n\n","shangxi":"　　这首诗只有短短20个字，却饱含了大量的信息，激发读者产生无穷的想象。作者并没有直接描写战斗的场面，但通过读诗，完全可以通过领悟诗意和丰富想象，绘出一幅金戈铁马的战争画图来。\n\n　　诗由写景开始：“月黑雁飞高”。这样的景是难于刻画的：“月黑”，则茫无所见；“雁飞高”，则无迹可寻。雁飞而且高。是由声音觉察到的。这样的景，并非眼中之景，而是意中之景。雪夜月黑，本不是雁飞的正常时刻。而宿雁惊飞，正透露出敌人正在行动。寥寥五字，既交待了时间，又烘托了战斗前的紧张气氛，直接逼出下句“单于夜遁逃”来。单于本是古匈奴的君主，这里借指敌军统帅。敌军在夜间行动，应当有各种可能。然而诗人但谓“单于夜遁逃”。读诗至此，顿觉一股豪迈之情扑面而来。敌人夜间行动，并非率兵来袭，而是借夜色的掩护仓惶逃遁。诗句语气肯定，判断明确，充满了对敌人的蔑视和我军必胜的信念，足令读者为之振奋，于上句造成的神秘气氛中，发一惊采。敌酋遁去，我军纵兵追擒，这是自然的发展。“欲将轻骑逐”，是追兵将发而未发。不用大军而仅派“轻骑”，绝不仅仅因为快捷，同时也还显示厂一种高度的自信。仿佛敌人已是瓮中之鳖，只须少量“轻骑”追剿。便可手到擒来。当勇士们列队准备出发时。虽然站立不过片刻．而大雪竟落满弓刀。“大雪满弓刀”一句，又发惊采，将全诗意境推向高潮。在茫茫的夜色中，在洁白的雪地上，一支轻骑兵正在集结，雪花顷刻便落满了他们全身，遮掩了他们武器的寒光。他们就象一支支即将离弦的箭。虽然尚未出发，却早就满怀着必胜的信心。这是一幅非常动人的画图：在静谴中蕴藏着呐喊，在昏暗中酝酿着闪电。虽然是在漆黑的夜间，勇士们被白雪勾画出的英姿仍然是“焕尔触目”。“离首即尾、离尾即首”虽然是绝句的难点，但诗人倘能大胆剪裁，巧妙构思，抓住典型环境与典型场景，完全能够写出精采的佳作。\n\n","translation":"夜静月黑雁群飞得很高，单于趁黑夜悄悄地逃窜。\n正要带领轻骑兵去追赶，大雪纷飞落满了身上的弓刀。\n\n"}
{"_id":{"$oid":"5b9a145e367d5cab1866873a"},"title":"正月十五夜","dynasty":"唐代","writer":"苏味道","content":"火树银花合，星桥铁锁开。\n暗尘随马去，明月逐人来。\n游伎皆秾李，行歌尽落梅。\n金吾不禁夜，玉漏莫相催。","type":["节日","元宵节"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154131635.mp3","remark":"火树银花：比喻灿烂绚丽的灯光和焰火。特指上元节的灯景。此句对后世影响甚大，如宋辛弃疾《青玉案·元夕》词有：“东风夜放花千树……蓦然回首，那人却在灯火阑珊处。”《红楼梦》十八回：“只见庭燎绕空，香雪布地，火树琪花，金窗玉槛”\n星桥：星津桥，天津三桥之一，“洛水贯都，以像星汉”此处或以星津桥指代天津三桥。”东都洛阳，洛水从西面流经上阳宫南，流到皇城端门外，分为三道，上各架桥，南为星津桥，中为天津桥，北为黄道桥 。开元年间，改修天津桥，星津桥毁，二桥合而为一。 \n 铁锁开：比喻京城开禁。唐朝都城都有宵禁，但在正月十五这天取消宵禁，连接洛水南岸的里坊区与洛北禁苑的天津桥、星津桥、黄道桥上的铁锁打开，任平民百姓通行。\n暗尘：暗中飞扬的尘土。\n逐人来：追随人流而来。\n游伎：歌女、舞女。一作“游骑（jì）”\n秾李：此处指观灯歌伎打扮得艳若桃李。《诗经·召南·何彼秾矣》：“何彼秾矣，华如桃李。”\n落梅：曲调名。\n金吾：原指仪仗队或武器，此处指金吾卫，掌管京城戒备，禁人夜行的官名，汉代置。《唐两京新记》云：”正月十五日夜，敕金吾弛禁，前后各一日以看灯，光若昼日。”\n不禁夜：指取消宵禁。唐时，京城每天晚上都要戒严，对私自夜行者处以重罚。一年只有三天例外，即正月十四、十五、十六。\n玉漏：古代用玉做的计时器皿，即滴漏。\n\n","shangxi":"　　这首诗是描写长安城里元宵之夜的景色。据《大唐新语》和《唐两京新记》记载：每年这天晚上，长安城里都要大放花灯；前后三天，夜间照例不戒严，看灯的真是人山人海。豪门贵族的车马喧阗，市民们的歌声笑语，汇成一片，通宵都在热闹的气氛中度过。\n\n　　春天刚刚才透露一点消息，还不是万紫千红的世界，可是明灯错落，在大路两旁、园林深处映射出灿烂的辉光，简直象明艳的花朵一样。从“火树银花”的形容，我们不难想象，这是多么奇丽的夜景！说“火树银花合”，因为四望如一的缘故。王维《终南山》“白云回望合”，孟浩然《过故人庄》“绿树村边合”的“合”，用意相同，措语之妙，可能是从这里得到启发的。由于到处任人通行，所以城门也开了铁锁。崔液《上元夜》诗有句云：“玉漏铜壶且莫催，铁关金锁彻明开。”可与此相印证。城关外面是城河，这里的桥，即指城河上的桥。这桥平日是黑沈沈的，今天换上了节日的新装，点缀着无数的明灯。灯影照耀，城河望去有如天上的星河，所以也就把桥说成“星桥”了。“火树”“银花”“星桥”都写灯光，诗人的鸟瞰，首先从这儿着笔，总摄全篇；同时，在“星桥铁锁开”这句话里说出游人之盛，这样，下面就很自然地过渡到节日风光的具体描绘。\n\n　　人潮一阵阵地涌着，马蹄下飞扬的尘土也看不清；月光照到人们活动的每一个角落，哪儿都能看到明月当头。原来这灯火辉煌的佳节，正是风清月白的良宵。在灯影月光的映照下，花枝招展的歌妓们打扮得分外美丽，她们一面走，一面唱着《梅花落》的曲调。长安城里的元宵，真是观赏不尽的。所谓“欢娱苦日短”，不知不觉便到了深更时分，然而人们却仍然怀着无限留恋的心情，希望这一年一度的元宵之夜不要匆匆地过去。“金吾不禁”二句，用一种带有普遍性的心理描绘，来结束全篇，言尽而意不尽，读之使人有余音绕梁，三日不绝之感。这诗于镂金错采之中，显得韵致流溢，也在于此。\n\n","translation":"明灯错落，园林深处映射出璀璨的光芒，有如娇艳的花朵一般；由于四处都可通行，所以城门的铁锁也打开了。\n人潮汹涌，马蹄下尘土飞扬；月光洒遍每个角落，人们在何处都能看到明月当头。\n月光灯影下的歌妓们花枝招展、浓妆艳抹，一面走，一面高唱《梅花落》。\n京城取消了夜禁，计时的玉漏你也不要着忙，莫让这一年只有一次的元宵之夜匆匆过去。\n\n"}
{"_id":{"$oid":"5b9a145e367d5cab1866873b"},"title":"端午即事","dynasty":"宋代","writer":"文天祥","content":"五月五日午，赠我一枝艾。 故人不可见，新知万里外。\n丹心照夙昔，鬓发日已改。 我欲从灵均，三湘隔辽海。","type":["端午节","无奈","壮志"],"remark":"即事：就眼前之事歌咏。\n故人：古人，死者。\n新知：新结交的知己。\n丹心：指赤红炽热的心，一般以“碧血丹心”来形容为国尽忠的人。\n夙昔：指昔时，往日。\n灵均：形容土地美好而平坦，含有“屈”字的意思。在这里指屈原。\n三湘：指沅湘、潇湘、资湘（或蒸湘），合称“三湘”。也可以指湖南一带。\n隔：间隔，距离。\n辽海：泛指辽河流域以东至海地区。\n\n","translation":"五月五日是端午节，你赠与我了一枝艾草。死者却看不见，新结交的知己却在万里之外。\n往日能够为国尽忠的人，现在已经白发苍苍。我想要从屈原那里得到希望，三湘相隔的比较远。\n\n"}
{"_id":{"$oid":"5b9a145f367d5cab1866873c"},"title":"秋浦歌十七首·其十四","dynasty":"唐代","writer":"李白","content":"炉火照天地，红星乱紫烟。\n赧郎明月夜，歌曲动寒川。","type":["秋夜","赞美","工人","劳动","早教古诗100首"],"remark":"秋浦：县名，唐时先属宣州，后属池州，在今安徽省贵池县西。秋浦因流经县城之西的秋浦河得名。\n炉火：唐代，秋浦乃产铜之地。此指炼铜之炉火\n赧郎：红脸汉。此指炼铜工人。赧：原指因羞愧而脸红，此指脸被炉火所映红。\n\n","translation":"炉火照彻天地，紫烟中红星乱闪。\n炼铜工人在明月之夜，一边唱歌一边劳动，他们的歌声响彻了寒峭的山谷。\n\n"}
{"_id":{"$oid":"5b9a145f367d5cab1866873d"},"title":"马诗二十三首·其五","dynasty":"唐代","writer":"李贺","content":"大漠沙如雪，燕山月似钩。\n何当金络脑，快走踏清秋。","type":["边塞","写景","咏物","写马","战争","早教古诗100首"],"remark":"燕山：山名，在现河北省的北部。\n钩：弯刀，是古代的一种兵器，形似月牙。\n金络脑：用黄金装饰的马笼头，说明马具的华贵。\n\n","shangxi":"　　一、二句展现出一片富于特色的边疆战场景色，乍看是运用赋法：连绵的燕山山岭上，一弯明月当空；平沙万里，在月光下象铺上一层白皑皑的霜雪。这幅战场景色，一般人也许只觉悲凉肃杀，但对于志在报国之士却有异乎寻常的吸引力。“燕山月似钩”与“晓月当帘挂玉弓”（《南园》其六）匠心正同，“钩”是一种弯刀，与“玉弓”均属武器，从明晃晃的月牙联想到武器的形象，也就含有思战斗之意。作者所处的贞元、元和之际，正是藩镇极为跋扈的时代，而“燕山”暗示的幽州蓟门一带又是藩镇肆虐为时最久、为祸最烈的地带，所以诗意是颇有现实感慨的。思战之意也有针对性。平沙如雪的疆场寒气凛凛，但它是英雄用武之地。所以这两句写景实启后两句的抒情，又具兴义。\n\n　　三、四句借马以抒情：什么时候才能披上威武的鞍具，在秋高气爽的疆场上驰骋，建树功勋呢？《马诗》其一云：“龙背铁连钱，银蹄白踏烟。无人织锦襜，谁为铸金鞭？”“无人织锦襜”二句的慨叹与“何当金络脑”表达的是同一个意思，就是企盼把良马当作良马对待，以效大用。“金络脑”、“锦襜”、“金鞭”统属贵重鞍具，都是象征马受重用。显然，这是作者热望建功立业而又不被赏识所发出的嘶鸣。\n\n　　此诗与《南园（男儿何不带吴钩）》都是写同一种投笔从戎、削平藩镇、为国建功的热切愿望。但《南园》是直抒胸臆，此诗则属寓言体或比体。直抒胸臆，较为痛快淋漓；而用比体，则觉婉曲耐味。而诗的一、二句中，以雪喻沙，以钩喻月，也是比；从一个富有特征性的景色写起以引出抒情，又是兴。短短二十字中，比中见兴，兴中有比，大大丰富了诗的表现力。从句法上看，后二句一气呵成，以“何当”领起作设问，强烈传出无限企盼意，且有唱叹味；而“踏清秋”三字，声调铿锵，词语搭配新奇，盖“清秋”草黄马肥，正好驰驱，冠以“快走”二字，形象暗示出骏马轻捷矫健的风姿，恰是“所向无空阔，真堪托死生。骁腾有如此，万里可横行”（杜甫《房兵曹胡马》）。所以字句的锻炼，也是此诗艺术表现上不可忽略的成功因素。\n\n","translation":"平沙万里，在月光下像铺上一层白皑皑的霜雪。连绵的燕山山岭上，一弯明月当空，如弯钩一般。\n何时才能受到皇帝赏识，给我这匹骏马佩戴上黄金打造的辔头，让我在秋天的战场上驰骋，立下功劳呢？\n\n"}
{"_id":{"$oid":"5b9a145f367d5cab1866873e"},"title":"送别","dynasty":"唐代","writer":"王之涣","content":"杨柳东风树，青青夹御河。\n近来攀折苦，应为别离多。","type":["离别","送别","柳树"],"remark":"东门：即长安青门，唐朝时出京城多东行者，多用于送别。有的版本作东风。\n青青：指杨柳的颜色。\n御河：指京城护城河。\n攀折：古代折柳送别的习俗。\n苦：辛苦，这里指折柳不方便。\n别离：离别，分别。\n\n","translation":"春风中一株株杨柳树，沿着御河两岸呈现出一片绿色。\n最近攀折起来不是那么方便，应该是因为离别人儿太多。\n\n"}
{"_id":{"$oid":"5b9a145f367d5cab1866873f"},"title":"玉楼春·春景","dynasty":"宋代","writer":"宋祁","content":"东城渐觉风光好。縠皱波纹迎客棹。绿杨烟外晓寒轻，红杏枝头春意闹。\n浮生长恨欢娱少。肯爱千金轻一笑。为君持酒劝斜阳，且向花间留晚照。","type":["宋词三百首","宋词精选","婉约","春游","写景","惜春"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154132070.mp3","remark":"\n木兰花：原唐教坊曲名，后用为词牌名，调同“玉楼春”。\n縠（hú）皱波纹：形容波纹细如皱纱。縠皱：即皱纱，有皱褶的纱。棹（zhào）：船桨，此指船。\n春意：春天的气象。闹：浓盛。\n浮生：指飘浮无定的短暂人生。\n肯爱：岂肯吝惜，即不吝惜。一笑：特指美人之笑。\n持酒：端起酒杯。\n晚照：夕阳的余晖。\n\n","shangxi":"　　此词上片从游湖写起，讴歌春色，描绘出一幅生机勃勃、色彩鲜明的早春图；下片则一反上片的明艳色彩、健朗意境，言人生如梦，虚无缥缈，匆匆即逝，因而应及时行乐，反映出“浮生若梦，为欢几何”的寻欢作乐思想。作者宋祁因词中“红杏枝头春意闹”一句而名扬词坛，被世人称作红杏尚书。\n\n　　起首一句泛写春光明媚。第二句以拟人化手法，将水波写得生动、亲切而又富于灵性。“绿杨”句写远处杨柳如烟，一片嫩绿，虽是清晨，寒气却很轻微。“红杏”句专写杏花，以杏花的盛开衬托春意之浓。词人以拟人手法，着一“闹”字，将烂漫的大好春光描绘得活灵活现，呼之欲出。\n\n　　过片两句，意谓浮生若梦，苦多乐少，不能吝惜金钱而轻易放弃这欢乐的瞬间。此处化用“一笑倾人城”的典故，抒写词人携妓游春时的心绪。结拍两句，写词人为使这次春游得以尽兴，要为同时冶游的朋友举杯挽留夕阳，请它在花丛间多陪伴些时候。这里，词人对于美好春光的留恋之情，溢于言表，跃然纸上。\n\n　　这首词章法井然，开阖自如，言情虽缠绵而不轻薄，措词虽华美而不浮艳，将执著人生、惜时自贵、流连春光的情怀抒写得淋漓尽致，具有不朽的艺术价值。\n\n　　本词歌咏春天，洋溢着珍惜青春和热爱生活的情感。上阙写初春的风景。起句“东城渐觉风光好”，以叙述的语气缓缓写来，表面上似不经意，但“好”字已压抑不住对春天的赞美之情。\n\n　　以下三句就是“风光好”的具体发挥与形象写照。首先是“縠皱波纹迎客棹”，把人们的注意力引向盈盈春水，那一条条漾动着水的波纹，仿佛是在向客人招手表示欢迎。然后又要人们随着他去观赏“绿杨”，“绿杨”句点出“客棹”来临的时光与特色。“晓寒轻”写的是春意，也是作者心头的情意。“波纹”、“绿杨”都象征着春天。但是，更能象征春天的却是春花，在此前提下，上片最后一句终于咏出了“红杏枝头春意闹”这一绝唱。如果说这一句是画面上的点睛之笔，还不如说是词人心中绽开的感情花朵。“闹”字不仅形容出红杏的众多和纷繁，而且，它把生机勃勃的大好春光全都点染出来了。“闹”字不仅有色，而且似乎有声，王国维在《人间词话》中说：“着一‘闹’字而境界全出。”\n\n　　下阙再从词人主观情感上对春光美好做进一步的烘托。“浮生长恨欢娱少，肯爱千金轻一笑”二句，是从功名利禄这两个方面来衬托春天的可爱与可贵。词人身居要职，官务缠身，很少有时间或机会从春天里寻取人生的乐趣，故引以为“浮生”之“长恨”。于是，就有了宁弃“千金”而不愿放过从春光中获取短暂“一笑”的感慨。既然春天如此可贵可爱，词人禁不住“为君持酒劝斜阳”，明确提出“且向花间留晚照”的强烈主观要求。这要求是“无理”的，因此也是不可能的，却能够充分地表现出词人对春天的珍视，对光阴的爱惜。\n\n","translation":"\n信步东城感到春光越来越好，皱纱般的水波上船儿慢摇。条条绿柳在霞光晨雾中轻摆曼舞，粉红的杏花开满枝头春意妖娆。\n总是抱怨人生短暂欢娱太少，怎肯为吝惜千金而轻视欢笑？让我为你举起酒杯奉劝斜阳，请留下来把晚花照耀。\n\n"}
{"_id":{"$oid":"5b9a145f367d5cab18668740"},"title":"从军行七首","dynasty":"唐代","writer":"王昌龄","content":"烽火城西百尺楼，黄昏独上海风秋。(独上 一作：独坐)\n更吹羌笛关山月，无那金闺万里愁。\n\n琵琶起舞换新声，总是关山旧别情。\n撩乱边愁听不尽，高高秋月照长城。\n\n关城榆叶早疏黄，日暮云沙古战场。\n表请回军掩尘骨，莫教兵士哭龙荒。\n\n青海长云暗雪山，孤城遥望玉门关。\n黄沙百战穿金甲，不破楼兰终不还。\n\n大漠风尘日色昏，红旗半卷出辕门。\n前军夜战洮河北，已报生擒吐谷浑。\n\n胡瓶落膊紫薄汗，碎叶城西秋月团。\n明敕星驰封宝剑，辞君一夜取楼兰。\n\n玉门山嶂几千重，山北山南总是烽。\n人依远戍须看火，马踏深山不见踪。\n\n","type":["边塞","叙事","抒情","思念","早教古诗100首"],"remark":"从军行：乐府旧题，属相和歌辞平调曲。多是反映军旅辛苦生活的。\n羌笛：羌族竹制乐器。关山月，乐府曲名，属横吹曲。多为伤离别之辞。\n独上：一作“独坐”。\n无那：无奈，指无法消除思亲之愁。一作“谁解”。\n新声：新的歌曲。\n关山：边塞。旧别：一作“离别”。\n撩乱：心里烦乱。边愁：久住边疆的愁苦。听不尽：一作“弹不尽”。\n关城：指边关的守城。\n云沙：像云一样的风沙。\n表：上表，上书。掩尘骨：指尸骨安葬。掩，埋。\n龙荒：荒原。\n青海：指青海湖，在今青海省。\n玉门关：汉置边关名，在今甘肃敦煌县西。一作“雁门关”。\n楼兰：汉西域国名，在今新疆蜡羌县及罗布泊一带，此地代指唐西边境少数民族政权。终不还：一作“竟不还”。\n辕门：指军营的大门。\n吐谷浑：中国古代少数民族名称，晋时鲜卑慕容氏的后裔。\n胡瓶：唐代西域地区制作的一种工艺品，可用来储水。\n敕：专指皇帝的诏书。星驰：像流星一样迅疾奔驰，也可解释为星夜奔驰。\n嶂：指直立像屏障一样的山峰。\n烽：指烽火台。\n\n","shangxi":"　　组诗《从军行七首》是王昌龄采用乐府旧题写的边塞诗，载于《全唐诗》卷一百四十三。\n\n　　【其一】\n\n　　这首小诗，笔法简洁而富蕴意，写法上很有特色。诗人巧妙地处理了叙事与抒情的关系。前三句叙事，描写环境，采用了层层深入、反复渲染的手法，创造气氛，为第四句抒情做铺垫，突出了抒情句的地位，使抒情句显得格外警拔有力。“烽火城西”，一下子就点明了这是在青海烽火城西的瞭望台上。荒寂的原野，四顾苍茫，只有这座百尺高楼，这种环境很容易引起人的寂寞之感。时令正值秋季，凉气侵人，正是游子思亲、思妇念远的季节。时间又逢黄昏，“鸡栖于埘，日之夕矣，羊牛下来。君子于役，如之何勿思！”（《诗经·王风·君子于役》）这样的时间常常触发人们思念于役在外的亲人。而此时此刻，久戍不归的征人恰恰“独坐”在孤零零的戍楼上。天地悠悠，牢落无偶，思亲之情正随着青海湖方向吹来的阵阵秋风任意翻腾。上面所描写的，都是通过视觉所看到的环境，没有声音，还缺乏立体感。接着诗人写道：“更吹羌笛关山月”。在寂寥的环境中，传来了阵阵呜呜咽咽的笛声，就象亲人在呼唤，又象是游子的叹息。这缕缕笛声，恰似一根导火线，使边塞征人积郁在心中的思亲感情，再也控制不住，终于来了个大爆发，引出了诗的最后一句。这一缕笛声，对于“独坐”在孤楼之上的闻笛人来说是景，但这景又饱含着吹笛人所抒发的情，使环境更具体、内容更丰富了。诗人用这亦情亦景的句子，不露痕迹，完成了由景入情的转折过渡，何等巧妙、何等自然！\n\n　　在表现征人思想活动方面，诗人运笔也十分委婉曲折。环境氛围已经造成，为抒情铺平垫稳，然后水到渠成，直接描写边人的心理——“无那金闺万里愁”。作者所要表现的是征人思念亲人、怀恋乡土的感情，但不直接写，偏从深闺妻子的万里愁怀反映出来。而实际情形也是如此：妻子无法消除的思念，正是征人思归又不得归的结果。这一曲笔，把征人和思妇的感情完全交融在一起了。就全篇而言，这一句如画龙点睛，立刻使全诗神韵飞腾，而更具动人的力量了。\n\n　　【其二】\n\n　　此诗截取了边塞军旅生活的一个片断，通过写军中宴乐表现征戍者深沉、复杂的感情。\n\n　　“琵琶起舞换新声”。随舞蹈的变换，琵琶又翻出新的曲调，诗境就在一片乐声中展开。琵琶是富于边地风味的乐器，而军中置酒作乐，常常少不了“胡琴琵琶与羌笛。”这些器乐，对征戍者来说，带着异或情调，容易唤起强烈感触。既然是“换新声”，总能给人以一些新的情趣、新的感受吧？不，“总是关山旧别情”。边地音乐主要内容，可以一言以蔽之，“旧别情”而已。因为艺术反映实际生活，征戍者谁个不是离乡背井乃至别妇抛雏？“别情”实在是最普遍、最深厚的感情和创作素材。所以，琵琶尽可换新曲调，却换不了歌词包含的情感内容。《乐府古题要解》云：“《关山月》，伤离也。”句中“关山”在字面的意义外，双关《关山月》曲调，含意更深。\n\n　　此句的“旧”对应上句的“新”，成为诗意的一次波折，造成抗坠扬抑的音情，特别是以“总是”作有力转接，效果尤显。次句既然强调别情之“旧”，那么，这乐曲是否太乏味呢？不，“撩乱边愁听不尽”，那曲调无论什么时候，总能扰得人心烦乱不宁。所以那奏不完、“听不尽”的曲调，实叫人又怕听，又爱听，永远动情。这是诗中又一次波折，又一次音情的抑扬。“听不尽”三字，是怨？是叹？是赞？意味深长。作“奏不完”解，自然是偏于怨叹。然作“听不够”讲，则又含有赞美了。所以这句提到的“边愁”既是久戍思归的苦情，又未尝没有更多的意味。当时北方边患未除，尚不能尽息甲兵，言念及此，征戍者也会心不宁意不平的。前人多只看到它“意调酸楚”的一面，未必十分全面。\n\n　　诗前三句均就乐声抒情，说到“边愁”用了“听不尽”三字，那末结句如何以有限的七字尽此“不尽”就最见功力。诗人这里轻轻宕开一笔，以景结情。仿佛在军中置酒饮乐的场面之后，忽然出现一个月照长城的莽莽苍苍的景象：古老雄伟的长城绵亘起伏，秋月高照，景象壮阔而悲凉。对此，你会生出什么感想？是无限的乡愁？是立功边塞的雄心和对于现实的忧怨？也许，还应加上对于祖国山川风物的深沉的爱，等等。\n\n　　读者也许会感到，在前三句中的感情细流一波三折地发展（换新声——旧别情——听不尽）后，到此却汇成一汪深沉的湖水，荡漾回旋。“高高秋月照长城”，这里离情入景，使诗情得到升华。正因为情不可尽，诗人“以不尽尽之”，“思入微茫，似脱实粘”，才使人感到那样丰富深刻的思想感情，征戍者的内心世界表达得入木三分。此诗之臻于七绝上乘之境，除了音情曲折外，这绝处生姿的一笔也是不容轻忽的。\n\n　　【其三】\n\n　　这首诗通过描写古战场的荒凉景象，无数的将士们死在边关，而没有办法好好安葬，反映了当时战争的惨烈，也表现了诗人对将士们深切的同情之心。\n\n　　诗的开头点明地点和时令，形象地描绘出边地的荒凉景象，次句暗示有不少战士在这场战斗中为国捐躯。后两句写将军上表请求把战死的将士们尸骨运回安葬，表明了将帅对士卒的爱护之情，\n\n　　此诗以旷远苍茫的荒野战场作为背景，“黄叶”“暮云”等边塞景象更进一步烘托出边塞的荒凉，给人以满目萧然、凄凉悲怆之感。最后两句感情真挚，造句沉痛，更增悲怆之气。全诗读来颇令人感到那种震撼人心的力量，一支部队有这样体恤、爱护士卒的统帅，士卒没有不卖命的道路，由此亦可以想象这支部队战斗力量的强大。\n\n　　【其四】\n\n　　唐代边塞诗的读者，往往因为诗中所涉及的地名古今杂举、空间悬隔而感到困惑。怀疑作者不谙地理，因而不求甚解者有之，曲为之解者亦有之。这首诗就有这种情形。\n\n　　前两句提到三个地名。雪山即河西走廊南面横亘廷伸的祁连山脉。青海与玉门关东西相距数千里，却同在一幅画面上出现，于是对这两句就有种种不同的解说。有的说，上句是向前极目，下句是回望故乡。这很奇怪。青海、雪山在前，玉门关在后，则抒情主人公回望的故乡该是玉门关西的西域，那不是汉兵，倒成胡兵了。另一说，次句即“孤城玉门关遥望”之倒文，而遥望的对象则是“青海长云暗雪山”，这里存在两种误解：一是把“遥望”解为“遥看”，二是把对西北边陲地区的概括描写误解为抒情主人公望中所见，而前一种误解即因后一种误解而生。\n\n　　一、二两句，不妨设想成次第展现的广阔地域的画面：青海湖上空，长云弥温；湖的北面，横亘着绵廷千里的隐隐的雪山；越过雪山，是矗立在河西走廊荒漠中的一座孤城；再往西，就是和孤城遥遥相对的军事要塞——玉门关。这幅集中了东西数千里广阔地域的长卷，就是当时西北边戍边将士生活、战斗的典型环境。它是对整个西北边陲的一个鸟瞰，一个概括。为什么特别提及青海与玉关呢？这跟当时民族之间战争的态势有关。唐代西、北方的强敌，一是吐蕃，一是突厥。河西节度使的任务是隔断吐蕃与突厥的交通，一镇兼顾西方、北方两个强敌，主要是防御吐蕃，守护河西走廊。“青海”地区，正是吐蕃与唐军多次作战的场所；而“玉门关”外，则是突厥的势力范围。所以这两句不仅描绘了整个西北边陲的景象，而且点出了“孤城”西拒吐蕃，北防突厥的极其重要的地理形势。这两个方向的强敌，正是戍守“孤城”的将士心之所系，宜乎在画面上出现青海与玉关。与其说，这是将士望中所见，不如说这是将士脑海中浮现出来的画面。这两句在写景的同时渗透丰富复杂的感情：戍边将士对边防形势的关注，对自己所担负的任务的自豪感、责任感，以及戍边生活的孤寂、艰苦之感，都融合在悲壮、开阔而又迷蒙暗淡的景色里。\n\n　　三、四两句由情景交融的环境描写转为直接抒情。“黄沙百战穿金甲”，是概括力极强的诗句。戍边时间之漫长，战事之频繁，战斗之艰苦，敌军之强悍，边地之荒凉，都于此七字中概括无遗。“百战”是比较抽象的，冠以“黄沙”二字，就突出了西北战场的特征，令人宛见“日暮云沙古战场”的景象；“百战”而至“穿金甲”，更可想见战斗之艰苦激烈，也可想见这漫长的时间中有一系列“白骨掩蓬蒿”式的壮烈牺牲。但是，金甲尽管磨穿，将士的报国壮志却并没有销磨，而是在大漠风沙的磨炼中变得更加坚定。“不破楼兰终不还”，就是身经百战的将士豪壮的誓言。上一句把战斗之艰苦，战事之频繁越写得突出，这一句便越显得铿锵有力，掷地有声。一二两句，境界阔大，感情悲壮，含蕴丰富；三四两句之间，显然有转折，二句形成鲜明对照。“黄沙”句尽管写出了战争的艰苦，但整个形象给人的实际感受是雄壮有力，而不是低沉伤感的。因此末句并非嗟叹归家无日，而是在深深意识到战争的艰苦、长期的基础上所发出的更坚定、深沉的誓言，盛唐优秀边塞诗的一个重要的思想特色，就是在抒写戍边将士的豪情壮志的同时，并不回避战争的艰苦，本篇就是一个显例。可以说，三四两句这种不是空洞肤浅的抒情，正需要有一二两句那种含蕴丰富的大处落墨的环境描写。典型环境与人物感情高度统一，是王昌龄绝句的一个突出优点，这在本篇中也有明显的体现。\n\n　　【其五】\n\n　　读过《三国演义》的人，可能对第五回“关云长温酒斩华雄”有深刻印象。这对塑造关羽英雄形象是很精彩的一节。但书中并没有正面描写单刀匹马的关羽与领兵五万的华雄如何正面交手，而是用了这样一段文字：（关羽）出帐提刀，飞身上马。众诸侯听得关外鼓声大振，喊声大举，如天摧地塌，岳撼山崩，众皆失惊。正欲探听，鸾铃响处，马到中军，云长提华雄之头，掷于地上，其酒尚温。\n\n　　这段文字，笔墨非常简炼，从当时的气氛和诸侯的反应中，写出了关羽的神威。论其客观艺术效果，比写挥刀大战数十回合，更加引人入胜。罗贯中的这段文字，当然有他匠心独运之处，但如果就避开正面铺叙，通过气氛渲染和侧面描写，去让人想象战争场面这一点来看，却不是他的首创，像王昌龄的这首《从军行》，应该说已早著先鞭，并且是以诗歌形式取得成功的。\n\n　　“大漠风尘日色昏”，由于我国西北部的阿尔泰山、天山、昆仑山均呈自西向东或向东南走向，在河西走廊和青海东部形成一个大喇叭口，风力极大，狂风起时，飞沙走石。因此，“日色昏”接在“大漠风尘”后面，并不是指天色已晚，而是指风沙遮天蔽日。但这不光表现气候的暴烈，它作为一种背景出现，还自然对军事形势起着烘托、暗示的作用。在这种情势下，唐军采取什么行动呢？不是辕门紧闭，被动防守，而是主动出征。为了减少风的强大阻力，加快行军速度，战士们半卷着红旗，向前挺进。这两句于“大漠风尘”之中，渲染红旗指引的一支劲旅，好像不是自然界在逞威，而是这支军队卷尘挟风，如一柄利剑，直指敌营。这就把读者的心弦扣得紧紧的，让人感到一场恶战已迫在眉睫。这支横行大漠的健儿，将要演出怎样一种惊心动魄的场面呢？在这种悬想之下，再读后两句：“前军夜战洮河北，已报生擒吐谷浑。”这可以说是一落一起。读者的悬想是紧跟着刚才那支军队展开的，可是在沙场上大显身手的机会却并没有轮到他们。就在中途，捷报传来，前锋部队已在夜战中大获全胜，连敌酋也被生擒。情节发展得既快又不免有点出人意料，但却完全合乎情理，因为前两句所写的那种大军出征时迅猛、凌厉的声势，已经充分暗示了唐军的士气和威力。这支强大剽悍的增援部队，既衬托出前锋的胜利并非偶然，又能见出唐军兵力绰绰有余，胜券在握。\n\n　　从描写看，诗人所选取的对象是未和敌军直接交手的后续部队，而对战果辉煌的“前军夜战”只从侧面带出。这是打破常套的构思。如果改成从正面对夜战进行铺叙，就不免会显得平板，并且在短小的绝句中无法完成。现在避开对战争过程的正面描写，从侧面进行烘托，就把绝句的短处变成了长处。它让读者从“大漠风尘日色昏”和“夜战洮河北”去想象前锋的仗打得多么艰苦，多么出色。从“已报生擒吐谷浑”去体味这次出征多么富有戏剧性。一场激战，不是写得声嘶力竭，而是出以轻快跳脱之笔，通过侧面的烘托、点染，让读者去体味、遐想。这一切，在短短的四句诗里表现出来，在构思和驱遣语言上的难度，应该说是超过“温酒斩华雄”那样一类小说故事的。\n\n　　【其六】\n\n　　第六首诗描写的是一位将军欲奔赴边关杀敌立功的急切心情。\n\n　　诗的首句写这位将军的战时装束和勇武雄姿，次句转写边塞之景，意在营造和烘托气氛，暗示将军之心时时想着边塞的安危，时时准备奔赴边塞，保境安民。这两句着力铺陈将军的装束和边地景色，既衬托出将军的神武之姿，又意在蓄势，在如水秋月的广阔清寒背景下，一身戎装的将军的剪影，威风凛凛，一位勇武的将军形象就被传神地勾勒了出来。诗的后两句，豪气生发，尤显英雄本色，既写出了部队攻城拔寨的神速，同时也反映出作者对唐朝强大国势和军力的一种自信和自豪心理。\n\n　　【其七】\n\n　　第七首诗主要描写的是山峦叠嶂，烽火遍布的边塞景观。用笔隐曲，语浅意深，余味不尽。\n\n　　诗的前三句写山多、烽火台多，以及边塞将士对烽火的依赖，均属静态描述，突出了唐军在玉门关一带边防设施的完善和布防的到位。至第四句笔锋一转，引入的动态画面，视野之中闯入了一匹马儿，但转瞬又消失在深山密林里。动静结合，形成叙述力度上的张弛美感。而“不见踪”则又将马行之疾，山林之深准确地刻画了出来。虽然已经看不见马了，但仍然能使人产生不尽的联想，让读者隐约地感到边防健儿身手的敏捷。这种结尾，颇为耐人寻味，正如诗人在《诗格》中谈到结尾一句如何处理时所写的那样：“每至落句，常须含蓄，不令语尽思穷。”全诗起笔突兀，收笔婉转，而又似乎绵里藏针，读来颇感意味深长，值得玩味。 \n\n","translation":"　　在烽火台的西边高高地耸着一座戍楼，黄昏时分，独坐在戍楼上任凭从湖面吹来的秋风撩起自己的战袍。此时又传来一阵幽怨的羌笛声，吹奏的是《关山月》的调子，无奈着笛声更增添了对万里之外的妻子的相思之情。\n\n　　军中起舞，伴奏的琵琶翻出新声，不管怎样翻新，每每听到《关山月》的曲调时，总会激起边关将士久别怀乡的忧伤之情。纷杂的乐舞与思乡的愁绪交织在一起，欲理还乱，无尽无休。此时秋天的月亮高高地照着长城。\n\n　　边城榆树的叶子早已稀疏飘落，颜色发黄了，傍晚时分，一场战斗刚刚结束，环视战场，只见暮云低合，荒丘起伏。将军向皇帝上表，奏请班师，以便能把战死沙场的将士们的尸骨运回故土安葬，不能让士兵们为他乡埋葬自己的战友而伤感痛哭。\n\n　　青海湖上蒸腾而起的漫漫云雾，遮暗了整个祁连山，远远地可以望见玉门关那座孤城。黄沙万里，频繁的战斗磨穿了战士们身上的铠甲，不将敌人打败绝不回还。\n\n　　塞北沙漠中大风狂起，尘土飞扬，天色为之昏暗，前线军情十分紧急，接到战报后迅速出击。先头部队已经于昨天夜间在洮河的北岸和敌人展开了激战，刚刚听说与敌人交火，现在就传来了已获得大捷的消息。\n\n　　将军臂膊上绑缚着胡瓶，骑着紫薄汗马，英姿飒爽；碎叶城西的天空中一轮秋月高高悬挂。边境传来紧急军情，皇上派使者星夜传诏将军，并赐予尚方宝剑令其即刻领兵奔赴前线杀敌；将军拜诏辞京，奔赴战场，将士用命，一鼓作气，很快就攻破了敌人的老巢。\n\n　　玉门关周围山峦层层叠叠，像重重屏障护卫着王朝的西北边防；烽火台遍布各个山头。人们戍边要依靠烽火来传递消息；那里山深林密，马儿跑过一会儿就看不见踪影了。\n\n"}
{"_id":{"$oid":"5b9a145f367d5cab18668741"},"title":"鸿门宴","dynasty":"两汉","writer":"司马迁","content":"　　沛公军霸上，未得与项羽相见。沛公左司马曹无伤使人言于项羽曰：“沛公欲王关中，使子婴为相，珍宝尽有之。”项羽大怒曰：“旦日飨士卒，为击破沛公军！”当是时，项羽兵四十万，在新丰鸿门；沛公兵十万，在霸上。范增说项羽曰：“沛公居山东时，贪于财货，好美姬。今入关，财物无所取，妇女无所幸，此其志不在小。吾令人望其气，皆为龙虎，成五彩，此天子气也。急击勿失！”\n\n　　楚左尹项伯者，项羽季父也，素善留侯张良。张良是时从沛公，项伯乃夜驰之沛公军，私见张良，具告以事，欲呼张良与俱去，曰：“毋从俱死也。”张良曰：“臣为韩王送沛公，沛公今事有急，亡去不义，不可不语。”\n\n　　良乃入，具告沛公。沛公大惊，曰：“为之奈何？”张良曰：“谁为大王为此计者？”曰：“鲰生说我曰：‘距关，毋内诸侯，秦地可尽王也。’故听之。”良曰：“料大王士卒足以当项王乎？”沛公默然，曰：“固不如也。且为之奈何？”张良曰：“请往谓项伯，言沛公不敢背项王也。”沛公曰：“君安与项伯有故？”张良曰：“秦时与臣游，项伯杀人，臣活之；今事有急，故幸来告良。”沛公曰：“孰与君少长？”良曰：“长于臣。”沛公曰：“君为我呼入，吾得兄事之。”张良出，要项伯。项伯即入见沛公。沛公奉卮酒为寿，约为婚姻，曰：“吾入关，秋毫不敢有所近，籍吏民封府库，而待将军。所以遣将守关者，备他盗之出入与非常也。日夜望将军至，岂敢反乎！愿伯具言臣之不敢倍德也。”项伯许诺，谓沛公曰：“旦日不可不蚤自来谢项王。”沛公曰：“诺。”于是项伯复夜去，至军中，具以沛公言报项王，因言曰：“沛公不先破关中，公岂敢入乎？今人有大功而击之，不义也。不如因善遇之。”项王许诺。\n\n　　沛公旦日从百余骑来见项王，至鸿门，谢曰：“臣与将军戮力而攻秦，将军战河北，臣战河南，然不自意能先入关破秦，得復见将军于此。今者有小人之言，令将军与臣有郤……”项王曰：“此沛公左司马曹无伤言之；不然，籍何以至此。”项王即日因留沛公与饮。项王、项伯东向坐，亚父南向坐。亚父者，范增也。沛公北向坐，张良西向侍。范增数目项王，举所佩玉玦以示之者三，项王默然不应。范增起，出召项庄，谓曰：“君王为人不忍。若入前为寿，寿毕，请以剑舞，因击沛公于坐，杀之。不者，若属皆且为所虏。”庄则入为寿。寿毕，曰：“君王与沛公饮，军中无以为乐，请以剑舞。”项王曰：“诺。”项庄拔剑起舞，项伯亦拔剑起舞，常以身翼蔽沛公，庄不得击。\n\n　　于是张良至军门见樊哙。樊哙曰：“今日之事何如？”良曰：“甚急！今者项庄拔剑舞，其意常在沛公也。”哙曰：“此迫矣！臣请入，与之同命。”哙即带剑拥盾入军门。交戟之卫士欲止不内，樊哙侧其盾以撞，卫士仆地，哙遂入，披帷西向立，瞋目视项王，头发上指，目眦尽裂。项王按剑而跽曰：“客何为者？”张良曰：“沛公之参乘樊哙者也。”项王曰：“壮士，赐之卮酒。”则与斗卮酒。哙拜谢，起，立而饮之。项王曰：“赐之彘肩。”则与一生彘肩。樊哙覆其盾于地，加彘肩上，拔剑切而啖之。项王曰：“壮士！能復饮乎？”樊哙曰：“臣死且不避，卮酒安足辞！夫秦王有虎狼之心，杀人如不能举，刑人如恐不胜，天下皆叛之。怀王与诸将约曰：‘先破秦入咸阳者王之。’今沛公先破秦入咸阳，毫毛不敢有所近，封闭宫室，还军霸上，以待大王来。故遣将守关者，备他盗出入与非常也。劳苦而功高如此，未有封侯之赏，而听细说，欲诛有功之人。此亡秦之续耳，窃为大王不取也！”项王未有以应，曰：“坐。”樊哙从良坐。\n\n　　坐须臾，沛公起如厕，因招樊哙出。沛公已出，项王使都尉陈平召沛公。沛公曰：“今者出，未辞也，为之奈何？”樊哙曰：“大行不顾细谨，大礼不辞小让。如今人方为刀俎，我为鱼肉，何辞为？”于是遂去。乃令张良留谢。良问曰：“大王来何操？”曰：“我持白璧一双，欲献项王，玉斗一双，欲与亚父。会其怒，不敢献。公为我献之。”张良曰：“谨诺。”当是时，项王军在鸿门下，沛公军在霸上，相去四十里。沛公则置车骑，脱身独骑，与樊哙、夏侯婴、靳强、纪信等四人持剑盾步走，从郦山下，道芷阳间行。沛公谓张良曰：“从此道至吾军，不过二十里耳。度我至军中，公乃入。”\n\n　　沛公已去，间至军中。张良入谢，曰：“沛公不胜桮杓，不能辞。谨使臣良奉白璧一双，再拜献大王足下，玉斗一双，再拜奉大将军足下。”项王曰：“沛公安在？”良曰：“闻大王有意督过之，脱身独去，已至军矣。”项王则受璧，置之坐上。亚父受玉斗，置之地，拔剑撞而破之，曰：“唉！竖子不足与谋。夺项王天下者，必沛公也。吾属今为之虏矣！”\n\n　　沛公至军，立诛杀曹无伤。\n\n","type":["高中文言文","历史","故事"],"shangxi":"　　《鸿门宴》一文，既为我们再现了历史真实；它也为我们提供了高度的文学技巧典范。它的艺术特点，可以分为以下四点来观察。\n\n　　第一点，它善于在矛盾开展中描绘人物。通过重要历史事件的描写以突现人，使之为形象塑造服务。人物形象获得高度的鲜明与统一，因之具备典型性。\n\n　　在本文中，作者善善、恶恶、贤贤、黜不肖的态度是十分鲜明的。司马迁以极其深微而又明显的爱憎笔触，刻画了两种不同类型的统治人物。刘邦是一个卑鄙狡诈而又极其机变的所谓成功人物；项羽则是一个粗豪自恃、浅听轻信的所谓失败英雄。作者把刘邦、项羽放在鸿门一会的具体历史事件具体矛盾开展当中，进行描绘。最后达到人物形象的高度鲜明与统一，完成传记文学人物的典型性质。所以刘邦、项羽，尽管是历史上的真实人物，所描绘的的也完全符合历史的真实；然而后世却常用来概括两种不同类型的人。作者在描绘这两种人物性格时，爱憎倾向是十分明确的。对项羽主要的是同情和赞颂；对刘邦主要的是鄙夷和贬斥。这就深刻地影响着千百年后读者群众情感的向背，使人们同情的都归于项羽一面。本文在描绘张良、项伯、樊哙、范增的形象上，也极为成功。假如说本文写的是“子房如龙，樊哙如虎”，那么写刘邦就真该是“如狐如鼠”了。\n\n　　第二点，本文善于把巨大的历史事件与丰富的细节描写相结合，善于把生动的场面叙写与细节描绘相结合。在对尖锐的矛盾斗争的叙写当中，完成其惊奇的富于戏剧性的故事情节。\n\n　　这样就能以在尖锐的矛盾斗争的展现当中，完成其惊奇的富于戏剧性的故事情节。使人们在千百年后，一提起鸿门宴故事来，许多人物的活跃形象，都如近在眼前。《鸿门宴》一文，在这一点上，可以说是极其成功的范例。\n\n　　第三点，本文具有周密严谨的组织安排。在材料处理上，也能前后相生，具有缜密的逻辑联系。它密切依照历史发展，把许多材料，加以精心地抉择，并进行了细密的安排组织。使矛盾一环衔着一环，使情节一波推动一波。他以曹无伤密告起，以曹无伤被诛结。以范增说项羽始，以范增怒项羽终。在处理材料上，作者运用了繁（如闯宴）、简（如诛曹）、省（如张良“具告沛公”）、复（如樊哙说项）各种不同笔法，使其相辅相成，以构成全篇严密无间的逻辑结构。帮助了主题内容的显现。这些是本文鲜明特点之一。\n\n　　第四点，是本文在语言运用上达到了一个新的高度。由于作者在传记文学著作上，具有独创精神叛逆情感，所以他能自觉地靠拢人民向民间语言学习；受有明显的影响。许多民间传说与歌谣谚语，都成为作者创作思想与创作语言的重要来源，构成作品的新鲜血液。使它的语言艺术，推进到中古时期散文文学的一个新的高峰：浅切、明白、活泼、朴实。\n\n　　在本文中，如“大行不顾细谨，大礼不辞小让。”“人为刀俎，我为鱼肉。”都是当时流行的成语；而“唉！竖子不足与谋！”则是当时的生动具体的口头语言。\n\n　　从全文语言风格来看，也完全可以说明司马迁的操纵运用语言的能力，远远跨过秦及汉初散文语言的既有水平，达到了一个新的高度。\n\n　　此外，司马迁在善于活用虚词上，也极其出色。他往往凭借表情作用很强的虚词运用，表现人物情态。如本文中，“沛公默然曰：‘固不如也，且为之奈何？’”“项王曰：‘此沛公左司马曹无伤言之，不然，籍何以至此？’”“樊哙曰：‘臣死且不避，酒安足辞！’”等。都是运用虚字进行表情的极其传神处所。《鸿门宴》一文的文学技巧，在整个《史记》当中，是具有代表性的。郭嵩焘说它“自是史公《项羽本纪》中聚精会神，极得意文字。”自非过誉。它不只是达到了“叙事真而描写切”、“语调整齐，字句锤炼”的境地；它也达到了神采辞章双跻峰顶（“理既切至，词亦通畅。”——《文心雕龙·启奏篇》）的新高度。有人也用思想清新、文字精美、内容充实、组织周密四点，对整个《史记》的艺术特点作通俗的概括。这种通俗的概括评价，同样也适用于本文。五　最后，需要说明的是，过去有些论述《鸿门宴》的文章，在作思想内容与艺术特点分析时，往往有一种脱离本段文字而从《项羽本纪》与《高祖本纪》全部着眼进行论列的不当倾向；在作刘、项评价时也有这样毛病。我认为我们分析《鸿门宴》时，还是应该抓紧本文。虽然也应当联系照顾到刘项《本纪》全篇，但却不应喧宾夺主，或者把延伸的意义，说成本篇的思想内容。 \n\n","translation":"邦驻军霸上，还没有能和项羽相见，刘邦的左司马曹无伤派人对项羽说：“刘邦想要在关中称王，让子婴（ying）做丞相，珍宝全都被刘邦占有。”项羽大怒，说：“明天犒（kao）劳士兵，给我打败刘邦的军队！”这时候，项羽的军队40万，驻扎在新丰鸿门；刘邦的军队10万，驻在霸上。范增劝告项羽说：“沛公在崤山的东边的时候，对钱财货物贪恋，喜爱美女。现在进了关，不掠取财物，不迷恋女色，这说明他的志向不在小处。我叫人观望他那里的气运，都是龙虎的形状，呈现五彩的颜色，这是天子的气运呀!赶快攻打，不要失去机会。”\n\n　　楚国的左尹项伯，是项羽的叔父，一向同留侯张良交好。张良这时正跟随着刘邦。项伯就连夜骑马跑到刘邦的军营，私下会见张良，把事情详细地告诉了他，想叫张良和他一起离开，说：“不要和（刘邦）他们一起死了。”张良说：“我是韩王派给沛公的人，现在沛公遇到危急的事，逃走是不守信义的，不能不告诉他。”于是张良进去，详细地告诉了刘邦。刘邦大惊，说：“这件事怎么办？”张良说：“是谁给大王出这条计策的？”刘邦说：“一个见识短浅的小子劝我说：‘守住函谷关，不要放诸侯进来，秦国的土地可以全部占领而称王。’所以就听了他的话。”张良说：“估计大王的军队足够用来抵挡项王吗?”刘邦沉默了一会儿，说：“当然不如啊。这又将怎么办呢？”张良说：“请您亲自告诉项伯，说刘邦不敢背叛项王。”刘邦说：“你怎么和项伯有交情？”张良说：“秦朝时，他和我交往，项伯杀了人，我使他活了下来；现在事情危急，幸亏他来告诉我。”刘邦说：“他和你年龄谁大谁小？”张良说：“比我大。”刘邦说：“你替我请他进来，我要像对待兄长一样对待他。”张良出去，邀请项伯。项伯就进去见刘邦。刘邦捧上一杯酒向项伯祝酒，和项伯约定结为儿女亲家，说：“我进入关中，一点东西都不敢据为己有，登记了官吏、百姓，封闭了仓库，等待将军到来。派遣将领把守函谷关的原因，是为了防备其他盗贼进来和意外的变故。我日夜盼望将军到来，怎么敢反叛呢？希望您全部告诉项王我不敢背叛项王的恩德。”项伯答应了，告诉刘邦说：“明天早晨不能不早些亲自来向项王道歉。”刘邦说：“好。”于是项伯又连夜离去，回到军营里，把刘邦的话报告了项羽，趁机说：“沛公不先攻破关中，你怎么敢进关来呢？现在人家有了大功，却要攻打他，这是不讲信义。不如趁此好好对待他。”项王答应了。\n\n　　刘邦第二天早晨带着一百多人马来见项王，到了鸿门，向项王解释说：“我和将军合力攻打秦国，将军在黄河以北作战，我在黄河以南作战，但是我自己没有料到能先进入关中，灭掉秦朝，能够在这里又见到将军。现在有小人的谣言，使您和我发生误会。”项王说：“这是沛公的左司马曹无伤说的，如果不是这样，我怎么会这么生气？”项王当天就留下刘邦，和他饮酒。项王、项伯朝东坐，亚父朝南坐。亚父就是范增。刘邦朝北坐，张良朝西陪侍。范增多次向项王使眼色，再三举起他佩戴的玉玦暗示项王，项王沉默着没有反应。范增起身，出去召来项庄，说：“君王为人心地不狠。你进去上前为他敬酒，敬酒完毕，请求舞剑，趁机把沛公杀死在座位上。否则，你们都将被他俘虏！”项庄就进去敬酒。敬完酒，说：“君王和沛公饮酒，军营里没有什么可以用来作为娱乐的，请让我舞剑。”项王说：“好。”项庄拔剑起舞，项伯也拔剑起舞，常常张开双臂像鸟儿张开翅膀那样用身体掩护刘邦，项庄无法刺杀。\n\n　　于是张良到军营门口找樊哙。樊哙问：“今天的事情怎么样？”张良说：“很危急！现在项庄拔剑起舞，他的意图常在沛公身上啊！”樊哙说：“这太危急了，请让我进去，跟他同生死。”于是樊哙拿着剑，持着盾牌，冲入军门。持戟交叉守卫军门的卫士想阻止他进去，樊哙侧着盾牌撞去，卫士跌倒在地上，樊哙就进去了，掀开帷帐朝西站着，瞪着眼睛看着项王，头发直竖起来，眼角都裂开了。项王握着剑挺起身问：“客人是干什么的？”张良说：“是沛公的参乘樊哙。”项王说：“壮士！赏他一杯酒。”左右就递给他一大杯酒，樊哙拜谢后，起身，站着把酒喝了。项王又说：“赏他一条猪的前腿。”左右就给了他一条未煮熟的猪的前腿。樊哙把他的盾牌扣在地上，把猪腿放（在盾）上，拔出剑来切着吃。项王说：“壮士！还能喝酒吗？”樊哙说：“我死都不怕，一杯酒有什么可推辞的？秦王有虎狼一样的心肠，杀人惟恐不能杀尽，惩罚人惟恐不能用尽酷刑，所以天下人都背叛他。怀王曾和诸将约定：‘先打败秦军进入咸阳的人封作王。’现在沛公先打败秦军进了咸阳，一点儿东西都不敢动用，封闭了宫室，军队退回到霸上，等待大王到来。特意派遣将领把守函谷关的原因，是为了防备其他盗贼的进入和意外的变故。这样劳苦功高，没有得到封侯的赏赐，反而听信小人的谗言，想杀有功的人，这只是灭亡了的秦朝的继续罢了。我以为大王不应该采取这种做法。”项王没有话回答，说：“坐。”樊哙挨着张良坐下。坐了一会儿，刘邦起身上厕所，趁机把樊哙叫了出来。\n\n　　刘邦出去后，项王派都尉陈平去叫刘邦。刘邦说：“现在出来，还没有告辞，这该怎么办？”樊哙说：“做大事不必顾及小节，讲大礼不必计较小的谦让。现在人家正好比是菜刀和砧板，我们则好比是鱼和肉，告辞干什么呢？”于是就决定离去。刘邦就让张良留下来道歉。张良问：“大王来时带了什么东西？”刘邦说：“我带了一对玉璧，想献给项王；一双玉斗，想送给亚父。正碰上他们发怒，不敢奉献。你替我把它们献上吧。”张良说：“好。”这时候，项王的军队驻在鸿门，刘邦的军队驻在霸上，相距四十里。刘邦就留下车辆和随从人马，独自骑马脱身，和樊哙、夏侯婴、靳强、纪信四人拿着剑和盾牌徒步逃跑，从郦山脚下，取道芷阳，抄小路走。刘邦对张良说：“从这条路到我们军营，不过二十里罢了，估计我回到军营里，你才进去。”\n\n　　刘邦离去后，从小路回到军营里。张良进去道歉，说：“刘邦禁受不起酒力，不能当面告辞。让我奉上白璧一双，拜两拜敬献给大王；玉斗一双，拜两拜献给大将军。”项王说：“沛公在哪里？”张良说：“听说大王有意要责备他，脱身独自离开，已经回到军营了。”项王就接受了玉璧，把它放在座位上。亚父接过玉斗，放在地上，拔出剑来敲碎了它，说：“唉！这小子不值得和他共谋大事！夺项王天下的人一定是刘邦。我们都要被他俘虏了！”\n\n　　刘邦回到军中，立刻杀掉了曹无伤。 ▲\n\n"}
{"_id":{"$oid":"5b9a145f367d5cab18668742"},"title":"一毛不拔","dynasty":"魏晋","writer":"邯郸淳","content":"一猴死，见冥王，求转人身。王曰：“既欲做人，须将毛尽拔去。”即唤夜叉拔之。方拔一根，猴不胜痛叫。王笑曰：“看你一毛不拔，如何做人？”","type":["小学文言文","寓言","故事","哲理"],"remark":"既：既然\n之：代指猴毛\n方：才\n胜：能忍受\n\n","shangxi":"故事 　　古代有个富翁，大家都叫他六叔，他十分吝啬。由于他整天盘剥穷人，累得病倒了，差一点昏死过去。三天后，他稍稍清醒了一下，看见屋里挤满了送终的亲友，想要表示什么。他的大侄说：“六叔，是不是还有两个亲人没见面？”他摇摇头。二侄问：“是不是有笔银子放在哪里，不曾交代？”还是他妻子明白，看见两根灯芯同时燃点，就挑掉一根。这时六叔才微微舒了一口气。突然，快断气的六叔流着泪，凑近妻子的耳朵，想跟她说话。他说： “我死后，可把我留下的两张便纸分给前来吊孝的亲戚。” “我死后，别用棺材来盛我，挖个坑，把我埋了就成。” “我死后，不要请和尚念经，我在黄泉下自己会念经的。” “我死后，把我的皮剥下来，卖给皮匠；把我的毛拔下来卖给做刷子的人，一根别丢了……” “一毛不拔”就是一根毛也舍不得拔掉丢失，形容极端自私。 ▲","translation":"一只猴子死后见到了阎王，（向阎王）要求投胎做人。阎王说：“既然你想做人，就需要将毛全部拔掉。”于是（阎王）就叫夜叉给猴子拔毛。刚刚才拔下了一根，猴子就忍不住痛得叫了起来。阎王笑道：“看你，连一根毛都舍不得拔，怎么做人呢？”\n\n\n"}
{"_id":{"$oid":"5b9a145f367d5cab18668743"},"title":"黔之驴","dynasty":"唐代","writer":"柳宗元","content":"　　黔无驴，有好事者船载以入。至则无可用，放之山下。虎见之，庞然大物也，以为神，蔽林间窥之。稍出近之，慭慭然，莫相知。\n\n　　他日，驴一鸣，虎大骇，远遁；以为且噬己也，甚恐。然往来视之，觉无异能者；益习其声，又近出前后，终不敢搏。稍近，益狎，荡倚冲冒。驴不胜怒，蹄之。虎因喜，计之曰：“技止此耳！”因跳踉大?，断其喉，尽其肉，乃去。\n\n　　噫！形之庞也类有德，声之宏也类有能。向不出其技，虎虽猛，疑畏，卒不敢取。今若是焉，悲夫！\n\n","type":["初中文言文","寓言","故事"],"remark":"好事者：喜欢多事的人。\n船载以入：用船载运（驴）进黔。船，这里指用船的意思。以，连词，相当于“而”，表修饰。\n至：到。\n则：表转折，却。\n之：代词，代驴。\n庞然大物：（虎觉得驴是）巨大的动物。庞然，巨大的样子。然，......的样子。\n以为：把……当作。\n蔽：躲避，躲藏。\n窥：偷看。\n稍：逐渐地，渐渐地。\n近：形容词作动词，靠近。\n慭慭（yìnyìn）然：小心谨慎的样子。\n莫相知：不知道它是什么东西。相：一方对另一方，偏指另一方。\n他日：之后的一天。\n大骇：非常害怕。大：很，非常。骇，害怕。\n远遁：跑得远远的。遁：跑，逃跑。\n以为：认为\n且：将要。噬：咬。\n甚：很，非常。\n恐：害怕。\n然：表转折，然而，但是。\n视：观察。\n觉无异能：（虎）觉得（驴）没有特别的本领。异：特别的，与众不同的。能：本领，能力。\n者：语气词，文中表示揣度语气，似的。\n益：渐渐地。\n习：熟悉。\n终：始终。\n搏：搏击，搏斗。\n稍：渐渐地。\n近：靠近。\n益：更加。\n狎：态度亲近而不庄重。\n荡倚冲冒：形容虎对驴轻侮戏弄的样子。荡，碰撞。倚，倚靠。冲，冲撞。冒，冒犯。\n不胜（shēng）怒：非常愤怒。\n蹄：名词作动词，踢。\n因：因此。\n计之：盘算这件事。计，盘算。\n技止此耳：（驴）的本领只不过这样罢了。技，本领。止，同“只”，只不过，仅仅。此，这样。耳，罢了。\n因：于是，就。\n跳踉（tiàoliáng）：跳跃。\n㘎（hǎn）：吼叫。\n尽：（吃）完。\n乃：才。\n\n","shangxi":"　　《黔之驴》是我国一篇著名的古典寓言。开头是这样写的：“黔无驴，有好事者船载以入。至则无可用，放之山下。”\n\n　　作者首先从故事发生的地区环境写起。“黔”，是唐代当时一个行政区的名称，又叫黔中道，包括今天湖南西部、四川东南部、湖北西南部和贵州北部一带。这一带有什么特点呢？“无驴”，从来没有过驴子。这一特点很重要，因为如果没有这一特点，就不会出现后面老虎被驴一时迷惑的情节，因此也就不会发生后面这样的故事。“有好事者船载以入”，有一个没事找事的人用船运去了一头驴。这一句紧紧承接着“黔无驴”三个字而来，交代了寓言中的主要角色驴的来历——原来它是一个外来户。“至则无可用，放之山下”，运到以后，派不上什么用场，就把它放养到山脚下。这两句不仅解释了为什么说运驴的人是一个“好事者”，而且也很巧妙地把这个“好事者”一笔撇开——因为他同后面的情节没有关系——从而为下文集中描写寓言中的主要角色准备了方便条件。\n\n　　随着驴被“放山下”，到了一个具体的地方，寓言中的另一角色虎的出场就很自然了：\n\n　　虎见之，庞然大物也，以为神，蔽林间窥之。稍出近之，慭慭然，莫相知。他日，驴一鸣，虎大骇，远遁，以为且噬己也，甚恐。\n\n　　这一段主要写虎见到驴以后的心理状态。“虎见之，庞然大物也，以为神”，老虎看到这个又高又大的家伙，以为是什么神物。这是虎对驴的最初印象和认识。由于寓言一开头就交代了“黔无驴”，谁也没有见过，因此老虎少见多怪，产生这样的错觉是很自然的。于是，“蔽林间窥之”，它就躲藏到树林里，偷偷地盯着驴子。这里，一个“蔽”字，充分写出了老虎在“以为神”的认识基础上所产生的害怕心理；而一个“窥”字，又说明了作为兽中之王的老虎虽怕但并不甘心、亟想摸清对方底细的心理活动，从而孕育了后面情节的必然发展。“稍出近之”，后来老虎又慢慢走出来向驴靠近些。这是对老虎并不甘心、打算摸底的心理的进一步揭示。“蔽林间窥之，稍出近之”两句，不仅写出了老虎行动的连续和发展——由迅速离开驴子的“蔽”，到立定脚跟的“窥”，再到走出树林、走向驴子的“近”——而且初步地揭示了老虎一心要认识这个“庞然大物”的决心。不过这里的“近”，并不是说同驴已经靠得很近了，只是指略微缩短了一点同驴的距离罢了；因为这时老虎对驴还是“慭慭然莫相知”，小心谨慎，不知道它是个什么怪物。“慭慭然”，谨慎害怕的样子。由于“莫相知”，自然“慭慭然”；而由于“慭慭然”，当然也就只能“稍出近之”了。这里“莫相知”三字，既有承上的作用，说明老虎产生“慭慭然”不安心理和采取“稍出近之”谨慎行动的原因；又有启下的作用，交代了后面情节演进的根据。“他日”，有一天。这是寄全于一的笔法，说明老虎为了改变自己“莫相知”的状况，对驴观察已经不止一天了。由此也可见其决心。然而认识并未取得进展，仍然停留在“以为神”的阶段。所以“驴一鸣”，驴子吼叫一声，“虎大骇，远遁”，老虎大吃一惊，逃得远远的。为什么要“远遁”呢？“以为且噬己也”，因为老虎认为驴子要吃掉自己，所以“甚恐”，非常恐惧。“以为且噬己也”，点明了“甚恐”的实质；而“甚恐”，又为老虎后来识破驴子的真面目得出“不过如此”的结论进行了铺垫。\n\n　　这一节写老虎的心理活动虽然只是一个“怕”字，但时起时伏，非常生动。“虎见之，庞然大物也，以为神”，畏惧之心突然而起；“蔽林间”，可见害怕得还很厉害，纵是兽中之王，也不敢露面；“窥之”，虽害怕得很，但惊魂初定；“稍出近之”，说明畏惧心理已经明显减少，尽管仍然小心翼翼；“驴一鸣，虎大骇，远遁”，“甚恐”，畏惧之心又一下子达到了高潮。而所有这些变化又无不围绕着“以为神”的思想认识。\n\n　　然而老虎“远遁”，会不会一走了之呢？如果这样，情节又将如何发展呢？我们不用担心，因为从虎一开始所表现出来的虽怕驴但并不甘心的心理活动来看，它是不会一走了之的。事实正是这样，虎不但没有逃之夭夭，而且很快就看穿了驴子的假象；不仅逐渐消除了畏驴之心，甚至慢慢产生了吃驴之意：\n\n　　然往来视之，觉无异能者。益习其声，又近出前后，终不敢搏。\n\n　　这一节主要写虎对驴认识的深入。“然往来视之，觉无异能者。”然而通过来回观察，觉得驴并没有什么特殊的本领。这是虎对驴“神”的形象怀疑的开始。这里的一个“然”字，非常有力，具有特殊的作用，不仅是语气的转折，而且也是虎由怕驴到逐渐认清驴的本质并最后把驴吃掉的整个情节的转折。“往来”，说明老虎的观察是多么细心和频繁。因而“觉无异能者”，并进而“益习其声”，对驴的吼叫声也逐渐习惯了。心理上的这一变化，必然导致行动上的更加大胆，于是，“又近出前后”，进一步到驴子的身前身后转来转去。注意，这里的“近”，比“稍出近之”的“近”，又进了一步，是逼近的意思，充分反映了老虎“觉无异能者”的心理。那么，既然认为驴子没有什么了不起，又为什么“终不敢搏”，始终不敢扑上去抓取它呢？这是因为老虎对驴的底细尚未彻底摸清的缘故。——虽然“觉无异能者”，但驴子的“无异能”，只不过是自己的主观感觉罢了，实际情况如何，谁又知道！一个“终”字，把老虎慎重对敌、不敢贸然行事的思想揭示得淋漓尽致；而一个“搏”字，又把老虎围绕驴子煞费苦心的全部目的披露无遗，从而为后面的吃驴情节作了伏笔。\n\n　　这一节写虎“觉无异能者”的心理活动，尽管归结为“终不敢搏”，仍有怕的意味，但与开始的怕不仅有着程度上的不同，而且有着性质上的区别：以前的怕，是担心自己被对手吃掉的恐惧；怕，只不过是担心自己不能顺利吃掉对方的顾虑而已。所以，“终不敢搏”，既说明了老虎对驴的认识由“以为神”到“觉无异能者”的巨大进步，同时也说明了它对驴的彻底认识还有待于进一步深入。\n\n　　那么后来，虎是怎样取得了对驴的彻底认识并终于消除了顾虑的呢？\n\n　　稍近益狎，荡倚冲冒。驴不胜怒，蹄之。虎因喜，计之曰：“技止此耳！”\n\n　　这一节写虎对驴认识的最后完成。为了彻底摸清驴的底细，改变自己“终不敢搏”的心理，虎进行了一系列的试探活动。首先，“稍近”，慢慢靠拢驴子。注意，这里的“近”，比“近出前后”的“近”，又进了一步，说明虎已经非常贴近驴子了。“稍近”之后，“益狎”，越来越轻佻起来——这是对驴进行戏弄；进而又“荡倚冲冒”，摇摇它，靠着它，撞击它，甚至扒着它的脊背(“冒”，古代同衣帽的“帽”，覆盖的意思)——这是对驴进行挑逗。这里，我们不仅看到了虎一系列的挑衅性的行动，而且通过它得寸进尺、逐步发展的行动，还可以察知它大胆而谨慎、既藐视对方又重视敌手的思想。由“近出前后”的观察到“稍近”的试探，已经大胆了，但这毕竟只是距离的逼近；见对方没有反应，才进而由“稍近”的试探到“益狎”的戏弄，但这毕竟只是态度上的不恭；见对方仍然没有反应，最后才由态度上的“益狎”到动作上的“荡倚冲冒”。看到虎越来越无理和放肆，“驴不胜怒，蹄之”，驴再也压抑不住愤怒了，就踢了虎。这一下驴在虎的面前终于暴露了自己的全部秘密。所以，“虎因喜”，老虎因而非常高兴。显然，它是在为自己终于摸清了对手的老底——最大能耐不过一“蹄”而已——而在窃窃自喜。然而尽管如此，虎在下最后结论之前，还得要“计之”，在心里掂掇掂掇。掂掇什么呢？是不是对方还有更厉害的招儿没有使出来呢？想了想，不可能；因为自己对它“荡倚冲冒”，已经使它到了“不胜怒”的程度了，盛怒之下，不顾一切，哪里还能保留一手呢？一个“计”字，又一次有力地说明了虎对陌生之敌的格外重视。经过审慎地“计之”以后，才“曰：‘技止此耳’”，说：它的本领也不过这么一点点罢了。\n\n　　到这里，虎已经把驴的本质彻底揭穿了。随着它对驴的认识的最后完成，“终不敢搏”的心理自然也就不复存在了：\n\n　　因跳踉大阚，断其喉，尽其肉，乃去。\n\n　　于是虎大吼一声，腾空扑去，咬断了驴的喉咙，吃光了它的肉，心满意足而去。这一小节写驴终于葬身虎腹的下场，尽管情节非常简单，只有“吃驴”两字，但作者写起来并没有简单化。吃驴之前，先写虎“跳踉大”，大发威风，用足令百兽魂飞魄散的一吼一纵震摄住对方，让它乖乖就范；吃驴时，也不是一下子就“尽其肉”，而是先“断其喉”，击其要害，使其毙命，然后大嚼大吃，一啖而光。这样描写，既生动而具体，又说明了慎重对敌的老虎是多么机警和精明。\n\n　　以上，是寓言的故事情节。介绍到这里，你有什么感想呢？你是否觉得黔驴可悲呢？然而它又可悲在什么地方呢？人们从这里应该获得什么教训呢？这些问题，也许你还未来得及考虑。那么，我们还是先来看看作者的议论和感叹吧：\n\n　　噫！形之庞也类有德，声之宏也类有能。向不出其技，虎虽猛，疑畏，卒不敢取。今若是焉，悲夫！\n\n　　这一节正面写作者对这一事件的看法。“噫！形之庞也类有德，声之宏也类有能。”唉！形体庞大好像很有风度和德性，声音洪亮好像很有本事和能耐。这里，言外之意是说，形虽庞而无德，声虽宏而无能，徒有其表，名不副实，这是第一可悲之处。“向不出其技，虎虽猛，疑畏，卒不敢取。”当初如果不拿出那么一点可怜的本领，虎虽然凶猛，但因疑虑、畏惧，始终不敢吃掉它。这里，言外之意是说，驴既不知自己无能，更不知敌手强大，轻举妄动，终于落了个被“断喉”“尽肉”的下场，这是第二可悲之处。以上，作者用言外之意的议论指出黔驴的可悲，虽然辛辣但还比较委婉；篇末用感叹指出它的可悲，就直截了当了：“今若是焉，悲夫！”如今是这样，真可悲！显然，“今若是焉”，正是指前面言外之意的两层议论，既包括“类有德”而没有德、“类有能”而没有能的意思，更包括“今出其技”、自取灭亡的意思。所以，作者发出“悲夫”的深沉长叹。\n\n　　这篇寓言的题目叫“黔之驴”，然而通篇写驴的笔墨却很少，只有“庞然大物”“一鸣”“不胜怒，蹄之”等十多个字；相反，写虎的笔墨却非常之多，从开始的畏驴，到中间的察驴，再到最后的吃驴都写了。既有不断发展的行动的生动描写，更有不断变化的心理的细致刻画。因此，也许有的人要问：这是否有点“文不对题”呢？既然重点写虎，为什么不命题叫“黔之虎”呢？要回答这个问题，必须弄清这篇寓言的主题是什么，作者创作这篇寓言的意图是什么。我们知道，《黔之驴》是柳宗元在“永贞革新”失败后，他因参加这一进步改革而被贬作永州司马时写的《三戒》中的一篇。所谓“三戒”，就是应该引起世人警戒的三件事。《黔之驴》就是以黔驴的可悲下场，警戒那些“不知推己之本”、毫无自知之明而必将自招祸患的人。联系作者的政治遭遇，讽刺当时无德无能而官高位显、仗势欺人而外强中干的统治集团中的某些上层人物，指出他们必然覆灭的下场，也就不能不是他的写作动机了。这一点，从寓言末尾作者的议论、感叹和《三戒》文前的小序当中都可以得到说明。显然，要想表现这样的主题思想，关键在于充分揭示黔驴的可悲下场；而黔驴覆灭的可信与否，关键又在于是否能够把虎写活。——这，也许就是作者为什么命题为“驴”而着意写虎的原因了。当然，如果把主题理解为对于任何事物，不应被表面现象迷惑，只要弄清其本质，认真对付，就一定能战而胜之，那么寓言自然就“文不对题”而应易之为“虎”了。应该说，这样理解，也未尝不可。但是必须明白，这是对寓言本意的引申和发挥，不是原作的本来意思。\n\n　　然而，尽管用于驴的笔墨甚少，但是驴的形象依然极其鲜明。这当然一方面是由于借助虎的形象的有力衬托。因为虎的一切心理和行动都是围绕驴而产生和展开的，所以明写了虎的深谋谙练、谨慎精明，也就暗写了驴的麻木不仁、愚不可及，这样，驴的形象便在不写之中被写出来了。另一方面，这是由于描写驴的笔墨虽少却精、以寡胜多的缘故。“庞然大物”一语，由于作者没有把它处理成自己笔下的客观描写，而是作为老虎心目中的主观反映，这就很富讽刺意味，不仅明写了驴的外在形体，而且暗示了它的内在无能。“不胜怒，蹄之”五字，通过对驴的心理和行动的极其简略的交代，就把它在别人暗算面前的麻木和乖乖进入圈套的愚蠢揭示无遗。如果说在虎“荡倚冲冒”的时候，作者只用“蹄之”两字就写出了驴的愚蠢上当；那么，在虎“慭慭然，莫相知”的时候，作者只用“一鸣”两字就似乎写出了驴的虚荣和卖弄了。因为当时虎对驴并无任何妨害，所以驴让虎“大骇”“远遁”“甚恐”的“一鸣”之举，不是自我炫耀、借以吓人又是什么呢？人们都把驴作为愚蠢的代名词，看来同它在这篇寓言里的鲜明形象是不无关系的。\n\n　　总之，柳宗元的《黔之驴》这篇寓言，笔法老到，造诣精深；既揭示了深刻的哲理，又塑造了生动的形象；不仅给人们以思想上的启示和教育，而且给人们以艺术上的享受和满足，难怪它千古传诵成为我国文苑里一朵永不凋谢的奇花。\n\n","translation":"　　黔地（这里的黔不指贵州）这个地方本来没有驴，有一个喜欢多事的人用船运来（一头驴）进入这个地方。运到后却没有什么用处，就把它放置在山脚下。老虎看到它是个庞然大物，把它作为神（来对待），躲藏在树林里偷偷看它。（老虎）渐渐小心地出来接近它，不知道它是什么东西。\n　　有一天，驴叫了一声，老虎十分害怕，远远地逃走，认为（驴）要咬自己，非常害怕。但是（老虎）来来回回地观察它，觉得它并没有什么特殊的本领。（老虎）渐渐地熟悉了驴的叫声，又前前后后地靠近它，但始终不与它搏斗。（老虎）渐渐地靠近驴子，态度更加亲切而不庄重，碰倚靠撞冒犯它。驴非常生气，用蹄子踢老虎。老虎因此而很高兴，盘算这件事说：“驴的技艺仅仅只是这样罢了！”于是跳起来大吼了一声，咬断了驴的喉咙，吃光了它的肉，才离开。\n　　唉！外形庞大好像有德行，声音洪亮好像有能耐，(老虎）当初（如果说）看不出驴的本领，老虎即使凶猛，（但）多疑、畏惧，终究不敢猎取驴子 。如今像这样的下场，可悲啊！\n\n"}
{"_id":{"$oid":"5b9a145f367d5cab18668744"},"title":"苏幕遮·燎沉香","dynasty":"宋代","writer":"周邦彦","content":"燎沉香，消溽暑。鸟雀呼晴，侵晓窥檐语。叶上初阳干宿雨、水面清圆，一一风荷举。\n故乡遥，何日去。家住吴门，久作长安旅。五月渔郎相忆否。小楫轻舟，梦入芙蓉浦。","type":["宋词三百首","高中古诗","婉约","荷花","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154133160.mp3","remark":"燎（liáo）：烧。\n沉香：木名，其芯材可作熏香料。沈，现写作沉。沈（沉）香，一种名贵香料，置水中则下沉，故又名沉水香，其香味可辟恶气。\n溽(rù)暑：潮湿的暑气。沈约《休沐寄怀》诗：“临池清溽暑，开幌望高秋。”溽，湿润潮湿。\n呼晴：唤晴。旧有鸟鸣可占晴雨之说。\n侵晓：快天亮的时候。侵，渐近。\n宿雨：昨夜下的雨。\n清圆：清润圆正。\n风荷举：意味荷叶迎着晨风，每一片荷叶都挺出水面。举，擎起。司空图《王官二首》诗：“风荷似醉和花舞，沙鸟无情伴客闲。”\n吴门：古吴县城亦称吴门，即今之江苏苏州，此处以吴门泛指江南一带。作者乃江南钱塘人。\n长安：原指今西安，唐以前此地久作都城，故后世每借指京都。词中借指汴京，今河南开封。\n旅：客居。\n楫（jí）：划船用具，短桨。\n芙蓉浦：有荷花的水边。有溪涧可通的荷花塘。词中指杭州西湖。唐张宗昌《太平公主山亭侍宴》诗：“折桂芙蓉浦，吹萧明月湾。” 浦，水湾、河流。芙蓉，又叫“芙蕖”，荷花的别称。\n\n","shangxi":"　　读书求仕，是古代文人普遍的人生选择，一旦踏入仕途，便游宦四方，长期远离家乡，难免不思念故乡的亲人与风物，因此，思乡成为古代诗词中的永恒主题，最能引发天涯游子的共鸣。思乡的情怀往往借助作家记忆中印象最深刻的故乡景物来表达，周邦彦的这首《苏幕遮》正如此，它以荷为媒介，表达对故乡杭州的深深眷念。\n\n　　此词上片描写盛夏早晨的风景：词人一早醒来，便嗅到昨夜点燃的沉香依旧弥漫在空气中，令人烦闷的暑热也已退去。窗外传来鸟儿叽叽喳喳的欢叫声，据说鸟鸣声能预测晴雨，莫非天已放晴？词人抬头朝窗外望去，只见天色才微微放亮，鸟雀在屋檐上跳来跳去，晃动着头脑争噪不停，似乎也在为雨后新晴而喜悦。盛夏酷暑时节，难得有这样一个清爽的早晨，词人漫步荷塘边，只见荷叶上的雨珠在朝阳下渐渐变干，看上去更加碧绿净洁，一张张圆圆的荷叶铺满水面。一株株荷花亭亭玉立在荷叶间，微风吹过，微微颤动着更显丰姿绰约。“叶上初阳干宿雨，水面清圆，一一风荷举”被誉为写荷名句，王国维在《人间词话》中称赞此语“真能得荷之神理”，寥寥几笔，将荷的摇曳多姿、神清骨秀写尽，营造出一种清新恬静的境界，\n\n　　下片转入思乡的愁怀与回忆。眼前的荷塘，勾起了词人的乡愁：故乡遥遥，就在那莲叶田田的江南，羁旅京师已经很久，何时才能归去？汴京（今河南开封）的荷塘唤起了词人的思乡浓情，思绪飞回故乡，不知儿时的玩伴是否还记得五月同游西湖的情景？多少次梦回故乡，依然是划着轻巧的小船驶向荷塘。杭州西湖上的“十里荷花”闻名天下，杨万里曾写道：“接天莲叶无穷碧，映日荷花别样红”。词人生长于斯，他对荷花的记忆是与童年的水乡生活联系在一起的。京城夏日雨后荷塘的景致牵动了词人对故乡最亲切的回忆，荷花成了词人思乡的媒介，同时将这首词的上下片联成一气，成为一篇写荷绝唱。\n\n　　这首词天然真美，不事雕饰，它以质朴无华的语言，准确而又生动地表现出荷花的风神与词人的乡愁，有一种从容雅淡、自然清新的风韵，这在周邦彦以雕饰取胜的词作中当为别具一格之作，陈延焯称赞此词“风致绝佳，亦见先生胸襟恬淡。”词人这份恬淡的胸襟不正是故乡“天然去雕饰”的荷花所赋予的吗？\n\n","translation":"细焚沉香，来消除夏天闷热潮湿的暑气。鸟雀鸣叫呼唤着晴天（旧有鸟鸣可占雨之说），拂晓时分我偷偷听它们在屋檐下的“言语”。荷叶上初出的阳光晒干了昨夜的雨，水面上的荷花清润圆正，荷叶迎着晨风，每一片荷叶都挺出水面。\n（看到这风景）我想到遥远的故乡，何日才能回去啊？我家本在吴越一带，长久地客居长安。五月，我故乡的小时候的伙伴是否在想我，划着一叶扁舟，在我的梦中来到了过去的荷花塘（词中指杭州西湖）。\n\n"}
{"_id":{"$oid":"5b9a145f367d5cab18668745"},"title":"愚人食盐","dynasty":"南北朝","writer":"僧伽斯那","content":"　　昔有愚人，至于他家。主人与食，嫌淡无味。主人闻已，更为益盐。既得盐美，便自念言：“所以美者，缘有盐故。少有尚尔，况复多也？”愚人无智，便空食盐。食已口爽，反为其患。","type":["小学文言文","写人","哲理","故事"],"remark":"食：食物。\n闻已：听罢。\n更：再次。\n益：增加。\n既：已经。\n空：空口。\n口爽：口味败坏。\n所以：……的原因。\n复：再。\n爽：差、败坏。\n智：智慧。\n故：缘故。\n反：反而。\n患：祸患。\n\n","shangxi":"　　从前有一个愚笨的人，有一天到一个很远的朋友家里去。主人便很殷勤地招待。并煮了好几道好菜招待这位客人，可是忘了放盐，所以每道菜都淡而无味。这位客人对主人说：“你今天烧的菜都很名贵，可是淡了一点，所以不太好吃。”主人说：“啊！我忘了放一样东西！”于是到厨房拿了些盐，放进每一道菜，搅拌了一会儿再请客人尝尝，这回每道菜都很美味可口。问主人说：“你放了些什么，菜就那么好吃？”\n\n　　主人说：“放盐呀！之所以每样菜都好吃，是因为有盐，盐是百味之源。”傻人以为盐既然那么好吃，回去每餐都买盐来吃好了，省得煮那么多菜。于是到了街上买了一大包的盐，回到家里急忙打开，抓了一把放进嘴里，苦涩不堪，以为是被那位亲戚骗了。\n\n　　各位大众，世间各人有各人的智识，知识也有高高低低的差别。知识是改造自己和利益他人的武器。若是智识用之不当！也可能毁灭自己、和违害社会。更是要用得不偏不倚，才能发挥效用。\n\n　　比喻贪吃好玩，与断食偏食都不适中。过分的享乐与吃苦主义都有偏。世间万事必须适中，过与不及都可能坏事。又比喻有些人做事不负责任，可能一生一世都一事无成，过分的热衷名利，也会造成争夺计较而造恶业，或劳碌一生，与烦恼纠缠不休，乃至生生世世都轮回不息。\n\n　　世间万事做得适中，即成功立业。物用之得适即物物皆良，人用之得适即人尽其才。时、地、人、都恰到好处，即事事皆通，否则事事都障碍。世间事事物物皆须靠我\n\n　　禅宗的祖师，往往一言半句即开启人的智慧—开悟。有人一生埋在禅堂里，埋在经典里参研，都不能开悟何故？机缘也、善根也、智慧也、对机对法，遇缘即应。否则多费工夫也没有受用，所以佛法一点点都很能受用，无善根无缘分的人再多亦没有用。\n\n　　有些不法的人说：‘德行一斤值多少钱？’他们视道德良善一文不值！可是对于修行的人来说，德行乃是无上的至宝。一样一种东西，有的人如宝贝一样，有的人视如粪土，这就得看人的用途了。就好像有某些信仰佛教的人说：我没有空念佛，也没有空用功修行，待儿女长大以后，才来好好用功。\n\n　　我们一天二十四小时，真的一点空都没有吗？我想不是的，都是名和利填藏满了脑子里，那里有空呢？有信心的人把佛法当做至宝，没有信心的人把佛法当做闲时的消遣品！能不能受用佛法就是在这里。能受用的人，就是一点一滴也当作宝贝，而受持奉行。不能受用的人，就是听多了，返而变成‘。本则故事意义就在这里。\n\n","translation":"　　从前有个愚蠢的人，到朋友家，主人给他食物。食物嫌淡而无味。主人知道之后，于是添加盐。吃的，很美，于是自言自语说：“之所以味道鲜美，是有了盐的缘故。很少就如此，何况又多了？”这个愚蠢的人没有智慧，就只吃盐。味觉败坏，反而成为他的祸患。天下的事情都是这样，经过则不但没有好处，反而是有害的。\n\n"}
{"_id":{"$oid":"5b9a1461367d5cab18668746"},"title":"兵车行","dynasty":"唐代","writer":"杜甫","content":"车辚辚，马萧萧，行人弓箭各在腰。\n耶娘妻子走相送，尘埃不见咸阳桥。(\n'耶'娘 一作：“爷”)\n牵衣顿足拦道哭，哭声直上干云霄。\n道旁过者问行人，行人但云点行频。\n或从十五北防河，便至四十西营田。\n去时里正与裹头，归来头白还戍边。\n边庭流血成海水，武皇开边意未已。\n君不闻汉家山东二百州，千村万落生荆杞。\n纵有健妇把锄犁，禾生陇亩无东西。\n况复秦兵耐苦战，被驱不异犬与鸡。\n长者虽有问，役夫敢申恨？\n且如今年冬，未休关西卒。\n县官急索租，租税从何出？\n信知生男恶，反是生女好。\n生女犹得嫁比邻，生男埋没随百草。\n君不见，青海头，古来白骨无人收。\n新鬼烦冤旧鬼哭，天阴雨湿声啾啾！","type":["唐诗三百首","叙事","战争","忧国忧民"],"remark":"兵车行：选自《杜诗详注》。这首诗大约作于天宝中后期。当时唐王朝对西南的少数民族不断用兵。天宝八年（749），哥舒翰奉命进攻吐蕃，石堡城（在今\n西安北部）一役，死数万人。十年（751），剑南节度使鲜于仲通率兵八万进攻南诏（辖境主要在今云南），军大败，死六万人。为补充兵力，杨国忠遣御史分道捕人，连枷送往军所，送行者哭声震野。这首诗就是据上述情况写的。这是一首乐府诗。题目是诗人自拟的。\n辚（lín）辚：车轮声。《诗经·秦风·车辚》：“有车辚辚”。\n萧萧：马嘶叫声。《诗经·小雅·车攻》：“萧萧马鸣”。\n行(xíng)人：指被征出发的士兵。\n耶：通假字，同“爷”，父亲。\n走：奔跑。\n咸阳桥：指便桥，汉武帝所建，故址在今陕西咸阳市西南，唐代称咸阳桥，唐时为长安通往西北的必经之路。\n干(gān)：冲。\n过者：过路的人，这里是杜甫自称。\n但云：只说\n点行（ xíng ）频：频繁地点名征调壮丁。\n或：不定指代词，有的、有的人。\n防河：当时常与吐蕃发生战争，曾征召陇右、关中、朔方诸军集结河西一带防御。因其地在长安以北，所以说“北防河“。\n西营田：古时实行屯田制，军队无战事即种田，有战事即作战。“西营田“也是防备吐蕃的。\n里正：唐制，每百户设一里正，负责管理户口。检查民事、催促赋役等。\n裹头：男子成丁，就裹头巾，犹古之加冠。古时以皂罗（黑绸）三尺裹头，曰头巾。新兵因为年纪小，所以需要里正给他裹头。\n还（huán）\n边庭：边疆。\n武皇：汉武帝刘彻。唐诗中常有以汉指唐的委婉避讳方式。这里借武皇代指唐玄宗。唐人诗歌中好以“汉”代“唐”，下文“汉家”也是指唐王朝。\n开边：用武力开拓边疆。\n汉家: 汉朝。这里借指唐。\n山东：崤山或华山以东。古代秦居西方，秦地以外，统称山东。\n荆杞(qǐ )：荆棘与杞柳，都是野生灌木。\n陇(lǒng)亩：田地。\n陇，通“垄”，在耕地上培成一行的土埂，田埂，中间种植农作物。\n无东西：不分东西，意思是行列不整齐。\n况复：更何况。\n秦兵：指关中一带的士兵。耐苦战--能顽强苦战。这句说关中的士兵能顽强苦战，像鸡狗一样被赶上战场卖命。\n长者：即上文的“道旁过者“，也指有名望的人，即杜甫。征人敬称他为“长者“。“役夫敢申恨“：征人自言不敢诉说心中的冤屈愤恨。这是反诘语气，表现士卒敢怒而不敢言的情态。\n役夫：行役的人。\n敢：岂敢，怎么敢。\n且如：就如。\n关西：当时指函谷关以西的地方。这两句说，因为对吐蕃的战争还未结束，所以关西的士兵都未能罢遣还家。\n县官：官府。\n比邻：近邻。\n青海头：即青海边。这里是自汉代以来，汉族经常与西北少数民族发生战争的地方。唐初也曾在这一带与突厥、吐蕃发生大规模的战争。\n烦冤：愁烦冤屈。\n啾啾：象声词，形容凄厉的哭叫声。\n\n","shangxi":"　　1．章法严密 　　先说形式。这首诗的结构方式古称“一头两脚体”。全诗共三段：第一段（即“头”）共6句（按乐句计算，下同），一韵到底；第二、三段（即“两脚”）各14句，并四次换韵。从整体看，节奏整齐而又略有变化；且各段皆自有起结，析之则三，合则为一。\n\n　　再说内容。其特点有二：一是前后呼应，例如第一段以“牵衣顿足拦道哭”写战士家属，颇有生离死别之意，下面就用“边庭流血成海水”“生男埋没随百草”来证明“行人”此去决难生还；又如第二段以“千村万落生荆杞”“禾生陇亩无东西”写农村生产凋敝，第三段再说“县官急索租，租税从何出”也就显得顺理成章了。二是层层递进，这在“行人”答话里表现极为鲜明。这篇答话由“点行频”三字领出，接着用“十五北防河”“四十西营田”为例加以证明，又以“武皇开边意未已”说明频繁征兵的原因，揭示了事情的本质，使意境加深一层。循此继进，先以“君不闻”翻出一层新意，揭露“开边”战争给农业生产造成极大危害，土地无人耕种，荆杞遍野；后说本地区人民无以为生而朝廷依旧催索租税，意境又深。再顺势说到战争怎样改变了传统的社会心理，以半宽慰半哀叹的方式将怨愤之情暂时隐藏起来。经过如此层层蓄势，最后更以“君不见”翻出又一层新意，描绘了古战场的阴森景象，将满腔的怨愤一齐宣泄出来，也表达了人民强烈的反战愿望。\n\n　　2．生动的场景描写 　　诗的开头写士兵家属前来送别的场面。前两句为“宾”，写出征士兵。“辚辚”“萧萧”是听觉形象，令人有人马杂沓之感，可以想见出征士兵之多；“弓箭各在腰”是视觉形象，表明一切准备就绪，只待一声令下就要出发。后四句为“主”，写士兵家属，突出地描写了他们的动作细节。“走”，表明这些人闻讯后立即跑了来，心情万分急切。他们料定，很可能这是生离死别，所以一见面就“牵衣”而泣，“顿足”而呼；待到队伍出发了，他们拦在道上，不让自己的子弟离去，而且哭得更厉害了，千万人的哭声汇成了震天巨响，仿佛吞没了一切……诗人用这些细节给这个场面渲染了极其凄惨的气氛，借此表达了人民对无休止的“开边”战争的怨愤，使这首诗具有明显的倾向性。\n\n　　结尾写青海战场的景象，好像是用摄影机拍下的一个全景镜头：漫山遍野，白骨纵横，在阴沉的天色和蒙蒙细雨中，不时地闪出磷火，传来凄厉的鬼哭声。如此阴森的景象，真叫人不寒而栗!诗人这样来描绘古战场，其意仍在讽今──揭露“开边”政策的罪恶，颇能发人深思。\n\n　　3．名句赏析 　　（1）“去时里正与裹头，归来头白还戍边。”\n\n　　这是对前两句“或从十五北防河，便至四十西营田”所作的形象说明，读罢使人心酸不已。古代孩子留长发，15岁开始用头巾束发。如今，一个刚到束发年龄还不怎么会束发的孩子就被征入伍，而且要到远离父母的北方去“防河”，这是何等可怜啊!所以，连里正也动了心，替他束发。人过40，头发渐白，又刚从前线回来，理当休息了，不料又被派到前线去。从这两件事可以看出统治者的残酷简直到了无以复加的地步。\n\n　　（2）“生女犹得嫁比邻，生男埋没随百草。”\n\n　　这两句写社会心理的变化。在封建社会里，人们重男轻女，生男则喜，生女则悲；可是现在不同了，反以生男为“恶”，生女为“好”。这种变化是由繁重的兵役负担和士兵大量死亡的事实造成的，反映了人们心灵受伤害之深。这两句主宾分明：上句是自我宽慰之辞，为“宾”；下句是哀叹之辞，为“主”。以自我宽慰烘托哀叹，更显出哀叹之深。这样的心理变化也是对统治者穷兵黩武政策的有力控诉。\n\n　　场景、内容解读\n\n　　一、场景：\n\n　　1、送别场面—诀别 　　诗歌以重墨铺染的雄浑笔法，在读者眼前突兀展现出一幅扣人心弦的巨幅送别图：兵车隆隆，战马嘶鸣，一队队被抓来的穷苦百姓，换上了戎装，佩上了弓箭，在官吏的押送下，正开往前线。征夫的爷娘妻子乱纷纷地在队伍中寻找、呼喊自己的亲人，扯着亲人的衣衫，捶胸顿足，边叮咛边呼号。车马扬起的灰尘，遮天蔽日，连咸阳西北横跨渭水的大桥都被遮没了。千万人的哭声汇成震天的巨响在云际回荡。“耶娘妻子走相送”，一个家庭支柱、主要劳动力被抓走了，剩下来的尽是些老弱妇幼，对一个家庭来说不啻是一个塌天大祸，怎么不扶老携幼，奔走相送呢?一个普通的“走”字，寄寓了诗人多么浓厚的感情色彩!亲人被突然抓兵，又急促押送出征，眷属们追奔呼号，去作那一刹那的生死离别，是何等仓促，何等悲愤!“牵衣顿足拦道哭”，一句之中连续四个动作，又把送行者那种眷恋、悲怆、愤恨、绝望的动作神态，表现得细腻入微。诗人笔下，灰尘弥漫，车马人流，令人目眩；哭声遍野，直冲云天，震耳欲聋!这样的描写，给读者以听觉视觉上的强烈感受，集中展现了成千上万家庭妻离子散的悲剧，令人触目惊心!\n\n　　2、征夫诉苦—抓兵 　　接着，从“道旁过者问行人”开始，诗人通过设问的方法，让当事者，即被征发的士卒作了直接倾诉。\n\n　　“道旁过者”即过路人，也就是杜甫自己。上面的凄惨场面，是诗人亲眼所见；下面的悲切言辞，又是诗人亲耳所闻。这就增强了诗的真实感。“点行频”，意思是频繁地征兵，是全篇的“诗眼”。它一针见血地点出了造成百姓妻离子散，万民无辜牺牲，全国田亩荒芜的根源。接着以一个15岁出征，40岁还在戍边的“行人”作例，具体陈述“点行频”，以示情况的真实可靠。\n\n　　“边庭流血成海水，武皇开边意未已。”“武皇”，是以汉喻唐，实指唐玄宗。杜甫如此大胆地把矛头直接指向了最高统治者，这是从心底迸发出来的激烈抗议，充分表达了诗人怒不可遏的悲愤之情。\n\n　　诗人写到这里，笔锋陡转，开拓出另一个惊心动魄的境界。诗人用“君不闻”三字领起，以谈话的口气提醒读者，把视线从流血成海的边庭转移到广阔的内地。诗中的“汉家”，也是影射唐朝。华山以东的原田沃野千村万落，变得人烟萧条，田园荒废，荆棘横生，满目凋残。诗人驰骋想像，从眼前的闻见，联想到全国的景象，从一点推及到普遍，两相辉映，不仅扩大了诗的表现容量，也加深了诗的表现深度。\n\n　　3、征夫诉苦—逼租 　　从“长者虽有问”起，诗人又推进一层。“长者”，是征夫对诗人的尊称。“役夫”是士卒自称。“县官”指唐王朝。“长者”二句透露出统治者加给他们的精神桎梏，但是压是压不住的，下句就终究引发出诉苦之词。敢怒而不敢言，而后又终于说出来，这样一阖一开，把征夫的苦衷和恐惧心理，表现得极为细腻逼真。\n\n　　这几句写的是眼前时事。因为“未休关西卒”，大量的壮丁才被征发。而“未休关西卒”的原因，正是由于“武皇开边意未已”所造成。“租税从何出?”又与前面的“千村万落生荆杞”相呼应。这样前后照应，层层推进，对社会现实的揭示越来越深刻。这里忽然连用了几个短促的五言句，不仅表达了戍卒们沉痛哀怨的心情，也表现出那种倾吐苦衷的急切情态。这样通过当事人的口述，又从抓兵、逼租两个方面，揭露了统治者的穷兵黩武加给人民的双重灾难。\n\n　　二、人民苦难及其根源 　　诗人接着感慨道：如今是生男不如生女好，女孩子还能嫁给近邻，男孩子只能丧命沙场。这是发自肺腑的血泪控诉。重男轻女，是封建社会制度下普遍存在的社会心理。但是由于连年战争，男子的大量死亡，在这一残酷的社会条件下，人们却一反常态，改变了这一社会心理。这个改变，反映出人们心灵上受到多么严重的摧残啊!\n\n　　最后，诗人用哀痛的笔调，描述了长期以来存在的悲惨现实：青海边的古战场上，平沙茫茫，白骨露野，阴风惨惨，鬼哭凄凄。寂冷阴森的情景，令人不寒而栗。这里，凄凉低沉的色调和开头那种人声鼎沸的气氛，悲惨哀怨的鬼泣和开头那种惊天动地的人哭，形成了强烈的对照。这些都是“开边未已”所导致的恶果。至此，诗人那饱满酣畅的激情得到了充分的发挥，唐王朝穷兵黩武的罪恶也揭露得淋漓尽致。\n\n　　三、思想内容 　　诗人把这个历史镜头捕捉到自己的诗中来，不过是拿它作为一出社会悲剧的序幕，而他的主要意图是揭露统治阶级对人民的残酷压迫。因此，紧接着这个序幕，就通过“行人”答问逐层深入地展示这出悲剧的内容：“去时里正与裹头，归来头白还戍边”——这是说丁壮们无限期地超期服役；“边庭流血成海水”——这是千百万战士战死沙场；“汉家山东二百州，千村万落生荆杞”——这是说全国农村生产凋敝；“县官急索租，租税从何出”——这是说人民连生计都无法维持，而朝廷依旧逼索租税。可见，这种艺术概括方式的基本点是，由点到面、由现象到本质地勾画出安史之乱前的一个历史时期里社会的真实状况。读完这首诗，我们不仅可以看到整整一代人的深重苦难，而且能触摸到诗人那颗同情人民的火热的心。\n\n　　这首诗的意义还不止于此，更为重要的是，它表现了诗人反对“开边”战争的坚定立场。“边庭流血成海水，武皇开边意未已”，说明他认识到这种不义的战争是一切苦难的根源；他敢于把战争的责任加在最高统治者身上，这样的勇气是当时众多的诗人所不具有的。诗人的这种立场是一贯的，在《前出塞》中他曾写道：“君已富土境，开边一何多”“杀人亦有限，立国自有疆”。这正是杜诗人民性之所在。\n\n　　四、结尾写古战场的含义 　　诗人描写青海古战场的阴森景象，不是为了宣扬战争的恐怖，而是为说明必须停止对边疆少数民族的战争，即“列国自有疆”(《前出塞》)之意。关于“新鬼旧鬼”的描写，则是当时常用的一种表现手段，跟杜甫同期的散文家李华在《吊古战场文》中也有类似的写法，如“此古战场也，常覆三军，往往鬼哭，天阴则闻”“魂魄结兮天沉沉，鬼神聚兮云”“天地为愁，草木凄悲，吊祭不至，精魂何依”等。 \n\n","translation":"车辆隆隆响，战马萧萧鸣，出征士兵弓箭各自佩在腰。爹娘妻子儿女奔跑来相送，行军时扬起的尘土遮天蔽日以致看不见咸阳桥。拦在路上牵着士兵衣服顿脚哭，哭声直上天空冲入云霄。\n路旁经过的人问出征士兵怎么样，出征士兵只是说按名册征兵很频繁。有的人十五岁到黄河以北去戍守，纵然到了四十岁还要到西部边疆去屯田。到里长那里用头巾把头发束起来，他们回时已经白头还要去守边疆。边疆无数士兵流血形成了海水，武皇开拓边疆的念头还没停止。您没听说汉家华山以东两百州，百千村落长满了草木。即使有健壮的妇女手拿锄犁耕种，田土里的庄稼也长得没有东西行列。更何况秦地的士兵又能够苦战，被驱使去作战与鸡狗没有分别。\n尽管长辈有疑问，服役的人们怎敢申诉怨恨？就像今年冬天，还没有停止征调函谷关以西的士兵。县官紧急地催逼百姓交租税，租税从哪里出？如果确实知道生男孩是坏事情，反而不如生女孩好。生下女孩还能够嫁给近邻，生下男孩死于沙场埋没在荒草间。您没有看见，青海的边上，自古以来战死士兵的白骨没人掩埋。新鬼烦恼地怨恨旧鬼哭泣，天阴雨湿时众鬼凄厉地发出啾啾的哭叫声。\n\n"}
{"_id":{"$oid":"5b9a1461367d5cab18668747"},"title":"后赤壁赋","dynasty":"宋代","writer":"苏轼","content":"　　是岁十月之望，步自雪堂，将归于临皋。二客从予过黄泥之坂。霜露既降，木叶尽脱， 人影在地，仰见明月，顾而乐之，行歌相答。已而叹曰：“有客无酒，有酒无肴，月白风 清，如此良夜何！”客曰：“今者薄暮，举网得鱼，巨口细鳞，状如松江之鲈。顾安所得酒 乎？”归而谋诸妇。妇曰：“我有斗酒，藏之久矣，以待子不时之需。”于是携酒与鱼，复 游于赤壁之下。江流有声，断岸千尺；山高月小，水落石出。曾日月之几何，而江山不可复 识矣。予乃摄衣而上，履巉岩，披蒙茸，踞虎豹，登虬龙，攀栖鹘之危巢，俯冯夷之幽 宫。盖二客不能从焉。划然长啸，草木震动，山鸣谷应，风起水涌。予亦悄然而悲，肃然而 恐，凛乎其不可留也。反而登舟，放乎中流，听其所止而休焉。时夜将半，四顾寂寥。适有 孤鹤，横江东来。翅如车轮，玄裳缟衣，戛然长鸣，掠予舟而西也。\n\n　　须臾客去，予亦就睡。梦一道士，羽衣蹁跹，过临皋之下，揖予而言曰：“赤壁之游乐 乎？”问其姓名，俯而不答。“呜呼！噫嘻！我知之矣。畴昔之夜，飞鸣而过我者，非子也 邪？”道士顾笑，予亦惊寤。开户视之，不见其处。\n\n","type":["古文观止","纪游","山水","写景","抒情","人生","哲理"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154133587.mp3","remark":"步自雪堂：从雪堂步行出发。雪堂，苏轼在黄州所建的新居，离他在临皋的住处不远，在黄冈东面。堂在大雪时建成，画雪景于四壁，故名“雪堂”。\n临皋（gāo）：亭名，在黄冈南长江边上。苏轼初到黄州时住在定惠院，不久就迁至临皋亭。\n黄泥之坂（bǎn）：黄冈东面东坡附近的山坡叫“黄泥坂”。坂，斜坡，山坡。文言文为调整音节，有时在一个名词中增“之”字，如欧阳修的《昼锦堂记》：“乃作昼锦之堂于后圃。”\n木叶：树叶。木，本来是木本植物的总名，“乔木”“灌木”的“木”都是用的这个意思。后来多用“木”称“木材”，而用本义是“树立”的“树”作木本植物的总名。\n行歌相答：边行边吟诗，互相唱和；且走且唱，互相酬答。\n已而：过了一会儿。\n如此良夜何：怎样度过这个美好的夜晚呢？如……何，怎样对待…… “如何”跟“奈何”差不多，都有“对待”“对付”的意思。\n今者薄暮：方才傍晚的时候。薄暮，太阳将落天快黑的时候。薄，迫，逼近。\n淞江之鲈（lú）：鲈鱼是松江（现在属上海）的名产，体扁，嘴大，鳞细，味鲜美，松小所产的鲈鱼。这是有名的美味。\n顾安所得酒乎：但是从哪儿能弄到酒呢？顾，但是，可是。安所，何所，哪里。\n谋诸妇：谋之于妻，找妻子想办法。诸，相当于“之于”。\n斗：古代盛酒的器具。\n不时之须：随时的需要。“须”通“需”。\n复游于赤壁之下：这是泛舟而游。下文“摄衣而上”是舍舟登陆，“反而登舟”是回到船上。\n断岸千尺：江岸上山壁峭立，高达千尺。断，阻断，有“齐”的意思，这里形容山壁峭立的样子。\n曾日月之几何，而江山不可复识矣：才过了几天啊，（眼前的江山明知是先前的江山，）而先前的景象再不能辨认了。这话是联系前次赤壁之游说的。前次游赤壁在“七月既望”，距离这次仅仅三个月，时间很短，所以说“曾日月之几何”。前次所见的是“水光接天”，“万顷茫然”，这次所见的是“断岸千尺”“水落石出”，所以说“江山不可复识”。曾，才，刚刚。这样用的“曾”常放在疑问句的句首。“曾日月之几何”，也就是“曾几何时”。\n摄衣：提起衣襟.摄，牵曳。\n履巉（chán）岩：登上险峻的山崖。履，践，踏。巉岩，险峻的山石。\n披蒙茸：分开乱草。蒙茸，杂乱的丛草。\n踞：蹲或坐。虎豹，指形似虎豹的山石。\n虬龙：指枝柯弯曲形似虬龙的树木。虬，龙的一种。登虬龙是说游于树林之间。\n栖鹘（hú）：睡在树上的鹘。栖，鸟宿。鹘，意为隼，鹰的一种。\n俯冯（píng）夷之幽宫：低头看水神冯夷的深宫。冯夷，水神。幽，深。“攀栖鹘之危巢，俯冯夷之幽宫”，这只是说，上登山的极高处，下临江的极深处。\n划然长啸：高声长啸。划有“裂”的意思，这里形容长啸的声音。啸，蹙口作声。\n亦：这个“亦”字是承接上文“二客不能从”说的。上文说，游到奇险处二客不能从；这里说，及至自己发声长啸，也感到悲恐，再不能停留在山上了。\n悄然：静默的样子。\n肃然：因恐惧而收敛的样子。\n留：停留。\n反：同“返”。返回。\n放：纵，遣。这里有任船飘荡的意思。\n听其所止而休焉：任凭那船停止在什么地方就在什么地方休息。\n四顾寂寥：向四外望去，寂寞空虚。\n横江东来：横穿大江上空从东飞来。\n玄裳缟衣：下服是黑的，上衣是白的。玄，黑。裳，下服。缟，白。衣，上衣。仙鹤身上的羽毛是白的，尾巴是黑的，所以这样说。\n戛然：形容鹤雕一类的鸟高声叫唤的声音。如白居易《画雕赞》“轩然将飞，戛然欲鸣。”\n掠：擦过。\n须臾客去，予亦就睡：这时的作者与客已经舍舟登岸，客去而作者就寝于室内，看下文的“开户”便明。\n羽衣翩仙：穿着羽衣（道士穿的用鸟羽制成的衣服），轻快地走着。翩仙，一作“蹁跹”。\n揖予：向我拱手施礼。\n俛：同“俯”，低头。\n呜呼噫嘻：这四个字都是叹词，也可以呜呼，噫，嘻分开用，或者呜呼，噫嘻分开用。\n畴昔之夜：昨天晚上。此语出于《礼记·檀弓》上篇“予畴昔之夜”。畴，语首助词，没有实在的意思。昔，昨。\n过我：从我这里经过。\n非子也耶：不是你吗？“也”在这里不表示意义，只起辅助语气的作用。\n顾：回头看。\n寤：觉，醒。\n\n","shangxi":"　　前虽都以秋江夜月为景，以客为陪衬，但后赤壁赋重在游、状景，而前赤壁赋意在借景抒怀，阐发哲理。本文第一段，作者在月明风清之夜，与客行歌相答。先有“有客无酒”、“有酒无肴”之憾，后有“携酒与鱼”而游之乐。行文在平缓舒展中有曲折起伏。第二段，从“江流有声，断岸千尺”的江岸夜景，写到“履巉岩，披蒙茸……”的山崖险情；从“曾日月之几何而江水不可复识”的感叹，到“悄然而悲，肃然而恐”的心情变化，极腾挪跌宕之姿。第三段，借孤鹤道士的梦幻之境，表现旷然豁达的胸怀和慕仙出世的思想。\n\n　　《赤壁赋》分前后两篇，珠联璧合，浑然一体。文章通过同—地点(赤壁)，同一方式(月夜泛舟饮酒)，同—题材(大江高山清风明月)，反映了不同的时令季节，描绘了不同的大自然景色，抒发了不同的情趣，表达了不同的主题。字字如画，句句似诗，诗画合一，情景交融，真是同工异曲，各有千秋。\n\n　　《后赤壁赋》是《前赤壁赋》的续篇，也可以说是姐妹篇。前赋主要是谈玄说理，后赋却是以叙事写景为主；前赋描写的是初秋的江上夜景，后赋则主要写江岸上的活动，时间也移至孟冬；两篇文章均以“赋“这种文体写记游散文，一样的赤壁景色，境界却不相同，然而又都具诗情画意。前赋是“清风徐来，水波不兴“、“白露横江，水光接天 “，后赋则是“江流有声，断岸千尺，山高月小，水落石出“。不同季节的山水特征，在苏轼笔下都得到了生动、逼真的反映，都给人以壮阔而自然的美的享受。\n\n　　全文分为三个层次，第一层次写泛游之前的活动，包括交待泛游时间、行程、同行者以及为泛游所作的准备。写初冬月夜之景与踏月之乐，既隐伏着游兴，又很自然地引出了主客对话。面对着“月白风清“的“如此良夜“，又有良朋、佳肴与美酒，再游赤壁已势在必行，不多的几行文字，又写了景，又叙了事，又抒了情，三者融为一体，至此已可转入正文，可东坡却“节外生枝“地又插进“归而谋诸妇“几句，不仅给文章增添生活气息，而且使整段“铺垫“文字更呈异采。\n\n　　第二层次乃是全文重心，纯粹写景的文字只有“江流有声“四句，却写出赤壁的崖峭山高而空清月小、水溅流缓而石出有声的初冬独特夜景，从而诱发了主客弃舟登岸攀崖游山的雅兴，这里，作者不吝笔墨地写出了赤壁夜游的意境，安谧清幽、山川寒寂、“履巉岩，披蒙茸，踞虎豹，登虬龙；攀西鹊之危巢，俯冯夷之幽宫“，奇异惊险的景物更令人心胸开阔、境界高远。可是，当苏轼独自一人临绝顶时，那“划然长啸，草木震动，山鸣谷应，风起水涌“的场景又不能不使他产生凄清之情、忧惧之心，不得不返回舟中。文章写到这里，又突起神来之笔，写了一只孤鹤的“横江东来“'、“戛然长鸣“后擦舟西去，于是，已经孤寂的作者更添悲悯，文章再起跌宕生姿的波澜，还为下文写梦埋下了伏笔。\n\n　　最后，在结束全文的第三层，写了游后入睡的苏子在梦乡中见到了曾经化作孤鹤的道士，在“揖予 “、“不答“、“顾笑“的神秘幻觉中，表露了作者本人出世入世思想矛盾所带来的内心苦闷。政治上屡屡失意的苏轼很想从山水之乐中寻求超脱，结果非但无济于事，反而给他心灵深处的创伤又添上新的哀痛。南柯一梦后又回到了令人压抑的现实。结尾八个字“开户视之，不见其处“相当迷茫，但还有双关的含义，表面上像是梦中的道士倏然不见了，更深的内涵却是“苏子的前途、理想、追求、抱负又在哪里呢?\n\n　　文中写苏子独自登山的情景，真是“句句如画、字字似诗“，通过夸张与渲染，使人有身临其境之感。文中描写江山胜景，色泽鲜明，带有作者个人真挚的感情。巧用排比与对仗，又增添了文字的音乐感。读起来更增一分情趣。但总的来说，后赋无论在思想上和艺术上都不及前赋。神秘色彩，消沉情绪与“赋“味较淡、“文“气稍浓恐怕是逊色于前篇的主要原因。\n\n　　《后赤壁赋》作于苏轼因“乌台诗案“而被贬至黄州之时，贬谪生涯使苏轼更深刻地理解了社会和人生，也使他的创作更深刻地表现出内心的情感波澜。《后赤壁赋》沿用了赋体主客问答、抑客伸主的传统格局，抒发了自己的人生哲学，同时也描写了长江月夜的优美景色。全文骈散并用，情景兼备，堪称优美的散文诗。不仅让我们感到了作者高超的表达能力和语言技巧，文中的孤鹤形象更能够让我们感到超然物外的人生哲理。孤独、寂寞、高贵、幽雅、超凡脱俗的孤鹤历来便是道家的神物。乘鹤是道化升仙的标 志，苏轼不仅借孤鹤以表达自己那种高贵幽雅、超凡脱俗、自由自在的心境，更表现了那种超越现实的痛苦遗世的精神。那我们就看看他在《后赤壁赋》中是如何将孤鹤的孤独、寂寞、高贵、幽雅、超凡脱俗展现得淋漓尽致的。山石高峻怪异，既是对立、压迫着他的自然力量，又象征了他积郁难消的苦闷之情。鹤则是这一苦闷孤独情感的意象。歇于松柏，不作稻粮谋的孤鹤在苏轼心中，就像在其他隐逸 者的意中一样，本是高蹈于世外的象征。苏轼曾作《放鹤亭记》，以放鹤招鹤、与鹤共处来渲染内心弃世的幽情，孤鹤的形象尤其为他所钟爱。此际在苏轼最感孤独时，忽然有一东来的孤鹤振翅横江而掠过小舟西去。这只在暗夜独飞，独鸣的鹤是孤独的，它可以蔚藉同样感受状态中的苏子之心。因此与客不交一言的苏子对它注意极深。而且它不仅是苏子此际情怀的象征，也是七月之夜的道士形象新化。苏轼以“畴昔之夜，飞鸣而过我者，非子也耶”的觉悟，联想前来入梦的道士，表明作者在这只孤鹤身上寄予了自己怀念故友之情。而道士的思想，原是苏子思想中的一个侧面，苏子--孤鹤--道士的联结，暗示着苏轼在精神上已归向高蹈于世外的隐逸者。“开户视之，不见其处”结尾处写自己梦醒后开门寻找，夜色茫茫，不见孤鹤，也并无道士。一笔双关，余味深长。将苦闷与希望糅合在诗化境界中。山形与鹤形，使苏轼因自然的变化和人事的不谙的精神不适感，和在孤独中向往自由的念头找到了对应。通观全文，在我们的眼前自然就展现出了好一幅“水月禅境、山鹤幽鸣”的美景图！ \n\n","translation":"　　这一年十月十五日，我从雪堂出发，准备回临皋亭。有两位客人跟随着我，一起走过黄泥坂。这时霜露已经降下，叶全都脱落。我们的身影倒映在地上，抬头望见明月高悬。四下里瞧瞧，心里十分快乐；于是一面走一面吟诗，相互酬答。\n\n　　过了一会儿，我叹惜地说：“有客人却没有酒，有酒却没有菜。月色皎洁，清风吹拂，这样美好的夜晚，我们怎么度过呢？”一位客人说：“今天傍晚，我撒网捕到了鱼，大嘴巴，细鳞片，形状就像吴淞江的鲈鱼。不过，到哪里去弄到酒呢？”我回家和妻子商量，妻子说：“我有一斗酒，保藏了很久，为了应付您突然的需要。”\n\n　　就这样，我们携带着酒和鱼，再次到赤壁的下面游览。长江的流水发出声响，陡峭的江岸高峻直耸；山峦很高，月亮显得小了，水位降低，礁石露了出来。才相隔多少日子，上次游览所见的江景山色再也认不出来了！我就撩起衣襟上岸，踏着险峻的山岩，拨开纷乱的野草；蹲在虎豹形状的怪石上，又不时拉住形如虬龙的树枝，攀上猛禽做窝的悬崖，下望水神冯夷的深宫。两位客人都不能跟着我到这个极高处。我大声地长啸，草木被震动，高山与我共鸣，深谷响起了回声，大风刮起，波浪汹涌。我也觉得忧愁悲哀，感到恐惧而静默屏息，觉得这里令人畏惧，不可久留。回到船上，把船划到江心，任凭它漂流到哪里就在那里停泊。这时快到半夜，望望四周，觉得冷清寂寞得很。正好有一只鹤，横穿江面从东边飞来，翅膀像车轮一样大小，尾部的黑羽如同黑裙子，身上的白羽如同洁白的衣衫，它戛戛地拉长声音叫着，擦过我们的船向西飞去。\n\n　　过了会儿，客人离开了，我也回家睡觉。梦见一位道士，穿着羽毛编织成的衣裳，轻快地走来，走过临皋亭的下面，向我拱手作揖说：“赤壁的游览快乐吗？”我问他的姓名，他低头不回答。“噢！哎呀！我知道你的底细了。昨天夜晚，边飞边叫着从我这里经过的人，不是你吗？”道士回头笑了起来，我也忽然惊醒。开门一看，却看不到他在什么地方。\n\n"}
{"_id":{"$oid":"5b9a1461367d5cab18668748"},"title":"长相思·汴水流","dynasty":"唐代","writer":"白居易","content":"汴水流，泗水流，流到瓜州古渡头。吴山点点愁。\n思悠悠，恨悠悠，恨到归时方始休。月明人倚楼。","type":["宋词三百首","婉约","山水","女子","相思"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154134634.mp3","remark":"汴水：源于河南，东南流入安徽宿县、泗县，与泗水合流，入淮河。\n泗水：源于山东曲阜，经徐州后，与汴水合流入淮河。\n瓜州：在今江苏省扬州市南面。\n吴山：泛指江南群山。\n悠悠：深长的意思。\n\n","shangxi":"　　这首词是抒发“闺怨”的名篇，构思比较新颖奇巧。它写一个闺中少妇，月夜倚楼眺望，思念久别未归的丈夫，充满无限深情。词作采用画龙点睛之笔，最后才点出主人公的身份，突出作品的主题思想，因而给读者留下强烈的悬念。\n\n　　上片全是写景，暗寓恋情。前三句以流水比人，写少妇丈夫外出，随着汴水、泗水向东南行，到了遥远的地方；同时也暗喻少妇的心亦随着流水而追随丈夫的行踪飘然远去。第四句“吴山点点愁”才用拟人化的手法，婉转地表现少妇思念丈夫的愁苦。前三句是陈述句，写得比较隐晦，含而不露如若不细细体会，只能看到汴水、泗水远远流去的表面意思，而看不到更深的诗意，这就辜负了作者的苦心。汴水发源于河南，古汴水一支自开封东流至今徐州，汇入泗水，与运河相通，经江苏扬州南面的瓜州渡口而流入长江，向更远的地方流去。这三首是借景抒情，寓有情于无情之中，使用的是暗喻和象征的手法。“吴山点点愁”一句，承“瓜洲古渡”而入吴地，而及吴山，写得清雅而沉重，是上片中的佳句。“吴山点点”是写景，在这里，作者只轻轻一带，着力于頙的“愁”字。著此“愁”字，就陡然使意发生了巨大的变化：吴山之秀色不复存在，只见人之愁如山之多且重，这是一；山亦因人之愁而愁，这是二；山是愁山，则上文之水也是恨水了，这是三。一个字点醒全片，是其笔力堪称强劲。\n\n　　下片直抒胸臆，表达少妇对丈夫长期不归的怨恨。前三句写她思随流水，身在妆楼，念远人而不得见，思无穷，恨亦无穷。“悠悠”二字，意接流水，笔入人情。“恨到归时方始休”一句，与《长恨歌》之“天长地久有时尽，此恨绵绵无绝期”，各擅胜场。《长恨歌》写死别，故恨无绝期；此词写生离，故归即无恨。“恨到归时方始休”，句意拙直，不假藻饰，然而深刻有味，情真意真。末句“月明人倚楼”，是画景也是情语。五字包拢全词，从而知道以上的想水想山，含思含恨，都是人于明月下、倚楼时的心事；剪影式的画幅，又见出她茫茫然远望驰思，人仍未归，恨亦难休，几乎要化为山头望夫石也。\n\n","translation":"汴水长流，泗水长流，流到长江古老的渡口，遥望去，江南的群山在默默点头，频频含羞，凝聚着无限哀愁。\n思念呀，怨恨呀，哪儿是尽头，伊人呀，除非你归来才会罢休。一轮皓月当空照，让我俩紧紧偎傍，倚楼望月。\n\n"}
{"_id":{"$oid":"5b9a1461367d5cab18668749"},"title":"蝶恋花·春暮","dynasty":"五代","writer":"李煜","content":"遥夜亭皋闲信步。才过清明，渐觉伤春暮。数点雨声风约住。朦胧淡月云来去。\n桃杏依稀香暗渡。谁在秋千，笑里轻轻语。一寸相思千万绪。人间没个安排处。\n\n","type":["婉约","闺怨","思念"],"remark":"蝶恋花，词牌名，分上下两阕，共六十个字，一般用来填写多愁善感和缠绵悱恻的内容。此词于《唐宋诸贤绝妙词选》、《类编草堂诗余》、《词的》、《古今诗余醉》等本中均有题作“春暮”。\n遥夜：长夜。亭皋：水边的平地。《汉书·司马相如传上》：“亭皋千里，靡不被筑。”闲：吴本《二主词》误作“闭”。信：吴讷本、吕远本、侯文灿本《南唐二主词》作“倒”。王仲闻《南唐二主词校订》云：“倒步不可解，必信步之误。”刘继增《南唐二主词笺》云：“旧钞本作信。”\n风约住：下了几点雨又停住，就象雨被风管束住似的。\n杏：《尊前集》、《唐宋诸贤绝妙词选》、《类编草堂诗余》、《词的》、《古今词统》作“杏”。《欧阳文忠近体乐府》注：“一作杏。”依依：《欧阳文忠公近体乐府》、《醉翁琴趣外篇》、《乐府雅词》、《花庵词选》、《类编草堂诗余》、《唐宋诸贤绝妙词选》、毛订《草堂诗余》、《词的》、《古今词统》均作“依稀”。《欧阳文忠近体乐府》罗泌校语云：“一作无言。”暗度：不知不觉中过去。春暗度：《尊前集》作“风暗度”。《欧阳文忠近体乐府》、《花庵词选》、《醉翁琴趣外篇》、《乐府雅词》、《唐宋诸贤绝妙词选》、《类编草堂诗余》、《词的》、《古今词统》、《古今诗余醉》、《历代诗余》、《全唐诗》作“香暗度”。\n谁：《乐府雅词》作“谁”。《欧阳文忠公近体乐府》罗泌校语云：“谁，一作人。”在：《欧阳文忠公近体乐府》、《醉翁琴趣外篇》、《乐府雅词》作“上”。《欧阳文忠公近体乐府》注：“一作在。”\n一寸：指心，喻其小。绪：连绵不断的情丝。“千万绪”有千丝万缕的意思。\n安排：安置，安放。\n\n","translation":"夜间在亭台上踱着步子，不知道为何清明刚过，便已经感觉到了春天逝去的气息。夜里飘来零零落落的几点雨滴，月亮在云朵的环绕下，散发着朦胧的光泽。\n桃花、杏花在暗夜的空气中散发着幽香，不知道在园内荡着秋千，轻声说笑的女子是谁？对她千万般思念，在辽阔的天地里，竟无一处可以安排“我”的相思愁绪。\n\n"}
{"_id":{"$oid":"5b9a1461367d5cab1866874a"},"title":"清明夜","dynasty":"唐代","writer":"白居易","content":"好风胧月清明夜，碧砌红轩刺史家。 \n独绕回廊行复歇，遥听弦管暗看花。","type":["清明节","踏青"],"remark":"清明夜：清明节的夜晚。清明，二十四节气之一，在阳历四月五日前后。旧俗当天有扫墓、踏青、插柳等活动。\n砌（qì）：台阶。\n独：独自。\n回廊：回旋的走廊。\n遥：遥远，远远。\n看花：赏花。\n\n","translation":"清明节夜晚时，清风习习，月夜朦胧，用碧玉做成的栏杆和用红色的砖砌成的墙是刺史的府宅。\n独自步行在回旋的走廊中唱歌，远远的听到弦声，默默的欣赏花。\n\n"}
{"_id":{"$oid":"5b9a1461367d5cab1866874b"},"title":"贾生","dynasty":"唐代","writer":"李商隐","content":"宣室求贤访逐臣，贾生才调更无伦。\n可怜夜半虚前席，不问苍生问鬼神。","type":["唐诗三百首","托古讽今","怀才不遇"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154135734.mp3","remark":"贾生：指贾谊（前200—前168），西汉著名的政论家、文学家，力主改革弊政，提出了许多重要政治主张，但却遭谗被贬，一生抑郁不得志。\n宣室：汉代长安城中未央宫前殿的正室。逐臣：被放逐之臣，指贾谊曾被贬谪。\n才调：才华气质。\n可怜：可惜，可叹。虚：徒然，空自。前席：在坐席上移膝靠近对方。\n苍生：百姓。问鬼神：事见《史记·屈原贾生列传》。汉文帝接见贾谊，“问鬼神之本。贾生因具道所以然之状。至夜半，文帝前席。”\n\n","shangxi":"　　这是一首托古讽时诗，意在借贾谊的遭遇，抒写诗人怀才不遇的感慨。诗选取汉文帝宣室召见贾谊，夜半倾谈的情节，写文帝不能识贤，任贤；“不问苍生问鬼神”却揭露了晚唐皇帝服药求仙，荒于政事，不能任贤，不顾民生的昏庸特性。诗寓慨于讽，讽刺效果颇好。\n\n　　此诗是首咏叹贾生故事的短诗，其着眼点，不在个人的穷通得失，而在于指出封建统治者不能真正重视人才，使其在政治上发挥作用。\n\n　　贾谊贬长沙，久已成为诗人们抒写不遇之感的熟滥题材。作者独辟蹊径，特意选取贾谊自长沙召回，宣室夜对的情节作为诗材。《史记。屈贾列传》载：贾生征见。孝文帝方受厘（刚举行过祭祀，接受神的福佑），坐宣室（未央宫前殿正室）。上因感鬼神事，而问鬼神之本。贾生因具道所以然之状。至夜半，文帝前席（在坐席上移膝靠近对方）。既罢，曰：“吾久不见贾生，自以为过之，今不及也。”\n\n　　在一般封建文人心目中，这大概是值得大加渲染的君臣遇合盛事。但诗人却独具只眼，抓住不为人们所注意的“问鬼神”之事，翻出了一段新警透辟、发人深省的诗的议论。\n\n　　“宣室求贤访逐臣，贾生才调更无伦。”前幅纯从正面着笔，丝毫不露贬意。首句特标“求”、“访”（咨询），仿佛热烈颂扬文帝求贤意愿之切、之殷，待贤态度之诚、之谦，所谓求贤若渴，虚怀若谷。“求贤”而至“访逐臣”，更可见其网罗贤才已达到“野无遗贤”的程度。次句隐括文帝对贾谊的推服赞叹之词。“才调”，兼包才能风调，与“更无伦”的赞叹配合，令人宛见贾生少年才俊、议论风发、华采照人的精神风貌，诗的形象感和咏叹的情调也就自然地显示出来。这两句，由“求”而“访”而赞，层层递进，表现了文帝对贾生的推服器重。如果不看下文，几乎会误认为这是一篇圣主求贤颂。其实，这正是作者故弄狡狯之处。\n\n　　第三句承、转交错，是全诗枢纽。承，即所谓“夜半前席”，把文帝当时那种虚心垂询、凝神倾听、以至于“不自知膝之前于席”的情状描绘得维妙维肖，使历史陈迹变成了充满生活气息、鲜明可触的画面。这种善于选取典型细节，善于“从小物寄慨”的艺术手段，正是李商隐咏史诗的绝招。通过这个生动的细节的渲染，才把由“求”而“访”而赞的那架“重贤”的云梯升到了最高处；而“转”，也就在这戏剧高潮中同时开始。不过，它并不露筋突骨，硬转逆折，而是用咏叹之笔轻轻拨转——在“夜半虚前席”前加上可怜两字。可怜，即可惜。不用感情色彩强烈的“可悲”、“可叹”一类词语，只说“可怜”，一方面是为末句——一篇之警策预留地步；另一方面也是因为在这里貌似轻描淡写的“可怜”，比剑拔弩张的“可悲”、“可叹”更为含蕴，更耐人寻味。仿佛给文帝留有余地，其实却隐含着冷隽的嘲讽，可谓似轻而实重。“虚”者，空自、徒然之谓。虽只轻轻一点，却使读者对文帝“夜半前席”的重贤姿态从根本上产生了怀疑，可谓举重而若轻。如此推重贤者，何以竟然成“虚”？诗人引而不发，给读者留下了悬念，诗也就显出跌宕波折的情致，而不是一泻无余。这一句承转交错的艺术处理，精炼，自然，和谐，浑然无迹。\n\n　　末句方引满而发，紧承“可怜”与“虚”，射出直中鹄的的一箭——不问苍生问鬼神。郑重求贤，虚心垂询，推重叹服，乃至“夜半前席”，不是为了询求治国安民之道，却是为了“问鬼神”的本原问题！这究竟是什么样的求贤，对贤者又究竟意味着什么啊！诗人仍只点破而不说尽——通过“问”与“不问”的对照，让读者自己对此得出应有的结论。辞锋极犀利，讽刺极辛辣，感概极深沉，却又极抑扬吞吐之妙。由于前几句围绕“重贤”逐步升级，节节上扬，第三句又盘马弯弓，引而不发，末句由强烈对照而形成的贬抑便显得特别有力。这正是通常所谓的“抬得高，摔得重”（也就是反跌手法）。整首诗在正反、扬抑、轻重、隐显、承转等方面的艺术处理上，都蕴含着艺术的辩证法，而其新警含蕴、唱叹有情的艺术风格也就通过这一系列成功的艺术处理，逐步显示出来。\n\n　　点破而不说尽，有论而无断，并非由于内容贫弱而故弄玄虚，而是由于含蕴丰富，片言不足以尽意。诗有讽有慨，寓慨于讽，旨意并不单纯。从讽的方面看，表面上似刺文帝，实际上诗人的主要用意并不在此。晚唐许多皇帝，大都崇佛媚道，服药求仙，不顾民生，不任贤才，诗人矛头所指，显然是当时现实中那些“不问苍生问鬼神”的封建统治者。在寓讽时主的同时，诗中又寓有诗人自己怀才不遇的深沉感慨。诗人夙怀“欲回天地”的壮志，但偏遭衰世，沉沦下僚，诗中每发“贾生年少虚垂涕”、“贾生兼事鬼”之慨。这首诗中的贾谊，正有诗人自己的影子。概而言之，讽汉文实刺唐帝，怜贾生实亦自悯。\n\n","translation":"汉文帝求贤，宣示召见被贬臣子。贾谊才能，确实高明无人能及。\n只是空谈半夜，令人扼腕叹息。文帝尽问鬼神之事，只字不提国事民生。\n\n"}
{"_id":{"$oid":"5b9a1461367d5cab1866874c"},"title":"赠荷花","dynasty":"唐代","writer":"李商隐","content":"世间花叶不相伦，花入金盆叶作尘。\n惟有绿荷红菡萏，卷舒开合任天真。\n此花此叶常相映，翠减红衰愁杀人。(常相映 一作：长相映)\n\n","type":["赞美","荷花"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154135989.mp3","remark":"不相伦：不相比较。意谓世人皆重花而轻叶。伦：同等，同类。\n金盆：铜制的盆。供注水盥洗之用。\n绿荷红菡萏（hàn dàn）：绿荷是指碧绿的荷叶。菡萏是指未开的荷花。《诗经·山有扶苏》之“隰有荷华”，刘桢《公宴》诗：“芙蓉散其华，菡萏溢金塘。”\n卷舒：形容荷叶的姿态。卷，卷缩。舒，伸展。开合：形容荷花的姿态。开，开放。合，合拢。\n天真：天然本性、不加雕饰的本来样子。冯延巳《忆江南》词之一：“玉人贪睡坠钗云，粉消妆薄见天真。”\n翠减红衰：翠者为叶，红者为花，翠减红衰言花叶凋零。翠：指荷叶。红：指荷花。\n愁杀（shà）人：令人愁苦至极。\n\n","shangxi":"　　诗一开头，并没有直接从荷花本身着笔，而是先从其他花卉的花与叶的关系写起：“世间花叶不相伦，花入金盆叶作尘。”“伦”，比并之意，世上的人对待花和叶是不一样的，二者不能相提并论。人们对花特别偏爱，把它栽在金盆中以供观赏，又倍加爱护，而花叶则听任它“零落成泥碾作尘”（陆游《卜算子·咏梅》）。同时，其他花卉的花与叶的关系也并不密切。如杏即先花而后叶，花开而叶未放，叶生而花凋落。桃花那么鲜艳，但其叶也不与之般配，须得绿柳相映才更显其美，故有“桃红柳绿”之称。“红花虽好，还须绿叶扶持”。这种花叶相映之关是其他花卉不易具备的，只有荷花以此见长，所以诗人接下去便写道：“惟有绿荷红菡萏，卷舒开合任天真。”《尔雅·释草》： “荷，芙蕖，其叶葭，其华菡萏， 《毛诗笺》云： ‘芙蕖之茎曰荷。”’《说文解字》；“荷未发为菡萏，已发为夫容（芙蓉）。”“惟有”，只有。这是诗人特别强调之语。“卷舒”指荷叶，“开合”指荷花，“任天真”即自然天成。在诗人眼中，只有荷花红苞绿叶相配，完美无缺。荷叶之卷舒，荷花之开合，相互映衬，自然而然，美丽无比。\n\n　　开头这四句，诗人是别具匠心的：他写的不仅仅是花与叶的关系问题，而是有深意的。字面上这是一种对比，即拿荷花与其他花卉对比，突出荷花花叶相配、交相辉映的特殊美，更深一层的意思则是在表明他自己与女方是天造地设的一对，有如荷花的花与叶，可堪匹配，是天赐良缘。这样，在诗人的笔下，他自己与对方的情事便被描绘、渲染得十分美妙，又如此自然、和谐。 诗的最后两句，既写出了诗人的期望，也写出了诗人的隐忧：“此荷此叶常相映，翠减红衰愁杀人。”首句是希望，明里是说但愿这美丽的荷花与那碧绿的荷叶长久共存、相互映衬、形影不离，实际的意思是期望女方同自己长相厮守，永不分离，白头到老。后句是忧虑，字面上是忧虑荷叶减翠，红花衰落，那时看起来太让人伤感了。而实际上的意思则是一方面担心时不我与。双方年老色衰。但愿青春常驻；但更深一层，则是担心两人的感情“变色”，出现意外的变故，如果出现那种情况，实在是不堪忍受的，简直是愁死人了。所以，这是诗人在向情人表白心志，希望两人都珍视爱情，永不变心。\n\n　　这首诗明里句句都是写花。但实际上句句都是写人。借荷花表明自己的心曲。既说明自己与女方可堪匹配。是天生的一对儿；又表明了两人相配之美满；又表明了自己的心愿与忧虑。委婉含蓄，耐人寻味，在众多的咏物诗中实属上乘之作。\n\n","translation":"世上人们对花和叶的说法不同，把花栽在美观的金盆中，却不管花叶让它落在土里变为尘土。\n只有荷花是红花绿叶相配，荷叶有卷有舒，荷花有开有合，衬托得那样完美自然。\n荷花与荷叶长期互相交映，当荷叶掉落，荷花凋谢之时，是多么令人惋惜啊。\n\n"}
{"_id":{"$oid":"5b9a1461367d5cab1866874d"},"title":"别云间","dynasty":"明代","writer":"夏完淳","content":"三年羁旅客，今日又南冠。\n无限山河泪，谁言天地宽！(山河 一作：河山)\n已知泉路近，欲别故乡难。\n毅魄归来日，灵旗空际看。","type":["古诗三百首","初中古诗","离别","悲愤","爱国"],"remark":"1.云间：上海松江区古称云间，是作者家乡。1647年（永历元年/顺治四年），他在这里被逮捕。\n2.三年：作者自1645年（弘光元年/顺治二年）起，参加抗清斗争，出入于太湖及其周围地区，至1647年（顺治四年），共三年。\n3.羁旅：寄居他乡，生活飘泊不定。羁：音（jī），停留。\n4.南冠（guān），被囚禁的人。语出《左传》。楚人钟仪被俘，晋侯见他戴着楚国的帽子，问左右的人：“南冠而絷（zhi，拴、捆）者，谁也？”后世以“南冠”代被俘。\n5.泉路：黄泉路，死路。泉，黄泉，置人死后埋葬的地穴。\n6.毅魄，坚强不屈的魂魄，语出屈原《九歌.国殇》：“身即死兮神以灵，魂魄毅兮为鬼雄。”。\n7.灵旗，又叫魂幡，古代招引亡魂的旗子。这里指后继者的队伍。\n\n","shangxi":"　　这首诀别故乡之作，表达的不是对生命苦短的感慨，而是对山河沦丧的极度悲愤，对家乡亲人的无限依恋和对抗清斗争的坚定信念。\n\n　　诗作首联叙事。其中“羁旅”一词将诗人从父允彝、师陈子龙起兵抗清到身落敌手这三年辗转飘零、艰苦卓绝的抗清斗争生活作了高度简洁的概括。诗人起笔自叙抗清斗争经历，似乎平静出之，然细细咀嚼，自可读出诗人激越翻滚的情感波澜，自可读出平静的叙事之中深含着诗人满腔辛酸与无限沉痛。\n\n　　颔联抒写诗人按捺不住的满腔悲愤。身落敌手被囚禁的结局，使诗人恢复壮志难酬，复国理想终成泡影，于是诗人悲愤了：“无限河山泪，谁言天地宽？”大明江山支离破碎，满目疮痍，衰颓破败，面对这一切，诗人禁不住“立尽黄昏泪几行”，流不尽“无限河山泪”。诗人一直冀盼明王朝东山再起，可最终时运不济，命途多舛，恢复故土、重整河山的爱国宏愿一次次落空，他禁不住深深地失望与哀恸，忍不住向上苍发出“谁言天地宽”的质问与诘责。\n\n　　颈联坦露对故乡、亲人的依恋不舍之情。无论怎样失望、悲愤与哀恸，诗人终究对自己的人生结局非常清醒：“已知泉路近”。生命行将终结，诗人该会想些什么呢？“欲别故乡难”，诗人缘何难别故乡呢？原来，涌上他心头的不仅有国恨，更兼有家仇。父起义兵败，为国捐躯了。而自己是家中唯一的男孩，此次身落敌手，自是凶多吉少，难免一死，这样，家运不幸，恐无后嗣。念及自己长年奔波在外，未能尽孝于母，致使嫡母“托迹于空门”，生母“寄生于别姓”，自己一家“生不得相依，死不得相问”，念及让新婚妻子在家孤守两年，自己未能尽为夫之责任与义务，妻子是否已有身孕尚不得而知。想起这一切的一切，诗人内心自然涌起对家人深深的愧疚与无限依恋。\n\n　　尾联盟恢复之志。尽管故乡牵魂难别，但诗人终将恢复大志放在儿女私情之上，不以家运后嗣为念，最终表明心迹：“毅魄归来日，灵旗空际看。”正如诗人在《狱中上母书》中所表示的“二十年后，淳且与先文忠为北塞之举矣”。“已知泉路近”的诗人坦然作出“毅魄归来日”的打算，抱定誓死不屈、坚决复明的决心，生前未能完成大业，死后也要亲自看到后继者率部起义，恢复大明江山。诗作以落地有声的铮铮誓言作结，鲜明地昭示出诗人坚贞不屈的战斗精神、精忠报国的赤子情怀，给后继者以深情的勉励，给读者树立起一座国家与民族利益高于一切的不朽丰碑。\n\n　　全诗思路流畅清晰，感情跌宕豪壮。起笔叙艰苦卓绝的飘零生涯，承笔发故土沦丧、山河破碎之悲愤慨叹，转笔抒眷念故土、怀恋亲人之深情，结笔盟誓志恢复之决心。诗作格调慷慨豪壮，令人读来荡气回肠，禁不住对这位富有强烈民族意识的少年英雄充满深深的敬意。\n\n　　这首诀别故乡之作，表达的不是对生命苦短的感慨，而是对山河沦丧的极度悲愤，对家乡亲人的无限依恋和对抗清斗争的坚定信念。\n\n","translation":"三年为抗清兵东走西飘荡，今天兵败被俘作囚入牢房。\n无限美好河山失陷伤痛泪，谁还敢说天庭宽阔地又广。\n已经知道黄泉之路相逼近，想到永别故乡实在心犯难。\n鬼雄魂魄等到归来那一日，灵旗下面要将故乡河山看。\n\n"}
{"_id":{"$oid":"5b9a1461367d5cab1866874e"},"title":"凉州词二首","dynasty":"唐代","writer":"王翰","content":"葡萄美酒夜光杯，欲饮琵琶马上催。\n醉卧沙场君莫笑，古来征战几人回?\n\n秦中花鸟已应阑，塞外风沙犹自寒。\n夜听胡笳折杨柳，教人意气忆长安。\n\n","type":["边塞","饮酒","思乡"]}
{"_id":{"$oid":"5b9a1461367d5cab1866874f"},"title":"登科后","dynasty":"唐代","writer":"孟郊","content":"昔日龌龊不足夸，今朝放荡思无涯。 \n春风得意马蹄疾，一日看尽长安花。","type":["喜悦","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154136248.mp3","remark":"龌龊：指处境不如意和思想上的拘谨局促。\n放荡：自由自在，无所拘束。\n\n","translation":"以往在生活上的困顿与思想上的局促不安再不值得一提了，今朝金榜题名，郁结的闷气已如风吹云散，心上真有说不尽的畅快，真想拥抱一下这大自然。策马奔驰于春花烂漫的长安道上，今日的马蹄格外轻盈，不知不觉中早已把长安的繁荣花朵看完了。\n\n"}
{"_id":{"$oid":"5b9a1462367d5cab18668750"},"title":"杂诗","dynasty":"魏晋","writer":"陶渊明","content":"人生无根蒂，飘如陌上尘。\n分散逐风转，此已非常身。\n落地为兄弟，何必骨肉亲！\n得欢当作乐，斗酒聚比邻。\n盛年不重来，一日难再晨。\n及时当勉励，岁月不待人。","type":["古诗三百首","感叹","人生","惜时"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154136511.mp3","remark":"蒂（dì）：瓜当、果鼻、花与枝茎相连处都叫蒂。陌：东西的路，这里泛指路。\n此：指此身。非常身：不是经久不变的身，即不再是盛年壮年之身。\n落地：刚生下来。\n斗：酒器。比邻：近邻。\n盛年：壮年。　\n及时：趁盛年之时。\n\n","shangxi":"　　陶渊明《杂诗》共有十二首，此为第一首。王瑶先生认为前八首“辞气一贯”，当作于同一年内。据其六“奈何五十年，忽已亲此事”句意，证知作于公元414年（晋安帝义熙十年），时陶渊明五十岁，距其辞官归田已有八年。\n\n　　这组《杂诗》，实即“不拘流例，遇物即言”（《文选》李善注）的杂感诗。正如明黄文焕《陶诗析义》卷四所云：“十二首中愁叹万端，第八首专叹贫困，余则慨叹老大，屡复不休，悲愤等于《楚辞》。”可以说，慨叹人生之无常，感喟生命之短暂，是这组《杂诗》的基调。\n\n　　这种关于“人生无常”“生命短暂”的叹喟，是在《诗经》《楚辞》中即已能听到的，但只是到了汉末魏晋时代，这种悲伤才在更深更广的程度上扩展开来，从《古诗十九首》到“三曹”，从“竹林七贤”到“二陆”，从刘琨到陶渊明，这种叹喟变得越发凄凉悲怆，越发深厚沉重，以至成为整个时代的典型音调。这种音调，在今天看来不无消极悲观的意味，但在当时特定的社会条件下，却反映了人的觉醒，是时代的进步。\n\n　　“人生无根蒂”四句意本《古诗十九首》之“人生寄一世，奄忽若飘尘”，感叹人生之无常。蒂，即花果与枝茎相连接的部分。人生在世即如无根之木、无蒂之花，没有着落，没有根柢，又好比是大路上随风飘转的尘土。由于命运变幻莫测，人生飘泊不定，种种遭遇和变故不断地改变着人，每一个人都已不再是最初的自我了。这四句诗，语虽寻常，却寓奇崛，将人生比作无根之木、无蒂之花，是为一喻，再比作陌上尘，又是一喻，比中之比，象外之象，直把诗人深刻的人生体验写了出来，透露出至为沉痛的悲怆。陶渊明虽然“少无适俗韵”，怀有“猛志逸四海，骞翮思远翥”的宏大抱负，但他生值晋宋易代前后，政治黑暗，战乱频仍，国无宁日，民不聊生。迫于生计，他几度出仕，几度退隐，生活在矛盾痛苦之中，终于在四十一岁时辞职归田，不再出仕。如此世态，如此经历，使他对人生感到渺茫，不可把握。虽然在他的隐逸诗文中，读者可以感受到他的旷达超然之志，平和冲淡之情，但在他的内心深处，蕴藏着的是一种理想破灭的失落，一种人生如幻的绝望。\n\n　　“落地为兄弟，何必骨肉亲。”承前而来，既然每个人都已不是最初的自我，那又何必在乎骨肉之亲、血缘之情呢。来到这个世界上的都应该成为兄弟。这一层意思出自《论语》：“子夏曰：‘君子敬而无失，与人恭而有礼。四海之内，皆兄弟也。君子何患乎无兄弟也？”这也是陶渊明在战乱年代对和平、泛爱的一种理想渴求。“得欢当作乐，斗酒聚比邻。”阅历的丰富往往使人对人生的悲剧性有更深刻的认识，年龄的增长常常使人更难以寻得生活中的欢乐和激动，处于政治黑暗时期的陶渊明更是如此，这在他的诗中表露得非常明确：“荏苒岁月颓，此心稍已去。值欢无复娱，每每多忧虑。”（《杂诗》其五）但他毕竟没有完全放弃美好的人生理想，他转向官场宦海之外的自然去寻求美，转向仕途荣利之外的村居生活去寻求精神上的欢乐，这种欢乐平淡冲和、明净淳朴。“斗酒聚比邻”正是这种陶渊明式的欢乐的写照，在陶渊明的诗中时有这种场景的描述，如：“过门更相呼，有酒斟酌之。”（《移居》）“日入相与归，壶浆劳近邻。”（《癸卯岁始春怀古田舍》）这是陶渊明式的及时行乐，与“昼短苦夜长，何不秉烛游”；“不如饮美酒，被服纨与素”；“何不策高足，先据要路津”（《古诗十九首》）有着明显的差异，体现了更高的精神境界。\n\n　　“盛年不重来”四句常被人们引用来勉励年轻人要抓紧时机，珍惜光阴，努力学习，奋发上进。在今天，一般读者若对此四句诗作此理解，也未尝不可。但陶渊明的本意却与此大相径庭，是鼓励人们要及时行乐。既然生命是这么短促，人生是这么不可把握，社会是这么黑暗，欢乐是这么不易寻得，那么，对生活中偶尔还能寻得的一点点欢乐，不要错过，要及时抓住它，尽情享受。这种及时行乐的思想，必须放在当时特定的历史条件下加以考察，“它实质上标志着一种人的觉醒，即在怀疑和否定旧有传统标准和信仰价值的条件下，人对自己生命、意义、命运的重新发现、思索、把握和追求。陶渊明在自然中发现了纯净的美，在村居生活中找到了质朴的人际关系，在田园劳动中得到了自我价值的实现。\n\n　　这首诗起笔即命运之不可把握发出慨叹，读来使人感到迷惘、沉痛。继而稍稍振起，诗人执著地在生活中寻找着友爱，寻找着欢乐，给人一线希望。终篇慷慨激越，使人为之感奋。全诗用语朴实无华，取譬平常，质如璞玉，然而内蕴却极丰富，波澜跌宕，发人深省。\n\n","translation":"人生在世没有根蒂，飘泊如路上的尘土。\n生命随风飘转，此身历尽了艰难，已经不是原来的样子了。\n世人都应当视同兄弟，何必亲生的同胞弟兄才能相亲呢？\n遇到高兴的事就应当作乐，有酒就要邀请近邻共饮。\n青春一旦过去便不可能重来，一天之中永远看不到第二次日出。\n应当趁年富力强之时勉励自己，光阴流逝，并不等待人。\n\n"}
{"_id":{"$oid":"5b9a1462367d5cab18668751"},"title":"春思","dynasty":"唐代","writer":"李白","content":"燕草如碧丝，秦桑低绿枝。\n当君怀归日，是妾断肠时。 \n春风不相识，何事入罗帏。","type":["唐诗三百首","春天","妇女","坚贞","思念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154137667.mp3","remark":"\n燕草：指燕地的草。燕，河北省北部一带，此泛指北部边地，征夫所在之处。\n秦桑：秦地的桑树。秦，指陕西省一带，此指思妇所在之地。燕地寒冷，草木迟生于较暖的秦地。\n君：指征夫。怀归：想家。\n妾：古代妇女自称。此处为思妇自指。\n罗帏：丝织的帘帐。\n\n","shangxi":"　　李白有很多描写思妇心理的诗篇，《春思》是其中之一。中国古典诗歌中的“春”字通常语意双关：既指春天，又可以用来比喻男女之爱。此诗《春思》中的“春”就包含有这两方面的意思。此诗以相隔遥远的燕秦两地春天景物起兴，别具一格。思妇触景生情，想起了远方的丈夫，颇为伤怀。她申斥春风，正是明志自警，恰到好处。\n\n　　开头两句：“燕草如碧丝，秦桑低绿枝”，可以视作“兴”。诗中的兴句一般是就眼前所见，信手拈起，这两句却以相隔遥远的燕、秦两地的春天景物起兴，颇为别致。“燕草如碧丝”，当是出于思妇的悬想；“秦桑低绿枝”，才是思妇所目睹。把目力达不到的远景和眼前近景配置在一幅画面上，并且都从思妇一边写出，从逻辑上说，似乎有点乖碍，但从“写情”的角度来看，却是可通的。试想：仲春时节，桑叶繁茂，独处秦地的思妇触景生情，终日盼望在燕地行役屯戍的丈夫早日归来；她根据自己平素与丈夫的恩爱相处和对丈夫的深切了解，料想远在燕地的丈夫此刻见到碧丝般的春草，也必然会萌生思归的念头。见春草而思归，语出《楚辞·招隐士》：“王孙游兮不归，春草生兮萋萋！”首句化用《楚辞》语，浑成自然，不着痕迹。诗人巧妙地把握了思妇复杂的感情活动，用两处春光，兴两地相思，把想象与怀忆同眼前真景融合起来，据实构虚，造成诗的妙境。所以不仅起到了一般兴句所能起的烘托感情气氛的作用，而且还把思妇对于丈夫的真挚感情和他们夫妻之间心心相印的亲密关系传写出来了，这是一般的兴句所不易做到的。另外，这两句还运用了谐声双关。“丝”谐“思”，“枝”谐“知”，这恰和下文思归与“断肠”相关合，增强了诗句的音乐美与含蓄美。\n\n　　三四两句直承兴句的理路而来，故仍从两地着笔：“当君怀归日，是妾断肠时。”丈夫及春怀归，足慰离人愁肠。按理说，诗中的女主人公应该感到欣喜才是，而下句竟以“断肠”承之，这又似乎违背了一般人的心理，但如果联系上面的兴句细细体会，就会发现，这样写对表现思妇的感情又进了一层。元代萧士赟对此诗评述揭示了兴句与所咏之词之间的微妙的关系。诗中看似于理不合之处，正是感情最为浓密所在。\n\n　　旧时俗话说：“见多情易厌，见少情易变。”这首诗中的女主人公的可贵之处在于阔别而情愈深，迹疏而心不移。诗的最后两句是：“春风不相识，何事入罗帏？”诗人捕捉了思妇在春风吹入闺房，掀动罗帐的一霎那的心理活动，表现了她忠于所爱、坚贞不二的高尚情操。从艺术上说，这两句让多情的思妇对着无情的春风发话，又仿佛是无理的，但用来表现独守春闺的特定环境中的思妇的情态，又令人感到真实可信。春风撩人，春思缠绵，申斥春风，正所以明志自警。以此作结，恰到好处。\n\n　　无理而妙是古典诗歌中一个常见的艺术特征。从李白的这首诗中不难看出，所谓无理而妙，就是指在看似违背常理、常情的描写中，反而更深刻地表现了各种复杂的感情。\n\n","translation":"\n燕地小草像碧丝般青绿，秦地的桑树已叶翠枝绿。\n当你怀念家园盼归之日，早就思念你而愁肠百结。\n春风啊你与我素不相识，为何吹进罗帐激我愁思？\n\n"}
{"_id":{"$oid":"5b9a1462367d5cab18668752"},"title":"庄子与惠子游于濠梁","dynasty":"先秦","writer":"佚名","content":"庄子与惠子游于濠梁之上。庄子曰：“鯈鱼出游从容，是鱼之乐也。”惠子曰：“子非鱼，安知鱼之乐？”庄子曰：“子非我，安知我不知鱼之乐？”惠子曰：“我非子，固不知子矣；子固非鱼也，子之不知鱼之乐全矣！”庄子曰：“请循其本。子曰‘汝安知鱼乐’云者，既已知吾知之而问我。我知之濠上也。”","type":["初中文言文","认知"],"remark":"濠梁：濠水的桥上。濠,水名，在现在安徽凤阳。\n从容：悠闲自得。\n鯈（tiáo）鱼：一种淡水鱼中的银白色小鱼，喜欢在水层下面游动，长约16厘米，又名白鲦。\n是：这。\n固：固然（固不知子矣）；本来（子固非鱼也）。\n全：完全，确定是。\n循其本：从最初的话题说起。循：顺着。其，话题。本：最初。\n子曰‘汝安知鱼乐’云者：你说“汝安知鱼乐”等等。汝安知鱼乐：你怎么（哪里）知道鱼是快乐的呢。云者：如此如此。安，怎么；哪里。\n安;疑问代词.怎么,哪里\n\n","shangxi":"　　该文节选自《秋水》。\n\n　　《秋水》是《庄子》中的又一长篇，用篇首的两个字作为篇名，中心是讨论人应怎样去认识外物。全篇由两大部分组成。前一部分写北海海神跟河神的谈话，一问一答一气呵成，构成本篇的主体。后一部分分别写了六个寓言故事，每个寓言故事自成一体，各不关联，跟前一部分海神与河神的对话也没有任何结构关系上的联系，对全篇主题的表达帮助也不甚大，似有游离之嫌。\n\n　　《庄子与惠子游于濠梁》轻松闲适，诗意盎然。一力辩，一巧辩；一求真，一尚美；一拘泥，一超然；让人读后会心一笑而沉思良久。\n\n　　惠子好辩，重分析。对于事物有一种寻根究底的认知态度，重在知识的探讨；庄子智辩，重观赏。对外界的认识带有欣赏的态度，将主观的情意发挥到外物上而产生移情同感的作用。如果说惠子带有逻辑家的个性，那么庄子则具有艺术家的风貌。\n\n","translation":"庄子和惠子一起在濠水的桥上游玩。庄子说：“鯈鱼在河水中游得多么悠闲自得，这是鱼的快乐啊。”惠子说：“你又不是鱼，哪里知道鱼是快乐的呢？”庄子说：“你又不是我，怎么知道我不知道鱼儿是快乐的呢？”惠子说：“我不是你，固然就不知道你（的想法）；你本来就不是鱼，你不知道鱼的快乐，这是可以完全确定的。”庄子说：“让我们回到最初的话题，你开始问我‘你哪里知道鱼儿的快乐’的话，就说明你很清楚我知道，所以才来问我是从哪里知道的。现在我告诉你，我是在濠水的桥上知道的。”\n\n\n"}
{"_id":{"$oid":"5b9a1462367d5cab18668753"},"title":"夜上受降城闻笛","dynasty":"唐代","writer":"李益","content":"回乐峰前沙似雪，受降城外月如霜。(回乐'峰' 一作：回乐'烽'）\n不知何处吹芦管，一夜征人尽望乡。","type":["唐诗三百首","冬天","月亮","边塞","思念","战争"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154137982.mp3","remark":"受降城：唐初名将张仁愿为了防御突厥，在黄河以北筑受降城，分东、中、西三城，都在今内蒙古自治区境内。另有一种说法是：公元646年（贞观二十年），唐太宗亲临灵州接受突厥一部的投降,“受降城”之名即由此而来。\n回乐峰：唐代有回乐县，灵州治所，在今宁夏回族自治区灵武县西南。回乐峰即当地山峰。一作“回乐烽”：指回乐县附近的烽火台。\n城下：一作“城上”，一作“城外”。\n芦管：笛子。一作“芦笛”。\n征人：戍边的将士。尽：全。\n\n","shangxi":"　　这是一首抒写戍边将士乡情的诗作，从多角度描绘了戍边将士（包括吹笛人）浓烈的乡思和满心的哀愁之情。\n\n　　诗歌的前两句描写了一幅边塞月夜的独特景色.举目远眺，蜿蜒数十里的丘陵上耸立着座座高大的烽火台，烽火台下是一片无垠的沙漠，在月光的映照下如同积雪的荒原。近看，高城之外月光皎洁，如同深秋的寒霜。沙漠并非雪原，诗人偏说它“似雪”，月光并非秋霜，诗人偏说它“如霜”。诗人如此运笔，是为了借这寒气袭人的景物来渲染心境的愁惨凄凉。正是这似雪的沙漠和如霜的月光使受降城之夜显得格外空寂惨淡。也使诗人格外强烈地感受到置身边塞绝域的孤独，而生发出思乡情愫。\n\n　　如果说前两句写景，景中寓情，蓄而未发；那么后两句则正面写情。在万籁俱寂中，夜风送来呜呜咽咽的芦笛声。这笛声使诗人想到：是哪座烽火台上的戍卒在借芦笛声倾诉那无尽的边愁？那幽怨的笛声又触动了多少征人的思乡愁？在这漫长的边塞之夜，他们一个个披衣而起，忧郁的目光掠过似雪的沙漠，如霜的月地，久久凝视着远方······“不知何处”，写出了诗人月夜闻笛时的迷惘心情，映衬出夜景的空寥寂寞。“一夜”和“尽望”又道出征人望乡之情的深重和急切。\n\n　　从全诗来看，前两句写的是色，第三句写的是声；末句抒心中所感，写的是情。前三句都是为末句直接抒情作烘托、铺垫。开头由视觉形象引动绵绵乡情，进而由听觉形象把乡思的暗流引向滔滔的感情的洪波。前三句已经蓄势有余，末句一般就用直抒写出。李益却蹊径独辟，让满孕之情在结尾处打个回旋，用拟想中的征人望乡的镜头加以表现，使人感到句绝而意不绝，在戛然而止处仍然漾开一个又一个涟漪。这首诗艺术上的成功，就在于把诗中的景色、声音、感情三者融合为一体，将诗情、画意与音乐美熔于一炉，组成了一个完整的艺术整体，意境浑成，简洁空灵，而又具有含蕴不尽的特点。\n\n　　这首诗语言优美，节奏平缓，寓情于景，以景写情，写出了征人眼前之景，心中之情，感人肺腑。诗意婉曲深远，让人回味无穷。刘禹锡《和令孤相公言怀寄河中杨少尹》中提到李益，有“边月空悲芦管秋”句，即指此诗。可见此诗在当时已传诵很广。《唐诗纪事》说这首诗在当时便被度曲入画。仔细体味全诗意境，的确也是谱歌作画的佳品。因而被谱入弦管，天下传唱，成为中唐绝句中出色的名篇之一。\n\n","translation":"回乐峰前的沙地白得像雪，受降城外的月色有如秋霜。\n不知何处吹起凄凉的芦管，一夜间征人个个眺望故乡。\n\n"}
{"_id":{"$oid":"5b9a1462367d5cab18668754"},"title":"别老母","dynasty":"清代","writer":"黄景仁","content":"搴帷拜母河梁去，白发愁看泪眼枯。\n惨惨柴门风雪夜，此时有子不如无。","type":["古诗三百首","母亲"],"remark":"搴（qiān）帷（wéi）：掀起门帘，出门。\n河梁：桥，替代送别地。\n枯（kū）：干涸。\n惨惨：幽暗无光。\n柴门：树枝编的门，替代贫苦人家。\n\n","translation":"因为要去河梁谋生，所以把帷帐撩起，依依不舍要向年迈的母亲辞别，看到白发苍苍的老母不由泪下不停，眼泪也流干了。\n在这风雪之夜，不能在母亲身边尽孝却要掩柴门凄惨地远去，不禁令人兴叹：养子又有何用呢？倒不如没有啊。\n\n"}
{"_id":{"$oid":"5b9a1462367d5cab18668755"},"title":"塞下曲六首·其一","dynasty":"唐代","writer":"李白","content":"五月天山雪，无花只有寒。\n笛中闻折柳，春色未曾看。\n晓战随金鼓，宵眠抱玉鞍。\n愿将腰下剑，直为斩楼兰。","type":["边塞","写雪","军旅","生活"],"remark":"天山：指祁连山。\n折柳：即《折杨柳》，古乐曲名。\n金鼓：指锣，进军时击鼓，退军时鸣金。\n\n","shangxi":"　　首句言“五月天山雪”，已经扣紧题目。五月，在内地正值盛夏。韩愈说“五月榴花照眼明，枝间时见子初成”，赵嘏说“和如春色净如秋，五月商山是胜游”。但是，李白所写五月却在塞下，在天山，自然，所见所感也就迥然有别。天山孤拔，常年被积雪覆盖。这种内地与塞下在同一季节的景物上的巨大反差，被诗人敏锐地捕捉，然而，他没有具体细致地进行客观描写，而以轻淡之笔徐徐道出自己内心的感受：“无花只有寒”。“寒”字，隐约透露出诗人心绪的波动，何况寒风之中又传来《折杨柳》的凄凉曲调呢！春天在边疆是看不到的，人们只能从笛曲之中去领受，去回味。《折杨柳》为乐府横吹曲，多写行客的愁苦。在这里，诗人写“闻折柳”，当亦包含着一层苍凉寒苦的情调。他是借听笛来渲染烘托这种气氛的。诗为五律，依惯例当于第二联作意思上的承转，但是李白却就首联顺势而下，不肯把苍凉情绪稍作收敛，这就突破了格律诗的羁绊，以气脉直行，豪纵不拘，语淡而雄浑为其特色了。\n\n　　“晓战随金鼓，宵眠抱玉鞍。”古代出征要敲击钲、鼓，用来节制士卒进退，五、六两句，写的正是这种情况。语意转折，已由苍凉变为雄壮。诗人设想：自己来到边塞，就在天山脚下，整日过着紧张的战斗生活。白天在钲、鼓声中行军作战，晚上就抱着马鞍子打盹儿。这里，“晓战”与“宵眠”相对应，当是作者有意在概括军中一日的生活，其军情之紧张急迫，跃然纸上。“随”字，摹状士卒的令行禁止。“抱”字，描绘士卒夜间警备的情况。二句写的是士卒的生活场景，而他们守边备战，人人奋勇，争为功先的心态则亦尽情流露出来。\n\n　　“愿将腰下剑，直为斩楼兰。”斩楼兰：据《汉书·傅介子传》：“汉代地处西域的楼兰国经常杀死汉朝使节，傅介子出使西域，楼兰王贪他所献金帛，被他诱至帐中杀死，遂持王首而还”。这里是借用傅介子慷慨复仇的故事，表现诗人甘愿赴身疆场，为国杀敌的雄心壮志。“直”与“愿”字呼应，语气斩截强烈，一派心声，喷涌而出，自有夺人心魄的艺术感召力。\n\n","translation":"五月的天山仍是满山飘雪，只有凛冽的寒气，根本看不见花草。\n只有在笛声《折杨柳》曲中才能想象到春光，而现实中从来就没有见过春天。\n战士们白天在金鼓声中与敌人进行殊死的战斗，晚上却是抱着马鞍睡觉。\n但愿腰间悬挂的宝剑，能够早日平定边疆，为国立功。\n\n"}
{"_id":{"$oid":"5b9a1462367d5cab18668756"},"title":"临江仙·寒柳","dynasty":"清代","writer":"纳兰性德","content":"飞絮飞花何处是，层冰积雪摧残，疏疏一树五更寒。爱他明月好，憔悴也相关。\n最是繁丝摇落后，转教人忆春山。湔裙梦断续应难。西风多少恨，吹不散眉弯。","type":["婉约","咏物","柳树","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154138132.mp3","remark":"临江仙：双调小令，唐教坊曲。《乐章集》入“仙吕调”，《张子野词》入“高平调”。\n层冰：厚厚之冰。\n憔悴：瘦弱无力脸色难看的样子：颜色憔悴，形容枯槁。\n关：这里是关切、关怀之意。\n最是：特别是。\n繁丝：指柳丝的繁茂。这两句里的“柳丝”和“春山”，都暗喻女子的眉毛。\n春山：春日之山。又，春山山色如黛，故借喻女子之眉毛，或代指女子。这里指代亡妻。\n湔（jiān）裙梦断：意思是涉水相会的梦断了。湔裙，溅湿了衣裙。\n西风：从西方吹来的风。\n\n","shangxi":"　　这是一首咏物词，咏的是寒柳。\n\n　　“飞絮飞花何处是”，咏柳咏柳，开门见山：柳絮呀，随风飘到哪里去了呢？花儿呀，随风飘到哪里去了呢？——咦，说柳絮自然应该，毕竟是咏柳，可这个”花儿”是从哪里出来的呢？谁见过柳树开花呢？\n\n　　明明是咏柳，怎么突然出来个扬花呢？正确的答案是：杨花和柳絮其实都是一回事，都是柳树上飘飞的那种一团一团的白色绒毛，现在还是很常见的。\n\n　　柳絮为什么又叫杨花呢？这是子从父姓，因为柳树有个别名叫“杨柳”。\n\n　　“飞絮飞花何处是”，其实就是“飞絮何处是”，但这里特别用了“飞花”的意象，除了造成叠音的声音效果之外，还因为杨花作为诗词当中的一个意象符号，独有一些复杂的含义。\n\n　　杨花是一个飘零无助的意象。传说，杨花如果飘落到水中，就会化为浮萍。这个传说细想一下是非常凄凉的，因为杨花本身就是飘零无根之物，好容易在水里落了脚，却又化为浮萍，依然是个飘零无根之物。“飘零无根”至此便有了一种宿命的悲剧感。\n\n　　看，柳絮（杨花），其命运即便终于能摆脱飘泊无根，也只是沦落泥泞而已，益发可悲。——当然，这都只是附着在柳絮（杨花）之上的文学意象，如果从科学角度说，柳絮其实是柳树的种子，被绒毛包裹着随风飘飞，找地方去生根发芽、孕育新生去了。\n\n　　“飞絮飞花何处是，层冰积雪摧残”，容若发问柳絮飘飞生涯的命运归属，自问自答说“层冰积雪摧残”，意思是和“已作沾泥絮”差不多的，只是，“层冰积雪”也是个由来有自的文学符号，在字面意思之外还有其特定的所指。\n\n　　“层冰积雪”，语出《楚辞·招魂》：“层冰峨峨，积雪千里”，如果联系一下《招魂》的上下文，意义就更加明确了：\n\n　　魂兮归来，北方不可以止些。\n\n　　层冰峨峨，积雪千里些。\n\n　　归来归来，不可以久兮。\n\n　　魂兮归来，君无上天些。\n\n　　那么，如果把“飞絮飞花何处是”与“层冰积雪摧残”在《招魂》上下文的背景里联系起来，就会读出新的一层意思：柳絮离开了柳树的怀抱，如同魂魄一般散漫地飞向极北极北的天堂，可那里太寒太冷了呀，为什么你不回来呢？——这时候再来联系一下词题的“寒柳”，咏的是“柳”，为的是“留”。这首词的主题至此而明朗，两个字悼亡。\n\n　　“疏疏一树五更寒”，“疏疏一树”正是寒柳的意象，而“五更寒”原本仅仅是一个时间的意象，此时交迭在一起，却把夜阑、更残、轻寒这些意象付诸于柳树身上，使柳树获得了人格化的色彩，使柳树更加顺理成章地成为词人的情感投射的客体。\n\n　　“爱他明月好，憔悴也相关”，递进一层，似在说明月无私，不论柳树是繁茂还是萧疏，都一般照耀，一般关怀。貌似在写明月，实则是容若自况：柳树就算“疏疏”，就算“憔悴”，也减不了自己一分一毫的喜爱；伊人就算永诀，也淡不去自己一分一毫的思念。\n\n　　“最是繁丝摇落后，转教人忆春山”，下片转折，由柳树而及女子，由当下而及回忆，是说：最是在柳丝摇落的时候，我更免不了去想起当年的那个女子。\n\n　　春山，作为诗词中一个常见的意象，既可以实指春色中的山峦，也可以比喻为女子的眉毛。宋词有“眉扫春山淡淡，眼裁秋水盈盈”，便是以春山喻眉，以秋水喻眼，而一“扫”一“裁”，是形容女子描眉画眼的可爱的梳妆动作。春山既然可以比喻为女子的蛾眉，便也可以用作女子的代称，容若这里便是此意。由柳叶的形态联想到蛾眉的妙曼，联想到心爱的女子，曾经的故事……\n\n　　接下来仍是追忆那位女子，即“湔裙梦断续应难”。\n\n　　湔jian，这里是洗的意思。旧日风俗，三月三日上巳节，女人们相约一同到水边洗衣，以为这样可以除掉晦气。上巳节和清明节隔得不远，所以穆修有诗说“改火清明度，湔衫上巳连”。这种户外聚众的日子往往提供给了男男女女们以堂而皇之地偷偷约会的机会。\n\n　　这首词，曾被那位对纳兰词评价不高的陈廷焯赞为纳兰词中的压卷之作，不知道容若听到了会不会高兴一些呢？无论如何，“爱他明月好，憔悴也相关”，”西风多少恨，吹不散眉弯”，都是性灵之句，非挚情挚性之奇男子无以得之。\n\n　　纳兰何以有此“憔悴也相关”，“西风多少恨”的伤感情调？清朝气数正旺盛，却有此醒人气的词人和词作，真是可悲可叹可钦啊！\n\n　　这首作品是纳兰集中得后人推誉最力的佳作之一，不但多种选集阑入，陈廷焯甚至作出“言之有物，几令人感激涕零”之“压卷之作”的崇高评价。“压卷”与否姑且不置论，“言之有物”则可以作点简单分析。\n\n　　咏物为古典诗词之大宗，而原其宗旨，“物”本是外壳，是媒介，抒情才是本质，是核心。所以咏物之作要求摹写神理而不能徒赋形体，同时还要不粘不离，保持一个恰好的分寸。以此绳衡这首小词，在“层冰积雪摧残”、“爱他明月好，憔悴也相关”等句刻画出那婀娜杨柳的“寒意”之外，词人更着重“摧残”、“憔悴”、“梦断”、“西风多少恨，吹不散眉弯”的情感的抒写，亦将他复杂凄咽的内心感受特别深曲又特别准确地传递出来。写寒柳而字里含情，弦外有音，此之谓“言之有物”。\n\n　　还要深思一层，“言之有物”之“物”究竟能否落实呢？有文章指出这首词借咏柳而寄寓对亡妻的哀思，实亦即悼亡之作。作为一种猜测容或可以，但作为学术研究，在本篇不能肯定作年在其妻逝世之后的情况下，则不可以武断地这样定论。如果说里面寄托有纳兰一贯婉转哀凉的身世之感，那也就足够了。 \n\n","translation":"柳絮杨花随风飘到哪里去了呢？原来是被厚厚的冰雪摧残了。五更时分夜阑风寒，这株柳树也显得凄冷萧疏。皎洁的明月无私普照，不论柳树是繁茂还是萧疏，都一般关怀。\n最是在繁茂的柳丝摇落的时候，我更免不了回忆起当年的那个女子。梦里又见当年和她幽会的情景，但是好梦易断，断梦难续。遂将愁思寄给西风，可是，再强劲的西风也吹不散我眉间紧锁的不尽忧愁。\n\n"}
{"_id":{"$oid":"5b9a1462367d5cab18668757"},"title":"牧童","dynasty":"唐代","writer":"吕岩","content":"草铺横野六七里，笛弄晚风三四声。\n归来饱饭黄昏后，不脱蓑衣卧月明。","type":["小学古诗","儿童"],"remark":"牧童：放牛放羊的孩子。\n铺：铺开。\n横野：辽阔的原野。\n弄：逗弄，玩弄。\n饱饭：吃饱了饭。\n蓑衣：用草或棕毛编织成的，披在身上的防雨用具，用来遮风挡雨。\n卧月明：躺着观看明亮的月亮。\n\n","shangxi":"　　首句“草铺横野六七里“描述了视觉上的感受，放眼望去，原野上草色葱茏。一个“铺”字，表现出草的茂盛和草原给人的那种平缓舒服的感觉。草场的宽阔无垠为牧童的出场铺垫了一个场景。\n\n　　第二句“笛弄晚风三四声。”描述了听觉上的感受，侧耳倾听，晚风中牧笛声声。一“弄”字，更显出了一种情趣，把风中笛声的时断时续、悠扬飘逸和牧童吹笛嬉戏的意味，传达出来了。笛声的悠扬悦耳，反映出晚归牧童劳作一天后的轻松闲适的心境。未见牧童，先闻其声，具有无限美好的想象空间。这里的“六七里”和“三四声”不是确指的数字，只是为了突出原野的宽阔和乡村傍晚的静寂。 　　第三句“归来饱饭黄昏后”，诗人笔锋一转，开始直接描写牧童，牧童吃饱了饭，已经是黄昏之后了。\n\n　　末句“不脱蓑衣卧月明”描写牧童休息的情景。把以地为床，以天为帐，饥来即食，困来即眠，无牵无挂，自由自在的牧童形象刻画得活灵活现。诗人没有描写牧童躺下做什么，牧童可能是想舒展下身子，也可能是欣赏月色。诗人似乎只把他之所见如实地写了下来，却有无限的想象空间。\n\n　　全诗展示了一幅鲜活的牧童晚归休憩图：原野、绿草、笛声、牧童、蓑衣和明月。诗中有景、有情，有人物、有声音，这生动的一幕，是由远及近出现在诗人的视野里的；写出了农家田园生活的恬静，也体现了牧童放牧生活的辛劳，是一首赞美劳动的短曲。草场、笛声、月夜、牧童，像一幅恬淡的水墨画，使读者的心灵感到安宁。\n\n　　《牧童》一诗，不仅让读者感到了“日出而作，日落而息”的生活的安然与恬静，也让读者感受到了牧童心灵的无羁无绊，自然放松。该诗反映了诗人心灵世界的一种追求，对远离喧嚣、安然自乐的生活状态的一种向往。诗中尽道牧童生活的闲逸与舒适。此诗委婉劝说钟傅趁早离开那尔虞我诈、角名竞利的官场，回归田园，过牧童那样无欲无求的生活。在此诗中，牧童即是以智者的化身出现为迷失在宦途中的钟傅指路，而其人未必真是牧童。本诗语言朴直清新，明白如话，表现出一种“由工入微，不犯痕迹”的精湛功夫。\n\n","translation":"辽阔的草原像被铺在地上一样，四处都是草地。晚风中隐约传来牧童断断续续悠扬的笛声。\n牧童放牧归来，在吃饱晚饭后的晚霞时分。他连蓑衣都没脱，就躺在草地上看天空中的圆月。\n\n"}
{"_id":{"$oid":"5b9a1462367d5cab18668758"},"title":"春宵","dynasty":"宋代","writer":"苏轼","content":"春宵一刻值千金，花有清香月有阴。\n歌管楼台声细细，秋千院落夜沉沉。","type":["古诗三百首","写景","哲理","惜时"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154138737.mp3","remark":"春宵：春夜。\n一刻：刻，计时单位，古代用漏壶记时，一昼夜共分为一百刻。一刻，比喻时间短暂。\n花有清香：意思是花朵散发出清香。\n月有阴：指月光在花下投射出朦胧的阴影。\n歌管：歌声和管乐声。\n\n","translation":"春天的夜晚，即便是极短的时间也十分珍贵。花儿散发着丝丝缕缕的清香，月光在花下投射出朦胧的阴影。\n楼台深处，富贵人家还在轻歌曼舞，那轻轻的歌声和管乐声还不时地弥散于醉人的夜色中。夜已经很深了，挂着秋千的庭院已是一片寂静。\n\n"}
{"_id":{"$oid":"5b9a1462367d5cab18668759"},"title":"秋词二首","dynasty":"唐代","writer":"刘禹锡","content":"自古逢秋悲寂寥，我言秋日胜春朝。\n晴空一鹤排云上，便引诗情到碧霄。\n\n山明水净夜来霜，数树深红出浅黄。\n试上高楼清入骨，岂如春色嗾人狂。\n\n","type":["秋天"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154139065.mp3","remark":"悲寂寥：悲叹萧条空寂。宋玉《九辩》有“悲哉，秋之为气也”、“寂寥兮，收潦而水清”等句。\n春朝：春初朝，朝，有早晨的意思，这里指的是刚开始。\n晴：一作“横”。排云：推开白云。排：推开，有冲破的意思。\n诗情：作诗的情绪、兴致。碧霄：青天。\n深红：指红叶。浅黄：指枯叶。\n入骨：犹刺骨。\n嗾：使唤狗。这里是“使”的意思。\n\n","shangxi":"　　其一\n\n　　“自古逢秋悲寂寥”，诗人开篇，即以议论起笔，断然否定了前人悲秋的观念，表现出一种激越向上的诗情。首句即明确指出自古以来，人们每逢到了秋天就感叹秋天的寂寞萧索。“自古”和“逢”，极言悲秋的传统看法的时代久远和思路模式的顽固。接着一句用“我言”直抒胸臆，态度鲜明，说出的是诗人的自信，这种自信，尽管染上的，是一种不幸的色彩，然而，诗人阔大的胸襟却非凡地溶解了这种不幸。“秋日胜春朝”，用对比手法，热情赞美秋天，说秋天比那万物萌生，欣欣向荣的春天更胜过一筹，这是对自古以来那种悲秋的论调的有力否定。\n\n　　第三句选择了典型事物具体生动地勾勒了一幅壮美的画面。诗人抓住秋天“一鹤凌云”，这一别致的景观的描绘，展现的是秋高气爽，万里晴空，白云漂浮的开阔景象。那凌云的鹤，也载着诗人的诗情，一同遨游到了云霄。虽然，这鹤是孤独的，然而它所呈现出来的气势，却是非凡的。一个“排”字，所蕴涵的深意，尽在不言中了。也许，诗人是以“鹤”自喻，也许是诗人视“鹤”为不屈的化身。这里，有哲理的意蕴，也有艺术的魅力，发人深思，耐人吟咏。这幅画面是对“秋日胜春朝”的生动注脚。第四句紧接上句直接抒写自己的感受，看到这一壮美的情境作者心中那激荡澎湃的诗情勃发出来，也像白鹤凌空一样，直冲云霄了。字里行间作者那乐观的情怀，昂扬的斗志国安呼之欲出。如果说，上句侧重写秋的“形美”，那么这句则突出秋的“神韵”，使“秋日胜春朝”的观点表现得更鲜明，更有力度。\n\n　　“晴空一鹤排云上，便引诗情到碧霄”展现的，不仅仅是秋天的生机和素色，更多的是一种高扬的气概和高尚的情操。这样的诗，没有什么悲凉的气息，诗人随着自己的“诗情”，和想象驰骋于碧空之上。于是，鹤飞之冲霄，诗情之旷远，“实”和“虚”便融合在了一起，所获得的全然是一种励志冶情的美的感受。全诗气势雄浑，意境壮丽，融情、景、理于一炉，不仅仅表现出是秋天的生机和素色，更多的是一种高扬精神和开阔胸襟，唱出的那曲非同凡响的秋歌，留下的是一份难能可贵的精神财富。\n\n　　其二\n\n　　这两首《秋词》主题相同，但各写一面，既可独立成章，又是互为补充。其一赞秋气，其二咏秋色。气以励志，色以冶情。所以赞秋气以美志向高尚，咏秋色以颂情操清白。景随人移，色由情化。景色如容妆，见性情，显品德。春色以艳丽取悦，秋景以风骨见长。第二首的前二句写秋天景色，诗人只是如实地勾勒其本色，显示其特色，明净清白，有红有黄，略有色彩，流露出高雅闲淡的情韵，泠然如文质彬彬的君子风度，令人敬肃。谓予不信，试上高楼一望，便使人感到清澈入骨，思想澄净，心情肃然深沉，不会像那繁华浓艳的春色，教人轻浮若狂。末句用“春色嗾人狂”反比衬托出诗旨，点出全诗暗用拟人手法，生动形象，运用巧妙。\n\n　　总结\n\n　　这是两首抒发议论的即兴诗。诗人通过鲜明的艺术形象表达深刻的思想，既有哲理意蕴，也有艺术魅力，发人思索，耐人吟咏。刘禹锡这两首《秋词》所展现的不只是秋天的生气和素色，更有为理想而奋斗的英雄气概和高尚情操，获得深刻的美感和乐趣。\n\n","translation":"自古以来，骚人墨客都悲叹秋天萧条、凄凉、空旷。我却说秋天远远胜过春天。\n秋日天高气爽，晴空万里。一只仙鹤直冲云霄推开层云，也激发我的诗情飞向万里晴空。\n\n秋天了，山明水净，夜晚已经有霜；树叶由绿转为浇黄色，其中却有几棵树叶成红色，在浅黄色中格外显眼；\n登上高楼，四望清秋入骨；才不会象春色那样使人发狂。\n\n"}
