{"_id":{"$oid":"5b9a1829367d5c0f40d22c6e"},"title":"留别王侍御维 / 留别王维","dynasty":"唐代","writer":"孟浩然","content":"寂寂竟何待，朝朝空自归。欲寻芳草去，惜与故人违。\n当路谁相假，知音世所稀。只应守寂寞，还掩故园扉。","type":["唐诗三百首","离别","友情","哀怨","归隐"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155656180.mp3","remark":"寂寂：落寞。竟何待：要等什么。\n空自：独自。\n欲寻芳草去：意思是想归隐。芳草：香草，常用来比喻有美德的人。\n违：分离。\n当路：当权者。假：提携。\n扉：门扇。\n\n","shangxi":"　　这首诗是孟浩然回襄阳临行前留给王维的。诗人抒发出由于没人引荐，缺少知音而失意的哀怨情怀。这首诗表达直率，语言浅显，怨怼之中，又带有辛酸意味，感情真挚动人，耐人寻味。\n\n　　第一联写落第后的景象：门前冷落，车马稀疏。“寂寂”两字，既是写实，又是写虚，既表现了门庭的景象，又表现了作者的心情。一个落第士子，没有人来理睬，更没有人来陪伴。只有孤单单地“空自归”了。在这种情形下，长安虽好，也没有什么可留恋的。他考虑到返回故乡了，“竟何待”正是他考试不中必然的想法。\n\n　　第二联写惜别之情。“芳草”一词，来自《离骚》，王逸认为用以比喻忠贞，而孟浩然则用以代表自己归隐的理想。“欲寻芳草去”，表明他又考虑归隐了。“惜与故人违”，表明了他同王维友情的深厚。一个“欲”字，一个“惜”字，充分地显示出作者思想上的矛盾与斗争，从这个思想活动里，却深刻地反映出作者的惜别之情。\n\n　　“当路谁相假，知音世所稀”两句，说明归去的原因。语气沉痛，充满了怨怼之情，辛酸之泪。一个“谁”字，反诘得颇为有力，表明他切身体会到世态炎凉、人情如水的滋味。能了解自己心事，赏识自己才能的人，只有王维，这的确是太少了！一个“稀”字，准确地表达出知音难遇的社会现实。这在封建社会里是具有典型意义的。\n\n　　这一联是全诗的重点，就是由于这两句，使得全诗才具有一种强烈的怨怼、愤懑的气氛。真挚的感情，深刻的体验，是颇能感动读者的，特别是对于那些有类似遭遇的人，更容易引起共鸣。如果再从结构上考虑，这一联正是全诗的枢纽。由落第而思归，由思归而惜别，从而在感情上产生了矛盾，这都是顺理成章的。只是由于体验到“当路谁相假，知音世所稀”这一冷酷的现实，自知功名无望，才下定决心再回襄阳隐居。这一联正是第四联的依据。\n\n　　“只应守寂寞，还掩故园扉”，表明了归隐的坚决。“只应”二字，是耐人寻味的，它表明了在作者看来归隐是唯一应该走的道路。也就是说，赴都应举是人生道路上的一场误会，所以决然地“还掩故园扉”了。\n\n　　综观全诗，既没有优美的画面，又没有华丽辞藻，语句平淡，平淡得近乎口语。对偶也不求工整，却极其自然，毫无斧凿痕迹。然而却把落第后的心境，表现得颇为深刻。言浅意深，颇有余味，耐人咀嚼。\n\n　　这首诗是作者科举落第离开长安时赠别友人王维的作品。首联直接说出“自归”，颔联则写题意“惜别”，颈联说明“自归”之故——乃是知音既少，当道不用，此时不走，更待何时。尾联叙写决心隐居不仕，归隐田园。诗以失意后的牢骚贯穿全诗。语言平淡朴实，近于口语，不讲究对偶，顺其自然。\n\n　　在京求仕不成， 诗中便充溢着对“当路谁相假”的愤懑，并用“独寻芳草去”自我解嘲。\n\n　　综观全诗，既没有优美的画面，又没有华丽辞藻，语句平淡，平淡得近乎口语。对偶也不求工整，却极其自然，毫无斧凿痕迹。然而却把落第后的心境，表现得颇为深刻。言浅意深，颇有余味，耐人咀嚼。\n\n","translation":"这样寂寞还等待着什么？天天都是怀着失望而归。\n我想寻找幽静山林隐去，又可惜要与老朋友分离。\n当权者有谁肯能援引我，知音人在世间实在稀微。\n只应该守寂寞了此一生，关闭上柴门与人世隔离。\n\n"}
{"_id":{"$oid":"5b9a1829367d5c0f40d22c6f"},"title":"临江仙·庭院深深深几许","dynasty":"宋代","writer":"李清照","content":"欧阳公作《蝶恋花》，有“深深深几许”之句，予酷爱之。用其语作“庭院深深”数阕，其声即旧《临江仙》也。\n\n庭院深深深几许？云窗雾阁常扃。柳梢梅萼渐分明。春归秣陵树，人老建康城。\n感月吟风多少事，如今老去无成。谁怜憔悴更凋零。试灯无意思，踏雪没心情。(试灯无意思，踏雪没心情 一作：灯花空结蕊，离别共伤情)\n\n","type":["春天","伤怀"],"remark":"临江仙：原唐教坊曲名，双调小令，后用作词牌名。此词上下片共六十字，平韵格。\n欧阳公：即北宋文学家欧阳修。《蝶恋花》：指欧阳修词作《蝶恋花·庭院深深深几许》。\n予：我。酷爱：非常喜爱。\n数阕：几首。阕，首。\n声：指词牌。\n几许：多少。\n云窗雾阁：云雾缭绕的楼阁。扃（jiōng）：门环、门闩等。在此谓门窗关闭。\n梅萼（è）：梅花的蓓蕾。\n秣（mò）陵：秦改金陵为秣陵，与下文“建康城”是同一地方，即今江苏南京。\n人老建康城：一作“人客建安城”。建康，又作“远安”。\n感月吟风：即“吟风弄月”，指以风月等自然景物为题材写诗填词，形容心情悠闲自在。\n无成：这里并不是一般意思上的事业无成，而是承上词意，指对“风月”不感兴趣，也不敢去接触，什么也写不出来。\n凋零：形容事物衰败。\n试灯：旧俗农历正月十五日元宵节晚上张灯，以祈丰稔，未到元宵节而张灯预赏谓之试灯。\n踏雪：谓在雪地行走。亦指赏雪。\n\n","shangxi":"　　词作上片写春归大地，词人闭门幽居，思念亲人，自怜飘零。“庭院深深深几许？云窗雾阁常扃”，首二句写词人闭门幽居。首句与欧阳修《蝶恋花》词一样，连用三个“深”字，前两个“深”字为形容词，形容庭院之深；后一个“深”字为动词，作疑问句，加重语气，强调深。连叠三个“深”字，乃比兴之作。貌写闺情，实蕴国恨。次句是用韩文公《华山仙女诗》“云窗雾阁事恍惚，重重翠幕深金屏”，再加强“深”的意境，“常扃”与陶渊明《归去来辞》“门虽设而常关”，同一机杼，孤寂之心，忧愤之情，跃然纸上。词境静穆，不言愁苦，而使人更难为怀。云雾缭绕着楼阁，门窗常常紧闭，虽不深而似深，这是对庭院之深的具体描写。云雾缭绕是自然状况，是地处闽北高山地区建安所特有的，而门窗“常扃”，则是词人自己关闭的了。这表明词人自我幽闭阁中，不愿步出门外，甚至不愿看见外面景况，所以不仅闭门而且关窗。李清照酷爱“深深深几许”之语，是很有艺术见地的。因为它一连叠用三个“深”字，不仅渲染出庭院的深邃，而且收到了幽婉、复沓、跌宕、回环的声情效果。它跟下句合起来，便呈现出一幅鲜明的立体图画：上句极言其深远，下句极言其高耸。用皎然的话说，这就叫“取境偏高”（《诗式·辨体有一十九字》）；用杨载的话说，这就叫“阔占地步”（《诗法家数》）。它给欣赏者以空间无限延伸的感觉。但句尾一缀上“常扃”二字，就顿使这个高旷的空间一变而为令人窒息的封闭世界。\n\n　　第三句写的就是词人所不愿见到的景物：“柳梢梅萼渐分明。”柳梢吐绿，梅萼泛青，一片早春、大地复苏的风光。写景如画，不设色，淡墨钩线，着一“渐”字，为点睛之笔。李清照是位感情十分丰富细腻的词人，对大自然的细微变化，有着敏感的悟性。“雪里已知春信至”（《渔家傲》）、“春到长门春草青，江梅些子破，未开匀”（《小重山》），在这些早期作品里，表现的是喜春之情。可如今却怕见春光。结二句写的就是怕见春光的原因：“春归秣陵树，人客建安城。”这两句内涵极其丰富，所蕴含的痛楚情怀是相当深沉的。两句铺叙，合时、合地，境界自成。“春归”时间概念，“秣陵树”空间概念，意谓南宋偏安建康又一度春光来临了；“人老”时间概念，“建康城”空间概念，痛北人将老死南陲，创造出一种悲恸欲绝的境界。秣陵、建康，同地异名。它被分别置于上下对句之中，看似合掌（诗文内对句意义相同谓之“合掌”）。但上句写春归，是目之所见；下句写人老，是心之所感。它把空间的感受转化为时间的感受，从初春来临联想起人的青春逝去。情致丰富，毫不显得单调、重复。它貌似“正对”（即同义对）而实比“反对”（即反义对）为优，可视为此篇的警策。\n\n　　词作下片，承上片怕触景伤怀，进而追忆往昔，对比眼前，感到一切心灰意冷。“感月吟风多少事？如今老去无成”，今昔对比，无限感喟。李清照与赵明诚是一对有较高文化修养的恩爱夫妻，他们共迷金石，同醉诗文，烹茗煮酒，展玩赏鉴，沉醉于富有诗意的幸福生活之中。李清照以其女性的独特敏感和文学修养，以春花秋菊为题材，曾写过不少好词。“多少事”，以强调语气，表示很多，记也记不清了。可如今年老飘零，心情不好，什么事也做不成。至此，词人情绪极为激动，不禁呼出：“谁怜憔悴更凋零！”破碎山河无人收拾，词人憔悴瘦损、流落江南。词人在《永遇乐》中曾以“风鬟雾鬓”描绘她的“如今憔悴”。“谁怜”二字，表明词人身处异乡，孤身一人，无人可诉。而一个“更”字，道出了词人的心境日渐一日的悲凄。\n\n　　结末，“试灯无意思，踏雪没心情”。这二句并非写实，而是举出她一生中印象最深、与她夫妻生活最有关系，作为“感月吟风”绝佳题材的事件。“试灯”，是宋人元霄节前是盛事。词人在《永遇乐》中曾回忆当年：“中州盛日，闺门多暇，记得偏重三五。铺翠冠儿，捻金雪柳，簇带争济楚。”“踏雪”，宋周辉《清波杂志》卷八载：“顷见易安族人言，明诚在建康日，易安每值天大雪，即顶笠披蓑，循城远览以寻诗，得句必邀其夫赓和，明诚每苦之也。”这两件事，在空间上，从北（汴京）到南（建康）；在时间上，从词人青年时期到中年时期。当年，她对这两件事都很感兴趣，可如今，却认为“无意思”、“没心情”，与上片的怕见春光遥相呼应，进一步表露了词人对一切都感到心灰意冷。下片以对往昔生活的追怀、眷恋与如今飘零异地、悲凄伤感相对比，写出一位年老憔悴、神情倦怠的女词人形象。\n\n　　南渡以后，清照词风，从清新俊逸，变为苍凉沉郁，这首《临江仙》是她南渡以后的第一首能准确编年的词作。国破家亡，奸人当道，个中愁苦，不能不用含蓄曲折的笔法来表达。少女时代的清纯，中年时代的忧郁，一化而为老年时期的沉隐悲怆。\n\n","translation":"庭院很深很深，不知有多少层深，云雾缭绕的楼阁门窗经常关闭。骋目四望，只见柳梢返青和梅枝吐蕊的景象越来越分明了。在古秣陵城的周围，树木渐绿，宣告春已归来，但我却无家可归，看来要老死建康城了。\n忆往昔多少回吟赏风月，饮酒作诗，那是多么幸福啊，而如今却人已老去，什么事也做不成了！还有谁会怜悯你的憔悴与衰败？元宵试灯也好，踏雪赏景也好，都没有这份心情了。\n\n"}
{"_id":{"$oid":"5b9a1829367d5c0f40d22c70"},"title":"神童诗","dynasty":"宋代","writer":"汪洙","content":"天子重英豪，文章教尔曹；\n万般皆下品，惟有读书高。\n少小须勤学，文章可立身；\n满朝朱紫贵，尽是读书人。\n学问勤中得，萤窗万卷书；\n三冬今足用，谁笑腹空虚。\n自小多才学，平生志气高；\n别人怀宝剑，我有笔如刀。\n朝为田舍郎，暮登天子堂；\n将相本无种，男儿当自强。\n学乃身之宝，儒为席上珍；\n君看为宰相，必用读书人。\n莫道儒冠误，诗书不负人；\n达而相天下，穷则善其身。\n遗子满赢金，何如教一经；\n姓名书锦轴，朱紫佐朝廷。\n古有千文义，须知学后通；\n圣贤俱间出，以此发蒙童。\n神童衫子短．袖大惹春风；\n未去朝天子，先来谒相公。\n年纪虽然小，文章日渐多；\n待看十五六，一举便登科。\n大比因时举，乡书以类升；\n名题仙桂籍，天府快先登。\n喜中青钱选，才高压俊英；\n萤窗新脱迹，雁塔早题名。\n年小初登第，皇都得意回；\n禹门三级浪，平地一声雷。\n一举登科目，双亲未老时；\n锦衣归故里，端的是男儿。\n玉殿传金榜，君恩赐状头；\n英雄三百辈，附我步瀛洲。\n慷慨丈夫志，生当忠孝门；\n为官须作相，及第必争先。\n宫殿召绕耸，街衢竞物华；\n风云今际会，千古帝王家。\n日月光天德，山河壮帝居；\n太平无以报，愿上万年书。\n久旱逢甘雨，他乡遇故知；\n洞房花烛夜，金榜题名时。\n土脉阳和动，韶华满眼新；\n一支梅破腊，万象渐回春。\n柳色浸衣绿，桃花映酒红；\n长安游冶子，日日醉春风。\n淑景余三月，莺花已半稀；\n浴沂谁氏子，三叹咏而归。\n数点雨余雨，一番寒食寒；\n杜鹃花发处，血泪染成丹。\n春到清明好，晴天锦绣纹；\n年年当此节，底事雨纷纷。\n风阁黄昏夜，开轩内晚凉；\n月华在户白，何处递荷香？\n一雨初收霁，金风特送凉；\n书窗应自爽，灯火夜偏长。\n庭下陈瓜果，云端闻彩车；\n争如郝隆子，只晒腹中书。\n九日龙山饮，黄花笑逐臣；\n醉看风落帽，舞爱月留人。\n昨日登高罢，今朝再举觞；\n菊荷何太苦，遭此两重阳。\n北帝方行令，天晴爱日和；\n农工新筑土，天庆纳嘉禾。\n檐外三竿日，新添一线长；\n登台观气象，云物喜呈祥。\n冬天更筹尽，春附斗柄回；\n寒暄一夜隔，客鬓两年催。\n解落三秋叶，能开二月花；\n过江千尺浪，入竹万杆斜。\n人在艳阳中，桃花映面红；\n年年二三月，底事笑春风。\n院落沉沉晓，花开白雪香；\n一枝轻带雨，泪湿贵妃妆。\n枝缀霜葩白，无言笑晓凤；\n清芳谁是侣，色间小桃红。\n倾国姿容别，多开富贵家；\n临轩一赏后，轻薄万千花。\n墙角一枝梅，凌寒独自开；\n遥知不是雪，为有暗香来。\n柯干如金石，心坚耐岁寒；\n平生谁结友，宜共竹松看。\n居可无君子，交情耐岁寒；\n春风频动处，日日报平安。\n春水满泗泽，夏云多奇峰；\n秋月扬明辉，冬岭秀孤松。\n诗酒琴棋客，风花雪月天；\n有名闲富贵，无事散神仙。\n道院迎仙客，书道隐相儒；\n庭裁栖凤竹，池养化龙鱼。\n春游芳草地，夏赏绿荷池；\n秋饮黄花酒，冬吟白雪诗。","type":[],"translation":"你们。指学童们。\n立身：自立成人。\n朱紫：指达官显贵。唐制，官员五品以上穿红色的官服，三品以上穿紫色官服。故诗文中常以朱紫色代指高官。\n萤窗：晋人车胤，家贫无钱买灯油，就捕捉许多萤火虫放在丝囊中，供夜读时照明。后世便常以萤窗、萤案比喻刻苦读书。三冬：像三春、三秋一样，指三年。\n田舍郎：农夫、村夫。\n“将相”句：意谓当将相之人并非生来就是。语出《史记陈涉世家》。\n席上珍：宴席上的珍品。比喻儒生具有美善的才德。语出《礼记儒行》。\n儒冠：古代读书人所戴的一种帽子。借指以读书为业。\n相天下：当宰相治理天下。穷：事业不发达。善其身：使本身具有良好的修养。语出《孟子尽心上》。锦轴：用锦缎装饰的卷轴，指华丽的文书。古代书籍不分页，而用轴卷成一卷来展读。千文：即南朝梁人周兴嗣所作的《千字文》，是现存的较早的启蒙读物。间出：相间出现(在《千字文》中)。发：启发。蒙童：智慧还没有得到开发的幼童。\n惹春风：引来春风。\n谒：谒见。正式会见。相公：宰相。\n登科：也称登第，指在科举考试中考试及第。此指县试中考取秀才。\n大比：明清两代，每隔三年，各县、州、府的生员集中在省会考试，称乡试，亦称大比。考取者称举人。\n乡书：周代制度，乡大夫等地方官每隔三年献当地贤明者的书给周王，供周王挑选授职。因此后代称乡试中选为登乡书或登贤书。\n仙桂籍：即桂籍的美称。明清两代，举人在京城会试中选的，称进士；考中进士犹如月中折桂，所以进士的名册被称为桂籍。\n天府：天宫。这儿比喻皇宫。明清两代，考中进士后还得在皇宫参加殿试，以定名次。快：喜悦。\n青钱选：古时的铜钱以色青为贵，故人挑选铜钱都先选青钱。这里比喻科举考试时文章写得好，每次都被选中。\n俊英：指文才出众的人。\n脱迹：超脱，摆脱。雁塔：即大雁塔，在今陕西西安市东南四公里大慈恩寺内。唐代，每年新考中的进士都在大雁塔题上姓名，作为一种荣耀，故后世常称考中进士为雁塔题名。禹门：即龙门。在今山西稷山县西北黄河流经处，相传是大禹在治水时开凿。此处水流湍急，相传鱼若逆水游上就能变成龙。唐代以后将科举考试中选比喻为登龙门。三汲浪：三次跃出波浪。比喻在乡试、会试、殿试中屡次中选。比喻考取进士引起的震动。端的：果然。金榜：公布科举及第者姓名的布告。因贯用黄纸，故称。状头：即状元，进士中的第一名。三百辈：三百人。明清科举制度，每次会试录取三百名进士。瀛洲：传说中东海里神仙所栖之三座仙山之一。唐太宗设立文学馆，被延聘的人全国仰慕，称为“登瀛洲”、“步瀛洲”。\n岧峣(tiáo,yáo)：高大峻峭的样子。\n衢(qú)：四通八达的街道。物华：万物之精华。此指各种各样精美的货物。\n“风云”句：指明君贤臣会合的大好时机。语出王褒《圣主得》。\n“日月”二句：陈后主《入隋侍宴应诏》中的诗句。\n万年书：使国家能长治久安、永远兴盛的施政方案。\n土脉：土地的脉络。阳和：温暖和畅之气，即春气。\n韶华：春光，春天的景象。\n梅花初放，冲破了寒冬腊月，迎来了新春正月。腊：本是古代岁末祭祀众神之名。汉代起于农历十二月腊祭众神，故称之为腊月。\n侵：在这儿是染、映的意思。\n长安：今陕西省西安市。西汉、唐代等朝，都建都于此。此被用作京都的代称。游冶：也作冶游，在春天外出游玩。雨刚停不久，又飘洒下几点雨来。寒食：古代节日，在清明节前一、两天。节日期间，家家熄火种，不得举火，故名寒食。古代神话传说，蜀国国王杜宇，死后化为杜鹃，鸣声凄厉如泣，啼至血出乃止。杜鹃花色红如血，相传是社鹃的血泪染成的。底事：何事，为什么。\n凤阁：四面开窗，夏天用以纳凉的楼房。\n霁(jì)：雨止放晴。\n金风：秋风。\n农历七月七日是七夕节。相传每年的七夕夜晚，银河两岸的牛郎星和织女星登上临时由喜鹊架成的桥在银河中相会。人们在庭院中陈列瓜果酒食祭祀牵牛、织女二星，谓之“乞巧”。\n相传唐代的郭子仪初从军时，曾在七夕见仙女坐彩车从天而降，郭子仪知是织女，固向她祷求长寿富贵。后郭子仪果然寿至九十，官至太尉、尚书令。\n《世说新语排调》载：七夕那天，人们都晒衣物，郝隆却仰卧庭中。人们问他干什么这样，他口答说：“我在晒肚子里的书。”郝隆子：郝隆是晋代名士；子是尊称。\n这四句是唐诗人李白《九日龙山饮》诗。龙山在今湖北江陵西郊。古人习于农历九月九日重阳节登高饮酒。东晋时征西大将军桓温曾在重阳节携孟嘉等佐吏登龙山饮酒，孟嘉的帽子被风吹落而不觉，一时传为佳话。“舞爱”句，在月下舞蹈，月光皓洁可爱，如在挽留游人。\n四句是李白《九月十日即事》诗。觞(shāng)：盛着酒的酒杯。两重阳：唐俗，京城的人们常在重阳后的一天再次宴会赏菊，故九月十日有“小重阳”之称。\n北帝：指主管冬季的天神。纳嘉禾：庄稼丰收。冬至日太阳最为偏南，过后就一天比一天升高一些。云物：天上的云彩。古人以为云彩的颜色能预报天下的吉凶，在冬至那天有登上高台观察云色的礼仪。更筹：古代在夜间用来计时的竹签，亦名更签。斗柄：北斗七星状若斗勺，其第五至第七之三星似斗勺之柄，称斗柄；北斗星随季节的推移在空中转动，周而复始，每年立春时，斗柄正指向东方；立秋时指西方。暄：温暖。“客鬓”句：除夕之夜隔开寒暖新旧两年，旅客离乡在外，过此一夜就经历了两个不同的年份，思乡之情更加急迫，催人老去，以上四句是宋人李福源《岭外守岁》诗。\n解：懂得，会。\n以上四句出自李峤的《风》。\n典出唐诗人崔护《题都城南庄》诗，原诗是去年今日此门中，人面桃花相映红。人面不知何处去，桃花依旧笑春风。\n(带雨的梨花)像是正在哭泣的美人杨贵妃的脸。出自白居易诗。\n霜葩：色白如霜的花。\n色间：花色间杂在一起，即承上句说李花与桃花结为伴侣。以上四句诗形容李花。\n(牡丹花)像倾国倾城的美人，其姿态、容貌与众不同。\n轻薄：看轻，瞧不起。以上四句描写牡丹花。\n化用宋诗人林逋《咏梅诗》中诗句“暗香浮动月黄昏”。以上四句引用王安石《梅花》诗；王诗“一”作“数”，“惟”作“为”。谓梅花适宜与竹、松等量齐观。我国古代称松、竹、梅三种耐寒的观赏植物为“岁寒三友”。以上四句都是形容梅花的。谓居住的地方不可没有君子，故应种植松、竹、梅等像君予那样耐得住风霜寒冷的有节操的植物来作为长久相交的朋友。语出金代元好问《丐论》。《酉阳杂俎》载李德裕言北都童子寺有竹一窠，每日竹报平安。\n泗泽：河流和沼泽。泗即泗河，在今江苏省北部。此泛指河流。\n夏天的云朵大多状如奇形怪状的山峰。\n秀孤松：孤立的苍松一株独秀。\n古代的文人以弹琴、下棋、作诗、饮酒为风雅高尚的娱乐活动。\n风花雪月：古人以夏季的风、春季的花、冬季的雪、秋季的月作为四季风光的典型事物，故常以“风花雪月”来概括四季的景象。\n悠闲富贵又高名远扬。散神仙：道教传说中不在神仙世界担任官职的神仙。比喻悠闲自在。\n道院：有道之士所居住的院落。仙客：像仙人一样高雅脱俗的宾客。\n栖凤竹：竹的美称。相传凤凰以竹实为食物。\n化龙鱼：鲤鱼的美称。相传鲤鱼跃过龙门就变化为龙。\n黄花：菊花。▲\n\n"}
{"_id":{"$oid":"5b9a1829367d5c0f40d22c71"},"title":"对楚王问","dynasty":"先秦","writer":"宋玉","content":"　　楚襄王问于宋玉曰：“先生其有遗行与？何士民众庶不誉之甚也！”\n\n　　宋玉对曰：“唯，然，有之！愿大王宽其罪，使得毕其辞。客有歌于郢中者，其始曰《下里》、《巴人》，国中属而和者数千人。其为《阳阿》、《薤露》，国中属而和者数百人。其为《阳春》、《白雪》，国中有属而和者，不过数十人。引商刻羽，杂以流徵，国中属而和者，不过数人而已。是其曲弥高，其和弥寡。\n\n　　故鸟有凤而鱼有鲲。凤皇上击九千里，绝云霓，负苍天，足乱浮云，翱翔乎杳冥之上。夫蕃篱之鷃，岂能与之料天地之高哉？鲲鱼朝发昆仑之墟，暴鬐于碣石，暮宿于孟诸。夫尺泽之鲵，岂能与之量江海之大哉？故非独鸟有凤而鱼有鲲，士亦有之。夫圣人瑰意琦行，超然独处，世俗之民，又安知臣之所为哉？”\n\n","type":["古文观止","写人","品格"],"remark":"其：用在谓语“有”之前，表示询问，相当于现代汉语的“大概”、“可能”、“或许”等。\n何士民众庶不誉之甚也：为什么那么多士民不称誉您呀？这是一种委婉的说法，实际的意思是说许多士民在指责你。何，用于句首，与句末的“也”相配合，表示反问或感叹的语气。士民，这里指学道艺或习武勇的人。古代四民之一。众庶，庶民，众民。誉，称誉，赞美。甚，厉害，严重。\n唯：独立成句，表示对对方的话已经听清楚或同意，相当于现代汉语的“是”、“嗯”等。然：这样。用来代上文所说的情况。\n愿：希望。毕：完毕，结束。\n客：外来的人。歌：唱。郢（yǐng）：楚国的国都，在今湖北江陵县西北，《下里》、《巴人》：楚国的民间歌曲，比较通俗低级。下里，乡里。巴人，指巴蜀的人民。国：国都，京城，属（zhǔ）：连接，跟着。和（hè）：跟着唱。\n《阳阿（-ē）》、《薤露（xiè-）》：两种稍为高级的歌曲。《阳阿》，古歌曲名。《薤露》，相传为齐国东部（今山东东部）的挽歌，出殡时挽柩人所唱。薤露是说人命短促，有如薤叶上的露水，一瞬即干。\n《阳春》、《白雪》：楚国高雅的歌曲。\n引：引用。刻：刻画。商、羽、徽：五个音级中的三个。古代音乐有宫、商、角、徵（zhǐ）、羽五个音级，相当于简谱中的1、2、3、5、6.杂：夹杂，混合。流。流畅。\n是：这。弥（mí）：愈，越。\n凤：凤凰，古代传说中的鸟王。一说雄的叫“凤”，雌的叫“凰”，通常都称作“凤”。鲲（kūn）：古代传说中的一种大鱼。\n绝：尽，穷。云霓：指高空的云雾。负：背，用背驮东西。苍天：天。翱翔（áoxiáng）：展开翅膀回旋地飞。平：用法相当于介词“于”，在。杳冥（yǎo）：指极远的地方。\n夫：那，那个。用在作主语的名词之前，起指示作用。下文的“夫”同。藩篱：篱笆。鷃（yàn）：一种小鸟。岂：用在谓语“料”前，与句末的“哉”一起，表示反诘。之：作介词“与”的宾语，代上文的“凤凰”。下文的“岂能与之量江海之大哉”的“岂”、“哉”、“之”同。料（liào）：估量，估计。\n朝（zhāo）：早晨。发：出发。昆仑：我国西北部的著名大山，西起帕米尔高原东部，横贯新疆、西藏间，东延入青海境内。墟（xū）：土丘。暴：暴露。鬐（qí）：鱼脊。碣石（jié-）：渤海边上的一座山。在今河北昌黎北。孟诸：古代大泽名，在今河南商丘东北、虞城西北。\n尺泽：尺把大的小池。鲵（ní）：小鱼。量：衡量，计量。\n非独：不但。\n瑰意琦行（guī-qí-）：卓越的思想、美好的操行。世俗：指当时的一般人。多含有平常、凡庸的意思。安：怎么，哪里，表示反问。\n世俗之民：这里是指一般的人，普通人。\n\n","translation":"\n　　楚襄王问宋玉说：“先生也许有不检点的行为吧？为什么士人百姓都那么不称赞你呢？”\n　　宋玉回答说：“是的，是这样，有这种情况。希望大王宽恕我的罪过，允许我把话说完。”\n　　“有个人在都城里唱歌，起初他唱《下里》、《巴人》，都城里跟着他唱的有几千人；后来唱《阳阿》、《薤露》，都城里跟着他唱的有几百人；等到唱《阳春》、《白雪》的时候，都城里跟着他唱的不过几十人；最后引其声而为商音，压低其声而为羽音，夹杂运用流动的徵声时，都城里跟着他应和的不过几个人罢了。这样看来，歌曲越是高雅，和唱的人也就越少。\n　　“所以鸟类中有凤凰，鱼类中有鲲鱼。凤凰展翅上飞九千里，穿越云霓，背负着苍天，两只脚搅乱浮云，翱翔在那极高远的天上；那跳跃在篱笆下面的小鷃雀，岂能和它一样了解天地的高大！鲲鱼早上从昆仑山脚下出发，中午在渤海边的碣石山上晒脊背，夜晚在孟诸过夜；那一尺来深水塘里的小鲵鱼，岂能和它一样测知江海的广阔！\n　　“所以不光是鸟类中有凤凰，鱼类中有鲲鱼，士人之中也有杰出人才。圣人的伟大志向和美好的操行，超出常人而独自存在，一般的人又怎能知道我的所作所为呢？”\n\n译文二\n　　楚襄王向宋玉问道：“先生难道有什么不好的行为吗？为什么广大士民都说您不好呢？”\n　　宋玉回答说：“是的，不错，有这么回事。但希望您能宽恕我的过失，让我把话说完。”\n　　“有一位在郢都唱歌的客人，开始他唱《下里》、《巴人》，都城里聚集起来跟着唱的有数千人，接着他唱《阳阿》、《薤露》，都城里聚集起来跟着唱的有数百人，后来他唱《阳春》，《白雪》，都城里聚集起来跟着唱的不过几十人，最后他时而用商音高歌，时而以羽声细吟，其间杂以宛转流利的徵音，这时都城里聚拢来跟着唱的不过数人而已。这说明他唱的歌越是高深，能跟着和唱的就越少。”\n　　“故此，鸟中有凤凰而鱼中有大鲲。凤凰拍击空气，直上九千里的高空，贯穿云霞，背负青天，在高渺的天空展翅翱翔；而那跳跃于篱笆之间的鷃雀，哪能和风凰同样衡量天地的高大呢？鲲鱼早上从昆仑大山出发，在碣石晒背曝鳍，晚上在孟诸大泽投宿；那处于小小池塘之中的鱼儿，怎能与大鲲一样测知江海的浩瀚呢？不只是鸟中有凤鱼中有鲲啊！在‘士’中也有出类拔萃的人物。那些高洁的人物有如美玉一般的品行，超世独立；而那些世上的凡夫俗子又怎能理解我的行为呢？”\n\n"}
{"_id":{"$oid":"5b9a1829367d5c0f40d22c72"},"title":"木兰花·城上风光莺语乱","dynasty":"宋代","writer":"钱惟演","content":"城上风光莺语乱，城下烟波春拍岸。绿杨芳草几时休，泪眼愁肠先已断。\n情怀渐觉成衰晚，鸾镜朱颜惊暗换。昔年多病厌芳尊，今日芳尊惟恐浅。","type":["宋词精选","春天","婉约","失意","遣怀"],"remark":"莺语：黄莺婉转鸣叫好似低语。\n拍岸：拍打堤岸。\n鸾镜：镜子。古有“鸾睹镜中影则悲”的说法，以后常把照人的镜子称为“鸾镜”。朱颜：这里指年轻的时候。\n芳尊：盛满美酒的酒杯，也指美酒。\n\n","translation":"城上春光明媚莺啼燕啭，城下碧波荡漾拍打堤岸。绿杨芳草几时才会衰败？我泪眼迷蒙愁肠寸断。\n人到晚年渐觉美好情怀在衰消，面对鸾镜惊看红颜已暗换。想当年曾因多病害怕举杯，而如今却唯恐酒杯不满。\n\n"}
{"_id":{"$oid":"5b9a1829367d5c0f40d22c73"},"title":"清平乐·采芳人杳","dynasty":"宋代","writer":"张炎","content":"采芳人杳，顿觉游情少。客里看春多草草，总被诗愁分了。\n去年燕子天涯，今年燕子谁家？ 三月休听夜雨，如今不是催花。","type":["写景","伤春","写鸟","抒怀"],"remark":"采芳人：指游春采花的女子。 杳（yǎo）：没有踪迹。 顿觉：顿时觉得。 游情：游玩的心情。\n草草：草率。\n燕子：词人自喻。\n天涯：形容很远的地方。\n谁家：何处。\n\n","translation":"采集花草的姑娘巳经无踪无影，我也顿时失去游山玩水的心情。流落异乡总是以写诗诉说愁苦，那有心思细细欣赏春天的光景。\n去年的燕子已飞向辽远的南方，今年的燕子该落在谁家的梁栋?暮春三月不要听那夜间的风雨，雨声不催花开，但见遍地落红。\n\n"}
{"_id":{"$oid":"5b9a1829367d5c0f40d22c74"},"title":"谢池春·壮岁从戎","dynasty":"宋代","writer":"陆游","content":"壮岁从戎，曾是气吞残虏。阵云高、狼烽夜举。朱颜青鬓，拥雕戈西戍。笑儒冠、自来多误。 \n功名梦断，却泛扁舟吴楚。漫悲歌、伤怀吊古。烟波无际，望秦关何处。叹流年、又成虚度。","type":["豪放","回忆","感慨","生活","爱国"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155656633.mp3","remark":"“谢池春”：词牌名，又名“风中柳”、“玉莲花”等。\n“虏”：古代对北方外族的蔑视的称呼。\n“阵云”：浓重厚积形似战阵的云层。\n“狼烟”：烽火。古代边疆烧狼粪生烟以报警，所以称狼烟。\n“戍”：守边的意思。\n“儒冠”：儒生冠帽，后来指儒生。\n“流年”：流逝的岁月，年华。\n\n","shangxi":"　　上片写词人过往的军旅生涯及感叹。“壮岁从戎，曾是气吞残虏。阵云高、狼烟夜举。朱颜青鬓，拥雕戈西戍”，这几句是词人对南郑生活的回忆。他那时是多么地意气风发，胸中怀抱着收复西北的凌云壮志，一身戎装，手持剑戈，乘马于胯下，随军止宿，气吞残虏。字里行间洋溢着一股豪气，颇能振奋人心。\n\n　　但接着词急转直下：“笑儒冠自来多误。”这一句化用杜甫《奉赠韦左丞丈二十二韵》的“纨绔不饿死，儒冠多误身”而来，感叹自已被儒家忠孝报国的思想所误，一生怀抱此志，却时至暮年仍旧一事无成。看上去，词人有悔意，悔恨自己不该学习儒家思想，执著于仕进报国，但实是对“壮岁从戎”的生活不再的哀叹。\n\n　　下片写老年家居江南水乡的生活和感慨。“功名梦断，却泛扁舟吴楚。”词人求取功名的愿望落空，被迫隐居家乡。为排遣愁怀，他四处泛舟清游。“漫悲歌、伤怀吊古”，虽身在江湖，但心仍在朝堂之上。词人没有办法真正做到自我宽解。他“泛扁舟吴楚”，吴楚古迹仍旧引发起他无限怀古伤今之意。\n\n　　“烟波无际，望秦关何处？叹流年又成虚度。”“秦关”，即北国失地。那淼淼的烟波仍不能消除词人对秦关的向往，因壮怀激烈，他至老仍旧不忘收复失地，不甘断送壮志，故闲散的隐居生活使他深感流年虚度。\n\n　　这首词上片怀旧，慷慨悲壮；下片写今，沉痛深婉。作者强烈的爱国感情在字里行间充分地流露出来，感人至深。\n\n　　爱国之情在陆游这篇作品里频有表述，且多慷慨激昂，壮怀激烈，而当词人晚年赋闲乡里，鬓白体衰之后回忆往事，更加悲恸万分，却又因无力回天，只落得无奈叹息。\n\n","translation":"壮年从军，曾经有一口气吞下敌人的豪迈气魄。浓重的云层高挂在天上。原来是烽火狼烟点着了。红润的面庞、头发乌黑（的年轻人），捧着雕饰精美的戈向西去戍边。讥笑自古以来的儒生大多耽误了宝贵的青春时光。\n上阵杀敌、建功立业的梦想已经破灭，却只能在吴楚大地上泛一叶扁舟。漫自悲歌，伤心地凭吊古人。烟波浩渺无际，边关到底在何处？感叹年华又被虚度了。\n\n"}
{"_id":{"$oid":"5b9a1829367d5c0f40d22c75"},"title":"长安晚秋 / 秋望 / 秋夕","dynasty":"唐代","writer":"赵嘏","content":"云雾凄凉拂曙流，汉家宫阙动高秋。\n残星几点雁横塞，长笛一声人倚楼。\n紫艳半开篱菊静，红衣落尽渚莲愁。\n鲈鱼正美不归去，空戴南冠学楚囚。","type":["秋天","写花","菊花","思归"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155657049.mp3","remark":"凄清：指秋天到来后的那种乍冷未冷的微寒，也有萧索之意。清，一作“凉”。拂曙：拂晓，天要亮还未亮的时候。流：指移动。\n汉家宫阙（què）：指唐朝的宫殿。动高秋：形容宫殿高耸，好像触动高高的秋空。\n残星，天将亮时的星星。雁横塞：因为是深秋，所以长空有飞越关塞的北雁经过。横，渡、越过。塞，关塞。\n长笛：古管乐器名，长一尺四寸。\n紫艳：艳丽的紫色，比喻菊花的色泽。篱：篱笆。\n红衣：指红色莲花的花瓣。渚：水中小块陆地。\n鲈（lú）鱼正美：西晋张翰，吴（治今江苏苏州）人。齐王司马冏执政时，任为大司马东曹掾。预知司马冏将败，又因秋风起，想念故乡的菜莼妒鱼脍的美味，便弃官回家。不久，司马冏果然被杀。\n南冠：楚冠。因为楚国在南方，所以称楚冠为南冠。《左传·成公九年》：“晋侯观于军府，见钟仪，间之日：‘南冠而絷者谁也？’有司对曰：‘郑人所献楚囚也。使悦之，召而吊之。’后用以“南冠”指囚徒或战俘。\n\n","shangxi":"　　这首七律，通过诗人望中的见闻，写深秋拂晓的长安景色和羁旅思归的心情。\n\n　　首联总揽长安全景。在一个深秋的拂晓，诗人凭高而望，眼前凄冷清凉的云雾缓缓飘游，全城的宫观楼阁都在脚下浮动，景象迷蒙而壮阔。诗中“凄清”二字，既属客观，亦属主观，秋意的清冷，实衬心境的凄凉。正是这两个字，为全诗定下了基调。\n\n　　颔联写仰观。“残星几点”是目见，“长笛一声”是耳闻：“雁横塞”取动势，“人倚楼”取静态。景物描写见闻动静的安排，颇见匠心。寥落的残星，南归的雁阵，这是秋夜将晓时天空中最具特征的景象；高楼笛声又为之作了饶有情韵的烘托。这两句是说：晨曦初见，西半天上还留有几点残余的星光，北方空中又飞来一行避寒的秋雁。诗人的注意力正被这景象所吸引，忽闻一声长笛悠然传来，寻声望去，在那远处高高的楼头，依稀可见有人背倚栏杆吹奏横笛。笛声那样悠扬，那样哀婉：是在喟叹人生如晨星之易逝，还是因见归雁而思乡里、怀远人？吹笛人，你只管在抒写自己内心的衷曲，却可曾想到你的笛音竟这样地使闻者黯然神伤吗？这一联是赵嘏的名句。据《唐诗纪事》卷五十六记载，诗人杜牧对此赞叹不已，因称赵嘏为“赵倚楼”。杜牧如此激赏，恐怕就是由于它选景典型、韵味清远的缘故。\n\n　　颈联写俯察。夜色褪尽，晨光大明，眼前景色已是历历可辨：竹篱旁边紫艳的菊花，一丛丛似开未开，仪态十分闲雅静穆；水塘里面的莲花，一朵朵红衣脱落，只留下枯荷败叶，满面愁容。紫菊半开，红莲凋谢，正是深秋时令的花事；以“静”赋菊，以“愁”状莲，都是移情于物，拟物作人，不仅形象传神，而且含有浓厚的主观色彩。这与李清照《声声慢》中“满地黄花堆积，憔悴损”借菊之憔悴写人的愁苦有着异曲同工之妙。目睹眼前这憔悴含愁的枯荷，追思往日那红艳满塘的莲花，使人不禁会生出红颜易老、好景无常的伤感；而篱畔静穆闲雅的紫菊，俨然一派君子之风，更令人忆起“采菊东篱下”的陶靖节，油然而起归隐三径之心──写菊而冠以“篱”字，取意就在于此。\n\n　　上面三联所写清晨的长安城中远远近近的秋色，无不触发着诗人孤寂怅惘的愁思；末联则抒写胸怀，表示诗人毅然归去的决心。诗人说：家乡鲈鱼的风味此时正美，我不回去享用，却囚徒也似的留在这是非之地的京城，所为何来！“鲈鱼正美”，用西晋张翰事，表示故园之情和退隐之思；下句用春秋锺仪事，“戴南冠学楚囚”而曰“空”，是痛言自己留居长安之无谓与归隐之不宜迟。\n\n　　诗中的景物不仅有广狭、远近、高低之分，而且体现了天色随时间推移由暗而明的变化。特别是颔颈两联的写景，将典型景物与特定的心情结合起来，景语即是情语。雁阵和菊花，本是深秋季节的寻常景物，南归之雁、东篱之菊又和思乡归隐的情绪，形影相随，诗人将这些形象入诗，意在给人以丰富的暗示；加之以拂曙凄清气氛的渲染，高楼笛韵的烘托，思归典故的运用，使得全诗意境深远而和谐，风格峻峭而清新。\n\n","translation":"拂晓的云与攀在漫天游动，楼台殿阁高高耸立触天空。\n残星点点大雁南飞越关塞，悠扬笛声里我只身倚楼中，\n艳萦的菊花静静地吐芳幽，红红的莲花落瓣忧心忡仲。\n可惜鲈鱼正美回也回不去，头戴楚冠学着囚徒把数充。\n\n"}
{"_id":{"$oid":"5b9a1829367d5c0f40d22c76"},"title":"山行留客","dynasty":"唐代","writer":"张旭","content":"山光物态弄春辉，莫为轻阴便拟归。 \n纵使晴明无雨色，入云深处亦沾衣。","type":["春景","友情"],"remark":"山行：一作“山中”。\n春晖：春光。\n莫：不要。轻阴：阴云。便拟归：就打算回去。\n纵使：纵然，即使。\n云：指雾气、烟霭。\n\n","translation":"春光幻照之下，山景气象万千。何必初见阴云，就要匆匆回家？\n就算天气晴朗，没有一丝雨意，走入云山深处，也会沾湿衣裳。\n\n"}
{"_id":{"$oid":"5b9a1829367d5c0f40d22c77"},"title":"出其东门","dynasty":"先秦","writer":"佚名","content":"出其东门，有女如云。虽则如云，匪我思存。缟衣綦巾，聊乐我员。\n出其闉闍，有女如荼。虽则如荼，匪我思且。缟衣茹藘，聊可与娱。\n\n","type":["诗经","爱情"],"remark":"东门：城东门。\n如云：形容众多。\n匪：非。思存：想念。思：语助词。存：一说在；一说念；一说慰籍。\n缟（gǎo 稿）：白色；素白绢。綦（qí 其）巾：暗绿色头巾。\n聊：愿。员（yún 云）：同“云”，语助词。\n闉闍（yīn dū 因都）：外城门。\n荼：茅花，白色。茅花开时一片皆白，此亦形容女子众多。\n且（jū 居）：语助词。一说慰籍。\n茹藘（rú lǘ 如驴）：茜草，其根可制作绛红色染料，此指绛红色蔽膝。“缟衣”、“綦巾”、“茹藘”之服，均显示此女身份之贫贱。\n\n","shangxi":"　　郑之春月，也确如姚际恒所说，乃是“士女出游”、谈情说爱的美妙时令。《郑风·溱洧》一诗说，在清波映漾的溱水、洧水之畔，更有“殷且盈”的青年男女，“秉兰”相会、笑语“相谑”，互相赠送着象征爱情的“芍药”之花。此诗所展示的，则是男女聚会于郑都东门外的一幕，那景象之动人，也决不逊色于“溱洧”水畔。“出其东门，有女如云”、“出其闉阇，有女如荼”——二章复叠，妙在均从男主人公眼中写来，表现着一种突见众多美女时的惊讶和赞叹。“如云”状貌众女之体态轻盈，在飞彩流丹中，愈显得衣饰鲜丽、缤纷照眼；“如荼”表现众女之青春美好，恰似菅茅之花盛开，愈见得笑靥灿然、生气蓬勃。面对着如许众多的美丽女子，纵然是枯木、顽石，恐怕也要目注神移、怦然动心的。\n\n　　在迈出城门的刹那间，此诗的主人公也被这“如云”、“如荼”的美女吸引了。那毫不掩饰的赞叹之语，正表露着这份突然涌动的不自禁之情。然而，人的感情是奇特的，“爱情”则更要微妙难猜：“虽则如云，匪我思存”、“虽则如荼，匪我思且”——在众多美女前怦然心动的主人公，真要作出内心所爱的选择时，吐语竟如此出人意料。两个“虽则……匪我……”的转折句，正以无可动摇的语气，表现着主人公的情有独钟。好奇的读者自然要打听：他那幸运的恋人而今安在？“缟衣綦巾，聊乐我员”、“缟衣茹藘，聊可与娱”二句，即带着无限的喜悦和自豪，将这位恋人推到了你的眼前。如果你还知道，“缟衣綦巾”、“缟衣茹藘”，均为“女服之贫贱者”（朱熹），恐怕在惊奇之际，更会对主人公肃然起敬：原来他所情有独钟的，竟是这样一位素衣绿巾的贫贱之女！只要两心相知，何论贵贱贫富——这便是弥足珍惜的真挚爱情。主人公以断然的语气，否定了对“如云”、“如荼”美女的选择，而以喜悦和自豪的结句，独许那“缟衣茹藘”的心上人，也足见他对伊人的相爱之深。\n\n　　由此回看诗章之开篇，那对东门外“如云”、“如荼”美女的赞叹，其实都只是一种渲染和反衬。当诗情逆转时，那盛妆华服的众女，便全在“缟衣綦巾”心上人的对照下黯然失色了。这是主人公至深至真的爱情所投射于诗中的最动人的光彩，在它的照耀下，贫贱之恋获得了超越任何势利的价值和美感。\n\n","translation":"漫步城东门，美女多若天上云。虽然多若云，非我所思人。唯此素衣绿头巾，令我爱在心。\n漫步城门外，美女多若茅花白。虽若茅花白，亦非我所怀。唯此素衣红佩巾，可娱可相爱。\n\n"}
{"_id":{"$oid":"5b9a182b367d5c0f40d22c78"},"title":"伶官传序","dynasty":"宋代","writer":"欧阳修","content":"　　呜呼！盛衰之理，虽曰天命，岂非人事哉！原庄宗之所以得天下，与其所以失之者，可以知之矣。\n\n　　世言晋王之将终也，以三矢赐庄宗而告之曰：“梁，吾仇也；燕王，吾所立，契丹与吾约为兄弟，而皆背晋以归梁。此三者，吾遗恨也。与尔三矢，尔其无忘乃父之志！”庄宗受而藏之于庙。其后用兵，则遣从事以一少牢告庙，请其矢，盛以锦囊，负而前驱，及凯旋而纳之。\n\n　　方其系燕父子以组，函梁君臣之首，入于太庙，还矢先王，而告以成功，其意气之盛，可谓壮哉！及仇雠已灭，天下已定，一夫夜呼，乱者四应，仓皇东出，未及见贼而士卒离散，君臣相顾，不知所归，至于誓天断发，泣下沾襟，何其衰也！岂得之难而失之易欤？抑本其成败之迹， 而皆自于人欤？《书》曰：“满招损，谦受益。” 忧劳可以兴国，逸豫可以亡身，自然之理也。\n\n　　故方其盛也，举天下豪杰，莫能与之争；及其衰也，数十伶人困之，而身死国灭，为天下笑。夫祸患常积于忽微，而智勇多困于所溺，岂独伶人也哉！\n\n","type":["高中文言文","史论","序文"],"remark":"伶官：伶，戏子，或唱戏杂技演员，现代的娱乐人员。伶官：宫庭里供统治者娱乐表演的人物。可见封建朝代不思于民生，不思于进取，奢华淫乐而痛失天下！伶官尚能使天下易主，可见不居安思危之害！\n理：道理。\n岂：难道。\n人事：指政治上的得失。\n原：推究，推其根本，形容词用作动词。\n世言：世人说。\n以：把。\n立：即位。\n其：语气副词，表示期望、命令的语气，一定。\n乃：你的。\n庙：太庙，帝王祭祀祖先的宗庙。\n从事：这里指负责具体事物的官员。\n少牢：祭品，用一猪一羊。牢，祭祀用的牲畜。\n锦囊：丝织的袋子。\n前：在前。\n负：背负。\n及：等到。\n凯：凯歌，打胜仗时所奏的曲子。\n旋：归，回。\n方：正在。\n系：捆绑。\n组：丝编的绳索，这里泛指绳索。\n函：匣子，名词用作动词，指用匣子装。\n仇雠：“雠”与“仇”同义，仇敌。\n一夫：一个人。\n仓皇：急急忙忙的样子。\n及：等到。\n断发：把发髻割下扔在地上，表示甘愿掉脑袋。\n抑：还是。\n本：探求，考察。\n书：《尚书》，儒家经典著作。\n兴：使……兴旺。\n逸豫：安闲快乐。\n迹：迹象。\n举：全，所有的。\n莫：没有人。\n忽微：极细小的东西。\n所溺：沉溺迷恋的人或事物。\n\n","shangxi":"　　第一，选材与剪裁。\n\n　　本文属于史论性质，而用的主要是归纳论证方法。运用这种论证方法关键在于准确地选择具体事例。本文所用的主要事例是“晋王三矢”的故事，作者对此是下过一番选材和剪裁工夫的。任何历史家撰写历史都会面临两项要求，即记事既要全面，又要可信，但二者往往发生矛盾。为了全面最好能“有闻必录”，但所闻未必可信，所以又要遵守“无征不信”的原则。“晋王三矢”的故事在当时社会上是有影响的。所以宋初王禹在《五代史阙文》对此作了记录，以弥补薛居正等人所编的《旧五代史》的缺陷。欧阳修撰写《新五代史》，如果仍然不用这条材料，恐怕难免被人讥为疏陋；而如果加以引用，却又无法证明它确实可信。因此他采用了一种巧妙的处理方法：在《新五代史》的《庄宗本纪》中不用这条材料，表现了应有的谨严态度；同时却把这条材料写进《伶官传》的“序”中，并且加上“世言”二字，这就恰当地表明了这个材料的社会影响及其可信程度。这一处理不但解决了求全与求信的矛盾，而且对《伶官传序》来说还是一种积极的选材。因为序中如果再拿一些《庄宗本纪》写过的事来发议论，未免重复无味；而“晋王三矢”故事既是《庄宗本纪》所未记的，用在这里便显得新鲜，而且很有助于论证本篇的中心论点。这正是一石二鸟恰到好处。同时作者又通过恰当剪裁来突出这个事例。全文想说明“忧劳可以兴国，逸豫可以亡身”，写得比较详细的只是这个“晋王三矢”的故事，加上兴亡两种不同结果，此外并没有写李存勖如何“忧劳”，又如何“逸豫”。然而读者对他从“忧劳”发展到“逸豫”却已留下了很深的印象。这就叫做“存大而略小，举重以明轻”，表现了相当高的写作艺术。\n\n　　第二，叙事议论的波澜。\n\n　　《新五代史·伶官传序》篇幅不长，但由于叙事议论配合恰当，行文中又注意了轻重缓急节奏的变化，所以整个文章显得波澜起伏，很有厚度。例如“晋王三矢”故事叙述相当充分，笔势则比较平缓；等到摆完这个生动事例之后，便立即用繁弦促节把文章推向高潮：“方其系燕父子以组，函梁君臣之首，入于太庙，还矢先王，而告以成功，其意气之盛，可谓壮哉！及仇雠已灭，天下已定，一夫夜呼，乱者四应，仓皇东出，未及见贼而士卒离散，君臣相顾，不知所归，至于誓天断发，泣下沾襟，何其衰也！”这两个长句，一扬一抑，大起大落。前者好像驾机起飞，直指长空；后者又似高山坠石，一落千丈，这就形成了全文中一个很有声势的大波。再则两个长句分别用“可谓壮哉”“何其衰也”两个分句感叹作结，也是又唱又叹，遥遥相对，使人感到笔墨酣畅，痛快淋漓。大波过去以后，下文还有小波与之呼应配合，这就是“故方其盛也”至“为天下笑”各句。这样便显得笔有余力，文不单薄。本文的中心论点在于宣扬“忧劳兴国”“逸豫亡身”的道理，因此对李存勖的扬和抑的对比度越大，便越能证明作者所要宣扬的道理。所以文章中出现的波澜正是为表现中心论点服务的。\n\n　　第三，语言的锤炼。\n\n　　锤炼语言不是为了卖弄词藻，而是为了准确而充分地表现主题。《新五代史·伶官传序》为了突出“忧劳”和“逸豫”的对比，很注意使用对称的词句。例如“人事”和“天命”、“盛”和“衰”、“得”和“失”、“难”和“易”、“成”和“败”、“兴”和“亡”等等，这些对称的词，散见于全篇。再从句子上看，本文更有骈散结合的特点。欧阳修是著名的古文家，原则上是反对骈文的；但他没有陷入形而上学，而是很善于运骈入散、以散破骈，使句式多彩而富有表现力。本文在这一点上尤其突出，凡是叙事议论吃紧之处，作者都着意锤炼了四六成文的对偶句，例如“虽曰天命，岂非人事”，“系燕父子以组，函梁君臣之首”，“一夫夜呼，乱者四应”，“忧劳可以兴国，逸豫可以亡身”，“祸患常积于忽微，而智勇多困于所溺”等等，这些句子都是经过锤炼的，很有助于造成鲜明的对比感。另外本文还比较多用转折句、疑问句和感叹句。前人说欧阳修的说理文“一唱三叹”，富有感情色彩，看来这和用语上的“三多”也不无关系。因为转折句使语气委婉，疑问句给读者留下思索和回答的空隙，这两种句子用得好都可以增加文章的情致；至于感叹句更是直接地表露着感情。当然本文之富于感情色彩，根本上是由于作者对北宋封建统治者满怀忠厚恻怛之情，这是应加识别的。但作为写作经验来看，欧阳修能够把说理文写得颇有情味，这还是值得研究的。\n\n","translation":"　　唉!国家兴盛与衰亡的命运，虽然说是天命，难道不是由于人事吗?推究庄宗得天下和他失天下的原因，就可以知道了。\n　　世人说晋王将死的时候，拿三支箭赐给庄宗，告诉他说：“梁国，是我的仇敌；燕王，是我扶持建立起来的；契丹与我订立盟约，结为兄弟，他们却都背叛晋而归顺梁。这三件事，是我的遗憾；给你三支箭，你一定不要忘记你父亲的愿望。”庄宗接了箭，把它收藏在祖庙里。此后出兵，就派随从官员用猪、羊各一头祭告祖庙，请下那三支箭，用锦囊盛着，背着它走在前面，等到凯旋时再把箭藏入祖庙。\n　　当庄宗用绳子捆绑着燕王父子，用木匣装着梁君臣的首级，进入太庙，把箭还给先王，向先王禀告成功的时候，他意气骄盛，多么雄壮啊。等到仇敌已经消灭，天下已经平定，一个人在夜间呼喊，作乱的人便四方响应，他仓皇向东出逃，还没有看到叛军，士卒就离散了，君臣相对而视，不知回到哪里去。以至于对天发誓，割下头发，大家的泪水沾湿了衣襟，又是多么衰颓啊。难道是得天下艰难而失天下容易吗?或者说推究他成功与失败的事迹，都是由于人事呢?《尚书》上说：“自满招来损害，谦虚得到好处。”忧虑辛劳可以使国家兴盛，安闲享乐可以使自身灭亡，这是自然的道理。\n　　因此，当庄宗强盛的时候，普天下的豪杰，都不能跟他抗争；等到他衰败的时候，几十个伶人围困他，就自己丧命，国家灭亡，被天下人讥笑。\n　　人生中的祸患常常是从细微的事情中积淀下来的，人的智慧和勇气常常被自己所溺爱的事物所困，难道只有宠爱伶人才会这样吗?\n\n"}
{"_id":{"$oid":"5b9a182b367d5c0f40d22c79"},"title":"哀郢","dynasty":"先秦","writer":"屈原","content":"皇天之不纯命兮，何百姓之震愆。\n民离散而相失兮，方仲春而东迁。\n去故乡而就远兮，遵江夏以流亡。\n出国门而轸怀兮，甲之朝吾以行。\n发郢都而去闾兮，怊荒忽之焉极。\n楫齐杨以容与兮，哀见君而不再得。\n望长楸而太息兮，涕淫淫其若霰。\n过夏首而西浮兮，顾龙门而不见。\n心婵媛而伤怀兮，眇不知其所蹠。\n顺风波以从流兮，焉洋洋而为客。\n凌阳侯之泛滥兮，忽翱翔之焉薄。\n心絓结而不解兮，思蹇产而不释。\n将运舟而下浮兮，上洞庭而下江。\n去终古之所居兮，今逍遥而来东。\n羌灵魂之欲归兮，何须臾而忘反。\n背夏浦而西思兮，哀故都之日远。\n登大坟以远望兮，聊以舒吾忧心。\n哀州土之平乐兮，悲江介之遗风。\n当陵阳之焉至兮，淼南渡之焉如。\n曾不知夏之为丘兮，孰两东门之可芜。\n心不怡之长久兮，忧与愁其相接。\n惟郢路之辽远兮，江与夏之不可涉。\n忽若去不信兮，至今九年而不复。\n惨郁郁而不通兮，蹇侘傺而含戚。\n外承欢之汋约兮，谌荏弱而难持。\n忠湛湛而愿进兮，妒被离而障之。\n尧舜之抗行兮，瞭杳杳而薄天。\n众谗人之嫉妒兮，被以不慈之伪名。\n憎愠惀之修美兮，好夫人之慷慨。\n众踥蹀而日进兮，美超远而逾迈。\n乱曰：曼余目以流观兮，冀一反之何时。\n鸟飞反故乡兮，狐死必首丘。\n信非吾罪而弃逐兮，何日夜而忘之。","type":["叙事","抒情","爱国"],"translation":"道不专反复无常啊，为何使老百姓在动乱中遭殃？人民妻离子散、家破人亡啊，正当仲春二月迁往东方。\n\n　　离别家乡到远处去啊，沿着长江、夏水到处流亡。走出都门我悲痛难舍啊，我们在甲日的早上开始上道。离开旧居，从郢都出发，前途渺茫，我罔然不知何往。桨儿齐摇船儿却徘徊不前啊，可怜我再也不能见到君王。望见故国高大的楸树，我不禁长叹啊，泪落纷纷象雪粒一样。经过夏水的发源处又向西浮行啊，回头看郢都东门却不能见其模样。心绪缠绵牵挂不舍而又无限忧伤啊，渺渺茫茫不知落脚在何方。顺着风波随着江流漂泊吧，于是乎飘流失所客居他乡。船儿行驶在滚滚的波浪之上啊，就象鸟儿飞翔却不知停泊在哪个地方。心中郁结苦闷而无法解脱啊，愁肠百结心情难以舒畅。\n\n　　将行船向下顺流而去啊，过了洞庭湖又进入长江。离开自古以来的住所啊，如今漂泊来到东方。\n\n　　我的灵魂时时都想着归去啊，哪会片刻忘记返回故乡？背向夏水边而思念郢都啊，故都日渐遥远真叫人悲伤！登上大堤而举目远望啊，姑且以此来舒展一下我忧愁的衷肠。可叹楚地的土地宽平广博、人民富裕安乐啊，江汉盆地还保持着传统的楚国风尚。\n\n　　面对着凌阳不知到何处去啊？大水茫茫也不知道南渡到何方？连大厦荒废成丘墟都不曾想到啊，又怎么可以再度让郢都东门荒芜？心中久久不悦啊，忧愁还添惆怅。郢都的路途是那样遥远啊，长江和夏水有舟难航。时光飞逝的使人难以相信啊（另：神志恍惚地仿佛梦中不可信啊），不能回郢都至今已有九年时光。悲惨忧郁心情不得舒畅啊，怅然失意满怀悲伤。\n\n　　群小顺承楚王的欢心表面上美好啊，实际上内心虚弱没有坚定操守。有人忠心耿耿愿被进用为国效力啊，却遭到众多嫉妒者的障蔽。唐尧、虞舜具有高尚的品德啊，高远无比可达九天云霄，而那些谗人们却要心怀妒嫉啊，竟然在他们的头上加以“不慈”的污蔑之名。楚王讨厌那些不善言辞的忠贤之臣啊，却喜欢听那些小人表面上的激昂慷慨。小人奔走钻营而日益显进啊，贤臣却越来越被疏远。\n\n　　尾声：放眼四下观望啊，希望什么时候能返回郢都一趟。鸟儿高飞终要返回旧巢啊，狐狸死时头一定向着狐穴所在的方向。确实不是我的罪过却遭放逐啊，日日夜夜我哪里能忘记它我的故乡！ ▲\n\n"}
{"_id":{"$oid":"5b9a182b367d5c0f40d22c7a"},"title":"朝中措·平山堂","dynasty":"宋代","writer":"欧阳修","content":"平山栏槛倚晴空，山色有无中。\n手种堂前垂柳，别来几度春风？\n文章太守，挥毫万字，一饮千钟。\n行乐直须年少，尊前看取衰翁。(\n'尊'前, 通：樽)","type":["豪放","写人","抒怀"],"remark":"平山栏槛：平山堂的栏槛。\n手种堂前垂柳：平山堂前，欧阳修曾亲手种下杨柳树。\n别来：分别以来。作者曾离开扬州八年，此次是重游。\n文章太守：作者当年知扬州府时，以文章名冠天下，故自称“文章太守”。\n挥毫万字：作者当年曾在平山堂挥笔赋诗作文多达万字。\n千钟：饮酒千杯。\n直须：应当。\n尊：通“樽”，酒杯。\n衰翁：词人自称。此时作者已年逾五十。\n\n","shangxi":"　　宋仁宗至和元年（1054），与欧阳修过从甚密的刘敞（字原甫）知制诰；嘉祐元年（1056），因避亲出守扬州，欧公便作此词送给他。欧公曾于仁宗庆历八年（1048）知扬州，此词借酬赠友人之机，追忆自己扬州的生活，塑造了一个风流儒雅、豪放达观的“文章太守”形象。词中所写平山堂为欧公任扬州太守时所建。\n\n　　这首词一发端即带来一股突兀的气势，笼罩全篇。“平山栏槛倚晴空”，顿然使人感到平山堂凌空矗立，其高无比。这一句写得气势磅礴，便为以下的抒情定下了疏宕豪迈的基调。接下去一句是写凭阑远眺的情景。据宋王象之《舆地纪胜》记载，登上平山堂，“负堂而望，江南诸山，拱列檐下”，则山之体貌，应该是清晰的，但词人却偏偏说是“山色有无中”。这是因为受到王维原来诗句的限制，但从扬州而望江南，青山隐隐，自亦可作“山色有无中”之咏。\n\n　　以下二句，描写更为具体。此刻当送刘原甫出守扬州之际，词人情不自禁地想起平山堂，想起堂前的杨柳。“手种堂前垂柳，别来几度春风”，深情又豪放。其中“手种”二字，看似寻常，却是感情深化的基础。词人平山堂前种下杨柳，不到一年，便离开扬州，移任颍州。这几年中，杨柳之枝枝叶叶都牵动着词人的感情。杨柳本是无情物，但中国传统诗词里，却与人们的思绪紧密相连。何况这垂柳又是词人手种的。可贵的是，词人虽然通过垂柳写深婉之情，但婉而不柔，深而能畅。特别是“几度春风”四字，更能给人以欣欣向荣、格调轩昂的感觉。\n\n　　过片三句写所送之人刘原甫，与词题相应。此词云“文章太守，挥毫万字”，不仅表达了词人“心服其博”的感情，而且把刘敞的倚马之才，作了精确的概括。缀以“一饮千钟”一句，则添上一股豪气，栩栩如生地刻画了一个气度豪迈、才华横溢的文章太守的形象。\n\n　　词的结尾二句，先是劝人，又回过笔来写自己。饯别筵前，面对知己，一段人生感慨，不禁冲口而出。无可否认，这两句是抒发了人生易老、必须及时行乐的消极思想。但是由于豪迈之气通篇流贯，词写到这里，并不令人感到低沉，反有一股苍凉郁勃的情绪奔泻而出，涤荡人的心灵。\n\n　　欧词突破了唐、五代以来的男欢女爱的传统题材与极力渲染红香翠软的表现方法，为后来苏轼一派豪放词开了先路。此词的风格，即与苏东坡的清旷词风十分接近。欧阳修政治逆境中达观豪迈、笑对人生的风范，与苏东坡非常相似。\n\n","translation":"平山堂的栏杆外是晴朗的天空，远山似有似无，一片迷蒙。\n我在堂前亲手栽种的那棵柳树啊，离别它已经好几年了。\n我这位爱好写文章的太守，下笔就是万言，喝酒一饮千杯。\n年轻人，趁现在赶快行乐吧，你看我一把年纪了，都还不是照样饮酒作乐豪情万丈？\n\n"}
{"_id":{"$oid":"5b9a182b367d5c0f40d22c7b"},"title":"声声慢","dynasty":"宋代","writer":"王沂孙","content":"高寒户牖，虚白尊罍，千山尽入孤光。玉影如空，天葩暗落清香。平生此兴不浅，记当年、独据胡床。怎知道，是岁华换却，处处堪伤。 \n 已是南楼曲断，纵疏花淡月，也只凄凉。冷雨斜风，何况独掩西窗。天涯故人总老，谩相思、永夜相望。断梦远，趁秋声、一片渡江。","type":[]}
{"_id":{"$oid":"5b9a182b367d5c0f40d22c7c"},"title":"不见","dynasty":"唐代","writer":"杜甫","content":"不见李生久，佯狂真可哀。\n世人皆欲杀，吾意独怜才。\n敏捷诗千首，飘零酒一杯。\n匡山读书处，头白好归来。","type":["写人"],"remark":"“李生”句：李生，指李白。杜甫与李白天宝四载（745年）在山东兖州分手后，一直未能见面，至此已有十六年。\n佯（yáng）狂：故作颠狂。李白常佯狂纵酒，来表示对污浊世俗的不满。\n“世人”句：指李白因入永王李璘幕府而获罪，系狱浔阳，不久又流放夜郎。有人认为他有叛逆之罪，该杀。\n怜才：爱才。\n匡山：指四川彰明县（今江油县）境内的大匡山，李白早年曾读书于此。\n“头白”句：李白此时已经61岁。杜甫这时在成都，李白如返回匡山，久别的老友就可以相见了，故云归来。\n\n","shangxi":"　　开头一句，突兀陡起，好像蓄积于内心的感情一下子迸发出来了。“不见”二字置于句首，表达了渴望见到李白的强烈愿望，又把“久”字放到句末，强调思念时间之长。杜甫和李白在兖州分手，已有整整十五年没有见面了。\n\n　　紧接着第二句，诗人便流露出对李白怀才不遇、因而疏狂自放的哀怜和同情。古代一些不满现实的人也往往佯狂避世，象春秋时的接舆。李白即自命“我本楚狂人”（《庐山谣寄卢侍御虚舟》），并常常吟诗纵酒，笑傲公侯，以狂放不羁的态度来抒发欲济世而不得的悲愤心情。一个有着远大抱负的人却不得不“佯狂”，这实在是一个大悲剧。“佯狂”虽能蒙蔽世人，然而杜甫却深深地理解和体谅李白的苦衷。“真可”两字修饰“哀”，生动地传达出诗人无限叹惋和同情的心事。\n\n　　这种感情在颔联中得到进一步展现。这两句用了一个“反对”，产生了强烈对比的艺术效果。“世人”指统治集团中的人，永王李璘一案，李白被牵连，这些人就叫嚷要将“乱臣贼子”李白处以极刑。这里“皆欲杀”和“独怜才”，突出表现了杜甫与“世人”态度的对立。“怜”承上“哀”而来，“怜才”不仅是指文学才能，也包含着对李白政治上蒙冤的同情。杜甫另有《寄李十二白二十韵》一诗，以苏武、黄公比李白，力言他不是叛臣，又用贾谊、孔子之典来写他政治抱负不能实现的悲剧。而这种悲剧也同样存在于杜甫的身上，他因疏救房琯而被逐出朝廷，也是“世人”的不公。“怜才”也是怜己。共同的遭遇使两位挚友的心更加紧密地连在一起了，这就是杜甫深切哀怜的根本原因。\n\n　　颈联宕开一笔，两句诗是对李白一生的绝妙概括，勾勒出一个诗酒飘零的浪漫诗人的形象。杜甫想象李白在飘泊中以酒相伴，酒或许能浇其块垒，慰其忧愁。这一联仍然意在写李白的不幸，更深一层地抒发了怀念挚友的绵绵情思。\n\n　　深情的怀念最后化为热切的呼唤：“匡山读书处，头白好归来。”诗意承上“飘零”而来，杜甫为李白的命运担忧，希望他叶落归根，终老故里，声声呼唤表达了对老友的深长情意。“匡山”，指绵州彰明（在今四川北部）之大匡山，李白少时读书于此，这时杜甫客居成都，因而希望李白回归蜀中正是情理中事。就章法言，开头慨叹“不见”，结尾渴望相见，首尾呼应，全诗浑然一体。\n\n　　这首诗在艺术上的最大特色是直抒胸臆，不假藻饰。律诗往往借景抒情，或情景结合，胡应麟说：“作诗不过情景二端。如五言律体，前起后结，中四句，二言景，二言情，此通例也。”（《诗薮》）杜甫往往打破这种传统写法，“通篇一字不粘带景物，而雄峭沈著，句律天然”（同上）。这首诗就是用的倾诉心曲的写法，不装点景物，感情深厚，同样产生巨大的艺术感染力。采用这种写法必然要吸收口语、散文的成分入诗，首先是剥落华藻，语言质朴自然，如本诗语言看似平常，却写出了对友人的一往情深；其次是通过散文化使精工整饬的律体变得灵活多姿，便于传情达意，如此诗用虚字转折诗意，使对偶不切等。这种律诗改变了传统的妃青俪白、四平八稳的老调，增强了律诗的表现力。\n\n","translation":"没有见到李白已经好久，他佯为狂放真令人悲哀。\n世上那些人都要杀了他，只有我怜惜他是个人才。\n文思教捷下笔成诗千首，飘零无依消愁唯酒一杯。\n匡山那有你读书的旧居，头发花白了就应该归来。\n\n"}
{"_id":{"$oid":"5b9a182b367d5c0f40d22c7d"},"title":"宿业师山房期丁大不至 / 宿业师山房待丁大不至","dynasty":"唐代","writer":"孟浩然","content":"夕阳度西岭，群壑倏已暝。\n松月生夜凉，风泉满清听。\n樵人归欲尽，烟鸟栖初定。\n之子期宿来，孤琴候萝径。","type":["唐诗三百首","写景"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155657626.mp3","remark":"业师：法名业的僧人。一作“来公”。山房：僧人居所。期：一作“待”。\n度：过、落。\n壑：山谷。倏：一下子。\n满清听：满耳都是清脆的响声。\n樵人：砍柴的人。\n烟：炊烟和雾霭。一作“磴”。\n之：此。子：古代对男子的美称。宿来：一作“未来”。\n孤琴：一作“孤宿”，或作“携琴”。 　\n\n","shangxi":"　　此诗写诗人在山中等候友人到来而友人仍不至时的情景。前六句展示了山寺一带黄昏时美丽的自然景色。诗人先后描绘夕阳西下、群壑昏暝、松际月出、风吹清泉、樵人归尽、烟鸟栖定等生动的意象，渲染环境气氛。随着景致的流动，时间在暗中转换，环境越来越清幽。孟浩然在山水诗中，很善于表现自然景物在时间中的运动变化。山区寻常的景物，一经作者妙笔点染，便构成一幅清丽幽美的图画。\n\n　　这首诗所描绘的自然景物形象，不仅仅准确地表现出山中从薄暮到深夜的时态特征，而且融统着诗人期盼知音的心情。特别是“松月生夜凉，风泉满清听”两句，写诗人见松月而觉夜凉，听见泉而感山幽，细致入微地传达出日暮山间听泉时的全部感受，很有韵味。全篇前六句都是融情入景，到了第七句，才点出“之子期宿来”，然后在第八字再点出一个“候”字。“孤琴候萝径”，以“孤”修饰琴，更添了孤清之感。\n\n　　孤琴的形象，兼有期待知音之意。而用“萝”字修饰“径”，也似有意似无意地反衬诗人的孤独。因为藤萝总是互相攀援、枝蔓交错地群生的。这一句诗，在整幅山居秋夜幽寂清冷的景物背景上，生动地勾勒出了诗人的自我形象，使人如见这位风神散朗的诗人，抱着琴，孤零零地伫立在洒满月色的萝径上，望眼欲穿地期盼友人的到来。诗的收尾非常精彩，使诗人深情期待知音的形象如在读者眼前。\n\n　　扎看起来，前六句是写景，只有结尾两句写候友。其实不然，诗从一开始就在写候友，不过诗人暗藏在景物中，没有露面罢了。前六句看起来是无人之境，实际上是有人之境。“群壑倏已暝”是诗人看到的，“松月生夜凉”是诗人感到的，“风泉满清听”是诗人的感觉，“樵人归欲尽，烟鸟栖初定”也是诗人看到的。透过这些诗句，可想而知诗人候友已经有一段时间了。待读到“孤琴候萝径”，暗藏在景物中的人，与抚琴候友的人迭在一起，形象蓦地活起来，跃然纸上，呼之欲出。\n\n　　全诗色彩不断变幻，景物描写十分清幽，语言含蓄委婉却不失韵味。“松月生夜凉，风泉满清听”两句是此诗名句。\n\n","translation":"夕阳越过了西边的山岭，千山万壑忽然昏暗静寂。\n月照松林更觉夜晚清凉，风声泉声共鸣分外清晰。\n山中砍柴人差不多走尽，烟霭中鸟儿刚归巢安息。\n丁大约定今晚来寺住宿，独自抚琴站在山路等你。\n\n"}
{"_id":{"$oid":"5b9a182b367d5c0f40d22c7e"},"title":"国风·郑风·有女同车","dynasty":"先秦","writer":"佚名","content":"有女同车，颜如舜华。将翱将翔，佩玉琼琚。彼美孟姜，洵美且都。\n有女同行，颜如舜英。将翱将翔，佩玉将将。彼美孟姜，德音不忘。\n\n","type":["诗经","女子"],"remark":"同车：同乘一辆车。一说男子驾车到女家迎娶。\n舜华（huā）：木槿花，即芙蓉花。\n将翱（áo）将翔：形容女子步履轻盈。一说遨游徘徊。翱、翔，飞翔。\n琼琚：指珍美的佩玉。\n孟姜：姜姓长女。《毛传》：“齐之长女。”排行最大的称孟，姜则是齐国的国姓。后世孟姜也作为美女的通称。\n洵（xún）：确实。都：闲雅，美。\n英：花。\n将（qiāng）将：即“锵锵”，玉石相互碰击摩擦发出的声音。\n德音：美好的品德声誉。\n\n","shangxi":"　　这是一首贵族男女的恋歌。诗以男子的语气，赞美了女子容貌的美丽和品德的美好。\n\n　　时当夏秋之际，木槿花盛开，诗中的男女一同出外游览。他们一会儿赶着车子，在乡间道路上飞快地奔驰；一会儿又下车行走，健步如飞。诗中洋溢着欢乐的情绪，明快的节奏。\n\n　　这个女孩姓姜，“孟”是老大的意思，即这个孟姜在家里排行第一，就是姜家的大姑娘。中国有句古话：“情人眼里出西施”，在那男人看来，孟姜真是“细看诸处好”，美不可言。她的面颊像木槿花一样又红又白；她走起路来像鸟儿飞翔一样，十分轻盈；她身上还佩带着珍贵的环佩，行动起来，环佩轻摇，发出悦耳的响声。她不但外貌美丽，而且品德高尚，风度娴雅。总之，诗人以无比的热情，从容颜、行动、穿戴以及内在品质诸方面，描写了这位少女的形象，同《诗经》中写平民的恋爱迥然有别。这也可以说是此诗的主要特色。\n\n　　木槿花朝开暮谢，所以白居易有“槿枝无宿花”的说法，李商隐对之也有“风露凄凄秋景繁，可怜荣落在朝昏”的叹息。这是文人心中的木槿花，带着伤逝的美。所谓“舜华”，是描述这花朝开暮谢的瞬息之美。有人认为，诗中描述的这两情相悦的欣喜在“舜华”这一美丽的词汇中蕴含了危机。\n\n　　此诗二章，自宋范处义《诗补传》以下皆以之为赋体。也就是说它是用叙事或铺陈的方法进行描写的，但作者在叙写时是饱含感情的。两章字数、句数完全相等，意思也大致一样，唯有所押的韵不同。第一章“舜华”之“华”，朱熹《诗集传》谓“叶芳无反”，用反切的方法说明这个“华”字音“夫”，因此与以下的“琚”“都”属于一个韵部。《说文通训定声》将“华”字归入“豫部”，与《诗集传》相同，可证。第二章的“行”字，《诗集传》注云：“叶户郎反”，即音杭（háng） ；“英”字“叶於良反”，即音央（yāng），皆与以下的“将”“忘”属于一个韵部。从首章“六鱼”韵到次章“七阳”韵的转换，也反映了诗中情绪的变化，它更为欢快和昂扬了。\n\n","translation":"姑娘和我同乘车，容貌就像花一样。体态轻盈如飞鸟，珍贵佩玉泛光芒。她是美丽姜姑娘，举止娴雅又大方。\n姑娘和我同路行，容貌就像木槿花。体态轻盈像鸟翔，佩玉锵锵悦耳响。美丽姑娘她姓姜，美好声誉人难忘。\n\n"}
{"_id":{"$oid":"5b9a182b367d5c0f40d22c7f"},"title":"唐雎说信陵君","dynasty":"先秦","writer":"佚名","content":"　　信陵君杀晋鄙，救邯郸，破秦人，存赵国，赵王自郊迎。\n\n　　唐雎谓信陵君曰：“臣闻之曰：事有不可知者，有不可不知者；有不可忘者，有不可不忘者。”信陵君曰：“何谓也？”对曰：“人之憎我也，不可不知也；吾憎人也，不可得而知也。人之有德于我也，不可忘也；吾有德于人也，不可不忘也。今君杀晋鄙，救邯郸，破秦人，存赵国，此大德也。今赵王自郊迎，卒然见赵王，愿君之忘之也。”信陵君曰：“无忌谨受教。”\n\n","type":["古文观止","高中文言文","对话","劝谏"],"remark":"唐雎：唐雎（jū）,战国时代魏国著名策士。为人有胆有识，忠于使命，不畏强权，敢于斗争并敢于为国献身。有90岁高龄西说强秦使秦不敢加兵的魏国。曾经在魏国灭亡后出使秦国，冒死与秦王抗争，粉碎秦王吞并安陵（魏国属国）的阴谋。\n说：游说之意。\n信陵君杀晋鄙：指信陵君杀了晋鄙，救下邯郸，打败了秦兵，保存了赵国之事。\n破：打败，打垮。\n存：存在，存活。这里是使......幸存。\n憎：憎恨，讨厌，厌烦等不好的方面。\n德：恩惠。这里指别人对自己好的的方面。\n卒然：“卒”通“猝”，突然。\n谨:郑重。\n受教：接受教诲。\n\n","shangxi":"　　鲁迅先生说，《史记》“不拘于史法，不囿于字句，发于情，肆于心而为文”（《汉字学史纲要》）。司马迁对信陵君礼贤下士、急人之难的侠义精神非常钦佩，他在《史记太史公自序》里说：“能以富贵下贫贱，贤能诎于不肖，唯信陵君为能行之。”在本篇中，他连用了一百四十多个“公子”，在公子身上倾注了真挚而又深沉的崇敬爱戴之情，文章中材料的取舍和剪削都从表现感情的需要出发。文章主要写了信陵君一生中的两桩大事，一是救赵，二是存魏，因为这两件事最能表现公子的侠义精神。其他的则一概剪去不提。可是，在文章的开头，作者却兴致勃勃地讲了一个公子与魏王赌棋的故事。说“赌棋”，却又不讲二人棋艺高低、赌注大小、胜负如何，很明显，这些与塑造公子的形象、表现作者的感情关系不大。太史公紧紧抓住不放的是，在“北境传举烽”的危急关头，兄弟二人的神情动作。尽管这个故事总共才一百来字，作者还是剥茧抽丝般地写了魏王的“释”、“恐”、“惊”、“畏”，公子的“止王”、“复博”和从实相告。魏王的胆小无能、心胸狭窄，公子的贤能沉着、襟怀坦白，无不跃然于纸面。\n\n　　全文不枝不蔓。公子一死，文章理应结束，可是，作者却又横添上两节文字。一节写公子死后，秦如何“攻魏”、“拔二十城”、“虏魏王”、“屠大梁”；一节写高祖对公子的敬佩，“常祠公子”，“为公子置守冢五家”。这里形象地告诉人们：公子是魏国的中流砥柱，公子又是光耀后代、万世景仰的\n\n　　一颗明星。根据金圣叹的说法，这首尾两处分别运用了“弄引法”和“獭尾法”。所谓“有一段大文字，不好突然便起，且先作一段小文字在前引之。”“一段大文字后，不好寂然便住，更作余波演漾之。”（《读第五才子书法》）作者所以运用这两种写法，则完全是根据表达感情的需要。开头的一个故事是公子的第一个亮相，寄寓了作者强烈的爱憎，鲜明的褒贬，为全篇定下了感情的基调。最后两节文字，是作者不可遏止的感情潮水的余波，是完成公子形象的最后一笔。\n\n","translation":"　　信陵君杀了晋鄙，救下邯郸，打败了秦兵，使赵国得以幸存。赵孝成王亲自到郊外去迎接他。这时，唐雎对信陵君说：“我听说，事情有不可以知道的，有不可以不知道的；有不可以忘掉的，有不可以不忘掉的。”信陵君说：“这话怎样讲呢？”唐雎回答说：“别人憎恨我，不可以知道；我憎恶别人，是不可以让人知道的；别人有恩德于我，是不可以忘记的；我有恩德于别人，是不可以不忘记的。如今，你杀了晋鄙，救下邯郸，打败秦兵，保存了赵国，这对赵国是大恩德。现在，赵王亲自到郊外迎接你。你很快就会见到赵王了，希望你把救赵王的事忘掉吧!”信陵君说：“无忌我敬遵你的教诲。”\n\n"}
{"_id":{"$oid":"5b9a182b367d5c0f40d22c80"},"title":"己亥杂诗（三百十五首选四）","dynasty":"清代","writer":"龚自珍","content":"其八\n太行一脉走蝹蜿，莽莽畿西虎气蹲。\n送我摇鞭竟东去，此山不语看中原。\n\n其八十三\n只筹一缆十夫多，细算千艘渡此河。\n我亦曾穈太仓粟，夜闻邪许泪滂沱！\n（五月十二日抵淮埔作）\n\n其八十七\n故人横海拜将军，侧立南天未蕆勋。\n我有阴符三百字，蜡丸难寄惜雄文。\n\n其一百三十\n陶潜酷似卧龙豪，万古浔阳松菊高；\n莫信诗人竟平淡，二分梁甫一分骚。\n\n","type":["抒情"],"translation":"组诗作于清道光十九年己亥（1839年）。这年龚自珍辞官，由北京南返杭州，后又北上接取家属，在南北往返的途中，他看着祖国的大好河山，目睹生活在苦难中的人民，不禁触景生情，思绪万千，即兴写下了一首又一首诗，于是诞生了《己亥杂诗》。\n\n"}
{"_id":{"$oid":"5b9a182b367d5c0f40d22c81"},"title":"踏莎行·自沔东来丁未元日至金陵江上感梦而作","dynasty":"宋代","writer":"姜夔","content":"燕燕轻盈，莺莺娇软，分明又向华胥见。夜长争得薄情知？春初早被相思染。\n别后书辞，别时针线，离魂暗逐郎行远。淮南皓月冷千山，冥冥归去无人管。\n\n","type":["宋词三百首","记梦","怀人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155658445.mp3","remark":"踏莎行：词牌名。又名《柳长春》《喜朝天》等。双调五十八字，仄韵。又有《转调踏莎行》，双调六十四字或六十六字，仄韵。\n沔（miǎn）东：唐、宋州名，今湖北汉阳（属武汉市），姜夔早岁流寓此地。丁未元日：孝宗淳熙十四年（1187年）元旦。\n燕燕、莺莺：借指伊人。苏轼《张子野八十五岁闻买妾述古令作诗》：“诗人老去莺莺在，公子归来燕燕忙。”\n华胥（xū）：梦境。\n郎行：情郎那边。\n淮南：指合肥。\n冥冥（míng）：自然界的幽暗深远。\n\n","shangxi":"　　这首词一开始即借“莺莺燕燕”字面称意中人，从称呼中流露出一种卿卿我我的缠绵情意。这里还有第二重含义，即比喻其人体态“轻盈”如燕，声音“娇软”如莺。可谓善于化用。这“燕燕轻盈，莺莺娇软”乃是词人梦中所见的情境。《列子》载黄帝曾梦游华青氏之国，故词写好梦云“分明又向华胥见”。夜有所梦，乃是日有所思的缘故。以下又通过梦中情人的自述，体贴对方的相思之情。她含情脉脉道：在这迢迢春夜中，“薄情”人（此为呢称）啊，你又怎能尽知我相思的深重呢？言下大有“换我心，为你心，始知相忆深”的意味。\n\n　　过片写别后睹物思人，旧情难忘。“别后书辞”，是指情人寄来的书信，捡阅犹新；“别时针线”，是指情人为自己所做衣眼，尚著在体。二句虽仅写出物件，而不直接言情，然皆情至之语。紧接着承上片梦见事，进一层写伊人之情。“离魂暗逐郎行远”，“郎行”即“郎边”，当时熟语，说她甚至连魂魄也脱离躯体，追逐词人来到远方。末二句写作者梦醒后深情想象情人魂魄归去的情景：在一片明月光下，淮南千山是如此清冷，她就这样独自归去无人照管。一种借玉怜香之情，一种深切的负疚之感，洋溢于字里行间，感人至深。\n\n　　这首词紧扣感梦之主题，以梦见情人开端，又以情人梦魂归去收尾，意境极浑成。词的后半部分，尤见幽绝奇绝。在构思上借鉴了唐传奇《离魂记》，记中倩娘居然能以出窍之灵魂追逐所爱者远游，着想奇妙。在意境与措语上，则又融合了杜诗《梦李白》“魂来枫林青，魂返关塞黑”、《咏怀古迹》“画图省识春风面，环佩空归月夜魂”句意。妙在自然浑融，不著痕迹。\n\n","translation":"她体态轻盈、语声娇软的形象，我分明又从好梦中见到了。我仿佛听到她在对我说：长夜多寂寞呀，你这薄情郎怎么会知道呢？春天才刚开头，却早已被我的相思情怀染遍了。\n自从分别以后，她捎来书信中所说的种种，还有临别时为我刺绣、缝纫的针线活，都令我思念不已。她来到我的梦中，就像是传奇故事中的倩娘，魂魄离了躯体，暗地里跟随着情郎远行。我西望淮南，在一片洁白明亮的月光下，千山是那么的清冷。想必她的魂魄，也像西斜的月亮，在冥冥之中独自归去。也没有个人照管。\n\n"}
{"_id":{"$oid":"5b9a182c367d5c0f40d22c82"},"title":"思远人·红叶黄花秋意晚","dynasty":"宋代","writer":"晏几道","content":"红叶黄花秋意晚，千里念行客。飞云过尽，归鸿无信，何处寄书得。 \n泪弹不尽临窗滴。就砚旋研墨。渐写到别来，此情深处，红笺为无色。","type":["宋词精选","悲秋","怀远"],"remark":"思远人：晏几道创调。词中有“千思念行客”句，取其意为调名，选自《小山词》。 \n红叶：枫叶。黄花：菊花。\n千里念行客：思念千里之外的行客。\n就砚旋研墨：眼泪滴到砚中，就用它来研墨。\n别来：别后。\n红笺：女子写情书的信纸，是红色的。\n\n","shangxi":"　　《思远人·红叶黄花秋意晚》就“寄书”二字发挥，写以泪研墨，泪滴红笺，情愈悲而泪愈多，竟至笺上的红字褪尽。用夸张的手法表情达意，写出感情发展的历程，是此词艺术上的突出特点。\n\n　　起首两句，写女主人公因悲秋而怀远，既点明时令、环境，又点染烘托主题。一“晚”字，暗示别离之久，“千里”，点明相隔之远。两句交代了时间和空间，给下文留了铺展的余地。“飞云过尽，归鸿无信”两句是客；“何处寄书得”一句是主。鸿雁，随着天际的浮云，自北向南飞去。闺中人遥望渺渺长空，盼望归鸿带来游子的音信。“过尽”，已极写其失望之意了，由于“无信”，便不知游子而今所在，自己纵欲寄书也无从寄与。\n\n　　过片词意陡转：弹洒不尽的那两行珠泪，还当窗滴下来，并滴进了砚台中，就用它来研磨香墨。下片出人意表，另开思路。正因无处寄书，更增悲感而弹泪，泪弹不尽，而临窗滴下，有砚承泪，遂以研墨作书。故而虽为转折，却也顺理成章了。明知书不得寄，仍是要写，一片痴情，惘惘不甘，用意尤其深厚。语本孟郊《归信吟》“泪墨洒为书”一句，而情真意足，写出小儿女的情态，巧而不纤，较诸“和泪濡墨”的套语自有深浅真伪之别。“渐写到别来，此情深处，红笺为无色。”收语写闺人此时作书，纯是自我遣怀，她把自己全部的内心本质力量投进其中，感情也升华到物我两忘的境界。对此，陈匪石《宋词举》有一段极为透辟的分析：“‘渐’字极宛转，却激切。‘写到别来、此情深处’，墨中纸上，情与泪粘合为一，不辨何者为泪，何者为情。故不谓笺色之红因泪而淡，却谓红笺之色因情深而无。”无论是泪、墨、红笺，都融进闺人的深情之中，物与情已浑然一体。这首词与小晏惯常的“情溢词外，未能意蕴其中”这一风格不同。全词用笔甚曲，下字甚丽，宛转入微，味深意厚，堪称小晏词中别出机杼的异调。\n\n","translation":"林叶转红，黄菊开遍，又是晚秋时节，我不禁想念起千里之外的游子来了。天边的云彩不断向远处飘去，归来的大雁也没有捎来他的消息，不知道游子的去处，能往何处寄书呢？我越失望越思念，伤心得临窗挥泪，泪流不止，滴到砚台上，就用它研墨写信吧。点点滴滴，一直写到离别后，情到深处，泪水更是一发不可收，滴到信笺上，竟然把红笺的颜色给染褪了。\n\n"}
{"_id":{"$oid":"5b9a182c367d5c0f40d22c83"},"title":"蝶恋花·海燕双来归画栋","dynasty":"宋代","writer":"欧阳修","content":"海燕双来归画栋。帘影无风，花影频移动。半醉腾腾春睡重。绿鬟堆枕香云拥。 \n翠被双盘金缕凤。忆得前春，有个人人共。花里黄莺时一弄。日斜惊起相思梦。","type":[]}
{"_id":{"$oid":"5b9a182c367d5c0f40d22c84"},"title":"怨歌行","dynasty":"两汉","writer":"班婕妤","content":"新裂齐纨素，皎洁如霜雪。\n裁为合欢扇，团团似明月。\n出入君怀袖，动摇微风发。\n常恐秋节至，凉飙夺炎热。\n弃捐箧笥中，恩情中道绝。\n\n","type":["咏物","写人","宫怨"],"remark":"怨歌行：属乐府《相和歌·楚调曲》。\n新裂：指刚从织机上扯下来。裂，截断。齐纨（wán）素：齐地（今山东省泰山以北及胶东半岛地区）出产的精细丝绢。纨素都是细绢，纨比素更精致。汉政府在齐设三服官，是生产纺织品的大型作坊，产品最为著名。素，生绢。\n皎洁：一作“鲜洁”，洁白无瑕。\n合欢扇：绘有或绣有合欢图案的团扇。合欢图案象征和合欢乐。\n团团：圆圆的样子。\n君：指意中人。怀袖：胸口和袖口，犹言身边，这里是说随身携带合欢扇。\n动摇：摇动。\n秋节：秋季。节，节令。\n凉飙（biāo）：凉风。飙，疾风。\n捐：抛弃。箧（qiè）笥（sì）：盛物的竹箱。\n恩情：恩爱之情。中道绝：中途断绝。\n\n","shangxi":"　　该诗又题为《团扇诗》《纨扇诗》《怨诗》，是一首著名的宫怨诗。\n\n　　该诗通首比体，借秋扇见捐喻嫔妃受帝王玩弄终遭遗弃的不幸命运。前六句是第一层意思。起首二句写纨扇素质之美；从织机上新裁（裂）下来的一块齐国出产的精美丝绢，像霜雪一般鲜明皎洁。纨和素，皆精美柔细的丝绢，本来就皎洁无瑕，更加是“新”织成，又是以盛产丝绢著称的齐国的名产，当然就更加精美绝伦，“鲜洁如霜雪”了。二句喻中套喻，暗示了少女出身名门，品质纯美，志节高尚；也是写其内在本质之美。三四句写纨扇制作之工：把这块名贵精美的丝绢裁制成绘有合欢图案的双面团扇，那团团的形状和皎洁的色泽，仿佛天上一轮团圆的月亮。此二句则写其经过精工制作，更具有外表的容态之美。“合欢”，是一种对称的图案花纹，象征男女和合欢乐之意，如《古诗》中“文彩双鸳鸯，裁为合欢被”，《羽林郎》中“广袖合欢襦”，皆属此类。故这里的“合欢”，不仅突出了团扇的精致美观，以喻女子的外貌出众，而且也寄托了少女对于美好爱情的向往；“明月”不仅比喻女子的光彩照人，同时也象征着她对永远团圆的热望。“出入”二句，因古人衣服宽大，故扇子可置于怀袖之中；天气炎热时则取出摇动，顿生微风，使人爽快。李善注云：“此谓蒙恩幸之时也。”但这话只说对了一半，其实，这两句更深的含义是：嫔妃即使受宠，亦不过是侍候君侧，供其欢娱惬意的玩物而已。\n\n　　后四句为第二层意思：团扇在夏季虽受主人宠爱，然而却为自己恩宠难以持久而常常担心恐惧，因为转瞬间秋季将临，凉风吹走了炎热，也就夺去了主人对自己的爱宠；那时，团扇将被弃置在竹箱里，从前与主人的恩情也就半途断绝了。“秋节”隐含韶华已衰，“凉飙”，象征另有新欢；“炎热”，比爱恋炽热；“箧笥”，喻冷宫幽闭，也都是语义双关。封建帝王充陈后宫的佳丽常是成千上万，皇帝对她们只是以貌取人，满足淫乐，对谁都不可能有专一持久的爱情；所以，即使最受宠幸的嫔妃，最终也难逃色衰爱弛的悲剧命运。嫔妃制度又使后宫必然争宠相妒，互相倾轧，阴谋谗陷，班婕妤不就为赵飞燕所谗而失宠了吗?“常恐”，正说明乐中伏悲，居安思危；这种战战兢兢，如履薄冰，乃是封建嫔妃的普遍心理状态。此诗本是女诗人失宠后之作，而这里说“常恐”、用失宠前语气，更显得她早知此事已属必然之势，正不待夺宠之后，方始恍然醒悟。诗人用语之隐微、怨怒之幽深，千载之下，犹不得不令人惊叹其才情丽感慨其不幸！\n\n　　该诗完全符合这两条美学要求：借扇拟人，巧言宫怨之情；设喻取象，无不物我双关，贴切生动，似人似物，浑然难分。而以秋扇见捐以喻女子似玩物遭弃，尤为新奇而警策，是前无古人的创造。正因为如此，其形象就大于思想，超越了宫怨范围而具有更典型更普遍的意义，即反映了封建社会中妇女被玩弄被遗弃的普遍悲剧命运。这正是本诗最突出的艺术成就所在。在后代诗词中，团扇几乎成为红颜薄命、佳人失时的象征，就是明证。\n\n　　其次，诗中欲抑先扬的反衬手法和绮丽清简的语言也是值得欣赏的。前六句写纨扇之盛，何等光彩旖旎!后四旬写恐扇之衰，何等哀感顽艳!在两相照映之下，女主人公美好的人生价值和这价值的毁灭，又对比何等鲜明!短短十句，却写出盛衰变化的一生，而怨情又写得如此抑扬顿挫，跌宕多姿，蔚为大观。\n\n","translation":"最新裁出的齐地上好丝绢，犹如霜雪一般洁白。\n用它缝制出一把合欢团扇，像轮浑圆浑圆的明月。\n随你出入，伴你身侧，摇动起来微风徐徐拂面。\n团扇呵，常常担心秋来的季节，那时凉风会代替夏天的炎热。\n用不着的团扇将被抛弃，扔进竹箱，往日的恩情也就半路断绝。\n\n"}
{"_id":{"$oid":"5b9a182c367d5c0f40d22c85"},"title":"咏史二首·其二","dynasty":"唐代","writer":"李商隐","content":"历览前贤国与家，成由勤俭破由奢。\n何须琥珀方为枕，岂得真珠始是车。\n远去不逢青海马，力穷难拔蜀山蛇。\n几人曾预南薰曲，终古苍梧哭翠华。","type":["咏史","典故","抒怀"],"shangxi":"　　李商隐以其高度的历史责任感和艺术上的创新精神，创作了占他全部诗篇七分之一强的史诗，它们扩展了传统咏史诗的涵义，丰富了咏史诗的题材，探索了咏史诗新的手法，将其独特的思想性艺术性臻于和谐统—，在咏史诗的发展史上具有里程碑的意义。他的咏史诗不仅咏古况今，充分反映了他进步的历史观，而且借古讽今，含蓄地表达了他的现实主义倾向。同时还借题寄慨，委婉地抒发了他怀才不遇的苦闷。相对于一般诗人对时政的深沉感慨，李商隐的诗作扩大了咏史诗的表现容量。\n\n　　这首诗的第一句是说，回顾以往的朝代，勤俭能使国家昌盛而奢侈腐败会使国家灭亡，提出了一切政权成败的关键。\n\n　　第二句是两个典故，第一个是琥珀枕，南朝一个皇帝在四处征战的时候得到一个非常名贵的琥珀枕，但他将琥珀枕捣碎了给战士敷。第二个是齐桓公，当年齐桓公和另一个君主相遇，那个君主有很多车，每一俩车都有一颗非常大的珍珠，那个君主为此非常自豪视之为奇珍，但齐桓公说他有人才，那才是他的宝物。这一联是说明人才的重要性。\n\n　　第三句也是两个典故。青海马是指能担当军国大事的人才，蜀山蛇指亡国的祸胎（当年蜀国因为五壮士拔蛇而蜀路开，导致了蜀国灭亡），这两句话其实有种国家灭亡也隐隐有天意的意思。义山其实很矛盾，他虽然知道“历览前贤国与家，成由勤俭败由奢。”，但当时是唐文宗很有雄心壮志的，可惜被家奴所制，抑郁而亡，所以义山也无法解释为何国家会走向衰败，所以他只能将其解释为天意。\n\n　　最后一句的南薰曲是当年舜唱的《南风歌》，一唱而天下太平，几人曾预南薰曲的意思就是没人再听到舜的《南风歌》了，意思便是天下将打乱。苍梧是舜埋葬的地方，翠华是皇帝仪仗中顶上的华盖，最后一句话的意思是，国家如此衰败，不复当年尧舜之风了。\n\n　　这首诗，诗人根据历史兴亡的史实，概括为“历览前贤国与家，成由勤俭破由奢”。这些明确的以古鉴今的态度，包含着深刻的用意，比前人的认识更自觉完整。在兴亡系于何人的问题上，尽管李商隐受时代的局限，还只能将理乱的命脉系于帝王，但在他的诗中，大都是指责他们败乱国家的。因此这种揭露更有进步意义。\n\n","translation":"史，凡是贤明的国家，成功源于勤俭，衰败起于奢华。\n为什么非要琥珀才能作枕头，为什么镶有珍珠才是好坐车？\n想要远行，却没遇见千里马，力单势孤，难以拔动蜀山的猛蛇。\n有几人曾经亲耳听过舜帝的《南风歌》？天长地久，只有在苍梧对着翠绿的华盖哭泣份儿。\n\n"}
{"_id":{"$oid":"5b9a182c367d5c0f40d22c86"},"title":"马诗二十三首","dynasty":"唐代","writer":"李贺","content":"龙脊贴连钱，银蹄白踏烟。\n无人织锦韂，谁为铸金鞭。\n\n腊月草根甜，天街雪似盐。\n未知口硬软，先拟蒺藜衔。\n\n忽忆周天子，驱车上玉山。\n鸣驺辞凤苑，赤骥最承恩。\n\n此马非凡马，房星本是星。\n向前敲瘦骨，犹自带铜声。\n\n大漠沙如雪，燕山月似钩。\n何当金络脑，快走踏清秋。\n\n饥卧骨查牙，粗毛刺破花。\n鬣焦珠色落，发断锯长麻。\n\n西母酒将阑，东王饭已干。\n君王若燕去，谁为曳车辕？\n\n赤兔无人用，当须吕布骑。\n吾闻果下马，羁策任蛮儿。\n\n飂叔去匆匆，如今不豢龙。\n夜来霜压栈，骏骨折西风。\n\n催榜渡乌江，神骓泣向风。\n君王今解剑，何处逐英雄？\n\n内马赐宫人，银鞯刺麒麟。\n午时盐坂上，蹭蹬溘风尘。\n\n批竹初攒耳，桃花未上身。\n他时须搅阵，牵去借将军。\n\n宝玦谁家子，长闻侠骨香。\n堆金买骏骨，将送楚襄王。\n\n香幞赭罗新，盘龙蹙蹬鳞。\n回看南陌上，谁道不逢春？\n\n不从桓公猎，何能伏虎威？\n一朝沟陇出，看取拂云飞。\n\n唐剑斩隋公，拳毛属太宗。\n莫嫌金甲重，且去捉飘风。\n\n白铁锉青禾，砧间落细莎。\n世人怜小颈，金埒畏长牙。\n\n伯乐向前看，旋毛在腹间。\n只今掊白草，何日蓦青山？\n\n萧寺驮经马，元从竺国来。\n空知有善相，不解走章台。\n\n重围如燕尾，宝剑似鱼肠。\n欲求千里脚，先采眼中光。\n\n暂系腾黄马，仙人上彩楼。\n须鞭玉勒吏，何事谪高州？\n\n汉血到王家，随鸾撼玉珂。\n少君骑海上，人见是青骡。\n\n武帝爱神仙，烧金得紫烟。\n厩中皆肉马，不解上青天。\n\n","type":["抒怀","怀才不遇"],"remark":"其十\n乌江：一作江东。\n君王：一作吾王。\n其十六\n拳：“卷”下换“毛”。\n\n","translation":"其五\n茫茫大漠沙石洁白如雪，燕山顶上新月如钩。\n什么时候能够给骏马套上镶金的笼头，让它在秋日辽阔的原野尽情驰骋。\n\n"}
{"_id":{"$oid":"5b9a182c367d5c0f40d22c87"},"title":"北风","dynasty":"先秦","writer":"佚名","content":"北风其凉，雨雪其雱。惠而好我，携手同行。其虚其邪？既亟只且！\n北风其喈，雨雪其霏。惠而好我，携手同归。其虚其邪？既亟只且！\n莫赤匪狐，莫黑匪乌。惠而好我，携手同车。其虚其邪？既亟只且！","type":["诗经","写风"],"remark":"邶（bèi）：中国周代诸侯国名，地在今河南省汤阴县东南。\n其凉：即“凉凉”，形容风寒冷。\n雨（yù）雪：下雪。雨，作动词。其雱（páng）：即“雱雱”，雪盛貌。\n惠而：即惠然，顺从、赞成之意。好我：同我友好。\n其：同“岂”，语气词。虚邪：宽貌。一说徐缓。邪，一本作“徐”。\n既：已经。亟（jí）：急。只且（jū）：作语助。\n喈（jiē）：疾貌。一说寒凉。\n霏：雨雪纷飞。\n同归：一起到较好的他国去。\n莫赤匪狐：没有不红的狐狸。莫，无，没有。匪，非。狐狸比喻坏人。一说古人将狐狸比喻为男性伴侣。\n莫黑匪乌：乌鸦没有不是黑色的。乌鸦比喻坏人。一说古人将乌鸦视为吉祥鸟。\n\n","shangxi":"　　此诗开篇即大肆渲染背景：吹的是凉飕飕的北风，飘的是纷纷扬扬的雪。这既是实时描述，也是国家危乱之象。众人为了逃难，呼朋引伴，携手同行。诗中展现了一幅急惶惶四处奔逃的惨景。\n\n　　全诗共三章，前两章内容基本相同，只改了三个字。把“北风其凉”改为“北风其喈”，意在反覆强调北风的寒凉。而改“雨雪其雱”为“雨雪其霏”，无非是极力渲染雪势的盛大密集。把“携手同行”改为“携手同归”，也是强调逃离的意向。复沓的运用产生了强烈的艺术效果。\n\n　　诗各章末二句相同。“其虚其邪”，虚邪，即舒徐，为叠韵词，加上二“其”字。语气更加宽缓，形象地表现同行者委蛇退让、徘徊不前之状。“既亟只且”，“只且”为语助词，语气较为急促，加强了局势的紧迫感。语言富于变化，而形象更加生动。\n\n　　北风与雨雪，是兴体为主，兼有比体。它不只是逃亡时的恶劣环境的简单描写，还是用来比喻当时的虐政。后面赤狐、黑乌则是以比体为主，兼有兴体。它不仅仅是比喻执政者为恶如一，还可以看作逃亡所见之景。这种比兴手法的运用，使诗句意蕴丰富，耐人玩味。\n\n　　朱熹《诗集传》说此诗“气象愁惨”，指出了其基本风格。诗三章展示了这样的逃亡情景：在风紧雪盛的时节，一群贵族相呼同伴乘车去逃亡。局势的紧急（“既亟只且”），环境的凄凉（赤狐狂奔，黑乌乱飞）跃然纸上。\n\n","translation":"北风刮来冰样凉，大雪漫天白茫茫。你和我是好朋友，携起手来快逃亡。岂能犹豫慢慢走？事情紧急祸将降。\n北风刮来透骨凉，大雪纷飞漫天扬。你和我是好朋友，携起手来归他邦。岂能犹豫慢慢走？事情紧急快逃亡！\n没有红的不是狐，没有黑的不是乌。你和我是好朋友，携手乘车同离去。岂能犹豫慢慢走？事情紧急快逃出。\n\n"}
{"_id":{"$oid":"5b9a182c367d5c0f40d22c88"},"title":"上枢密韩太尉书","dynasty":"宋代","writer":"苏辙","content":"　　太尉执事：辙生好为文，思之至深。以为文者气之所形，然文不可以学而能，气可以养而致。孟子曰：“我善养吾浩然之气。”今观其文章，宽厚宏博，充乎天地之间，称其气之小大。太史公行天下，周览四海名山大川，与燕、赵间豪俊交游，故其文疏荡，颇有奇气。此二子者，岂尝执笔学为如此之文哉？其气充乎其中而溢乎其貌，动乎其言而见乎其文，而不自知也。\n　　辙生十有九年矣。其居家所与游者，不过其邻里乡党之人；所见不过数百里之间，无高山大野可登览以自广；百氏之书，虽无所不读，然皆古人之陈迹，不足以激发其志气。恐遂汩没，故决然舍去，求天下奇闻壮观，以知天地之广大。过秦、汉之故都，恣观终南、嵩、华之高，北顾黄河之奔流，慨然想见古之豪杰。至京师，仰观天子宫阙之壮，与仓廪、府库、城池、苑囿之富且大也，而后知天下之巨丽。见翰林欧阳公，听其议论之宏辩，观其容貌之秀伟，与其门人贤士大夫游，而后知天下之文章聚乎此也。太尉以才略冠天下，天下之所恃以无忧，四夷之所惮以不敢发，入则周公、召公，出则方叔、召虎。而辙也未之见焉。\n　　且夫人之学也，不志其大，虽多而何为？辙之来也，于山见终南、嵩、华之高，于水见黄河之大且深，于人见欧阳公，而犹以为未见太尉也。故愿得观贤人之光耀，闻一言以自壮，然后可以尽天下之大观而无憾者矣。\n　　辙年少，未能通习吏事。向之来，非有取于斗升之禄，偶然得之，非其所乐。然幸得赐归待选，使得优游数年之间，将以益治其文，且学为政。太尉苟以为可教而辱教之，又幸矣！\n\n","type":["古文观止","书信"],"remark":"执事：侍从。\n文者气之所形。然文不可以学而能，气可以养而致：文章是由气形成的，然而文章不能靠学来达到好，气质却可以靠加强修养得到它。\n养：培养。\n浩然之气：正大刚直的气质。\n宽厚宏博：宽大厚重宏伟博大。\n充：充满。\n称：相称，符合。\n周览：饱览。\n豪俊交游：豪杰来往。\n疏荡：洒脱而不拘束。\n颇：很。\n奇气：奇特的气概。\n岂尝：难道，曾经。\n气充乎其中：精神气质充满在他们的胸中。\n而溢乎其貌：洋溢在他们的外表。\n动乎其言：反映在他们的言辞里。\n而见乎其文：表现在他们的文章中。\n游：交往。\n乡党：乡里。\n自广：扩大自己的视野。\n陈迹：陈旧的东西。\n以：用来。\n其：我。\n治：研习。\n遂汩没：因而埋没。\n决然舍去：毅然离开。\n求：探求。\n奇闻壮观：奇异的事物和宏伟的景象。\n广大：广阔。\n恣观：尽情观赏。\n高：高峻。\n顾：看到。\n奔流：奔腾流泻。\n慨然想见：感慨的想到。\n仰观：瞻仰。\n壮：壮丽。\n仓廪：粮仓。\n苑囿：猎苑。\n富：富丽。\n大：广大。\n巨丽：极其美好。\n宏辩：宏伟善辩。\n秀伟：秀美魁梧。\n聚：聚集。\n以才略冠天下，天下之所恃以无忧：凭借才能谋略天下第一全国人依靠他可以无忧无虑。\n四夷之所惮以不敢发：四方夷人害怕你才不敢作乱。\n而：可是。\n焉：啊。\n不志其大，虽多而何为：没有立下大志，即使学得多又有什么用。\n大：浩大。\n深：深远。\n而犹以为未见太尉也：却还是因为没有见到太尉（感到遗憾）。\n观：看到。\n光耀：风采。\n闻一言以自壮：听到你的一句话来激励自己。\n尽：看尽。\n大观：雄伟景象。\n通习吏事：通晓官吏的业务。\n向：先前。\n斗升之禄：微薄的俸禄。\n赐归待选：朝廷允许回乡等待朝廷的选拔。\n优游：从容闲暇。\n益治：更加研究。\n且学为政：并且学习治理政务。\n苟：如果。\n辱教之：屈尊教导我。\n幸：幸运。\n\n","shangxi":"　　此文是苏辙19岁时写给韩琦的信。选自《栾城集》卷二十二。枢密韩太尉（即韩琦），当时任枢密使（掌管军事大权）。“太尉”，秦、汉时官名，掌兵权。枢密使相当于太尉，所以称韩琦为太尉。 作者写这封信的目的，是希望得到韩琦的接见。一个是刚刚考取进士的青年，一个是掌管全国军权的大官，怎么开口下笔呢?\n\n　　首先是称谓问题。为了表示尊重，不直呼对方，而称“太尉执事”。“执事”，左右的人。这是表示谦谨的说法。\n\n　　正文分为四段。\n\n　　第一段，先从作文当有养气之功谈起，明确提出：“以为文者，气之所形”，文章是“气”的表现。气，指人的修养、气质、精神力量。接着提出总领全文的“养气”说。“气可以养而致”：“气”，可以通过加强修养而得到。在具体阐述“养气”说的时候，作者引古人事例作了说明。一是孟子的“我善养吾浩然之气”。“浩然之气”：即博大刚正之气。作者认为，孟子的文章，内容宽厚宏博，并且充溢在天地之中，正是跟他的“气”的大小相称。这实际上强调的是内在修养问题。二是司马迁。作者认为司马迁遍游天下，知多见广，所以他的文章风格疏放潇洒，跌宕多姿，颇有奇气。这实际上是强调外在阅历问题。最后，作者总结道，孟子、司马迁二人的文章，都不是学出来的，而是因为“气”充满在他们心中。这段论述很周严。\n\n　　第二段，就自身经历进一步对“养气”说展开论述。作者有前后不同的两种学习经历。第一种是交游不广、见闻不博，只学古人陈旧过时的东西。第二种是“求天下奇闻壮观，以知天地之广大”。作者在谈到第二种学习经历时，列举了四个事实：一是经过秦汉故都，尽情观赏；二是眺望黄河，想像着古时的英雄人物；三是到了京城，饱览一切，知道了天地的广阔、美丽；四是谒见了欧阳公，知道天下的好文章都汇集在这里。归纳起来，实际上是游览天下名山大川 ，广交天下的文人学士。而这两样，实际上说的都是外在的阅历，可见，苏辙是更重视外在的阅历的。\n\n　　写信的目的是想要求韩琦接见，文章至此，却还只字未提。\n\n　　第三段：由上文欧阳公，自然引出韩琦。这一段主要是颂扬韩琦。表明欲见之意。“才略冠天下”，才能谋略位居天下第一。“入则周公、召公，出则方叔、召虎”，是说韩琦在内政方面有如周、召二公之贤，在领兵方面就像方叔、召虎那样能干。“不志其大”：志，有志于。这段最后“故愿得观贤人之光耀，闻一言以自壮，然后可以尽天下之大观而无憾者矣”，明确求见之意。\n\n　　第四段，再次自明志气，再次表明求见之意。“益治”：进一步钻研。“且学为政”，并且学习治理政事。“辱教”，屈尊指教。这一段特别申明入京师“非有取于斗升之禄”，可见其志向宏大。\n\n　　最后对此文谈几点意见：\n\n　　1．“养气说”有值得借鉴处。作者在论述“气可以养而致”的时候，特别强调了客观阅历的重要，这实际上是强调了生活体验对一个作家的重要作用。今天看来，这个观点也是正确的。但文中所说“文不可以学而能”的观点，是有片面性的。同“气可以养而致”也相矛盾。郭绍虞在《中国文学批评史》中，对这句话也有微词。他说：“……子由上不能如子瞻之入化境，而下又不敢有作文之意，不欲求工于言语句读以为奇，此所以谓‘文不可以学而能’。”\n\n　　2．写作手法上比较新颖、巧妙。先离开主旨，纵论其他，到了第三段“太尉以才略冠天下”，笔意才收拢来，扣紧题目，读来不但没有离题万里之感，而且仔细体味，前面所述，正是烘托下文。特别是第四段，从另一角度申述非求“斗升之禄”，而以“益治其文”为其志，来进一步说明求见韩琦的原因。这样的文章，在构思上是需要功力的。\n\n　　3．即使从写法上看，也不能说没有作态的意味。信中流露出的当时社会所流行的浮夸阿谀的风气，更是不能效法。\n\n","translation":"　　太尉执事：苏辙生性喜好写文章，对此想得很深。我认为文章是气的外在体现，然而文章不是单靠学习就能写好的，气却可以通过培养而得到。孟子说：“我善于培养我的浩然之气。”现在看他的文章，宽大厚重宏伟博大，充塞于天地之间，同他气的大小相衬。司马迁走遍天下，广览四海名山大川，与燕、赵之间的英豪俊杰交友，所以他的文章疏放不羁，颇有奇伟之气。这两个人，难道曾经执笔学写这种文章吗？这是因为他们的气充满在内心而溢露到外貌，发于言语而表现为文章，自己却并没有觉察到。\n　　苏辙出生已经十九年了。我住在家里时，所交往的，不过是邻居同乡这一类人。所看到的，不过是几百里之内的景物，没有高山旷野可以登临观览以开阔自己的心胸。诸子百家的书，虽然无所不读，但是都是古人过去的东西，不能激发自己的志气。我担心就此而被埋没，所以断然离开家乡，去寻求天下的奇闻壮观，以便了解天地的广大。我经过秦朝、汉朝的故都，尽情观览终南山、嵩山、华山的高峻，向北眺望黄河奔腾的急流，深有感慨地想起了古代的英雄豪杰。到了京城，抬头看到天子宫殿的壮丽，以及粮仓、府库、城池、苑囿的富庶而且巨大，这才知道天下的广阔富丽。见到翰林学士欧阳公，聆听了他宏大雄辩的议论，看到了他秀美奇伟的容貌，同他的学生贤士大夫交游，这才知道天下的文章都汇聚在这里。太尉以雄才大略称冠天下，全国人依靠您而无忧无虑，四方异族国家惧怕您而不敢侵犯，在朝廷之内像周公、召公一样辅君有方，领兵出征像方叔、召虎一样御敌立功。可是我至今还未见到您呢。\n　　况且一个人的学习，如果不是有志于大的方面，即使学了很多又有什么用呢？苏辙这次来，对于山，看到了终南山、嵩山、华山的高峻；对于水，看到了黄河的深广；对于人，看到了欧阳公；可是仍以没有谒见您而为一件憾事。所以希望能够一睹贤人的风采，就是听到您的一句话也足以激发自己雄心壮志，这样就算看遍了天下的壮观而不会再有什么遗憾了。\n　　苏辙年纪很轻，还没能够通晓做官的事情。先前来京应试，并不是为了谋取微薄的俸禄，偶然得到了它，也不是自己所喜欢的。然而有幸得到恩赐还乡，等待吏部的选用，使我能够有几年空闲的时间，将用来更好地研习文章，并且学习从政之道。太尉假如认为我还可以教诲而屈尊教导我的话，那我就更感到幸运了。\n\n"}
{"_id":{"$oid":"5b9a182c367d5c0f40d22c89"},"title":"春雁","dynasty":"明代","writer":"王恭","content":"春风一夜到衡阳，楚水燕山万里长。\n莫道春来便归去，江南虽好是他乡。","type":["抒情","思乡"],"remark":"衡阳：今属湖南省，在衡山之南、有山峰势如大雁回旋，名回雁峰。相传北来的大睚到此不再南飞，遇春飞回北方。\n楚水：泛指古代楚地的江湖。战国时，楚国占有湖北、湖南、安徽、四川、江浙的大部地区，这里言楚，即指江南。\n燕山：在河北平原北侧从潮白河谷到山海关，由西向东绵延数百里。这里泛指北方地区。\n\n","translation":"一夜间，春风吹遍了衡阳城，雁儿盘算着路程，准备立刻从楚水边飞回燕山旁。\n不要怪我春天一来就要回去，江南虽好，却是他乡！\n\n"}
{"_id":{"$oid":"5b9a182c367d5c0f40d22c8a"},"title":"虎求百兽","dynasty":"两汉","writer":"刘向","content":"荆宣王问群臣曰：“吾闻北方之畏昭奚恤也，果诚何如？”群臣莫对。\n江乙对曰：“虎求百兽而食之，得狐。狐曰：‘子无敢食我也！天帝使我长百兽。今子食我，是逆天帝命也！子以我为不信，吾为子先行，子随我后，观百兽之见我而敢不走乎？”虎以为然，故遂与之行。兽见之，皆走。虎不知兽畏己而走也，以为畏狐也。\n今王之地五千里，带甲百万，而专属之于昭奚恤，故北方之畏奚恤也，其实畏王之甲兵也！犹百兽之畏虎也！”","type":["小学文言文","寓言","故事","哲理"],"remark":"荆宣王：楚宣王。\n求 ：寻求，寻找。\n食：吃。\n子：你。\n无敢：不敢。\n天帝：上天。\n使：派遣、命令。\n长（zhǎng）：长官，首领。这里作动词，意为“做……首领”，掌管。\n逆：违抗。\n以......为......：认为......是......。\n不信：不真实，不可靠。\n走：逃跑。\n以为：认为。\n然：认为......正确。\n故：所以。\n畏：害怕。\n皆：都。\n曰：说。\n而：才。\n是：这\n遂：于是，就。\n\n","translation":"楚宣王问群臣，说:“我听说北方诸侯都害怕楚令尹昭奚恤，果真是这样吗？”群臣无人回答。 \n江乙回答说:“老虎寻找各种野兽来吃。找到了一只狐狸，狐狸对老虎说:‘您不敢吃我，上天派我做群兽的领袖，如果您吃掉我，这就违背了上天的命令。您如果不相信我的话，我在前面走，您跟在我的后面，看看群兽见了我，有哪一个敢不逃跑的呢？’老虎信以为真，就和狐狸同行，群兽见了它们，都纷纷逃奔。老虎不明白群兽是害怕自己才逃奔的，却以为是害怕狐狸。\n现在大王的国土方圆五千里，大军百万，却由昭奚恤独揽大权。所以，北方诸侯害怕昭恤，其实是害怕大王的军队，这就像群兽害怕老虎一样啊。”\n\n"}
{"_id":{"$oid":"5b9a182c367d5c0f40d22c8b"},"title":"清平乐·春晚","dynasty":"宋代","writer":"王安国","content":"留春不住，费尽莺儿语。满地残红宫锦污，昨夜南园风雨。\n小怜初上琵琶，晓来思绕天涯。不肯画堂朱户，春风自在杨花。","type":["宋词三百首","宋词精选","写景","惜春","感慨","时光"]}
{"_id":{"$oid":"5b9a182e367d5c0f40d22c8c"},"title":"采桑子·清明上巳西湖好","dynasty":"宋代","writer":"欧阳修","content":"清明上巳西湖好，满目繁华。争道谁家。绿柳朱轮走钿车。 \n游人日暮相将去，醒醉喧哗。路转堤斜。直到城头总是花。","type":["清明节","游春","写水","西湖"]}
{"_id":{"$oid":"5b9a182e367d5c0f40d22c8d"},"title":"安定城楼","dynasty":"唐代","writer":"李商隐","content":"迢递高城百尺楼，绿杨枝外尽汀洲。\n贾生年少虚垂泪，王粲春来更远游。\n永忆江湖归白发，欲回天地入扁舟。\n不知腐鼠成滋味，猜意鹓雏竟未休。","type":["登楼","抱负"],"remark":"安定：郡名，即泾州（今甘肃省泾川县北），唐代泾原节度使的治所。\n迢递：此形容楼高而且连续绵延。谢朓《随王鼓吹曲》：“逶迤带绿水，迢递起朱楼。”\n枝外：一作“枝上”。汀洲：汀指水边之地，洲是水中之洲渚。此句写登楼所见。\n贾生：指西汉人贾谊。《史记·贾生传》：“贾生……年少，颇通诸子百家之书。文帝召以为博士……一岁中至太中大夫。”又《汉书·贾谊传》载：贾谊认为“时事可为痛哭者一，可为流涕者二，可为太息者六。“因此”数上书陈政事，多所欲匡建”。但文帝并未采纳他的建议。后来他呕血而亡，年仅33岁。李商隐此时27岁，以贾生自比。\n王粲：东汉末年人，建安七子之一。《三国志·魏书·王粲传》载：王粲年轻时曾流寓荆州，依附刘表，但并不得志。他曾于春日作《登楼赋》，其中有句云：“虽信美而非吾土兮，曾何足以少留？”李商隐此以寄人篱下的王粲自比。\n永忆：时常向往。江湖归白发：年老时归隐。\n欲回天地入扁舟：《史记·货殖列传》：春秋时范蠡辅佐越王勾践灭吴后，乘扁舟归隐五湖。李商隐用此事，说自己总想着年老时归隐江湖，但必须等到把治理国家的事业完成，功成名就之后才行。\n“不知”二句：鹓雏是古代传说中一种像凤凰的鸟。《庄子·秋水》：“惠子相梁，庄子往见之。或谓惠子曰：‘庄子来，欲代子相。’于是惠子恐，搜于国中三日三夜。庄子往见之，曰：‘南方有鸟，其名为鹓雏。……发于南海而飞于北海，非梧桐不止，非练实不食，非醴泉不饮。于是鸱得腐鼠，鹓雏过之，仰而视之曰：吓！今子欲以子之梁国而吓我邪？’”李商隐以庄子和鹓雏自比，说自己有高远的心志，并非汲汲于官位利禄之辈，但谗佞之徒却以小人之心度之。\n\n","shangxi":"　　首二句登楼即景：登上高耸百尺的安定城楼，远处绿杨树边的洲渚尽收眼底。按泾州城东有“美女湫”广袤数里（见《太平广记》），汀洲殆指其地。登最高之楼；望最远之处，高瞻远瞩，气象万千。即景所以生情，以下六句的豪情壮志、无穷感慨都由此生发。\n\n　　三、四句先以两位古人自比。贾谊献策之日，王粲作赋之年，都与作者一般年轻。贾谊上《治安策》，不为汉文帝所采纳，因《治安策》开头有“臣窃惟事势，可为痛哭者一”之语，故谓“虚垂涕”；作者应博学宏词科试而名落孙山，其心境与贾谊上书未售，同样萦纡抑郁。王粲避乱至荆州，依刘表；作者赴泾州，入王茂元幕，都属寄人篱下。用两位古人的古事，比自己当前的处境和心情，取拟于伦，十分贴切。这是第一层。\n\n　　五、六句抒露志趣和抱负。作者的遭遇虽然困顿，可是他的凌云之志，未稍减损。江湖、扁舟乃使用春秋时代范蠡的典故；范蠡佐越王勾践，“既雪会稽之耻”，“乃乘扁舟，浮于江湖”（见《史记·货殖列传》）。意谓，自己早有归隐江湖之志，但等回天撼地之日，旋乾转坤之时，头飘白发，身入扁舟。永忆江湖，即怀淡于名利之心；欲回天地，即抱建立功业之志。两者似相反，实相成。因为如果没有永忆江湖的志趣，便成为争名逐利的禄蠹巧宦，就不会有欲回天地的宏愿。在这里，这个“永”字下得很好，这个字，有力地表达作者毕生的抱负。这两句诗，既洒脱，又遒劲。从诗的表达形式着眼，锤字坚实，结响凝固，工力固颇近社诗；而更为关键的，这两句诗反映了封建社会里才志之士的积极向上思想，既怀着恬淡的心情，又有担当事业的志气，这与杜甫的胸襟怀抱，极为相似，因为王安石也从这两句诗中照到自己的影子，所以击节称赏。这是第二层。\n\n　　七、八句借庄子寓言表示自己敝履功名利禄，正告他人不要妄加猜测。寓言谓：惠施相梁，生怕庄子争夺他的相位，百般防范，惟恐不周。于是庄子去见惠施，坦率地对他说；鵷鶵（传说中与凤凰同类的鸟，庄子自比）非练实不食，非醴泉不饮，从来不会把鸱（鹞鹰，比惠施）的腐鼠（比相位）当美味而希羡！（见《庄子·秋水》）意为，你的位置我一向不屑一顾，你切莫杞人忧天，自相惊扰。这两句诗，既阐明自己没有患得患失的私心杂念，胸次光明磊落，淡泊宁静，为上面“永忆江湖”句提供有力的论证；又表示对世间一切恶浊事物，睥睨蔑视，决不妥协容忍；还尖锐地批判那些捧住权位不放的禄蠹，对他们尽调侃奚落的能事。据近人张采田《玉溪生年谱会笺》，作者应博学宏词试被摈，是由于牛党的打击，诚如是，这时句诗乃是有的放矢的。这是第三层。\n\n　　这首诗，笔力健举：风骨清峻，结构严谨，而语句灵活变化，特别在使用典故方面，非常成功。由于贾谊、王粲的身世遭遇与作者有相似之处，抓住相似的典型事例——贾生垂涕、王粲远游，比拟自己的忧时羁旅之感，若合符券，而使一位奋发有为又遭受压抑的少年志士形象跃然纸上。复次，作者的曲曲心事，本不可能用片言只字表达出来，现在借助庄子寓言，不但足以表露他不汲汲于荣利的猖介品质，又反映他睥睨一切的精神状态，还反击了政敌的恶意中伤，如此用典，既灵活，又确切，既含蓄，又锐利，充分发挥了典故的功能。\n\n","translation":"高大城墙上有百尺高的城楼，在绿杨林子外是水中的沙洲。\n年少有为的贾谊徒然地流泪，春日登楼的王粲再度去远游。\n常向往老年自在地归隐江湖，要想在扭转乾坤后逍遥扁舟。\n不知道腐臭的死鼠成了美味，竟对鹓雏的爱好也猜忌不休。\n\n"}
{"_id":{"$oid":"5b9a182e367d5c0f40d22c8e"},"title":"荷花","dynasty":"唐代","writer":"李商隐","content":"都无色可并，不奈此香何。瑶席乘凉设，金羁落晚过。 \n回衾灯照绮，渡袜水沾罗。预想前秋别，离居梦棹歌。","type":["写花","爱情","女子","相遇"]}
{"_id":{"$oid":"5b9a182e367d5c0f40d22c8f"},"title":"寄令狐郎中","dynasty":"唐代","writer":"李商隐","content":"嵩云秦树久离居，双鲤迢迢一纸书。 \n休问梁园旧宾客，茂陵秋雨病相如。","type":["唐诗三百首","写景","思念","友情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155658798.mp3","shangxi":"　　首句“嵩云秦树久离居”中，嵩、秦指自己所在的洛阳和令狐所在的长安。“嵩云秦树”化用杜甫《春日忆李白》的名句：“渭北春天树，江东日暮云。”云、树是分居两地的朋友即目所见之景，也是彼此思念之情的寄托。“嵩云秦树”更能够同时唤起对他们相互思念情景的想象，呈现出一副两位朋友遥望云树、神驰天外的画面。\n\n　　次句“双鲤迢迢一纸书”是说令狐从远方寄书问候自己。双鲤，语出古乐府《饮马长城窟行》：“客从远方来，遗我双鲤鱼。呼童烹鲤鱼，中有尺素书。”\n\n　　这里用作书信的代称。久别远隔，两地思念，正当自己闲居多病、秋雨寂寥之际，忽得故交寄书殷勤问候自己，格外感到友谊的温暖。“迢迢”、“一纸”显出对方情意的深长和自己接读来书时油然而生的亲切感念之情。\n\n　　三、四两句“休问梁园旧宾客，茂陵秋雨病相加。”转写自己目前的境况，对来书作答。据《史记·司马相如列传》，司马相如曾为梁孝王宾客。梁园是梁孝王的宫苑，此喻指楚幕。作者从公元829年（大和三年）到837年（开成二年），曾三居绹父令狐楚幕，得到令狐楚的知遇；公元837年（开成二年）应进士试时又曾得到令狐绹的推荐而登第，此处以“梁园旧宾客”自比。司马相如晚年“尝称病闲居，.既病免，家居茂陵”，作者公元842年（会昌二年）因丁母忧而离秘书省正字之职，几年来一直闲居。这段期间，他用世心切，常感闲居生活的寂寞无聊，心情悒郁，身弱多病，此以闲居病免的司马相如自况。\n\n","translation":"你是嵩山云我是秦川树，长久离居；\n千里迢迢，你寄来一封慰问的书信。\n请别问我这个梁园旧客生活的甘苦；\n我就像茂陵秋雨中多病的司马相如。\n\n注解\n嵩：中岳嵩山，在今河南。\n双鲤：指书信。\n梁园：梁孝王在梁地大兴土木，以睢阳为中心，根据自然景色，修建了一个很大的花园，称东苑，也叫菟园，后人称为梁园。\n茂陵：今陕西兴平县东北，以汉武帝陵墓而得名。\n\n"}
{"_id":{"$oid":"5b9a182e367d5c0f40d22c90"},"title":"岁暮","dynasty":"唐代","writer":"杜甫","content":"岁暮远为客，边隅还用兵。\n烟尘犯雪岭，鼓角动江城。\n天地日流血，朝廷谁请缨？\n济时敢爱死？寂寞壮心惊！","type":["爱国","战争"],"remark":"“岁暮”句：这年十二月作者客居梓州。\n雪岭：即西山，在成都西面，因终年积雪得名。\n江城：指梓州城（今四川三台县），梓州滨临涪江。\n请缨：将士自告奋勇请命杀敌，语本《汉书．终军传》：“军自请愿受长缨，必羁南越王而致之阙下。”\n\n","shangxi":"　　这首诗的诗题“岁暮”二字，在直观上有一种“岁云暮矣多北风”的凄凉之感，且二字均仄声，读来更抑郁寡欢，仿佛给全诗定了一种低沉的调子，罩上一层黯淡的色彩。\n\n　　首联“岁暮远为客”，“远”字不是对成都草堂言，而是对河南老家言。诗人流寓西蜀，一直过着寄人篱下的羁旅生活，故有“远为客”之叹。但是西蜀一隅也仍然不平静，所以接下去便说“边隅还用兵”。“还用兵”之“还”字，有仍然之意，言自己虽避地西蜀，暂得一席安身之所，没想到这里仍有战争。另外，“还”字又有又、复意，意谓中原战事未了，川中徐知道叛乱刚平，而吐蕃之侵袭又至，战乱似永无宁日。 “还”字隐含诗人对生活和时局的失望与叹息。于此可见杜甫炼字的功力，极为平常的字，出自杜手，便往往辞警意丰，耐人咀嚼。当时吐蕃的威胁日益严重，当年七月，吐蕃入寇，侵取河陇，十月攻入长安，唐代宗出奔陕州，十二月又攻陷松维保三州（均在四川境），及云山新筑二城，西川节度使高适不能抵御，全川为之震动。\n\n　　颔联“烟尘犯雪岭，鼓角动江城”二句承上“用兵”，具体写吐蕃侵蜀之事。“烟尘”，吐蕃兵马过处尘土蔽天，代指吐蕃军队。“鼓角动江城”写备战情形。“动”字既显出战争的紧迫，形势的严重，又写出吐蕃入侵给社会带来的动荡。这一联相当警策生动，前句写雪岭，后句写江城；前句写吐蕃，后句写唐军；前句是所闻，后句是亲见；一远一近，概括而形象地写出吐蕃来势之猛和在社会上引起的震动。\n\n　　颈联“天地日流血，朝廷谁请缨。”此句既指吐蕃入侵以来的情况，又是对安史之乱以来时局的高度概括。在内忧外患的夹击下，人民天天都在流血，在呻吟，国家处于十分危急之中。“朝廷谁请缨”一句，是杜甫对当时那些贪禄恋位、庸懦无能的文武大臣的讽刺和责问，表现了他深深的失望和愤怒。杜甫和他们不同，他早年就怀有“致君尧舜”的宏愿，当此国家危殆、生民涂炭之际，更激发了他舍身报国的意愿。\n\n　　尾联“济时敢爱死”，为济时活民，岂敢爱惜一己之性命而苟且偷安，杜甫是希望“请缨”的，但是虽有捐躯之志，却无报国之门。自从疏救房培，他被朝廷冷落，流寓西蜀，寄人篱下，连生活尚且经常发生危机，哪有机会和条件过问国事。“寂寞壮心惊”，在客居边隅的寂寞岁月中，壮志一天天消磨，每想及此，诗人便感到愤激，不由得拍案惊起，心如刀割。\n\n　　这首诗，前四句主要陈时事，后四句主要抒怀抱，层次清楚，结构井然，语无虚设，字字中包含着诗人对时局的殷忧和关注，对国家的热爱，对庸懦无能的文武大员的失望和谴责，也抒发了他不被朝廷重用、壮志难酬的苦闷。全诗出语浑朴，感情挚厚；语言精简，音韵律工谐。\n\n　　这首诗的艺术手法也很有特色，如借代修辞手法，颔联中的“烟尘”代边境战争；与后文“鼓角”相应，从视角和听觉两方面突出了战争的紧张，渲染了时局的艰危。而且还运用了用典的修辞手法，如“请缨”，典出《汉书·终军传》，在诗句中暗示朝中无人为国分忧，借以表达诗人杜甫对国事的深深忧虑。又如“对偶”和“双关”手法，诗题“岁暮”表面指的是时序岁末，深层指杜甫已进入人生暮年，还指唐帝国由盛而衰进入风雨飘摇的晚唐。这首诗还运用了虚实结合描写手法，如“边偶还用兵，烟尘犯雪岭”“朝廷谁请缨”是杜甫的想象，是虚写；“鼓角动江城，天地日流血”是眼下情景，是实写。表现手法中有对比，如朝廷之臣无人请缨与江湖之士的杜甫“敢爱死”对比；杜甫高远的心志与报国无门对比。“济时敢爱死，寂寞壮心惊”，自己的言行反差的对比；“鼓角动江城”暗含战争前后对比；诗歌开头“远为客”与结尾“寂寞壮心惊”思想感情对比。\n\n","translation":"作客异乡，年关已经临近；边防前线，战争还在进行。\n警报传来，敌人进犯雪岭；军鼓号角，响声振动江城。\n前方将士，日夜流血牺牲；朝廷大员，可有一人请缨？\n国难当头，岂敢吝惜性命；报效无路，空有一片豪情！\n\n"}
{"_id":{"$oid":"5b9a182e367d5c0f40d22c91"},"title":"小雅·谷风","dynasty":"先秦","writer":"佚名","content":"习习谷风，维风及雨。将恐将惧，维予与女。将安将乐，女转弃予。\n习习谷风，维风及颓。将恐将惧，置予于怀。将安将乐，弃予如遗。\n习习谷风，维山崔嵬。无草不死，无木不萎。忘我大德，思我小怨。\n\n","type":["诗经","弃妇"],"remark":"习习：大风声。\n维：是。\n将：方，正当。\n与：助。女：同“汝”，你。\n转：反而。\n颓：自上而下的旋风。\n寘：同“置”。\n遗：遗忘。\n崔嵬（wéi）：山高峻的样子。\n\n","shangxi":"　　这首诗的主题，旧说大体相同，《毛诗序》说：“《谷风》，刺幽王也。天下俗薄，朋友道绝焉。”朱熹也认为是朋友相怨之诗，但他没有将伤友道之绝与刺周幽王硬拉到一起。方玉润《诗经原始》认同朱熹的观点，并力驳《毛诗序》“刺幽王”之说穿凿空泛。今人高亨的《诗经今注》、程俊英的《诗经译注》等均取弃妇之诗说。陈子展《诗经直解》虽仍取旧说，但又说：“此诗风格绝类《国风》，盖以合乐入于《小雅》。《邶风·谷风》，弃妇之词。或疑《小雅·谷风》亦为弃妇之词。母题同，内容往往同，此歌谣常例。《后汉·阴皇后纪》，光武诏书云：‘吾微贱之时，娶于阴氏。因将兵征伐，遂各别离。幸得安全，俱脱虎口。……“将恐将惧，维予与女。将安将乐，女转弃予。”风人之戒，可不慎乎！’此可证此诗早在后汉之初，已有人视为弃妇之词矣。”\n\n　　诗中的女主人公被丈夫遗弃，她满腔幽怨地回忆旧日家境贫困时，她辛勤操劳，帮助丈夫克服困难，丈夫对她也体贴疼爱；但后来生活安定富裕了，丈夫就变了心，忘恩负义地将她一脚踢开。因此她唱出这首诗谴责那只可共患难，不能同安乐的负心丈夫。\n\n　　诗歌用风雨起兴，这手法同《邶风·谷风》如出一辙，两首《谷风》诗的主题也完全相同，这大概是在风雨交加的时候最容易触发人们的凄苦之情。被丈夫遗弃的妇女，面对凄风苦雨，更会增添无穷的伤怀愁绪，发出“秋风秋雨愁煞人”的哀叹。\n\n　　此诗语言凄恻而又委婉，只是娓娓地叙述被遗弃前后的事实，不加谴责骂詈的词句，而责备的意思已充分表露，所谓“怨而不怒”，说明主人公是一位性格善良懦弱的劳动妇女。这也反映了几千年以前，妇女就处在被压迫的屈辱境地，没有独立的人格和地位。\n\n","translation":"谷口呼呼刮大风，大风夹带阵阵雨。当年担惊受怕时，唯我帮你分忧虑。如今富裕又安乐，你却弃我掉头去。\n\n谷口呼呼刮大风，大风旋转不停息。当年担惊受怕时，你搂我在怀抱里。如今富裕又安乐，将我抛开全忘记。\n\n谷口呼呼风不停，刮过巍巍高山岭。刮得百草全枯死，刮得树木都凋零。我的好处你全忘。专门记我小毛病。\n\n"}
{"_id":{"$oid":"5b9a182e367d5c0f40d22c92"},"title":"北门","dynasty":"先秦","writer":"佚名","content":"出自北门，忧心殷殷。终窭且贫，莫知我艰。已焉哉！天实为之，谓之何哉！\n王事适我，政事一埤益我。我入自外，室人交徧谪我。已焉哉！天实为之，谓之何哉！\n王事敦我，政事一埤遗我。我入自外，室人交徧摧我。已焉哉！天实为之，谓之何哉！","type":["诗经"],"remark":"邶（bèi）：中国周代诸侯国名，地在今河南省汤阴县东南。\n殷殷：忧愁深重的样子。\n终：王引之《经义述闻》引王念孙说：“终，犹既也。”窭（jù）：贫寒，艰窘。\n已焉哉：既然这样。\n谓：犹奈也，即奈何不得之意。\n王事：周王的事。适（zhì）：同“擿”，扔，掷。适我，扔给我。\n政事：公家的事。一：都。埤（pí）益：增加。\n徧：同“遍”。讁（zhé）：谴责，责难。\n敦：逼迫。\n遗：交给。\n摧：挫也，讥刺。\n\n","shangxi":"　　这是一首小官吏诉说自己愁苦的诗。从诗的语言看，并没有“忠臣不得其志”或“安于贫仕”之意，旧说未免令人感到迂曲，今人的“怨诉”说则解释较为圆满。诗中的小官吏公事繁重苛细，虽辛勤应付，但生活依然清贫。上司非但不体谅他的艰辛，反而一味给他分派任务，使他不堪重负。辛辛苦苦而位卑禄薄，使他牢骚满腹，家人的责备更使他难堪，他深感仕路崎岖，人情浇薄，所以长吁短叹，痛苦难禁，悲愤之余，只好归之于天，安之若命。\n\n　　此诗经北门开篇，自古以来，北通“背”，朱熹解读第一章开篇为“比”，就预先注明诗的主人公正面临着背时的命运。其实，从府衙北门而出，当然是背对光明而来的，自然是形象暗淡无光，精神萎靡不振。他一副忧心忡忡的样子，低着头走回家。因为无职无权，当然就要受穷了，想体面也体面不起来，其内心之黯然神伤，可想而知。但别人却不知道他的这份艰难，这个别人不只包括他的饱食终日无所用心的上司，还包括靠他糊那点薪俸养活的家人。他也自知没有本事，但又无能为力，只剩下愁眉苦脸、唉声叹气的份了。这个小官吏，甘于清贫，内外交困，穿着寒酸，愧对家人，但又如此任劳任怨，忠于王事，勤于政事，真是具有敬业精神的忠谨之士。\n\n　　这首诗的主人公虽然是一名官吏，但全诗并非无病呻吟，的确体现了《诗经》“饥者歌其食，劳者歌其事”的现实主义精神。对诗中连用“我”字而蕴含的感情色彩。全诗纯用赋法，不假比兴，然而每章末尾“已焉哉，天实为之，谓之何哉”三句重复使用，大大增强了语气，深有一唱三叹之效，牛运震《诗志》认为这些句段与《古诗十九首》中“弃捐勿复道，努力加餐饭”等一样，“皆极悲愤语，勿认作安命旷达”，这是很有见地的。\n\n","translation":"我从北门出城去，心中烦闷多忧伤。既受困窘又贫寒，没人知我艰难样。既然这样算了吧，都是老天安排定，我有什么办法想！\n王家差事派给我，衙门公务也增加。我从外面回到家，家人纷纷将我骂。既然这样算了吧，都是老天安排定，我有什么好办法！\n王家差事逼迫我，衙门公务也派齐。我从外面回家里，家人纷纷将我讥。既然这样算了吧，都是老天安排定，我有什么好主意！\n\n"}
{"_id":{"$oid":"5b9a182e367d5c0f40d22c93"},"title":"大德歌·春","dynasty":"元代","writer":"关汉卿","content":"子规啼，不如归，道是春归人未归。几日添憔悴，虚飘飘柳絮飞。一春鱼雁无消息，则见双燕斗衔泥。","type":["春天","妇女","相思"],"remark":"双调：宫调名。大德歌：曲牌名。\n子规啼，不如归：子规啼声很像人说“不如归”，容易引起离人的乡愁。\n憔悴：疲惫没有精神。\n鱼雁：书信的代称。\n则见双燕斗衔泥：只见一对对燕子争相衔泥筑巢。斗：竞相，争着。\n\n","translation":"春天的杜鹃叫了，好像在说“不如归去”。你走的时候说是春天就回来，而今春已到，却不见你的踪影。近日才几天面色已显得枯槁瘦弱，憔悴多了。等了整整一个春天，九十个日夜啊，却一点消息也没等到；而旧时檐前燕子早已归来，忙忙碌碌地营巢筑窝干得多欢！\n\n"}
{"_id":{"$oid":"5b9a182e367d5c0f40d22c94"},"title":"中秋月·中秋月","dynasty":"明代","writer":"徐有贞","content":"中秋月。月到中秋偏皎洁。偏皎洁，知他多少，阴晴圆缺。\n阴晴圆缺都休说，且喜人间好时节。好时节，愿得年年，常见中秋月。","type":["婉约","中秋节","月亮"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155659401.mp3","translation":"注释 皎洁：形容月光明亮。"}
{"_id":{"$oid":"5b9a182e367d5c0f40d22c95"},"title":"雨中登岳阳楼望君山","dynasty":"宋代","writer":"黄庭坚","content":"投荒万死鬓毛斑，生出瞿塘滟滪关。\n未到江南先一笑，岳阳楼上对君山。\n\n满川风雨独凭栏，绾结湘娥十二鬟。\n可惜不当湖水面，银山堆里看青山。\n\n","type":["古诗三百首","喜悦","登楼","抒情"],"remark":"岳阳楼：在湖南岳阳城西门，面临洞庭湖。唐张说谪岳州时所建，宋庆历五年（1045年）滕宗谅重修，范仲淹为撰《岳阳楼记》。君山：洞庭湖中的一座小岛。\n投荒：被流放到荒远边地。唐独孤及《为明州独孤使君祭员郎中文》：“公负谴投荒，予亦左衽异域。”鬓（bìn）毛：鬓发。唐贺知章《回乡偶书》诗：“少小离家老大回，乡音无改鬓毛衰。”斑：花白。\n瞿（qú）塘：瞿塘峡，在今重庆市奉节县东，长江三峡之首。滟（yàn）滪（yù）关：滟滪堆是矗立在瞿塘峡口江中的一块大石头，突兀江心，形势险峻。附近的水流得非常急，是航行很危险的地带。古代民谣有“滟滪大如襆，瞿塘不可触”的话。因其险要，故称之为关。生入瞿塘滟滪关：东汉班超从军西域三十一年，年老思归，有“但愿生入玉门关”的话。此用其语。入：一作“出”。\n江南：这里泛指长江下游南岸，包括作者的故乡分宁在内。\n川：这里指洞庭湖。\n“绾结”句：写风雨凭栏时所见君山。绾（wǎn）结：（将头发）向上束起。一作“绾髻”。湘娥：《楚辞·九歌》中的湘君和湘夫人，相传即帝舜二妃娥皇和女英，君山是她们居住的地方。鬟（huán）：发髻。十二鬟：是说君山丘陵起伏，有如女神各式各样的发髻。\n当：正对着，指在湖面上面对着湖水。\n银山：一作“银盘”。\n\n","shangxi":"　　第一首诗写遇赦归来的欣悦之情。首句写历尽坎坷，九死一生，次句谓不曾想还活着出了瞿塘峡和滟滪关，表示劫后重生的喜悦。三四句进一步写放逐归来的欣幸心情：还没有到江南的家乡就已欣然一笑，在这岳阳楼上欣赏壮阔景观，等回到了家乡，还不知该是如何的欣慰。此诗意兴洒脱，诗人乐观豪爽之情可以想见，映照出诗人不畏磨难、豁达洒脱的情怀。全诗用语精当，感情表述真切。\n\n　　诗以望君山一个动作，让读者自己去猜测揣摸，去体会。这样的结尾，与王维《酬张少府》结句“君问穷通理，渔歌入浦深”及杜甫《缚鸡行》结句“鸡虫得失无了时，注目寒江倚山阁”相同，都是不写之写，有有余不尽之意。\n\n　　第二首诗写凭栏远眺洞庭湖时的感受。“满川风雨”，隐指作者所处的恶劣的政治形势。即使是在这样一个困苦的环境中，他还兴致勃勃地凭栏观赏湖山胜景，足见其胸次之高。次句写凭栏时所得印象，说放眼远望，君山众峰的形状好像湘水女神盘结起的十二个发髻，写出了君山的灵秀之气。三四句推开一步，设想如能在湖风扑面白浪掀天的波心浪峰上，细细观赏君山，当是非常惬意。“银山堆里看青山”，以简洁的笔墨，写出了极为壮丽景观。诗人忧患余生，却能以如此开阔之胸襟，写出如此意气风发的诗句，千载之下，令人钦佩不已。\n\n　　独上高褛，可以望洞庭湖；楼在岳阳城西门上，和湖还有一段距离，则在风雨中又不能在“银山堆里看青山”，所以只好出之以想象，而将其认作湘峨鬟髻了。刘禹锡《望洞庭》云：“遥望洞庭山水翠，白银盘里一青螺。”雍陶《望君山》云：“应是水仙梳洗罢，一螺青黛镜中心。”可能给黄庭坚以某种启发，给他提供了想象的依据。\n\n　　诗人自绍圣初因修国史被政敌诬陷遭贬，到徽宗即位，政治地位才略有改善。此时从湖北沿江东下，经过岳阳，准备回到故乡去。诗人历经磨难，长途漂泊，旅况萧条，在风雨中独上高楼，所以一方面为自己能够在投荒万死之后平安地通过滟滪天险活着生还而感到庆幸，另一方面回首平生，瞻望前路，又不能不痛定思痛，黯然伤神。因而欣慨交心，凄然一笑。苏轼的《六月二十日夜渡海》中“九死南荒吾不恨，兹游奇绝冠平生”，此老真是胸次浩然，早已将一切忧患置之度外，真像关汉卿在套曲《南吕·一枝花·不伏老》中所说的“我却是蒸不烂、煮不熟、槌不匾、炒不爆，响当当一粒铜豌豆”。黄庭坚与之相比，似乎还未能完全忘怀得失。这种气质上的差异，很准确地表现在作品中。\n\n","translation":"投送边荒经历万死两鬓斑斑，如今活着走出瞿塘峡滟滪关。\n还未到江南先自一笑，站在岳阳楼上对着君山。\n\n满江的风雨独自倚靠栏杆，挽成湘夫人的十二髻鬟。\n可惜我不能面对湖水，只在银山堆里看君山。\n\n"}
{"_id":{"$oid":"5b9a182f367d5c0f40d22c96"},"title":"酹江月·和友驿中言别","dynasty":"宋代","writer":"文天祥","content":"乾坤能大，算蛟龙元不是池中物。风雨牢愁无著处，那更寒蛩四壁。横槊题诗，登楼作赋，万事空中雪。江流如此，方来还有英杰。(寒蛩 一作：寒虫)\n堪笑一叶漂零，重来淮水，正凉风新发。镜里朱颜都变尽，只有丹心难灭。去去龙沙，江山回首，一线青如发。故人应念，杜鹃枝上残月。","type":["豪放","爱国"],"remark":"酹江月：词牌名，即“念奴娇”。友：指邓剡，文天祥的同乡好友。\n寒蛩（qióng）：深秋的蟋蟀。\n横槊题诗：用曹操典故。\n登楼作赋：用王粲典故。\n龙沙：指北方沙漠。《后汉书·班超传赞》：“定远慷慨，专功西遐。坦步葱雪，咫尺龙沙。”李贤注：“葱岭、雪山，白龙堆沙漠也。”\n一线青如发：语出苏轼《澄迈驿通潮阁》诗：“青山一发是中原。”\n\n","translation":"大地如此广阔，你我都是胸怀大志的英雄豪杰，现在虽然如同蛟龙被困禁在池中，但是蛟龙终当脱离小池，飞腾于广阔天地。秋风秋雨煞人，再加上牢房的蟋蟀叫个不停，我心烦意乱愁肠百结，你我像曹操、槊题诗那样的英雄气概，王粲登楼作岍那样的名士风流，都成了空中花一般的往事，眼前长江滚滚，后浪推前浪，将来肯定还有英雄豪杰起来完成未竞的事业。\n\n现在，你我在落叶随风飘雪，又来到秦淮河畔，正是凉风吹来的那一刻，镜中的你我已两鬓白发，只是我们的英雄之心不会改变。我就要离开故都，放逐到沙漠之地，回望故国的江山一片青色，谦逊我越来越远，去只有一死，希望老朋友以后怀念我的时候，就听听树枝上杜鹃的悲啼吧！那是我的灵魂归来看望我的祖国。\n\n"}
{"_id":{"$oid":"5b9a182f367d5c0f40d22c97"},"title":"声声慢·秋声","dynasty":"宋代","writer":"蒋捷","content":"黄花深巷，红叶低窗，凄凉一片秋声。豆雨声来，中间夹带风声。疏疏二十五点，丽谯门、不锁更声。故人远，问谁摇玉佩，檐底铃声？\n彩角声吹月堕，渐连营马动，四起笳声。闪烁邻灯，灯前尚有砧声。知他诉愁到晓，碎哝哝、多少蛩声！诉未了，把一半、分与雁声。","type":["秋天","声音","抒怀"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155659698.mp3","shangxi":"　　在词中，词人写了一个秋夜中的种种秋声。笔锋非凡，意味亦显独特。词人以“豆雨声”起，以“雁声”收，写了秋夜中听到的十种秋声。但声声总离不了凄凉意，使一个正在发愁的人谛听这些声音，使作为声音的客体，严重地被染上“愁人”的主体印记，因而从笳声、雁声、蛩声、铃声中听到的，都是词人的苦闷心声。\n\n　　“黄花深巷，红叶低窗，凄凉一片秋声。”三句领起全词。点明这是菊花盛开、红叶掩映的深秋时节。凭窗谤听着连绵不断的秋声引起心中阵阵凄凉。“凄凉”是把词中各种声音串联起来的线索。\n\n　　“豆雨声来，中间夹带风声。”“豆花雨”，指阴历八月豆子开花时的雨，这里点出秋雨声杂风声率先而来。风雨凄凉，长夜难眠。风声中又传来了稀疏的更点声。这更声来自城门上的更鼓楼。“疏疏二十五点，丽谯门、不锁更声”。“不锁”，流露了主人公怪罪的意味，因为他是不想听到的。古代把一夜分为五更，一更分为五点。这里直写“二十五点”，意在表明主人公尤感秋夜的漫漫难捱。风不仅送来了更声，又摇响了檐底的风铃。“故人远，问谁摇玉佩，檐底铃声”揭示了主人公听到铃声引起的心理活动，他最初以为这是老友身上玉佩的声。但老友都在远方不可能来，那么这会是谁呢？突然明白原来是风铃的声音。作者这里用笔极为巧妙，看似是误听，实则借写对老友思念之情。\n\n　　“彩角声吹月堕，渐连营马动，四起笳声。”把笔触从深夜转向黎明。月亮沉落，号角声起。军营中人马骚动。蒋捷生活于宋末元初，进士及第不久，南宋被灭。他隐居太湖竹山，一直不肯出来作官。这声音表明，元朝统治了全国，而且军旅遍布这些声音，对于不肯和元统治者合作的词人来说，岂不是比之秋风秋雨的声音更加刺耳惊心吗？\n\n　　“闪烁邻灯，灯前尚有砧声”。灯光闪烁之处，又传来了邻舍在砧石上擣练之声。邻家主妇一夜未眠赶制寒衣，天明未睡。这也不能使词人宽慰。\n\n　　“知他诉愁到晓，碎哝哝、多少蛩声”。“昨夜寒蛩不住鸣，惊四千里梦”岳飞这句词和词人心境相同，皆因满腹心事起。把蛩的叫声称为“诉愁”，借把自己的愁怀转嫁给蛩鸣罢了。“诉未了，把一半、分与雁声。”似乎是蟋蟀把愁苦又分给了横空的过雁。巧妙地又点出大雁叫声的凄凉和它带给主人公的愁意，大雁给人的愁绪往往同引起人对远人的怀念分不开。收尾以雁声，反映了词人独特的构思。\n\n","translation":"译文及注释 译文 菊花黄黄的开放在那深深的小巷，枫叶红红的映照着低矮的门窗，凄凉一片都是那秋天的声音。豆子开花的时候却来了下雨的声音，那中间还夹带着风声。稀稀疏疏一夜二十五点也就到了五更，高高的谯楼大门，却锁不住那些声音。老朋友离我那么远，请问是哪一个摇晃着玉佩发出了声音，原来是那屋檐底下的风铃声？ 系着彩绸的号角发出的声音一直吹到月亮落下了却还在那里慢腾腾，渐渐地那军营里的人马才接连不断地骚动起来了，可是四周却又扬起了胡笳的声音。邻居的灯光闪烁着，灯前还有那女人为军人在石砧上捣衣的声音。谁知她一边捣衣一边咕咕叨叨地诉说着愁苦一直诉说到天明，碎碎琐琐咕咕哝哝的，就像那数不清的秋蝉哀鸣。她诉说得没完没了，还把一半分给那天空的大雁，让大雁代替她的怨声。 注释 声声慢：词牌名。据传蒋捷作此慢词俱用“声”字入韵，故称此名。亦称胜胜慢、凤示凰、寒松叹、人在楼上，最早见于北宋晁补之笔下。双调，九十七字。前后阕各五仄韵。 豆雨：即豆花雨。 二十五点：指更点。古代用铜壶滴漏计时，一夜分为五更，一更分为五点，所以叫更点。 丽谯门：魏武帝曹操曾筑楼名“丽谯”。谯门：指城上能望远的楼。 彩角：即画角。 笳声：胡笳的声音，其声悲凉。 砧声：砧杆声，即捣衣的声音。砧：捶物时，垫在底下的器具。 ▲"}
{"_id":{"$oid":"5b9a182f367d5c0f40d22c98"},"title":"临江仙·斗草阶前初见","dynasty":"宋代","writer":"晏几道","content":"斗草阶前初见，穿针楼上曾逢。罗裙香露玉钗风。靓妆眉沁绿，羞脸粉生红。 \n流水便随春远，行云终与谁同。酒醒长恨锦屏空。相寻梦里路，飞雨落花中。","type":["宋词精选","思念","女子"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155700553.mp3","shangxi":"　　此词系作者为思念一个自己曾经深爱过的女子而作，全词写情婉转而含蓄。作者正面写了与女子的初见与重逢，而对于两人关系更为接近后的锦屏前相叙一节却未作正面表现，给读者留下了充分的想象空间。梦中相寻一节也写得很空朦，含蓄地暗示了多量的情感内涵，把心中的哀愁抒写得极为深沉婉曲。\n\n　　上片不过是寥寥五句，可是一句一景，一景一情。景中不仅有人，也有人物的感情透出；而且，通过这情景交融的描写，又暗暗交代了双方的感情由浅丽深，逐步递变。更妙的是，这个女子的音容笑貌，也仿佛可以呼之欲出。\n\n　　“斗草阶前初见，穿针楼上曾逢。”忆叙他与她在两个特定环境中的初次相见和再次相逢。“斗草阶前初见”写有一天女子同别的姑娘阶前斗草的时候，词人第一次看见了她。斗草，据《荆楚岁时记》：“五月五日，四民并踏百草。又有斗百草之戏”。“穿针楼上曾逢”写转眼又到了七夕。女子楼上对着牛郎织女双星穿针，以为乞巧。这种风俗就从汉代一直流传下来。这天晚上，穿针楼上，他又同她相逢了。\n\n　　“罗裙香露玉钗风。靓妆眉沁绿，羞脸粉生红。”这三句，是补叙两次见面时她的情态。她的裙子沾满了花丛中的露水，玉钗头上迎风微颤。她“靓妆眉沁绿，羞脸粉生红”，靓妆才罢，新画的眉间沁出了翠黛，她突然看到了他，粉脸上不禁泛起了娇红。以上既有泛写，又有细腻的刻画，一位天真美丽的女子形象如在眼前。末句一“羞”字，已露情意。\n\n　　下片则陡转话题，抛开往日美好的回忆，陷入眼前苦苦相思的苦闷之中。\n\n　　“流水便随春远，行云终与谁同”用巫山神女的典故，表达了心中的无限惆怅。“流水便随春远”说随着时光的流逝，共同生活结束了，姑娘不知流落何方。“春”也是象征他们的欢聚，可惜不能长久。“行云终与谁同”，用巫山神女“旦为朝云，暮为行雨”（见《高唐赋》）的典故，说她像传说中的神女那样，不知又飘向何处，依附谁人了。\n\n　　“酒醒长恨锦屏空”，人是早已走了，再也不回来了。可是，那情感却一直留了下来。每当夜阑酒醒的时候，总觉得围屏是空荡荡的，他永远也找不回能够填满这空虚的那一段温暖了。正因为她象行云流水，不知去向，所以只好梦里相寻了。“相寻梦里路，飞雨落花中”，春雨飞花中，他独个儿跋山涉水，到处寻找那女子。尽管这是梦里，他仍然希望能够找到她。此处以梦境相寻表现了词人对自己深爱过的女子深沉的爱恋和思念。\n\n　　这首词写怀人。表现作者对往日相逢的美好回忆和如今孤独相思的不堪。全词前后反衬，对比鲜明，形成强烈的情感落差，所以有很强的感染力。\n\n"}
{"_id":{"$oid":"5b9a182f367d5c0f40d22c99"},"title":"客从远方来","dynasty":"两汉","writer":"佚名","content":"客从远方来，遗我一端绮。\n相去万余里，故人心尚尔。\n文采双鸳鸯，裁为合欢被。\n著以长相思，缘以结不解。\n以胶投漆中，谁能别离此？\n\n","type":["古诗三百首","古诗十九首","离别","相思"],"remark":"遗：给予、馈赠的意思。一端：即半匹。古人以二丈为一“端”，二端为一“匹”。绮：绫罗一类的丝织品。\n故人：古时习用于朋友，此指久别的“丈夫”。尚：犹也。尔：如此。\n鸳鸯：匹鸟。古诗文中常用以比夫妇。这句是说缔上织有双鸳鸯的图案。\n合欢被：被上绣有合欢的图案。合欢被取“同欢”的意思。\n著：往衣被中填装丝绵叫“著”。绵为“长丝”，“丝”谐音“思”，故云“著以长相思”。\n缘：饰边，镶边。这句是说被的四边缀以丝缕，使连而不解。缘与“姻缘”的“缘”音同，故云“缘以结不解”。\n投：本义为投掷，这里是加入混合的意思。\n别离：分开。\n\n","shangxi":"　　此诗似乎是《孟冬寒气至》的姊妹篇。它以奇妙的思致，抒写了一位思妇的意外喜悦和痴情的浮想。\n\n　　这喜悦是与远方客人的突然造访同时降临的：客人风尘仆仆，送来了“一端”（二丈）织有文彩的素缎（“绮”），并且郑重其事地告诉女主人公，这是她夫君特意从远方托他捎来的。女主人公不禁又惊又喜，喃喃而语曰：“相去万余里，故人心尚尔！”一端文彩之绮，本来也算不得怎样珍贵；但它从“万里”之外的夫君处捎来，便带有了非同寻常的意义：那丝丝缕缕，包含着夫君对她的无限关切和惦念之情。女主人公不能不睹物而惊、随即喜色浮漾。如果将此四句，与前一首诗《古诗十九首·孟冬寒气至》的“客从远方来，遗我一书札”对照着读，人们将会感受到，其中似还含有更深一层意蕴：前诗是诉说着“置书怀袖中，三岁字不灭”的凄苦，一封“书札”而竟怀袖“三岁”，可知这“万里”相隔不仅日久天长，而且绝少有音讯往还。这对家中的妻子来说，是非常痛苦难挨的事。在近乎绝望的等待中，则会有被遗弃的疑惧，时时袭上女主人公心头。而今竟意外地得到夫君的赠绮，那“千思万想而不得一音”的疑惧便烟消云散。那么，伴随女主人公的惊喜而来的，还有那压抑长久的凄苦和哀伤的翻涌。张庚《古诗十九首解》对“故人心尚尔”一句的评价，正体味到了诗行之间所传达的这种悲喜交集之感。\n\n　　适应着这一情感表现特点，此诗开篇也一改《古诗十九首解》常从写景入手的惯例，而采用了突兀而起、直叙其事的方式。恐怕正是为了造成一种绝望中的“意外”之境，便于更强烈地展示女主人色那交织着凄苦、哀伤、惊喜，慰藉的“感切”之情——这就是开篇的妙处。\n\n　　自“文彩双鸳鸯”以下，诗情又有奇妙的变化：当女主人公把绮缎展开一瞧，又意外地发同，上面还织有文彩的鸳鸯双栖之形。鸳鸯双栖，历来是伉俪相偕的美好象征（如《孔雀东南飞》之结尾就是一例）。夫君之特意选择彩织鸳鸯之绮送她，正是倾诉着愿与妻子百年相守的热烈情意。女主人公睹绮思夫，不禁触发起联翩的浮想：倘若将它裁作被面，则可以做条温暖的“合欢被”，再“著以长相思，缘以结不解”，非常地惬人心意。“著”有“充实”之意，“缘”指被之边饰。床被内须充实以丝绵，被缘边要以丝缕缀结，这是制被的常识。但在痴情的女主人公心中，这些平凡的事物，都获得了特殊的含义：“丝绵”使她联想到男女相思的绵长无尽；“缘结”暗示她夫妻之情永结难解。这两句以谐音双关之语，把女主人公浮想中的痴情，传达得既巧妙又动人。制成了“合欢被”，夫君回来就可以和她同享夫妇之乐了。那永不分离的情景，激得女主人公喜气洋洋，不禁又脱口咏出了“以胶投漆中，谁能别离此”的奇句。“丝绵”再长，终究有穷尽之时；“缘结”不解，终究有松散之日。这世上惟有“胶”之与“漆”，粘合固结，再难分离。女主人公说：就让我与夫君像胶、漆一样投合、固结吧，看谁还能将我们分隔！这就是诗之结句所的奇思、奇情。前人称赞此结句“语益浅而情益深”。女主人公的痴情，正有如此深沉和美好。\n\n　　初读起来，《客从远方来》所表现的，就是上述的喜悦和一片痴情。全诗的色彩很明朗；特别是“文彩双鸳鸯”以下，更是奇思、奇语，把诗情推向了如火似锦的境界。但读者应注意到：当女主人公欢喜地念叨着“以胶投漆中，谁能别离此”的时候，她恰恰正陷于与夫君“万里”相隔的“别离”之中。以此反观全诗，则它所描述的一切，其实都不过是女主人公的幻想或虚境罢了。根本不曾有远客之“来”，也不曾有彩“绮”之赠。倘若真能与夫君“合欢”，她就不必要在被中“著”以长相之思、缘以不解之结了。此诗所描述的意外喜悦，实蕴含着夫妇别离的不尽凄楚；痴情的奇思，正伴随着苦苦相思的无声咽泣。钟嵘《诗品》称《古诗十九首》“文温而丽，意悲而远，惊心动魄”。这首诗正以温丽的“遗绮”之喜，抒写了悲远的“别离”之哀，“正笔反用”，就愈加“惊心动魄”。\n\n","translation":"客人风尘仆仆，从远方送来了一端织有文彩的素缎。\n它从万里之外的夫君处捎来，这丝丝缕缕，该包含着夫君对我的无尽关切和惦念之情！\n绮缎上面织有文彩的鸳鸯双栖，我要将它做条温暖的合欢被。\n床被内须充实以丝绵，被缘边要以丝缕缀。丝绵再长，终究有穷尽之时，缘结不解，终究有松散之日。\n唯有胶和漆，黏合固结，再难分离。那么，就让我与夫君像胶和漆一样投合、固结吧，看谁还能将我们分隔？\n\n"}
{"_id":{"$oid":"5b9a182f367d5c0f40d22c9a"},"title":"口号","dynasty":"唐代","writer":"贾岛","content":"中夜忽自起，汲此百尺泉。林木含白露，星斗在青天。","type":[]}
{"_id":{"$oid":"5b9a182f367d5c0f40d22c9b"},"title":"长安夜雨","dynasty":"唐代","writer":"薛逢","content":"滞雨通宵又彻明，百忧如草雨中生。\n心关桂玉天难晓，运落风波梦亦惊。\n压树早鸦飞不散，到窗寒鼓湿无声。\n当年志气俱消尽，白发新添四五茎。","type":["写景","写雨","抒怀"],"translation":"诗以 “ 忧 ” 贯穿全诗，作者抒发了生活的艰辛；命途的不 顺；生命的衰老。首联通过描写和比喻表现了作者的百忧缠心。颈联从视觉角度与听觉角度。树上集聚的早鸦，是作者所见之景；沉闷的鼓声是作者所闻之景。又这些景物凄冷萧条，传达出作者愁闷落寞的心情。\n\n　　此诗妙就妙在借物抒情 的深厚功底，而且可以体会出诗人壮志未酬身先死的感叹，字里行间流露出一种无可奈何花落去的情伤。诗人借此诗抒怀，表达对时政的不满，以及对自己不能尽力抱负的伤感。\n\n"}
{"_id":{"$oid":"5b9a182f367d5c0f40d22c9c"},"title":"为有","dynasty":"唐代","writer":"李商隐","content":"为有云屏无限娇，凤城寒尽怕春宵。 \n无端嫁得金龟婿，辜负香衾事早朝。","type":["唐诗三百首","怨情"],"remark":"云屏：雕饰着云母图案的屏风，古代皇家或富贵人家所用。\n凤城：此指京城。\n无端：没来由。金龟婿：佩带金龟（即作官）的丈夫。\n\n","shangxi":"　　诗歌一、二句“为有云屏无限娇，凤城寒尽怕春宵。”描述一对宦家夫妇的怨情。开头用“为有”二字把怨苦的缘由提示出来。“云屏”，云母屏风，指闺房陈设富丽，“无限娇”称代娇媚无比的少妇。金屋藏娇，两情缱绻，当春风送暖，京城寒尽之时，便双双地怕起春宵来了。丈夫既富且贵，妻子年轻貌美，两人处在云屏环列的闺房之中，更兼暖香暗送，气候宜人，理应有春宵苦短之感，应该不会产生“怕”的心情。首句的“因”和次句的“果”有抵牾之处，这就造成一种悬念引人追询答案。\n\n　　三、四句“无端嫁得金龟婿，辜负香衾事早朝。”通过少妇的口说出“怕春宵”的原因。冬寒已尽，衾枕香暖，两口子情意款洽，本应日晏方起，可是偏偏嫁了你这个身佩金龟的作官夫婿，天不亮就要起身去早朝，害得我一个人孤零零地守在闺房里，实在不是滋味。这些似是枕畔之言，当丈夫正欲起身离去时，妻子对他说了这番话，又好象是埋怨自己，流露出类似“悔教夫婿觅封侯”那样一种痴情；或是责怪丈夫，向他倾诉“孤鹤从来不得眠”的苦衷。“无端”二字活画出这位少妇娇嗔的口吻，表达了她对丈夫、对春宵爱恋的深情。其实，妻子的苦恼也是丈夫的苦恼。\n\n　　前面的“为有”和“凤城”二句就正面描述了丈夫的怨情。应当说他“怕春宵”比妻子有过之而无不及。除了留恋香衾，不愿过早地离去，撇下娇媚多情的妻子，让她忍受春宵独卧的痛苦；还怕听妻子嗔怪的话，她那充满柔情而又浸透泪水的怨言，听了叫人不禁为之心碎。不愿早起离去，又不得不早起离去。对于娇妻，有内疚之意；对于早朝，有怨恨之情；对于爱情生活的受到损害，则有惋惜之感。“辜负”云云，出自妻子之口，同时也表达了丈夫的心意，显得含蓄深婉，耐人寻味。\n\n　　这首诗的中心字眼是第二句里的“怕”，关于怕什么的问题，三、四两句的解答是“无端嫁得金龟婿，辜负香衾事早朝”。仅仅因为丈夫要早起上朝，就产生这么大的怨气，似乎有点不近情理。总之读完全诗，读者由“怕”字造成的悬念并未完全消除，诗有言外之还意，弦外之音。\n\n　　屈复的《玉溪生诗意》分析说：“玉溪以绝世香艳之才，终老幕职，晨入暮出，簿书无暇，与嫁贵婿、负香衾何异？其怨也宜。”李商隐一生长期沉沦幕府，落魄江湖，不是他没有才能，或有才能得不到赏识，而是不幸卷入牛李党争的漩涡之中，成了朋党之争的受害者。当他认识到这一点时，已为时太晚，不可自拔。“无端嫁得金龟婿”所表达的正是这样一种悔恨莫及的痛苦心情。\n\n　　这首绝句含蓄深沉而又富于变幻。前两句一起一承，一因一果，好像比较平直。但着一“怕”字，风波顿起，情趣横生。后面两句围绕着“怕”字作进一步的解说，使意境更加开拓明朗。这样写，前后连贯，浑然一体。其中“为有”“无端”等语委婉尽情，极富感染力。 \n\n","translation":"云母屏风后面的美人格外娇，京城寒冬已过却怕短暂春宵。\n无端地嫁了个做高官的丈夫，不恋温暖香衾只想去上早朝。\n\n"}
{"_id":{"$oid":"5b9a182f367d5c0f40d22c9d"},"title":"鹧鸪天·别情","dynasty":"宋代","writer":"聂胜琼","content":"玉惨花愁出凤城，莲花楼下柳青青。尊前一唱阳关曲，别个人人第五程。\n寻好梦，梦难成。有谁知我此时情，枕前泪共阶前雨，隔个窗儿滴到明。","type":["婉约","离别","相思"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155701634.mp3","shangxi":"　　这是一首根据在离别时的所感所受而做的词。《青泥莲花记》载：“李之问仪曹解长安幕，诣京师改秩。都下聂胜琼，名倡也，质性慧黠，公见而喜之。李将行，胜琼送别，饯钦于莲花楼，唱一词，末句曰：‘无计留春住，奈何无计随君去。’李复留经月，为细君督归甚切，遂饮别。不旬日，聂作一词以寄李云云，盖寓调《鹧鸪天》也。之问在中路得之，藏于箧间，抵家为其妻所得。因问之，具以实告。妻喜其语句清健，遂出妆奁资夫取归。琼至，即弃冠栉，损其妆饰，委曲以事主母，终身和悦，无少间焉。”这一段记载，叙述了聂胜琼创作这首词的全过程。聂胜琼虽然是京师名妓，见到人非常多，但感情却非常真诚和专一。\n\n　　词的上阕写离别，下阕既写临别之情，又写别后思念之情，实与虚写结合，现实与想象融合为一。起句以送别入题，“玉惨花愁出凤城”，“玉”与“花”喻作者自己，“惨”与“愁”表现送别的愁苦，显示她凄凉的内心世界。凤城指京都，她送别李之问时，情意绵绵，愁思满怀，显示了她不忍分别的真挚情感。莲花楼是送别的地方，楼下青青的柳色，正与离别宴会上回荡的《阳关》曲相应：“渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。”眼前的青青柳色与悲哀的离别之曲一起颤动着离人的心弦。何况“一唱《阳关》后”，心中的人儿马上就要起程了。“别个人人”意谓送别那个人，“人人”指李之问，“第五程”极言路程之远。在唱完一曲《阳关》之后，就一程又一程地远远离开了她。离别是痛苦的，但别后更苦；词的下阕，叙写别后思念的心情。\n\n　　相见时难，别也难，但作者别后希望在梦里依稀可见自己的心上人，更令人悲哀的，是难以成梦。“寻好梦，梦难成”句，写相恋之深，思念之切。词人把客观环境和主观感情相结合，以大自然的夜雨寄托了离人凄苦，“况谁知我此时情”一句，道出了词人在雨夜之中那种强烈的孤独感与痛苦的相思之情。接下去，“枕前泪共帘前雨，隔个窗儿滴到明”两句，画面感人而意境凄静深沉，显示了词人独特的个性，也突现了词的独特的美。“帘前雨”与“枕前泪”相衬，以无情的雨声烘染相思的泪滴，窗内窗外，共同滴到天明。好像大自然也被她的感情所感动，温庭筠《更漏子》一词的下阕，曾这样描写过雨声：“梧桐树，三更下雨，不道离情正苦。一叶叶，一声声，空阶滴到明。”而万俟咏的《长相思·雨》也写到：“一声声，一更更。窗外芭蕉窗里灯，此时无限情。梦难成，恨难平。不道愁人不喜听，空阶滴到明。”跟温庭筠词相类似，都写雨声对内心情感的触动。然相比之下，聂胜琼这首词对夜雨中情景交融的描绘，更显得深刻细腻。它把人的主体活动与雨夜的客体环境紧密结合在一起，以“枕前泪”与“帘前雨”这两幅画面相联相叠，而“隔个窗儿”更见新颖，突出了词人的独特之处，也更深化了离别之苦，因为这里所刻画的“滴到明”，不仅是“帘前雨”，而且也是“枕前泪”。后来李之问的妻子读到这首词时，“喜其语句清健”。她欣赏作者的艺术才华，被作品中的真挚感情所感染，因而作了毅然的决定，“出妆奁资夫取归”，让聂胜琼能遂所愿。\n\n　　宋时的歌妓得以从良成为士人的小妾，已是相当美满的归宿了。能得到这样结果的人并不是很多的。聂胜琼这位“名倡”注重自己的前途。这首词和它的故事，与乐婉同施酒监唱和的《卜算子》词所反映的感情来比较，结局的喜剧和悲剧性质虽然不同，但对于理解当时歌妓的命运和她们的心理，具有同样的价值。\n\n","translation":"注释 玉惨花愁：形容女子愁眉苦脸。 凤城：指北宋都城汴京。 莲花楼：饯饮之处。 阳关曲：古人送别时唱此曲。 人人：那个人，指所爱的人。 程：里程，古人称一站为一程。"}
{"_id":{"$oid":"5b9a182f367d5c0f40d22c9e"},"title":"添字丑奴儿·窗前谁种芭蕉树","dynasty":"宋代","writer":"李清照","content":"窗前谁种芭蕉树，阴满中庭。阴满中庭。叶叶心心，舒卷有馀清。(馀'清', 一作：情)\n伤心枕上三更雨，点滴霖霪。点滴霖霪。愁损北人，不惯起来听。","type":["咏物","爱国","思乡"],"remark":"添字丑奴儿：词牌名。一作“添字采桑子”。“丑奴儿”与“采桑子”同调而异名。添字：在此词中具体表现为——在“丑奴儿”原调上下片的第四句各添入二字，由原来的七字句，改组为四字、五字两句。增字后，音节和乐句亦相应发生了变化。\n中庭：庭院里。\n舒卷：一作“舒展”，在此可一词两用，舒，以状蕉叶；卷，以状蕉心。且卷，有通“婘”之训，谓好貌。馀清：此据王学初《李清照集校注》和吴熊和《唐宋词通论》，此首断句亦从吴著。“馀清”，今本多作“馀情”，“情”字在此其意似欠当，因此词上片旨在咏物并非简单的拟人之法。馀清，意谓蕉叶舒卷；蕉心贻人以清凉舒适之感。视“清”字为“情”字的谐音，其意似胜于径用“馀情”二字。\n霖霪：本为久雨，此处指接连不断的雨声。\n\n","translation":"不知是谁在窗前种下的芭蕉树，一片浓阴，遮盖了整个院落。叶片和不断伸展的叶心相互依恋，一张张，一面面，遮蔽了庭院。\n满怀愁情，无法入睡，偏偏又在三更时分下起了雨，点点滴滴，响个不停。雨声淅沥，不停敲打着我的心扉。我听不惯，于是披衣起床。\n\n"}
{"_id":{"$oid":"5b9a182f367d5c0f40d22c9f"},"title":"菩萨蛮·回文秋闺怨","dynasty":"宋代","writer":"苏轼","content":"井桐双照新妆冷，冷妆新照双桐井。羞对井花愁，愁花井对羞。\n影孤怜夜永，永夜怜孤影。楼上不宜秋，秋宜不上楼。","type":["秋天","闺怨"]}
{"_id":{"$oid":"5b9a1831367d5c0f40d22ca0"},"title":"杂诗二首","dynasty":"魏晋","writer":"曹丕","content":"漫漫秋夜长，烈烈北风凉。\n展转不能寐，披衣起彷徨。\n彷徨忽已久，白露沾我裳。\n俯视清水波，仰看明月光。\n天汉回西流，三五正纵横。\n草虫鸣何悲，孤雁独南翔。\n郁郁多悲思，绵绵思故乡。\n愿飞安得翼，欲济河无梁。\n向风长叹息，断绝我中肠。\n\n西北有浮云，亭亭如车盖。\n惜我时不遇，适与飘风会。\n吹我东南行，行行至吴会。\n吴会非吾乡，安能久留滞。\n弃置勿复陈，客子常畏人。\n\n","type":["游子","思归","组诗"],"remark":"烈烈：风吹过之声。\n展转：展同辗，指睡觉时翻来覆去。寐：入睡。\n彷徨：徘徊，犹豫不决，心神不定。\n天汉：指银河。西流：指银河由西南转而向正西流转，表示已是夜深时分。\n三五：指星。三指心星，五指噣星。\n郁郁：苦闷忧伤。\n济：渡。梁：桥。\n中：同“衷”。中肠：谓腹中之肠，喻愁苦之甚。\n浮云：漂浮的云。\n亭亭：耸立而无所依靠的样子。车盖：车蓬。\n时不遇：没遇到好时机。\n适：正值，恰巧。\n行行：走了又走，这里是极言漂泊之远。吴会：指吴郡与会稽郡，今江、浙一带。\n滞：停留。\n弃置勿复陈：此为乐府诗套语。弃置：放在一边。陈：叙说。\n畏人：言客子力单，怕被他人所欺。\n\n","translation":"漫漫的秋夜多么深长，烈烈的北风吹来正凉。\n躺在床上辗转不能睡，披衣而起徘徊在前堂。\n徘徊不定时光忽已久，白露渐渐浸湿我衣裳。\n俯视池中清水起微波，仰看空中皎皎明月光。\n心星噣星排列呈纵横，银河转而流向正西方。\n草虫的叫声多么可悲，鸿雁孤独地向南飞翔。\n内心闷闷不乐忧愁多，连续不断地思念故乡。\n想要高飞何处得双翅，想要渡河河面无桥梁。\n面对长风而微微叹息，忧思不尽断我腹中肠。\n\n西北天空有一朵浮云，耸立无依形状如车盖。\n可惜浮云没遇好时机，恰巧与突起的暴风遇。\n暴风吹我飘行到东南，南行来到吴郡会稽郡。\n吴会二郡不是我故乡，如何能够在此久停留。\n抛开忧愁不必说其他，客子身居异乡畏人欺。\n\n"}
{"_id":{"$oid":"5b9a1831367d5c0f40d22ca1"},"title":"咏田家 / 伤田家","dynasty":"唐代","writer":"聂夷中","content":"二月卖新丝，五月粜新谷。\n医得眼前疮，剜却心头肉。\n我愿君王心，化作光明烛。\n不照绮罗筵，只照逃亡屋。","type":["同情","农民"],"remark":"粜（tiào）：出卖谷物。\n眼前疮（chuāng）：指眼前的困难，眼前的痛苦。\n剜（wān）却：挖掉，用刀挖除。 心头肉：身体的关键部位，这里喻指赖以生存的劳动果实。\n绮（qǐ）罗：贵重的丝织品。这里指穿绫罗绸缎的人。筵（yán）：宴席。\n逃亡屋：贫苦农民无法生活，逃亡在外留下的空屋。\n\n","shangxi":"　　《咏田家》是聂夷中的代表作，也是晚唐诗歌创作中的艺术佳品。诗中运用形象生动的比喻和鲜明对比的表现手法，愤怒地控诉了形形色色的高利贷给唐末农民所带来的深重苦难，表达了诗人对广大农民的深厚同情。\n\n　　诗的前四句为第一层，主要描写残酷的高利贷剥削给广大农民所带来的剜心割肉般的痛楚。开篇就揭露封建社会农村一种典型“怪”事：“二月卖新丝，五月粜新谷”，写出了农民在青黄不接之时被迫借贷的悲惨境地。二月还未着手养蚕，五月稻子尚处青苗期，然而，贫苦的农民迫于生计，为济燃眉之急，竟不得不以未来的新丝、新谷作抵押，借上“驴打滚”的高利贷。“二”“五”月极言时间之早，这么早就背上阎王债，足以说明农民已到了山穷水尽、骨枯髓干的地步。“卖”“粜”状其只出不入，深刻反映了农民的辛酸血泪和无比痛苦。“医得眼前疮，剜却心头肉”两句，运用比喻的手法，形象地揭示出高利贷吮血噬骨的残酷剥削本质。“眼前疮”固然比喻眼前急难，“心头肉”固然比喻丝谷等农家命根，但这比喻所取得的惊人效果决非“顾得眼前顾不了将来”的概念化表述能及万一。剜却性命攸关的“心头肉”以疗眼前毒疮，是迫不得已，其后果更是不堪想象。旧伤未愈添新伤，穷困伴着死亡行，这就是对当时广大农民濒临绝境的高度概括和生动写照。“挖肉补疮”，自古未闻，但如此写来最能尽情，既深刻又典型，因而成为千古传诵的名句。\n\n　　诗的后四句为第二层，主要是直抒胸臆，尽吐胸中块垒，表达诗人对解决正在激化中的社会矛盾的希望和设想，深寄对“君主”的讥刺之意，表达改良现实的愿望，颇合新乐府倡导者提出的“惟歌生民病，愿得天子知”（白居易《寄唐生》）的精神。诗人把解决矛盾的希望寄托在“君王”身上，这反映出作者存在一定的时代和阶级的局限性，但是，也从另一个侧面深刻地揭露了封建社会最高统治者“君王”所代表的个人利益。“君王”之“烛”只照地主豪绅，权贵达官，而其光不可射及逃亡的农舍，即客观反映其一向只代表豪富的利益而不恤民病，不满之意见于言外，妙在运用反笔揭示皇帝昏聩，世道不公。“绮罗筵”与“逃亡屋”构成鲜明对比，反映出两极分化的尖锐阶级对立的社会现实，增强了批判性。它形象地暗示出农家卖青破产的原因，又由“逃亡”二字点出其结果必然是：“殚其地之出，竭其庐之入，呼号而转徙，饥渴而顿踣”，“非死而徙尔”（柳宗元《捕蛇者说》），充满作者对田家的同情，并含蓄而尖锐地讥刺了“君王”的不恤黎庶，使读者能够透过黑暗的社会现实，思味出那激化社会矛盾的真正罪手。\n\n　　这首诗之所以向为人们所传诵，除了它真实而带有高度概括性地再现了封建社会的黑暗现实、反映了农民的痛苦生活、具有高度的思想性之外，还在于它有高超的表现技巧。\n\n　　首先，形象的比喻，高度的概括，使得诗歌的容量更为广阔。对农民被迫借取高利贷及其更惨痛的后果，诗人并未明白道出，而是用“剜却心头肉”以“医得眼前疮”来比喻之。剜肉补疮，并非根本的疗毒之策，它只会造成更加严重的新局面。这样以剜肉补疮来比喻农民以借高利贷济燃眉之急，是再形象不过了，也是再具有高度概括力不过的了。这个比喻，一方面使诗歌的形象具备了可感性，另一方面也深刻地揭示了问题的本质，使有限的形式容纳了无限广阔深厚的社会内容。\n\n　　其次，鲜明的对比手法的运用，把封建社会中贫富悬殊的阶级差别给历历如绘的描写出来了。“不照绮罗筵，只照逃亡屋”，本是对“君王”的希冀之语，但其中却包含了双重对比的意味。从“君王”的角度来说，恩泽不均，只顾富室，不恤贫苦，这一对比，就把“君王”的阶级立场给鲜明地展示在读者面前；从社会现实的角度来看，一边是权贵豪门华丽的衣着，丰盛的筵宴，一边却是无衣无食，贫困破产，逃亡在外。这一对比，就把地主富室用高利贷剥削农民的严重恶果给突现出来了。如此形象的对比，也把作者鲜明的爱憎之情给烘托得淋漓尽致。\n\n　　此外，这首诗的语言颇质朴通俗，感情也很真诚感人，充分显示了聂夷中驾驭语言、节制感情的功力。胡震亨论唐诗，认为聂夷中等人“洗剥到极净极省，不觉自成一体”，而“夷中诗尤关教化”（《唐音癸签》），从此诗即可看出。其所以如此，与语言的朴素凝炼同取材造境的典型都是分不开的。\n\n","translation":"二月蚕未结茧，早成抵债之物；五月谷未成熟，也已忍痛卖出。\n这是挖掉心头好肉，来补眼前烂疮。\n希望帝王之心，化作光明之烛。\n不照豪华筵席，只照灾民空屋。\n\n"}
{"_id":{"$oid":"5b9a1831367d5c0f40d22ca2"},"title":"绝句","dynasty":"唐代","writer":"贾岛","content":"海底有明月，圆于天上轮。得之一寸光，可买千里春。","type":[]}
{"_id":{"$oid":"5b9a1831367d5c0f40d22ca3"},"title":"葛生","dynasty":"先秦","writer":"佚名","content":"葛生蒙楚，蔹蔓于野。予美亡此，谁与？独处？\n葛生蒙棘，蔹蔓于域。予美亡此，谁与？独息？\n角枕粲兮，锦衾烂兮。予美亡此，谁与？独旦？\n夏之日，冬之夜。百岁之后，归于其居。\n冬之夜，夏之日。百岁之后，归于其室。","type":["诗经","悼亡"],"remark":"葛：藤本植物，茎皮纤维可织葛布，块根可食，花可解酒毒。\n蒙：覆盖。楚：灌木名，即牡荆。\n蔹（liǎn）：攀缘性多年生草本植物，根可入药，有白蔹、赤蔹、乌蔹等。\n予美：我的好人。郑笺：“我所美之人。”朱熹《诗集传》：“妇人指其夫也。”亡此：死于此处，指死后埋在那里。\n棘：酸枣，有棘刺的灌木。\n域：坟地。毛传：“域，营域也。”马瑞辰《毛诗传笺通释》：“营域，或作茔域，古为葬地之称。《说文》：‘茔，墓地也’是也。”\n角枕：牛角做的枕头。据《周礼·王府》注，角枕用于枕尸首。粲：同“灿”。\n锦衾：锦缎褥。闻一多《风诗类钞》：“角枕、锦衾，皆敛死者所用。”烂：灿烂。\n旦：天亮。朱熹《诗集传》：“独旦，独处至旦也。”一说旦释为安，闻一多《风诗类钞》：“旦，坦。”“坦，安也。”\n夏之日、冬之夜：夏之日长，冬之夜长，言时间长也。\n其居：亡夫的墓穴。下文“其室”义同。\n\n","shangxi":"　　全诗五章，每章四句，从结构上看，可分两大部分，前一部分为有“予美亡此”句的三章，后一部分为有“百岁之后”句的两章。对后一部分是用赋法，诸家无异议，但对前一部分，除第三章皆认为是赋外，第一、二两章却有“兴”、“比而赋”、“赋”等三种说法。“葛生蒙楚（棘），蔹蔓于野（域）”两句，互文见义，都既有兴起整章的作用，也有以藤草之生各有托附比喻情侣相亲相爱关系的意思，也有对眼前所见景物的真实描绘，可以说是“兴而比而赋”。这一开篇即出现的兴、比、赋兼而有之的意象，设置了荒凉凄清、冷落萧条的规定情境，显示出一种悲剧美作。接着，“予美亡此，谁与独处”两句，是表达对去世的配偶表示哀悼怀念之情。这里的比兴意义是：野外蔓生的葛藤蔹茎缠绕覆盖着荆树丛，就像爱人那样相依相偎，而诗中主人公却是形单影只，孤独寂寞，好不悲凉。第三章写“至墓则思衾枕鲜华”（郝懿行《诗问》），“角枕、锦衾，殉葬之物也。极惨苦事，忽插极鲜艳语，更难堪”（牛运震《诗志》）。而“谁与独旦”如释“旦”为旦夕之旦，其意义又较“独处”、“独息”有所发展，通宵达旦，辗转难眠，其思念之深，悲哀之重，几乎无以复加。\n\n　　后两章，语句重复尤甚于前三章，仅“居”、“室”两字不同，而这两字意义几乎无别。可它又不是简单的重章叠句，“夏之日，冬之夜”颠倒为“冬之夜，夏之日”，不能解释为作歌词连番咏唱所自然形成，而是作者刻意为之。两章所述，体现了诗中主人公日复一日、年复一年的永无终竭的怀念之情，闪烁着一种追求爱的永恒的光辉。而“百岁之后，归于其居（室）”的感慨叹息，也表现出对荷载着感情重负的生命之旅最终归宿的深刻认识，与所谓“生命的悲剧意识”这样的现代观念似乎也非常合拍。\n\n","translation":"葛藤覆盖了一丛丛的黄荆，野葡萄蔓延在荒凉的坟茔。我的亲密爱人长眠在这里，谁和他在一起？独守安宁！\n葛藤覆盖了丛生的酸枣枝，野葡萄蔓延在荒凉的坟地。我的亲密爱人埋葬在这里，谁和他在一起？独自安息！\n他头下的角枕是那样光鲜，身上的锦被多么光华灿烂！我的亲密爱人安眠在这里，谁和他在一起？独枕待旦！\n没有你的日子里夏天煎熬，冬夜是那样漫长难耐孤寒。终有一天我也要化作清风，随你而来相会在碧落黄泉！\n没有你的日子里冬夜漫漫，夏天是那样漫长尤感孤寂。终有一天我也要化为泥土，随你而来相聚在这块宝地！\n\n"}
{"_id":{"$oid":"5b9a1831367d5c0f40d22ca4"},"title":"国风·郑风·褰裳","dynasty":"先秦","writer":"佚名","content":"子惠思我，褰裳涉溱。子不我思，岂无他人？狂童之狂也且！\n子惠思我，褰裳涉洧。子不我思，岂无他士？狂童之狂也且！\n\n","type":["诗经","民谣","女子"],"remark":"褰（qiān）：提起。裳（cháng）：古代指遮蔽下体的衣裙。\n惠：见爱。\n溱（zhēn）：郑国水名，发源于今河南密县东北。\n不我思：即“不思我”的倒装，不思念我。\n狂童：谑称，犹言“傻小子”。狂，痴。也且（jū）：作语气助词。\n洧（wěi）：郑国水名，发源于今河南登封县东阳城山，即今河南省双泪河。溱、洧二水汇合合于密县。\n士：未娶者之称。\n\n","shangxi":"　　在爱情生活中，有失去情人而悲泣自怜的弱女子，也有泼辣、旷达的奇女子。在以男子为本位的中国古代，虽然二者均避不开命运的摆弄，但后者毕竟表现出了一种独立、自强的意气，足令巾帼神旺。\n\n　　《郑风·褰裳》中的主人公，就正是这样一位奇女子。她与其他女子一样，此刻大抵也正处于热恋之中。因为所恋的心上人，在溱洧之水的对岸，所以也免不了等待相会的焦躁和疑虑。不过她的吐语却爽快：“子惠思我，褰裳涉溱。”——你倘要思念我，就提起衣襟渡溱来！真是快人快语，毫不拖泥带水。较之于《郑风·将仲子》那“无逾我里，无折我树杞”的瞻前顾后，显得非常泼辣和爽朗。\n\n　　但她的心上人，似乎并没有及时来会，便不免引得女主人公有点伤心了。只是伤心中的吐语也毫不示弱：“子不我思，岂无他人？”——你若不想我，我岂没有他人爱！这话说得也真痛快，简直就像是指着对方的鼻子，声称“天下的男人都死光了么，我就只能爱你一个？”那样快利。这态度又是很旷达的，爱情本就是男女相悦、两厢情愿的事，倘若对方不爱，就不必强拉硬扯放不开。所谓“天涯何处无芳草”，正可为“岂无他人”四字作注。较之于《郑风·狡童》中那“彼狡童兮，不与我言兮。维子之故，使我不能餐兮”的呜咽吞声，此诗的女主人公，又显得通达和坚强多了。但倘若以为她就真的不把对方放在心上，恐怕还有几分误解，其实那不过是她所说的气话，而且还带有假设的意味，这从“狂童之狂也且”的戏谑语气，即可推知。须知女主人公心里，实在是很看重这份爱情的，但在外表，却又故意装出不在意的样子，无非是要激得心上人更疼她、爱她而已。所以她刚冷若寒霜，吐出“岂无他人”一句，即又噗哧一笑，戏谑地调侃对方“傻小子呀真傻态”了。可见这位泼辣、爽朗的女主人公，在爱情上既颇认真，也还带着几分狡黠。唯其如此，于自矜、刚强之中，又显得可亲、可爱。\n\n　　全诗只短短二章，用的是富于个性的口语描摹，故涵咏之际，只觉女主人公泼辣、爽朗的音容笑貌，如接于眉睫之间，堪称抒情小诗中的精品。虽说女主人公并未看轻爱情，倘若她真的被心上人抛弃，也未必能做到诗中所说的那样旷达；但这种建立在自信、自强上的爱情观，以及纵遭挫折也不颓丧的意气，却是颇能令溺于情者警醒，而给天下弱女子以鼓舞的。远古的接近自然状态的男欢女爱，同现代建立在个人独立意识基础上的男欢女爱固然有许多不同，但在符合人性的自由选择这一点上，却是没有太大差别的。从这个意义上说，其精神也是现代的。\n\n","translation":"你若爱我想念我，赶快提衣蹚溱河。你若不再想念我，岂无别人来找我？你真是个傻哥哥！\n你若爱我想念我，赶快提衣蹚洧河。你若不再想念我，岂无别的少年哥？你真是个傻哥哥！\n\n"}
{"_id":{"$oid":"5b9a1831367d5c0f40d22ca5"},"title":"别滁","dynasty":"宋代","writer":"欧阳修","content":"花光浓烂柳轻明，酌酒花前送我行。\n我亦且如常日醉，莫教弦管作离声。","type":["古诗三百首","离别","叙事","抒情"],"remark":"别滁：告别滁州。\n浓烂：形容鲜花灿烂。轻明：一作“轻盈”。\n且：一作“只”。\n离声：指别离歌曲。\n\n","translation":"花光多么绚烂浓郁，绿柳丝丝轻柔鲜明，人们在花前安排酒宴，热情地为我送行。\n我只不过是像平日一样和大家一同相聚畅饮，请不要让管弦奏出令人感伤的离别哀音。\n\n"}
{"_id":{"$oid":"5b9a1831367d5c0f40d22ca6"},"title":"杂感","dynasty":"清代","writer":"黄景仁","content":"仙佛茫茫两未成，只知独夜不平鸣。\n风蓬飘尽悲歌气，泥絮沾来薄幸名。\n十有九人堪白眼，百无—用是书生。\n莫因诗卷愁成谶，春鸟秋虫自作声。\n\n","type":["杂诗"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155701928.mp3","remark":"风蓬：蓬草随风飘转，比喻人被命运拨弄，踪迹不定。\n泥絮：被泥水沾湿的柳絮，比喻不会再轻狂。\n薄幸：对女子负心。\n谶：将来会应验的话。\n\n","shangxi":"　　首联开门见山，点出本诗基调：无法参禅得道，心中的不平亦不能自抑。一个“只”字仿佛自嘲，实是发泄对这个世界的不平。仙佛茫茫两未成，只知独夜不平鸣。不平鸣，韩愈在《送孟东野序》中说：“大凡物不得其平则鸣。……人之言也也亦然。有不得已者而后言，其歌也有思，其哭也有怀。”自己成仙成佛的道路渺茫，都无法成功，只能在深夜独自作诗，抒发心中的不平。\n\n　　风中飞蓬飘尽悲歌之气，一片禅心却只换得薄幸之名。宋道潜诗有云：“禅心已作沾泥絮，不逐春风上下狂。”如此清妙之音被作者如此化用，倒成了牢骚满腹的出气筒。风蓬飘尽悲歌气，泥絮沾来薄幸名。风蓬，蓬草随风飘转，比喻人被命运拨弄，踪迹不定。泥絮，被泥水沾湿的柳絮，比喻不会再轻狂。薄幸，对女子负心。飘泊不定的落魄生活，把诗人诗歌中慷概激昂之气消磨而尽。万念俱寂、对女子已经没有轻狂之念的人，却得到负心汉的名声。\n\n　　颈联更是狂放愤慨：世上的人十之八九只配让人用白眼去看，好似当年阮籍的做派；“百无一用是书生”更是道出了后来书生的酸涩心事，此句既是自嘲，亦是醒世。\n\n　　尾联说不要因为诗多说愁，成了谶语，春鸟与秋虫一样要作声。不是只能作春鸟欢愉，秋虫愁苦一样是一种自然。此句传承以上愤慨之气，再次将作者心中的不平推至高潮。莫因诗卷愁成谶，春鸟秋虫自作声。\n\n　　黄景仁短暂的一生，大都是在贫病愁苦中度过的。他所作诗歌，除了抒发穷愁不遇、寂寞凄苦的情怀，也常常发出不平的感慨。七言律诗《杂感》就是这样的一首诗。\n\n","translation":"自己成仙成佛的道路渺茫，都无法成功，只能在深夜独自作诗，抒发心中的不平。\n飘泊不定的落魄生活，把诗人诗歌中慷概激昂之气消磨而尽。万念俱寂、对女子已经没有轻狂之念的人，却得到负心汉的名声。\n十个人中有九个人是可以用白眼相向的，最没有用处的就是书生。\n不要忧愁自己写的愁苦之诗会成为吉凶的预言，春天的鸟儿和秋天的虫儿都会发出自己的声音。\n\n"}
{"_id":{"$oid":"5b9a1831367d5c0f40d22ca7"},"title":"念奴娇·天南地北","dynasty":"元代","writer":"施耐庵","content":"天南地北，问乾坤，何处可容狂客？借得山东烟水寨，来买凤城春色。翠袖围香，绛绡笼雪，一笑千金值。神仙体态，薄幸如何消得？\n想芦叶滩头，蓼花汀畔，皓月空凝碧。六六雁行连八九，只待金鸡消息。义胆包天，忠肝盖地，四海无人识。离愁万种，醉乡一夜头白。","type":["女子","理想"]}
{"_id":{"$oid":"5b9a1831367d5c0f40d22ca8"},"title":"木兰花慢·滁州送范倅","dynasty":"宋代","writer":"辛弃疾","content":"老来情味减，对别酒，怯流年。况屈指中秋，十分好月，不照人圆。无情水都不管；共西风、只管送归船。秋晚莼鲈江上，夜深儿女灯前。\n征衫，便好去朝天，玉殿正思贤。想夜半承明，留教视草，却遣筹边。长安故人问我，道愁肠殢酒只依然。目断秋霄落雁，醉来时响空弦。","type":["送别","抒怀","壮志未酬"],"remark":"范倅：即范昂，滁州（今安徽滁县）通判。倅，副职。\n莼：指莼菜羹。\n鲈：指鲈鱼脍。\n儿女：有二义，一指青年男女。一指儿子和女儿。此处当指作者。\n朝天：指朝见天子。\n玉殿：皇宫宝殿。\n夜半承明：汉有承明庐，为朝官值宿之处。源自李商隐《贾生》诗：“宣室求贤访逐臣，贾生才调更无伦。可怜夜半虚前席，不问苍生问鬼神。”\n视草：为皇帝起草制诏。\n筹边：筹划边防军务。\n殢酒：困酒。\n\n","shangxi":"　　稼轩词多是感时抚事之作，并且词情豪放。即或是送别词，也多是慷慨悲吟，此词即是如此。这首词是公元1172年（宋孝宗乾道八年）作者在滁州任上，为送他的同事范倅赴临安而作。范倅，名昂。这次范昂被召回临安，作者对他寄与了殷切的期望，希望他能受到皇帝的重用，并热情地鼓励他到前方去筹划军事，充分发挥他的才能。作者借送别的机会，倾吐自己满腹的忧国深情，在激励友人奋进之时，又宣泄了自己壮志难酬的苦闷，慷慨悲凉之情，磊落不平之气，层见叠出。\n\n　　上阕头三句“老来情味减，对别酒，怯流年。”陡然而起，直抒胸臆，以高屋建瓴之势笼罩全篇。苏轼有“对尊前，惜流年”的词句（《江神子·冬景》），此处便化用了但感觉更深沉悲慨。词人意有所郁结，面对别酒随事触发。本意虽含而未露，探其幽眇，“老来”两字神貌可鉴。词人作此词时正值壮年，何以老迈自居，心情萧索至此呢？词人存其弱冠之年“突骑渡江”，率众南归后，正拟做一番扭转乾坤的事业，不料竟沉沦下僚，辗转宦海。公元1172年（乾道八年）他出任滁州知州，乃是大材小用，况且朝廷苟安，北伐无期，旌旗未展头先白，怎能不“对别酒，怯流年呢？”“况屈指中秋，十分好月，不照人圆。”作者身处政治逆境中，对于寒暑易节，素魄盈亏，特别敏感，双眼看友人高蹈离去，惜别而外，另有衷曲，于是浮想联翩，情思奔涌。“无情水都不管，共西风、只管送归船。”“都不管”和“只管”道尽“水”与“西风”的无情，一语双关。既设想了友人别后归途的情景，又暗喻范氏离任乃朝中局势所致。以西风喻恶势力，在辛词中不乏其例。如“吴楚地，东南坼。英雄事，曹刘敌。被西风吹尽，了无尘迹。”（《满江红》）归船何处去？联想更深一层。“秋晚莼鲈江上，夜深儿女灯前。”笔锋陡转，变刚为柔，一种浑厚超脱的意境悠然展现出来，前句用张翰的故事，后句用黄庭坚的诗意，使人读之翕然而有“归欤”之念。此二句当是悬想范倅离任后入朝前返家的天伦之乐。\n\n　　下阕，转到送别主旨上。“征衫，便好去朝天，玉殿正思贤。”由上阕末句初跌而出，格调转亢，与上面“归欤”之境构成迥然不同的画面。词人有意用积极精神，昂扬语调，为友人入朝壮色。头二句言友人入朝前勤劳忠奋，三句言朝廷求贤若渴。“想夜半承明，留教视草，却遣筹边”，好一派君臣相得，振邦兴国的景象！夜里在承明庐修改诏书，又奉命去筹划边事，极言恩遇之深。承明，庐名，是汉代朝官值宿（犹后代的值班）之地，词里借指宫廷。这几句寄托了词人的理想，表明愿为光复中原竭股肱之力、效忠贞之节，大有“但用东山谢安石，为君谈笑静胡沙”（李白《永王东巡歌》）的气概。下面再一转折，将滔滔思潮訇然闸住。“长安故人问我，道愁肠殢酒只依然”，变奋激昂扬为纡徐低沉。倘若友人去了京城，遇到老朋友，可以告诉他们，自己仍然是借酒销愁，为酒所困。长安，这里代指南宋都城临安。“愁肠殢酒”乃化用唐未韩偓《有忆》诗“肠殢？酒人千里”句，殢是困扰之意。话语外表露出自己报国无门的无限悲愤。\n\n　　前面几经翻跌，蓄意蓄势，至结尾，突然振拔：“目断秋霄落雁，醉来时响空弦”。词人醉中张弓满月，空弦虚射，却惊落了秋雁，真乃奇思妙想。“目断”两字极有神韵，其实是翻用《战国策》“虚弓落病雁”的典故，可是不着痕迹。一个壮怀激烈、无用武之地的英雄形象通过这两句显现出来，他的情怀只能在酒醉后发泄出来。正如清陈廷焯说：“稼轩有吞吐八荒之慨而机会不来，……故词极豪雄而意极悲郁。”（《白雨斋词话》）\n\n　　这首词在艺术手法上的高明之处在于联想与造境上。丰富的联想与跌宕起伏的笔法相结合，使跳跃性的结构显得整齐严密。全词的感情由联想展开。“老来情味减”一句实写，以下笔笔虚写，以虚衬实。由“别酒”想到“西风”，“归船”；由“西风”、“归船”想到“江上”，灯前下边转到朝廷思贤，再转到托愁肠殢酒，最后落到醉中发泄。由此及彼，由近及远；由反而正，感情亦如江上的波涛大起大落，通篇蕴含着开阖顿挫、腾挪跌宕的气势，与词人沉郁雄放的风格相一致。\n\n","translation":"我感到人生衰老，早年的情怀、趣味全减，面对着送别酒，怯惧年华流变。何况屈指指计算中秋佳节将至，那一轮美好的圆月，偏不照人的团圆。无情的流水全不管离人的眷恋，与西风推波助澜，只管将归舟送归。祝愿你在这晚秋的江面，能将莼菜羹、鲈鱼脍品尝，回家后怀儿女团取在夜深的灯前。\n趁旅途的征衫未换，正好去朝见天子，而今朝廷正思贤访贤。料想在深夜的承明庐，正留下来教你检视翰林院草拟的文件，还派遣筹划边防军备。说都故友倘若问到我，只说我依然是愁肠满腹借酒浇愁愁难遣。遥望秋天的云霄里一只落雁消逝不见，我沉醉中听到有谁奏响了空弦！\n\n"}
{"_id":{"$oid":"5b9a1831367d5c0f40d22ca9"},"title":"浣溪沙·送梅庭老赴上党学官","dynasty":"宋代","writer":"苏轼","content":"门外东风雪洒裾，山头回首望三吴。不应弹铗为无鱼。\n上党从来天下脊，先生元是古之儒。时平不用鲁连书。","type":["送别","抒怀"],"remark":"浣溪沙：本唐代教坊曲名，因西施浣纱于若耶溪，故又名《浣溪纱》或《浣沙溪》。上下片三个七字句。四十二字。分平仄两体。平韵体流传至今。最早的是唐人韩偓词，是正体。上片三句全用韵，下片末二句用韵。过片二句用对偶句的居多。仄韵体始于南唐李煜。又有《小庭花》等二十余种异名。另有《摊破浣溪沙》，又名《山花子》，上下片各增三字，韵位不变。此调音节明快，句式整齐，易于上口，为婉约、豪放两派词人所常用。\n梅庭老：作者友人，生平不详，学官，州学教授。从词里可知他是三吴地区（“三吴”，众说不一，大概指今浙东、苏南一带）人。\n上党：一作“潞州”，位于现在的山西长治，北宋时与辽国接近，地属偏远。\n学官：官职名，负责地方文教，职位不显。\n裾：衣的前襟。\n三吴：古地区名，说法不一，大致指今江苏、浙江的苏州、吴兴、绍兴一带。\n弹铗为无鱼：战国齐人冯谖为孟尝君食客，嫌生活清苦，弹剑而歌：“长铗归来乎，食无鱼！”铗，指剑把或剑。\n脊：脊梁。上党其地甚高，古有与天为党之说，故云“天下脊”。\n先生：指梅庭老。\n鲁连书：《史记·鲁仲连列传》：齐军攻打聊城一年多不能下，鲁仲连写书信给守城燕将，燕将见书哭泣三日，犹豫不决而自杀。这句话：如今天下太平用不上鲁仲连这类书信。意劝梅庭老安心去作学官，不要想去立什么奇功。\n\n","translation":"门外的东风把春雪吹洒在先生您的衣襟上，当您登上太行山头时一定会回过头来眺望三吴故乡。既然做了学官，就不应计较被派到了那艰苦的地方。\n上党地势险要，历来被人称作天下之脊，先生志向远大，原来就以治理天下为己任。恰逢太平之时也是您不被重用的原因。\n\n"}
{"_id":{"$oid":"5b9a1832367d5c0f40d22caa"},"title":"赠头陀师","dynasty":"唐代","writer":"刘商","content":"少壮从戎马上飞，雪山童子未缁衣。 \n秋山年长头陀处，说我军前射虎归。","type":["赞美","写人"],"remark":"雪山童子：亦称雪山大士，原本是释迦牟尼在过去世修菩萨道时在雪山苦行时的称谓。该诗用以比喻头陀师未出家时。缁衣：僧人所穿之衣，紫而浅黑，非正黑。\n头陀：梵语Dhata之音译，又作杜荼、杜多，意译有抖擞、抖拣、浣洗等，意为去除衣服、饮食、住处三种贪着之行法。俗则称僧人之行脚乞食者为头陀。此诗取前一意。\n\n","translation":"少壮从军马上飞，身未出家心依归。\n年老头陀秋山住，犹忆当年射虎威。\n\n"}
{"_id":{"$oid":"5b9a1832367d5c0f40d22cab"},"title":"塞下曲","dynasty":"唐代","writer":"李益","content":"伏波惟愿裹尸还，定远何须生入关。 \n莫遣只轮归海窟，仍留一箭射天山。","type":["边塞","写人","壮志"],"shangxi":"　　李益的边塞诗，主要是抒发将士们久戍思归的怨望情绪，情调偏于感伤，但也有一些慷慨激昂之作，《塞下曲》便是这方面较著名的一首。\n\n　　诗以前代戍边名将作比，抒发了将士们的豪情壮志。头二句夸赞东汉两个名将马援和班超。“伏波惟愿裹尸还”，这句说的是马援的故事。东汉马援屡立战功，被封为伏波将军。他曾经说：男儿当战死在边疆，以马革裹尸还葬。“定远何须生入关”，这句说的是班超的故事。东汉班超投笔从戎，平定西域一些少数民族贵族统治者的叛乱，封定远侯，居西域三十一年。后因年老，上书皇帝，请求调回，有“但愿生入玉门关”句。\n\n　　以上两句说：为保家卫国，边塞将士应长期驻守边疆，宁愿战死疆场，无须活着回到玉门关。后二句表示灭敌及长期卫边的决心。\n\n　　“莫遣只轮归海窟”，“只轮”，一只车轮。《春秋公羊传》：“僖公三十三年，夏四月，晋人及姜戎败秦于肴..晋人与羌戎要之肴而击之，匹马只轮无反（返）者。”“海窟”，本指海中动物聚居的洞穴，这里借指当时敌人所居住的瀚海（沙漠）地方。这句意思是说，不能让一个敌人逃跑。\n\n　　“仍留一箭定天山”，“一箭定天山”，说的是唐初薛仁贵西征突厥的故事。《旧唐书·薛仁贵传》说：“唐高宗时，薛仁贵领兵在天山迎击九姓突厥十余万军队，发三矢射杀他们派来挑战的少数部队中的三人，其余都下马请降。薛仁贵率兵乘胜前进，凯旋时，军中歌唱道：“将军三箭定天山，战士长歌入汉关。”\n\n　　以上两句意思是说：“要全歼敌人，不能让一个敌人逃跑，而且应该留驻边疆，叫敌人不敢再来侵犯。”\n\n　　这首诗通过东汉马援、班超和唐初薛仁贵三个名将的故事，讴歌了将士们激昂慷慨、视死如归、坚决消灭来犯之敌的英雄气概和勇于牺牲的精神，反映了当时人民要安边定远的心愿。全诗情调激昂，音节嘹亮，是一首激励人们舍身报国的豪迈诗篇。 \n\n","translation":"益的边塞诗，主要是抒发将士们久戍思归的怨望情绪，情调偏于感伤，但也有一些慷慨激昂之作，《塞下曲》便是这方面较著名的一首。\n\n　　诗以前代戍边名将作比，抒发了将士们的豪情壮志。头二句夸赞东汉两个名将马援和班超。“伏波惟愿裹尸还”，这句说的是马援的故事。东汉马援屡立战功，被封为伏波将军。他曾经说：男儿当战死在边疆，以马革裹尸还葬。“定远何须生入关”，这句说的是班超的故事。东汉班超投笔从戎，平定西域一些少数民族贵族统治者的叛乱，封定远侯，居西域三十一年。后因年老，上书皇帝，请求调回，有“但愿生入玉门关”句。\n\n　　以上两句说：为保家卫国，边塞将士应长期驻守边疆\n\n"}
{"_id":{"$oid":"5b9a1832367d5c0f40d22cac"},"title":"归雁","dynasty":"唐代","writer":"钱起","content":"潇湘何事等闲回，水碧沙明两岸苔。 \n二十五弦弹夜月，不胜清怨却飞来。","type":["咏物","写鸟","思乡"],"remark":"潇湘：二水名，在今湖南境内。等闲：轻易、随便。\n水碧沙明：《太平御览》卷六五引《湘中记》：“湘水至清，……白沙如雪。”苔，鸟类的食物，雁尤喜食。\n二十五弦：指瑟。《楚辞·远游》：“使湘灵鼓瑟兮。”\n胜（音shēng）：承受。\n\n","translation":"　　大雁啊，潇湘下游，水碧沙明，风景秀丽，食物丰美，你为什么随便离开这么好的地方，回到北方来呢？大雁回答：潇湘一带风景秀丽，食物丰美，本来是可以常住下去的。可是，湘灵在月夜鼓瑟，从那二十五弦上弹出的音调，实在太凄清、太哀怨了！我的感情，简直承受不住，只好飞回北方。\n\n"}
{"_id":{"$oid":"5b9a1832367d5c0f40d22cad"},"title":"送友人入蜀","dynasty":"唐代","writer":"李白","content":"见说蚕丛路，崎岖不易行。\n山从人面起，云傍马头生。\n芳树笼秦栈，春流绕蜀城。\n升沉应已定，不必问君平。","type":["送别","山水","抒情","劝勉"],"remark":"见说：唐代俗语，即“听说”。蚕丛：蜀国的开国君王。蚕丛路：代称入蜀的道路。\n崎岖：道路不平状。\n山从人面起：人在栈道上走时，紧靠峭壁，山崖好像从人的脸侧突兀而起。\n云傍马头生：云气依傍著马头而上升翻腾。\n芳树：开著香花的树木。秦栈：由秦（今陕西省）入蜀的栈道。\n春流：春江水涨，江水奔流。或指流经成都的郫江、流江。蜀城：指成都，也可泛指蜀中城市。\n升沉：进退升沉，即人在世间的遭遇和命运。\n君平：西汉严遵，字君平，隐居不仕，曾在成都以卖卜为生。\n\n","shangxi":"　　这是一首以描绘蜀道山川的奇美而著称的抒情诗，公元743年（唐玄宗天宝二年）李白在长安送友人入蜀时所作。\n\n　　全诗从送别和入蜀这两方面落笔描述。首联写入蜀的道路，先从蜀道之难开始：“见说蚕丛路，崎岖不易行。”\n\n　　“见说蚕丛路，崎岖不易行。”临别之际，李白亲切地叮嘱友人：听说蜀道崎岖险阻，路上处处是层峦叠嶂，不易通行。语调平缓自然，恍若两个好友在娓娓而谈，感情显得诚挚而恳切。它和《蜀道难》以饱含强烈激情的感叹句“噫吁嚱，危乎高哉，蜀道之难难于上青天”开始，写法迥然不同，这里只是平静地叙述，而且还是“见说”，显得很委婉，浑然无迹。首联入题，提出送别意。颔联就“崎岖不易行”的蜀道作进一步的具体描画：“山从人面起，云傍马头生。”\n\n　　蜀道在崇山峻岭上迂回盘绕，人在栈道上走，山崖峭壁宛如迎面而来，从人的脸侧重迭而起，云气依傍着马头而升起翻腾，像是腾云驾雾一般。“起”、“生”两个动词用得极好，生动地表现了栈道的狭窄、险峻、高危，想象诡异，境界奇美，写得气韵飞动。\n\n　　蜀道一方面显得峥嵘险阻，另一方面也有优美动人的地方，瑰丽的风光就在秦栈上：“芳树笼秦栈，春流绕蜀城。”\n\n　　此联中的“笼”字是评家所称道的“诗眼”，写得生动、传神，含意丰满，表现了多方面的内容。它包含的第一层意思是：山岩峭壁上突出的林木，枝叶婆娑，笼罩着栈道。这正是从远处观看到的景色。秦栈便是由秦（今陕西省）入蜀的栈道，在山岩间凿石架木建成，路面狭隘，道旁不会长满树木。“笼”字准确地描画了栈道林荫是由山上树木朝下覆盖而成的特色。第二层的意思是：与前面的“芳树”相呼应，形象地表达了春林长得繁盛芳茂的景象。最后，“笼秦栈”与对句的“绕蜀城”，字凝语炼，恰好构成严密工整的对偶句。前者写山上蜀道景致，后者写山下春江环绕成都而奔流的美景。远景与近景上下配合，相互映衬，风光旖旎，有如一幅瑰玮的蜀道山水画。诗人以浓彩描绘蜀道胜景，这对入蜀的友人来说，无疑是一种抚慰与鼓舞。尾联忽又翻出题旨：“升沉应已定，不必问君平。”\n\n　　李白了解他的朋友是怀着追求功名富贵的目的入蜀，因而临别赠言，便意味深长地告诫：个人的官爵地位，进退升沉都早有定局，何必再去询问善卜的君平呢！西汉严遵，字君平，隐居不仕，曾在成都卖卜为生。李白借用君平的典故，婉转地启发他的朋友不要沉迷于功名利禄之中，可谓谆谆善诱，凝聚着深挚的情谊，而其中又不乏自身的身世感慨。尾联写得含蓄蕴藉，语短情长。\n\n　　这首诗，风格清新俊逸。诗的中间两联对仗非常精工严整，而且，颔联语意奇险，极言蜀道之难，颈联忽描写纤丽，又道风景可乐，笔力开阖顿挫，变化万千。最后，以议论作结，实现主旨，更富有韵味。\n\n　　此诗与《蜀道难》都是写蜀地风光，但在写法上有较大区别。其同者都是从“传说”“见说”入题，着力虚拟夸说蜀道迷离神奇的色彩和点染烘托蜀道的艰险诡奇的气氛，突出难和险，继之按由秦入蜀的时空顺序，绘声绘色，穷形尽相地描绘了蜀道山水风光雄奇峻伟、高危惊险的独有特点。然而，两诗之异则迥然有别。《蜀道难》充满想象与夸张，而《送友人入蜀》则比较写实。《蜀道难》着意于“难”，寓情于“忧”，诗突然“以嗟叹起，嗟叹结”，中间再以“蜀道之难，难于上青天”复呼再叹，呼前应后，将蜀道开辟之极苦，蜀道行路之极难，蜀地留居之极险，浑成为一，全诗起结开合，纵横起伏，既有雄浑之势，又有飘逸之神。《送友人入蜀》着眼于“送别”，归结于“入蜀”，从诗旨上讲，不宜夸说渲染蜀道之险难，从五言律诗体裁讲，更毋庸备述蜀道难行的苦况。首联平静点出蜀道“崎岖不易行”的题旨，颔联则化虚说为“实感”，紧承“崎岖”二字。“山从人面起，云傍马头生”，尽显蜀道的狭窄、险峻、高危、诡异，颈联“芳树笼秦栈，春流绕蜀城。”则灵笔一转，由险峻奇诡而优美瑰丽，清丽明畅。尾联则以旷达顺适之情，劝慰友人随缘应机。全诗起承转合皆紧贴诗题，叙事状物，写景寄情，一脉相连。\n\n","translation":"听说从这里去蜀国的道路，崎岖艰险自来就不易通行。\n山崖从人的脸旁突兀而起，云气依傍着马头上升翻腾。\n花树笼罩从秦入川的栈道，春江碧水绕流蜀地的都城。\n你的进退升沉都命中已定，用不着去询问善卜的君平。\n\n"}
{"_id":{"$oid":"5b9a1832367d5c0f40d22cae"},"title":"万山潭作","dynasty":"唐代","writer":"孟浩然","content":"垂钓坐磐石，水清心亦闲。\n鱼行潭树下，猿挂岛藤间。\n游女昔解佩，传闻于此山。\n求之不可得，沿月棹歌还。","type":["山水"],"shangxi":"　　万山，在襄阳西北，汉水南岸，又名汉皋山。此地环境清幽，为襄阳名胜，又有神女解佩的传说，更增添了一层迷人的色彩。浩然常游此地，诗集中就有三首于此得题。“万山潭”，指山旁江水深曲处。\n\n　　首联写诗人冲淡的心情和垂钓之乐。垂钓本身，已乐在其中，何况静坐磐石之上。“坐”字一字，更显安闲。且潭水清澈，与闲适的心境相默契。诗中未提一个乐字，但乐字已融入闲淡之中。\n\n　　颔联，所谓“鱼行潭树下”，似不合理，盖鱼是水中之物，不可能行之于树下。细细体味，就可理解潭侧之树高于潭中之鱼，且树影映入潭水之中，鱼儿翕翕游动，自由自在。故“鱼行潭树下”。在这里，诗人虽没有正面描写树的倒影，但却可以领悟出树的倒影的荡漾美，与游鱼的动态美相互参差，更显出美的多样性。且“鱼行”与“猿挂”，一低一高，遥相呼应，更拓展出空间的距离美。“潭树下”与“岛藤间”，一潭一岛，一树一藤，一下一上，也显示出对称美。颈联借当地典故抒发情怀。曹植《洛神赋》中说：“交甫之弃言兮，怅犹豫而狐疑。”意思是郑交甫曾游于万山，巧遇两个游山的神女，羡慕不已，向神女索取佩带上的饰物，游女解佩赠之，但霎时，游女及佩饰均不见。郑交甫怅惘良久。这个美丽的神话，为万山潭增添了迷人的风采，也触动着诗人的心弦，并自然地引出下句诗来。\n\n　　尾联写心中向往，求之不得，于是月下放歌，乘舟而返。游女解佩的故事，给诗人以无穷的遐思。诗人不禁悠然神往。“沿”字，用得亦极其神妙，更增添了月儿的动态美，表明不仅仅是一点月色，而是沿途通明，明月满舟，银辉一路，歌声不绝。此情此景，令人向往。\n\n　　全诗有动有静。首、颔二联，以静为主，寓动于静；颈、尾二联，以动为主，寓静于动。冲淡之风，显隐于动静之中。闻一多说：“真孟浩然不是将诗紧紧的筑在一联或一句里，而是将它冲淡了，平均的分散在全篇中，”“甚至淡到令你疑心到底有诗没有。”（《唐诗杂论》）所谓“羚羊挂角，无迹可求”（严羽《沧浪诗话·诗辩》），正是此中境界的写照。刘熙载说：“诗品出于人品”（《艺概·诗概》）。\n\n　　关于孟浩然的人品，王士源说他“骨貌淑清、风神散朗。救患释纷、以立义表。灌疏艺竹，以全高尚。”（《孟浩然集序》）王维在绢本上绘制的孟浩然肖像“颀而长，峭而瘦，风仪落落，凛然如生。”（《韵语阳秋》引张洎题识）可见，孟浩然的人品可用风清骨峻四个字来形容。它体现在孟氏诗中，就浇铸出孟浩然的诗品。\n\n　　正如闻一多所说，《万山潭作》一诗，这是诗的孟浩然，又是孟浩然的诗。诗人的心境是非常悠闲、清静、旷达、淡泊的；诗人的形象是“风神散朗”、“风仪落落”的。这确是诗如其人、人即其诗了。孟浩然所创造的人入其诗、诗显其人的最高境界就是冲淡。\n\n　　孟浩然和王维，都推崇冲淡，却各有千秋。胡应麟在《诗薮》中说：“浩然清而旷，王维清而秀。”可见，王、孟虽同样具有冲淡中“清”的特点，王维偏重秀字，孟浩然偏重一个旷字。王维的《青溪》，虽然写了素、闲、清、澹，但从“声喧乱石中，色静深松里。漾漾泛菱荇，澄澄映葭苇”的诗句中，却可看见大自然的秀丽景色。孟浩然的《万山潭作》，虽然也写了清、闲，但从神寄游女、归舟放歌的情境中，读者却可窥见他的旷达情怀。 \n\n"}
{"_id":{"$oid":"5b9a1832367d5c0f40d22caf"},"title":"春中田园作","dynasty":"唐代","writer":"王维","content":"屋上春鸠鸣，村边杏花白。持斧伐远扬，荷锄觇泉脉。 \n归燕识故巢，旧人看新历。临觞忽不御，惆怅远行客。","type":["春天","田园","写景","农事"],"remark":"春中（zhòng）：即仲春，农历二月。\n春鸠（jiū）：鸟名，即布谷鸟、杜鹃，象鸽子，有斑鸠、山鸠等。曹植《赠徐干》：“春鸠鸣飞栋，流飙激棂轩”。\n远扬：又长又高的桑枝。《诗经·豳风·七月》：“蚕月条桑，取彼斧斨，以伐远扬”。砍去又高又长的桑枝，便于以后采桑。\n觇（chān）：探测、察看。泉脉：地下的泉水。地层中的泉流象人体内血脉一样，故称之泉脉。\n看新历：开始新的一年。\n觞（shāng）：古代饮酒用的器皿，此指酒杯。御：进用，饮、喝的意思。\n惆怅远行客：即“远行客惆怅”。远行客：出远门的人。\n\n","shangxi":"　　此诗写出了春天的欣欣向荣和农民的愉快欢欣，结尾则表达远行者对乡土的眷恋。全诗健康活泼，清新醇朴。\n\n　　冬天很难见到的斑鸠，随着春的来临，很早就飞到村庄来了，在屋上不时鸣叫着，村中的杏花也赶在桃花之前争先开放，开得雪白一片，整个村子掩映在一片白色杏花之中。开头两句十个字，通过鸟鸣、花开，就把春意写得很浓了。接着，诗人由春天的景物写到农事，好像是春鸠的鸣声和耀眼的杏花，使得农民在家里呆不住了，农民有的拿着斧子去修整桑枝，有的扛着锄头去察看泉水的通路。整桑理水是经冬以后最早的一种劳动，可说是农事的序幕。\n\n　　归燕、新历更是春天开始的标志。燕子回来了，飞上屋梁，在巢边呢喃地叫着，似乎还能认识它的故巢，而屋中的旧主人却在翻看新一年的日历。旧人、归燕，和平安定，故居依然，但“东风暗换年华”，生活在自然地和平地更替与前进。对着故巢、新历，燕子和人将怎样规划和建设新的生活，这是用极富诗意的笔调，写出春天的序幕。新历出现在人们面前的时候，就像春天的布幕在眼前拉开了一样。\n\n　　诗的前六句，都是写诗人所看到的春天的景象。结尾两句，写自己的感情活动。诗人觉得这春天田园的景象太美好了，“物欣欣而向荣，泉涓涓而始流”，一切是那样富有生气，充满着生活之美。诗人很想开怀畅饮，可是，对着酒又停住了，想到那离开家园作客在外的人，无缘享受与领略这种生活，不由得为之惋惜、惆怅。\n\n　　此诗春天的气息很浓，而诗人只是平静地淡淡地描述，始终没有渲染春天的万紫千红。但从淡淡的色调和平静的活动中却成功地表现了春天的到来。诗人凭着敏锐的感受，捕捉的都是春天较早发生的景象，仿佛不是在欣赏春天的外貌，而是在倾听春天的脉搏，追踪春天的脚步。诗中无论是人是物，似乎都在春天的启动下，满怀憧憬，展望和追求美好的明天，透露出唐代前期的社会生活和人的精神面貌的某些特征。人们的精神状态也有点像万物欣欣然地适应着春天，显得健康、饱满和开拓。\n\n","translation":"屋上有一只春鸠在鸣叫，村边开着大片的白色杏花。\n手持斧子去整理桑树那长长的枝条，扛起锄头去察看泉水的通路。\n去年的燕子飞回来了，好像认识它的旧巢。屋里的旧主人在翻看新年的日历。\n举杯欲饮，又停了下来，想到离开家园作客在外的人，不由惆怅惋惜。\n\n"}
{"_id":{"$oid":"5b9a1832367d5c0f40d22cb0"},"title":"守岁","dynasty":"唐代","writer":"李世民","content":"暮景斜芳殿，年华丽绮宫。\n寒辞去冬雪，暖带入春风。\n阶馥舒梅素，盘花卷烛红。\n共欢新故岁，迎送一宵中。\n\n","type":["春节","闲适"],"remark":"芳殿：华丽的宫殿。下文绮宫亦同。\n丽：使动用法，使······美丽。\n馥（fù）：香气。\n盘花：此指供品。\n\n","translation":"傍晚的夕阳斜照着华丽的宫殿，岁月使宫廷更加美丽。\n年终岁寒，冬雪消融，暖洋洋的宫闱里似乎吹进了和煦的春风。\n巨大红烛点燃了，远远看上去，像一簇簇花团。\n君臣欢宴饮酒，喜度良宵，迎新年，辞旧岁，通宵歌舞。\n\n"}
{"_id":{"$oid":"5b9a1832367d5c0f40d22cb1"},"title":"上林赋","dynasty":"两汉","writer":"司马相如","content":"　　亡是公听然而笑曰：“楚则失矣，而齐亦未为得也。夫使诸侯纳贡者，非为财币，所以述职也。封疆画界者，非为守御，所以禁淫也。今齐列为东藩，而外私肃慎，捐国逾限，越海而田，其于义固未可也。且二君之论，不务明君臣之义，正诸侯之礼，徒事争于游戏之乐，苑囿之大，欲以奢侈相胜，荒淫相越，此不可以扬名发誉，而适足以贬君自损也。\n\n　　“且夫齐楚之事，又乌足道乎！君未睹夫巨丽也，独不闻天子之上林乎？左苍梧，右西极。丹水更其南，紫渊径其北。终始灞浐，出入泾渭；酆镐潦潏，纡馀委蛇，经营乎其内。荡荡乎八川分流，相背而异态。东西南北，驰骛往来，出乎椒丘之阙，行乎洲淤之浦，经乎桂林之中，过乎泱漭之野。汩乎混流，顺阿而下，赴隘狭之口，触穹石，激堆埼，沸乎暴怒，汹涌澎湃。滭弗宓汩，逼侧泌瀄。横流逆折，转腾潎冽，滂濞沆溉。穹隆云桡，宛潬胶戾。逾波趋浥，涖涖下濑。批岩冲拥，奔扬滞沛。临坻注壑，瀺灂霣坠，沈沈隐隐，砰磅訇礚，潏潏淈淈，湁潗鼎沸。驰波跳沫，汩濦漂疾。悠远长怀，寂漻无声，肆乎永归。然后灏溔潢漾，安翔徐回，翯乎滈滈，东注太湖，衍溢陂池。于是乎鲛龙赤螭，??渐离，鰅鰫鳍鮀，禺禺魼鳎，揵鳍掉尾，振鳞奋翼，潜处乎深岩，鱼鳖讙声，万物众伙。明月珠子，的砾江靡。蜀石黄碝，水玉磊砢，磷磷烂烂，采色澔汗，藂积乎其中。鸿鹔鹄鸨，鴐 鹅属玉，交精旋目，烦鹜庸渠，箴疵?卢，群浮乎其上，泛淫泛滥，随风澹淡，与波摇荡，奄薄水渚，唼喋菁藻，咀嚼菱藕。\n\n　　“于是乎崇山矗矗，巃嵷崔巍，深林巨木，崭岩参嵳，九嵕嶻嶭。南山峨峨，岩陁甗崎，摧崣崛崎。振溪通谷，蹇产沟渎，谽呀豁閕。阜陵别岛，崴磈葨廆，丘虚堀礨，隐辚郁垒，登降施靡，陂池貏豸，沇溶淫鬻，散涣夷陆，亭皋千里，靡不被筑。揜以绿蕙，被以江蓠，糅以蘪芜，杂以留夷。布结缕，攒戾莎，揭车衡兰，槀本射干，茈姜蘘荷，葴持若荪，鲜支黄砾，蒋苎青薠，布濩闳泽，延曼太原。离靡广衍，应风披靡，吐芳扬烈，郁郁菲菲，众香发越，肸蚃布写，晻薆咇茀。\n\n　　“于是乎周览泛观，缜纷轧芴，芒芒恍忽。视之无端，察之无涯，日出东沼，入乎西陂。其南则隆冬生长，涌水跃波。其兽则?旄貘嫠，沈牛麈麋，赤首圜题，穷奇象犀。其北则盛夏含冻裂地，涉冰揭河。其兽则麒麟角端，騊駼橐驼，蛩蛩驒騱，駃騠驴骡六庵注。\n\n　　“于是乎离宫别馆，弥山跨谷，高廊四注，重坐曲阁，华榱璧珰，辇道纚属，步櫩周流，长途中宿。夷嵕筑堂，累台增成，岩窔洞房，頫杳眇而无见，仰攀橑而扪天，奔星更于闺闼，宛虹扦于楯轩，青龙蚴蟉于东箱，象舆婉僤于西清，灵圄燕于闲馆，偓佺之伦，暴于南荣。醴泉涌于清室，通川过于中庭。盘石振崖，嵚岩倚倾。嵯峨磼礏，刻削峥嵘。玫瑰碧琳，珊瑚丛生，琘玉旁唐，玢豳文鳞，赤瑕驳荦，杂臿其间，晁采琬琰，和氏出焉。\n\n　　“于是乎卢橘夏熟，黄甘橙楱，枇杷橪柿，亭奈厚朴，梬枣杨梅，樱桃蒲陶，隐夫薁棣，答沓离支，罗乎后宫，列乎北园。崒丘陵，下平原，扬翠叶，扤紫茎，发红华，垂朱荣，煌煌扈扈，照曜钜野。沙棠栎槠，华枫枰栌，留落胥邪，仁频并闾，欃檀木兰，豫章女贞，长千仞，大连抱，夸条直畅，实叶葰楙，攒立丛倚，连卷欐佹，崔错癹骫，坑衡閜砢，垂条扶疏，落英幡纚，纷溶箾蔘，猗狔从风，藰莅卉歙，盖象金石之声，管籥之音。偨池茈虒，旋还乎后宫，杂袭絫辑，被山缘谷，循阪下隰，视之无端，究之无穷。\n\n　　“于是乎玄猨素雌，蜼玃飞鸓，蛭蜩蠼猱，獑胡豰蛫，栖息乎其间。长啸哀鸣，翩幡互经。夭蟜枝格，偃蹇杪颠。隃绝梁，腾殊榛，捷垂条，掉希间，牢落陆离，烂漫远迁。若此者数百千处。娱游往来，宫宿馆舍，庖厨不徙，后宫不移，百官备具。\n\n　　“于是乎背秋涉冬，天子校猎。乘镂象，六玉虬，拖蜺旌，靡云旗，前皮轩，后道游。孙叔奉辔，卫公参乘，扈从横行，出乎四校之中。鼓严簿，纵猎者，河江为阹，泰山为橹，车骑雷起，殷天动地，先后陆离，离散别追。淫淫裔裔，缘陵流泽，云布雨施。生貔豹，搏豺狼，手熊罴，足壄羊，蒙鹖苏，绔白虎，被班文，跨壄马，凌三嵕之危，下碛历之坻。径峻赴险，越壑厉水。椎蜚廉，弄獬豸，格虾蛤，鋋猛氏，羂騕褭，射封豕。箭不苟害，解脰陷脑，弓不虚发，应声而倒。于是乘舆弭节徘徊，翱翔往来，睨部曲之进退，览将帅之变态。然后侵淫促节，儵夐远去，流离轻禽，蹴履狡兽。轊白鹿，捷狡兔，轶赤电，遗光耀。追怪物，出宇宙，弯蕃弱，满白羽，射游枭，栎蜚遽。择肉而后发，先中而命处，弦矢分，艺殪仆。然后扬节而上浮，凌惊风，历骇猋，乘虚无，与神俱。躏玄鹤，乱昆鸡，遒孔鸾，促鵔鸃，拂翳鸟，捎凤凰，捷鹓鶵，揜焦明。道尽途殚，回车而还。消遥乎襄羊，降集乎北纮，率乎直指，晻乎反乡。蹷石阙，历封峦，过鳷鹊，望露寒，下棠梨，息宜春，西驰宣曲，濯鹢牛首，登龙台，掩细柳。观士大夫之勤略，均猎者之所得获，徒车之所轥轹，步骑之所蹂若，人臣之所蹈籍，与其穷极倦谻，惊惮詟伏，不被创刃而死者，他他籍籍，填坑满谷，掩平弥泽。\n\n　　“于是乎游戏懈怠，置酒乎颢天之台，张乐乎轇輵之宇。撞千石之钟，立万石之虡，建翠华之旗，树灵鼍之鼓，奏陶唐氏之舞，听葛天氏之歌，千人唱，万人和，山陵为之震动，川谷为之荡波。巴渝宋蔡，淮南干遮，文成颠歌，族居递奏，金鼓迭起，铿鎗闛鞈，洞心骇耳。荆吴郑卫之声，韶濩武象之乐，阴淫案衍之音，鄢郢缤纷，激楚结风。俳优侏儒，狄鞮之倡，所以娱耳目乐心意者，丽靡烂漫于前，靡曼美色于后。若夫青琴、宓妃之徒，绝殊离俗，妖冶娴都，靓妆刻饰，便嬛绰约，柔桡嫚嫚，妩媚孅弱。曳独茧之褕绁，眇阎易以恤削，便姗嫳屑，与俗殊服，芬芳沤郁，酷烈淑郁；皓齿粲烂，宜笑的皪；长眉连娟，微睇绵藐，色授魂与，心愉于侧。\n\n　　“于是酒中乐酣，天子芒然而思，似若有亡，曰：‘嗟乎！此大奢侈。朕以览听馀闲，无事弃日，顺天道以杀伐，时休息于此。恐后叶靡丽，遂往而不返，非所以为继嗣创业垂统也。’于是乎乃解酒罢猎，而命有司曰：‘地可垦辟，悉为农郊，以赡萌隶，隤墙填堑，使山泽之人得至焉。实陂池而勿禁，虚宫馆而勿仞，发仓廪以救贫穷，补不足，恤鳏寡，存孤独，出德号，省刑罚，改制度，易服色，革正朔，与天下为更始。’\n\n　　“于是历吉日以斋戒，袭朝服，乘法驾，建华旗，鸣玉鸾，游于六艺之囿，驰骛乎仁义之涂，览观《春秋》之林，射《狸首》，兼《驺虞》，弋玄鹤，舞干戚，载云?，揜群雅，悲《伐檀》，乐乐胥，修容乎礼园，翱翔乎书圃，述《易》道，放怪兽，登明堂，坐清庙，次群臣，奏得失，四海之内，靡不受获。于斯之时，天下大说，乡风而听，随流而化，芔然兴道而迁义，刑错而不用，德隆于三王，而功羡于五帝。若此故猎，乃可喜也。若夫终日驰骋，劳神苦形，罢车马之用，抏士卒之精，费府库之财，而无德厚之恩，务在独乐，不顾众庶，亡国家之政，贪雉兔之获，则仁者不繇也。从此观之，齐楚之事，岂不哀哉！地方不过千里，而囿居九百，是草木不得垦辟，而人无所食也。夫以诸侯之细，而乐万乘之侈，仆恐百姓被其尤也。”\n\n　　于是二子愀然改容，超若自失，逡巡避席，曰：“鄙人固陋，不知忌讳，乃今日见教，谨受命矣。”\n\n","type":["写景","叙事"],"shangxi":"　　《上林赋》是《子虚赋》的姊妹篇。据《史记》记载，《子虚赋》写于梁孝王门下，《上林赋》写于武帝朝廷之上，是司马相如最著名的作品。《上林赋》以夸耀的笔调描写了汉天子上林苑的壮丽及汉天子游猎的盛大规模，歌颂了统一王朝的声威和气势。在写作上，它充分体现了汉大赋铺张夸饰的特点，规模宏大，叙述细腻。\n\n　　《上林赋》作为司马相如最重要的代表作，是文学史上第一篇全面体现汉赋特色的大赋。在内容上，它以宫殿、园囿、田猎为题材，以维护国家统一、反对帝王奢侈为主旨，既歌颂了统一大帝国无可比拟的声威，又对最高统治者有所讽谏，开创了汉代大赋的一个基本主题。在形式上，它摆脱了模仿楚辞的俗套，以“子虚”、“乌有先生”、“无是公”为假托人物，设为问答，放手铺写，结构宏大，层次严密，语言富丽堂皇，句式亦多变化，加上对偶、排比手法的大量使用，使全篇显得气势磅礴，形成铺张扬厉的风格，确立了汉代大赋的体制。鲁迅先生指出：“盖汉兴好楚声，武帝左右亲信，如朱买臣等，多以楚辞进，而相如独变其体，益以玮奇之意，饰以绮丽之辞，句之短长，亦不拘成法，与当时甚不同。”（《汉文学史纲要》）这就概括了司马相如在文体创新方面的非凡成就。正是这种成就，使司马相如成为当之无愧的汉赋奠基人。\n\n","translation":"《文选》卷八。上林，上林苑，故址在今陕西西安市西及周至、户县界。它本是秦代的旧苑，汉武帝时重修并加扩大。\n⑵亡是公：作者假托的人名。亡，通“无”。听（yǐn引）然：张口而笑的样子。\n⑶失：指不对。《上林赋》是承《子虚赋》而来，《子虚赋》是借楚国子虚和齐国乌有先生的对话展开，以折齐称楚结束，所以本文这样承接。\n⑷纳贡：交纳贡物。\n⑸述职：古代诸侯朝见天子，陈述政务方面的情况。\n⑹封疆画界：指画定诸侯国之间的疆界。古代植树为界，称封疆，在两封之间又树立标志，称画界。\n⑺淫：放纵，过分。指诸侯国不知节制，侵入别国疆界。\n⑻东藩：东方的藩国。齐国在东，故称“东藩”。藩，藩篱、屏障。\n⑼私：指私自交好。肃慎：古国名，在今长白山以北至黑龙江一带。⑩捐国：指离开自己的国家。逾限：越过本国边界。\n⑾越海而田：指《子虚赋》言齐王“秋田乎青丘”之事。“青丘”为传说中的海外国名，故云“越海”。田，通“畋”，畋猎。\n⑿二君：指《子虚赋》中的子虚和乌有先生。\n⒀相胜：相互压服。\n⒁扬名发誉：即发扬名誉。意思是使好的名声传播开来。\n⒂贬君自损：贬低君主，损害自己的声誉。\n⒃乌：何。⒄左：指东方。苍梧：汉郡名，治所在今广西苍梧县。苍梧古属交州，在长安东南，故言“左”。\n⒅右：指西方。西极：古指豳地，在长安西北一带，故言“右”。\n⒆丹水：水名，出陕西商州市西北冢岭山，东南流入河南境。更：经过。\n⒇紫渊：当为上林苑北边水名。径：同“经”。\n（21）终始灞浐：指灞水和浐水始终流在上林苑中。终始，作动词用。灞浐，都是渭水的支流。（22）出入泾渭：指泾水和渭水流入苑中又流出苑去。泾，泾水，源出宁夏南部六盘山东麓，流经甘肃，至陕西高陵县境入渭水。渭，渭水，源出甘肃渭源县之鸟鼠山，东流至陕西潼关县入黄河。\n（23）酆镐（hào浩）潦（lǎo老）潏（jué决）：皆为水名。酆，源出陕西宁陕县东北秦岭，东北流经长安入渭水。镐，源出陕西长安县南，北注于渭水。现下游已湮，上游北注于潏水。潦，源出陕西□县南山涝谷，东北经咸阳西南境注于渭水。潏，源出陕西□县南山石鳖谷，北经长安入渭水。\n（24）纡馀委蛇（yí移）：形容水流曲折宛转的样子。委蛇，同“逶迤”。\n（25）经营乎其内：指诸水流经其中。经营，周旋。\n（26）八川分流：指上述灞、浐、泾、渭、酆、镐、潦、潏八条河流各自流动。\n（27）相背：指诸水流向不一。\n（28）驰骛：马疾行的样子，这里指水流很快。\n（29）椒丘之阙：生满椒树的山相对而立，类似于阙的形状。阙，又名门观。门前两旁建台，上有楼观，中间有阙口为通道，故称阙。\n（30）洲淤：水中可居之地。古时长安一带人呼洲为淤。浦：水边。\n（31）桂林：指上林苑中的桂树林。\n（32）泱漭：广大、辽阔。\n（33）汩（yù玉）乎混流：指水流很急，水势很大。汩，水流迅速。混，水势浩大。\n（34）阿：高大的山丘。\n（35）隘陿：即狭隘。陿，同“狭”。\n（36）穹石：大石。\n（37）堆埼（qí奇）：高大曲折的河岸。\n（38）滭弗（bìfèi毕沸）同“觱沸”，水上涌的样子。宓（mì密)汩：水流疾去的样子。\n（39）逼侧：水迫近岸边。泌瀄（jié节）：水浪涌起互相冲击的样子。逼，同“逼”。\n（41）转腾：旋转激荡。潎（piē瞥）冽：水波互相冲击的样子。\n（41）滂濞（pāngpì乓僻）：即“彭湃”，水波相互撞击的声音。沆（hàng杭去声）溉：水浪愤怒涌起的样子。\n（42）穹隆：水势高起的样子。云桡：形容\n水势回旋翻滚如云涌。桡，扰动。\n（43）宛潬（shàn善）：水流盘曲的样子。胶□：水流纠绞在一起的样子。□，同“戾”。\n（44）逾波：一波超一波，即后浪推前浪。趋浥：指很快地流向低处。\n（45）涖（lì利）涖：水流急的样子。濑（lài赖）：浅水沙石滩。\n（46）批：击打。拥：同“壅”，防水堤。\n（47）奔扬：水流奔腾。滞沛：浪花翻卷。\n（48）临坻（chí持）：临近小丘。坻，水中小丘。注壑：流入沟壑之中。\n（49）瀺灂（chánzhuó馋着）：小水声。指水流近小丘时发出的细小声音。霣坠：指水从高处落到低处。霣，通“陨”。\n（51）沈沈：水深的样子。隐隐：水势盛大。\n（51）砰磅（pēngpāng烹乓）：即“乒乓”，象声词。訇礚（hōngkē轰科）：指水流激荡发出轰隆隆的声音。\n（52）潏（jué决）潏淈（gǔ古）淈：水涌出的样子。潏，水涌出貌。淈淈，同“汩汩”。\n（53）湁潗（chìjí赤集）鼎沸：形容水流上涌如沸腾的样子。湁潗，水沸腾的样子。\n（54）驰波跳沫：水流疾泻而飞沫跳荡。\n（55）汩濦（yùxī遇吸)：水流急转的样子。濦，《汉书》作“□”。漂疾：同“剽疾”，形容水势猛悍。\n（56）怀：归往。\n（57）寂漻：同“寂寥”，水流平缓而无声。\n（58）肆：安，指水流平稳安定。\n（59）灏溔（hàoyǎo号杳）：水势广大无际的样子。潢（guāng光）漾：水势深广，水波荡漾。\n（60）安翔徐回：形容水流缓慢。回，回旋。\n（61）翯（hè鹤）乎滈（hào浩）滈：谓大水泛着白光。□，白而有光泽。滈滈，指水泛着白光。\n（62）太湖：在今江苏省。因在长安东方，故曰“东注”。\n（63）衍溢陂（pí皮）池：谓水流满池塘。陂池，池塘。\n（64）螭（chī吃）：传说中蛟龙一类动物，无角。\n（65）䱭䲛（gèngméng更去声萌）：鱼名，形似鳝。渐离：鱼名，形状不详。\n（66）鰅（yú于）：鲶类的一种，皮肤有文。鰫（yōng庸）：同“鳙”，即花鲢鱼。鳍（qián虔）：鱼名，形似鲤而体长。鮀（tuō托）：即河豚。或说即黄颊鱼，口大而食小鱼。\n（67）禺禺：黄地黑文，皮上有毛的一种鱼。魼（qū区）：即比目鱼。鳎（tǎ塔）：亦比目鱼一类。\n（68）揵（qiān虔）：扬起。掉：摇动。\n（69）讙：喧哗，闹嚷。\n（70）明月：宝珠名。\n（71）的□（lì历）江靡（méi眉)：谓宝珠的光芒照耀江边。的□，明亮的样子。靡，通“湄”，水边。\n（72）蜀石：质次于玉的一种石。黄碝（ruǎn软）：黄色的碝石。碝，石名，质地次于玉。\n（73）水玉：即水晶石。磊砢（luǒ裸）：众多。\n（74）磷磷烂烂：谓玉石色泽鲜明，光彩灿烂。\n（75）“采色”二句：谓玉石积聚于水中，光芒辉映。澔汗，同“浩汗”，盛多的样子。这里指光彩灼灼，相互映辉。藂，同“丛”。\n（76）鸿：大雁。鹔（sù肃）：即鹔鹴，雁的一种，毛为绿色。鹄：天\n鹅。鸨：似雁而大，灰颈白腹，背部有黄褐和黑色斑纹。\n（77）□（jiā家）鹅：雁的一种，形比鸭大而嘴小。《方言》：“雁，自关而东谓之□鹅。”□，同“□”。属（zhú烛）玉：即“鸀□”，水鸟，似鸭而大。\n（78）交精：同“□□”，水鸟名，俗名茭鸡，形如凫而腿长。旋目：鸟名，大于鹭而尾短，眼旁毛呈现回旋的样子。\n（79）烦鹜：鸟名，外形像鸭而小。庸渠：鸟名，俗名水鸡，外形像鸭而鸡足。\n（80）箴疵：水鸟名，形似鱼虎，毛呈苍黑色。□卢：俗称水老鸦。\n（81）泛淫泛滥：指鸟浮于水面上自由自在的样子。泛，同“泛”，飘浮。\n（82）澹淡：此指飘动的样子。\n（83）奄薄水渚：指群鸟止息于小洲之上。奄，息。薄，集。\n（84）唼喋（zādié匝谍）：指鸟聚在一起吃食。菁、藻：都是水草名。\n（85）矗矗：山直立高耸的样子。\n（86）巃嵷（lóngzōng龙宗）崔巍：山高峻的样子。\n（87）崭（chán缠）岩□嵳：山势险要高低不平。崭，同“□”。□嵳，同“参差”。\n（88）九嵕（zōng宗）：山名，在陕西醴泉县东北。嶻嶭（jiéniè截聂）：山高峻的样子。\n（89）南山：终南山，主峰在陕西西安市南。峨峨：高大。\n（90）岩陁（zhì志）□（yǎn眼）锜（qí其)：指山中多穴洞。陁，坂，山坡。□，瓦器名，即甑。锜，三只脚的釜。王先谦《补注》说：“山之嵌空玲珑有若锜然，与□对文。”\n（91）摧崣：同“崔巍”，山势高峻的样子。崛崎：形容山势陡峭险绝。\n（92）振溪通谷：指大的山谷。振，开放。溪，溪谷。通，通达。\n（93）蹇产：曲折的样子。\n（94）谽（hān酣）呀豁閕（xiā虾）：指山谷幽远空洞的样子。谽呀，形容山谷幽深。豁閕，空虚的样子。\n（95）阜陵别□：谓山丘像被水分成的一个个小岛。□，同“岛”。\n（96）崴磈（wéi危）□廆（wēi伟）：都是高峻的意思。\n（97）丘虚堀礨（juélěi决垒）：指山特起不平的样子。虚，通“墟”。\n（98）隐辚郁□（lěi磊）：指山堆积不平的样子。\n（99）登降施（yǐ以）靡：指山势高下绵延。施靡，山势倾斜绵延的样子。\n（100）陂池貏豸（bǐzhì比至）：指山势渐渐平坦。陂池，读如“坡陀”，倾斜的样子。貏豸，渐趋平坦。\n（101）沇（wěi伟）溶淫鬻：指水在山涧中缓缓流动。淫鬻，水流缓慢。\n（102）散涣：涣散，散开。夷陆：平坦的原野。\n（103）“亭皋”二句：谓水边地方没有不平坦的。亭，平。皋，水边地。被筑，指筑地令平。\n（104）揜（yǎn眼）：遮盖。绿蕙：香草名。\n（105）被：覆盖。江蓠：香草名。\n（106）糅：掺杂。蘪芜：香草名，又名蕲芷。\n（107）留夷：香草名。\n（108）布：布满。结缕：草名，多年曼生，叶如白茅。\n（109）攒戾莎：戾莎丛聚而生。戾莎，草名。\n（110）揭车衡兰：指揭车、杜衡和兰草三种香草。\n（111）槀（gǎo稿)本：香草名，根可入药。射干：草名，根可入药。\n（112）茈姜：即紫姜，嫩姜。茈，同“紫”。蘘（ráng瓤）荷：一名蘘草，茎叶似姜，根可食，也可入药。\n（113）葴（zhēn针）持：即酸浆草。若荪：杜若和荪草，都是香草。\n（114）鲜支：香草名，又名燕支，可染红色。黄砾：香草名，可染黄色。\n（115）蒋：即菰蒲草，又名茭，所结实即菰米。苎（zhù注）：同“芧”，草名，即三棱草。青薠：草名，形状类莎（suō蓑）草而稍大。\n（116）布濩（hù户）：散布，布满。闳泽：大水泽。闳，宏大。\n（117）延曼：蔓延。太原：广大原野。\n（118）离靡：连绵不断的样子。广衍：广泛散布开来。衍，展开。\n（119）吐芳扬烈：谓花草散发出浓烈的香气。\n（120）郁郁菲菲：形容香气浓烈。\n（121）发越：发扬，散发。\n（122）肸蚃（xīxiǎng希响）：指香气四散，沁入人心。肸，响声传布。蚃，对声音反映敏感的一种虫子。布写：四散传布。写，通“泻”。\n（123）晻薆咇茀（bìbó必伯）：形容香气充盛。\n（124）缜纷：茂密繁多。轧芴（wù勿）：致密而不可分辨。\n（125）芒芒恍忽：眼花缭乱的样子。\n（126）东沼：上林苑东边池沼。\n（127）西陂：亦上林苑池名。与上句联系，极言上林苑之大。\n（128）“其南”二句：指上林苑面积广阔，其南部隆冬也草木生长，水不结冻。\n（129）□（róng容）：又名封牛，颈上有肉堆，有力而善于奔走。旄：旄牛。貘（mò莫）：形似犀牛而略小，鼻长无角。□（lí犁）：小于旄牛，皮黑色。\n（130）沈牛：水牛。麈（zhǔ主）：鹿类，一角，尾大，可作拂尘。麋：即驼鹿，又叫犴（hān鼾)，四不像。\n（131）赤首：传说中的一种兽的名称。圜题：亦是一种兽名。传说两兽均生活在南方。题，额。\n（132）穷奇：传说中的怪兽，能食人，外形像牛，毛如猬，声音像嗥狗。\n（133）其北：指上林苑北部。\n（134）揭（qì器）：提起衣服度水。\n（135）角端：兽名，外形像貊（形似熊），角生在鼻上。\n（136）騊駼（táotú陶途）：兽名，形似马。橐驼：即骆驼。\n（137）蛩（qióng穷）蛩：一种白色野兽，形似马。□騱（tuóxī驼溪）：野马的一种，青黑色，有白色鳞纹。\n（138）駃騠（juótí决提）：骏马名。□：同“骡”。\n（139）离宫别馆：指皇宫以外供皇帝临时居住的宫殿馆舍。\n（140）四注：四面围绕。\n（141）重坐：指两层楼房。曲阁：指曲折连结的楼阁。\n（142）华榱（cuī崔）：用花纹装饰的椽子。璧珰：用璧玉装饰的瓦当。\n（143）辇道□（xǐ喜）属：指宫中辇道四通八达。辇道，可以乘辇而行的阁道。□属，阁道回环，如织丝之相连属。□，束发的帛。\n（144）步櫩（yán言）：可以通行的长廊。櫩，同“檐”。周流，周遍。\n（145）长途中宿：谓长廊走不完，中间需要停宿。\n（146）夷嵕（zōng宗）筑堂：削平山岭，建筑房屋。夷，\n削平。嵕，高的山。\n（147）累台增成：高的楼台一层又一层。增，通“层”。成，一层叫一成。\n（148）岩窔（yǎo咬）：深邃的样子。洞房：幽深的房屋。\n（149）頫：同“俯”。杳眇：深邃的样子。此句是形容亭台极高，下视不见地。\n（150）橑（lǎo老)：屋椽。扪（mén门）：用手摸。此句亦形容亭台极高。\n（151）奔星：流星。更：经过。闺闼：宫中的小门。\n（152）宛虹：弯曲的虹。扦：同“拖”。楯（shǔn吮）轩：指门窗的栏杆。\n（153）“青龙”句：谓青龙驾的车子可以在东厢房行进。此极力形容房屋的宽阔。蚴蟉（yǒuliú友流），龙行的样子。此用以形容车子。东箱，东边厢房。箱，通“厢”。原作“葙”，据《考异》改正。\n（154）象舆：象拉的车子。婉僤（shàn善）：车行进的样子。西清：指西厢房。清，清静之处。\n（155）灵圄（yǔ语）：对于仙人的总称。燕：燕息，闲居。闲馆：清雅的馆舍。\n（156）偓佺：古代传说的仙人名。伦：类。\n（157）暴：通“曝”，晒太阳。荣：指飞檐。\n（158）醴泉：甘甜的泉水。清室：即静室。\n（159）通川：流水。\n（160）盘石：大石。盘，通“磐”。振崖：砌成整齐的石崖。振，《考异》以为当作“裖（zhèn振）”，累积整齐。\n（161）嵚（qīn钦）岩：倾斜的样子。倚倾：偏斜倾侧。\n（162）嵯峨：高大的样子。□□（jiéyè捷业）：高峻的样子。\n（163）刻削：形容石崖险峻，像刀削过一样。\n（164）玫瑰：珍珠名。碧琳：玉石名。\n（165）琘玉：像玉的美石。琘，同“珉”。旁唐：如说“磅礴”，广大的样子。\n（166）玢（bīn宾）豳：有纹理的样子。文鳞：文彩斑烂像鳞片一样排列。\n（167）赤瑕：赤色的玉。驳荦（luò洛）：色彩斑驳。驳，同“驳”。（168）杂臿：夹杂。臿，通“插”。\n（169）晁采：美玉名。琬琰（yǎn演）：美玉名。\n（170）和氏：指和氏璧。为春秋时楚国人卞和所发现。\n（171)卢橘：橘子的一种，皮厚，大小像柑。秋天结实，第二年夏天始熟。\n（172）黄甘：即黄柑，橘的一种。楱（còu凑）：橘的一种，又称小橘。\n（173）橪（rán然）：即酸枣。\n（174）亭：即棠梨，又名海棠果。奈：属苹果一类的水果。厚朴：树名，果实甘美，树皮可入药。\n（175）梬（yǐng影）枣：枣类，外形似柿而小。\n（176）蒲陶：即葡萄。\n（177）隐夫：果木名，形状不详。薁（yù郁）棣：即唐棣，又名郁李，果实可食，种子入药。\n（178）答沓（tà踏）：木名，果实像李子。离支：即荔枝。\n（179）□（yí宜）：通“迤”，延及，绵延。\n（180）扤（wù物）：摇动不定。\n（181）荣：木本植物的花。\n（182）煌煌扈扈：光彩鲜艳的样子。\n（183）钜野：广阔的原野。钜，同“巨”。\n（184）沙棠：果名，俗名沙果。栎（lì立）：橡实。槠（zhū朱）：苦槠，木名，常绿乔木，果实小于橡实。\n（185）华：即桦树。枰（píng平）：平仲树，即银杏树。栌（lú卢）：黄栌。\n（186）留落：石榴树。胥邪：即椰子树。\n（187）仁频：即槟榔树。并闾：即棕榈树。\n（188）欃檀：檀木的一种。木兰：又名杜兰，木名。\n（189）豫章：即樟树。女贞：即冬青树。\n（190）大连抱：指树干很粗，几个人才能合抱过来。\n（191）夸条：指花朵和枝条。夸，通“荂（huā花)”，花。直畅：指任意舒展。\n（192）葰楙（jùnmào俊茂）：肥大茂盛。葰，大。楙，同“茂”。\n（193）攒立丛倚：指草木丛聚而生，或直立，或相互依傍。\n（194）连卷（quán拳）：即“连蜷”，指枝柯屈曲生长。□佹（lìguǐ立鬼）：指树枝相互交错，向背不一。□，依附。佹，背离。\n（195）崔错：错杂的样子。癹骫（bōwěí拨委）：指枝条屈曲错杂的样子。骫，通“委”。\n（196）坑衡：抗衡。坑，通“抗”。□砢（kěluǒ可裸）：指枝条盘屈扭结，互相倾倚。\n（197）落英：落花。幡□（xǐ喜）：飞扬的样子。\n（198）纷溶：繁盛的样子。箾□（xiāosēn萧森）：高大的样子。\n（199）猗狔从风：指花随风飘动。猗狔，同“旖旎”，柔美的样子。\n（200）藰莅：风吹草木发出的声音。卉歙（xī吸）：如同说“呼吸”，指风迅疾吹木的声音。\n（201）籥：古代的一种管乐器。\n（202）“偨池”二句：指高高低低树木围绕后宫生长。偨池，同“差池”，高低不平的样子。茈虒（cíchí词池），义亦同“差池”，不整齐。旋还，环绕。\n（203）杂袭：错杂重复。絫辑：同“累集”，众多繁盛。\n（204）循：沿着。阪：山坡。隰（xí习）：低湿的地方。\n（205）无端：无边。\n（206）玄猨素雌：黑色的雄猿，白色的雌猿。猨，同“猿”。\n（207）蜼（wěi伟）：一种长尾猿，形如猕猴黑色。玃（jué觉）：大母猴。鸓（lěi垒）：鼯鼠。前后肢间有薄膜，能从树上飞翔。\n（208）蛭：传说中一种能飞的兽，四翼。蜩：当作“□（zhǒu帚）”，传说中一种兽名，大如驴，形如猴，善爬树。蠼猱（juénáo决挠)：同“玃猱”，老猕猴\n（209）獑（chán馋）胡：同“獑猢”，兽名，似猿。縠（hú狐）：即白狐子，以猴类为食物。蛫（guǐ诡）：猿类。\n（210）翩幡：鸟飞轻疾的样子。这里指猿类来往轻捷灵巧。幡，通“翻”。互经：互相经过。\n（211）夭□（jiǎo狡）：指猿猴跳荡矫健的动作。枝格：长的树枝。\n（212）偃蹇：指猿猴身体活动屈曲宛转的样子。杪（miǎo秒）颠：树枝顶端。杪，树梢。\n（213）隃：同“逾”，越过。绝梁：断的桥梁。这里形容从甲树跃到乙树如越绝梁，非实指。\n（214）腾：跃上。殊榛（zhēn真）：另一片榛树丛。\n（215）捷垂条：拉住下垂的树枝。捷，通“接”。\n（216）掉希间：指猿猴在树枝稀疏的空间荡来荡去。掉，摆动，摇荡。\n（217）牢落陆离：指猿猴零落不齐，聚散无常。牢落，散漫的样子。陆离，参差不齐。\n（218）烂漫远迁：指猿\n猴往来迁徙。烂漫，形容猿猴奔走蹦跳的样子。\n（219）宫宿馆舍：在离宫止宿，在别馆居住。\n（220）“庖厨”三句：谓离宫别馆中有庖厨，有宫女，有百官奉侍，不必从朝廷调来。\n（221）背秋涉冬：指秋末冬初。背，离开。涉，入。\n（222）校（jiào较）猎：用木栏圈起猎场打猎。校，木栏。\n（223）镂象：指用象牙雕刻装饰的车子。\n（224）六玉虬：指用六匹马驾车。虬，无角的龙。这里指马。\n（225）拖：曳。蜺旌：指色彩斑斓有如虹蜺的旌旗。蜺，同“霓”。\n（226）靡：倾斜。云旗：画有熊虎的大旗。\n（227）皮轩：以兽皮作饰的车子。\n（228）道游：指道车和游车。古代天子出行，用道车五乘、游车九乘作为前导。道，通“导”。\n（229）孙叔：古代善于驾车的人。一说，指汉武帝时的太仆公孙贺（字子叔）。奉：捧。\n（230）卫公：也是指古代善于驾车的人。一说，指汉武帝时大将军卫青。参乘：陪乘，即车右，担任护卫。参，通“骖”。\n（231）扈从：即护从，指天子的侍卫。\n（232)四校：指天子射猎时的四支扈从部队。\n（233）鼓严簿：指在戒备森严的仪仗侍卫队伍中击鼓。簿，卤簿，天子出行时的随行仪仗。\n（234）河江：即江河。阹（qù去）：阻拦禽兽的围阵。\n（235）橹：望楼。\n（236）雷起：形容车骑声很大，如同雷响。\n（237）殷天：震天。\n（238）陆离：分散。\n（239）别追：指分别追逐禽兽。\n（240）淫淫裔裔：指围猎的人来来往往。\n（241）流泽：指打猎的车骑密密麻麻地拥向水泽。\n（242）生貔（pí皮）豹：活捉貔豹等野兽。貔，豹一类的猛兽。\n（243）搏：搏击。\n（244）手：徒手击杀。罴：熊类猛兽。\n（245）足：用脚踏住。壄：同“野”。\n（246）蒙鹖苏：指戴着用鹖鸟尾装饰的帽子。鹖，鸟名，形像雉鸡，斗时至死不退却。苏，尾。\n（247）绔（kù库）白虎：穿着织有白虎纹饰的裤子。绔，同“袴”，套裤，此指穿套裤。\n（248）被：通“披”，穿着。班文：指用虎豹一类兽皮作成的衣服。\n（249）跨：骑。壄马：指北地所产的良马，又名騊駼。\n（250）凌：登。三嵕：山名。危：顶巅。\n（251）碛（qì气）历：高低不平的样子。坻（dǐ底）：山斜坡。\n（252）径：同“经”，过。\n（253）厉：涉水。\n（254）椎：击杀。蜚廉：龙雀，鸟身鹿头。\n（255）弄：用手摆弄，此也指擒获。獬豸：神兽名，相传似鹿而一角。\n（256）格：搏杀。虾蛤：猛兽名。\n（257）鋋（chán谗）：铁柄短矛。这里指用短矛刺杀。猛氏：兽名，形状像熊而小，毛短，有光泽。\n（258)羂（juǎn卷）：用绳索绊取野兽。騕褭（yǎoniǎo咬鸟）：神马名，传说能日行千里。\n（259）封豕：大野猪。\n（260）箭不苟害：指每箭必射中要害，而不是胡乱将猎物射伤即可。\n（261）解：分解，分开。脰（dòu豆）：颈项。\n（262）乘（shèng胜）舆：皇\n上乘坐的车。此指皇上。弭节：驻节，停车。\n（263）睨：视。部曲：指参加围猎的队伍。\n（264）变态：指各种各样的形态。\n（265）侵淫促节：逐渐加快行驶的速度。\n（266）儵夐（shūxiòng抒兄去声）：忽然远去的样子。儵，同“倏”。\n（267）流离：四散，即冲散。轻禽：指飞鸟。轻，轻捷。\n（268）蹴履：即践踏。狡兽：猛兽。狡，健。\n（269）轊（wèi卫）白鹿：用车轴头挂住白鹿。轊，车轴头。\n（270）捷：疾取。\n（271）轶赤电：形容车骑疾速。轶，超过。\n（272）遗光耀：也极言车骑迅疾。遗，指抛在后面。\n（273）怪物：指奇珍怪兽。\n（274）出：超出。宇宙：指天地之间的空间。天地四方称“宇”，古往今来称“宙”。\n（275）蕃弱：传说中夏后氏良弓名。\n（276）满：拉弓到箭头称为满。白羽：指用白色翎毛作尾羽的箭。\n（277）游枭：各处游荡的枭。枭，一名枭羊，兽名。一说即狒狒。\n（278）栎（lì力）：击打。蜚遽：神兽名，鹿头龙身。\n（279）择肉：指选择肥胖的。一说选择禽兽身上可射的地方。\n（280）“先中”句：谓先指明要射中什么地方，然后射中预定目标。\n（281）艺：箭靶。这里指射的目标。殪（yì意）仆：指猎物被射死倒下。\n（282)扬节而上浮：旌节飞扬上游于太空。\n（283）骇猋（biāo标）：即惊风，疾风。猋，通“飙”，从下向上刮的疾风。\n（284）乘：升，登。虚无：指天空。\n（285）躏：践踏。玄鹤：黑色的鹤。\n（286）乱：指使其行列混乱。昆鸡：同“鹍鸡”，鸟名，形状似鹤，赤喙长颈，全身黄白色。\n（287）遒：迫，追捕。孔鸾：孔雀和鸾鸟。\n（288）促：捕捉。鵔鸃：即赤雉，毛五彩，有花纹。\n（289）拂：击。翳鸟：传说中的大鸟，毛五彩，飞起能遮蔽一乡。\n（290）捎：同“箾”，以竹竿击打。\n（291）捷：取。鹓雏：凤凰一类的鸟。\n（292）揜：同“掩”，捕捉。焦明：西方鸟名，也属凤凰一类。又作“焦朋”。\n（293）消遥：同“逍遥”，悠游自得的样子。襄羊：同“倘佯”，自由俳徊的样子。\n（294）降集：停留。降，下降。集，止。北纮：指极北边的地方。古代认为地的周围有八泽，八泽之外有八纮，北纮称为委羽。纮，维。\n（295）率乎：直指的样子。直指：一直往前。\n（296）晻乎：迅速的样子。反乡：即“反向”，返回。\n（297）“蹷（jué厥）石阙”四句：指经过了石阙、封峦、□鹊、露寒四个观。这四个观是汉武帝建元间所建，在甘泉宫外。蹷，踏过。望，探看。\n（298）下：住。棠梨：宫名，在甘泉宫东南三十里。\n（299）宜春：宫名，在陕西杜县以东。\n（300）宣曲：宫名，在昆明池以西（今陕西西安市西南）。\n（301）濯鹢：指划船。濯，通“櫂”，摇船的工具。鹢，船头有鹢鸟图形装饰的船。牛首：池名，在上林苑西边（今陕西西安市西北）。\n（302）龙台：观名，在今陕西户县东\n北，靠近渭水。\n（303）掩：止息。细柳：观名，在昆明池南面（今陕西西安市西南）。\n（304）勤略：辛勤巡查。略，巡行。\n（305）均：比较多少。得获：获得。\n（306）徒车：指士卒和车骑。徒，车前步行的士卒。轥（lìn吝）：践踏。轹（lì历）：碾压。\n（307)步骑：指步兵骑士。蹂若：践踏。\n（308）蹈籍：踏踩。籍，通“藉”。\n（309）穷极倦谻（jù剧）：走投无路，疲惫不堪。谻，极度疲惫。\n（310）惊惮詟（zhé折）伏：惊恐而不敢活动。詟，同“慑”，恐惧。\n（311）他他籍籍：纵横交错的样子。\n（312）掩平：遮蔽了平原。弥泽：填满了大泽。此句极言死亡禽兽之多。\n（313）懈怠：疲劳懒怠。此指射猎活动后放松。\n（314）颢天之台：上接天宇的高台。颢天，同“昊天”。\n（315）张：陈设。轇輵之□：指空旷辽阔的屋子。轇輵，寥廓。□，同“宇”，屋宇。\n（316）石：古代重量单位，一石重一百二十斤。\n（317）虡（jù巨）：悬挂钟磬的木架。\n（318）翠华之旗：以翠羽装饰的旗子。\n（319）灵鼍（túo驼）之鼓：用鼍皮做成的鼓。鼍，鳄鱼一类的动物。\n（320）陶唐氏：即唐尧。\n（321）葛天氏：古代部落首领，据说其善歌。\n（322）巴渝宋蔡：指这些地方的歌舞。巴、渝，今四川一带。宋、蔡，今河南一带。\n（323）淮南：诸侯国名，相当于今安徽淮河以南、和县以北地区，治所寿春。干遮：曲名。\n（324）文成：县名，当今河北卢龙县境，其地人善歌。颠歌：指滇地的乐歌。颠，同“滇”，即今云南一带，汉时属西南夷的一部分。\n（325）族居：聚集在一起。递奏：互相交替地演奏。\n（326）铿鎗：同“铿锵”，指钟声。闛鞈（tángtà唐踏）：指鼓声。\n（327）洞心：响彻内心。\n（328）韶：虞舜时乐名。濩：商汤时乐名。武：周武王时乐名。象：周公旦时乐名。\n（329）阴淫案衍：指过度而无节制的音乐。\n（330）鄢郢：都是楚地名。缤纷：指舞蹈时交杂错落的样子。\n（331）激楚：指楚地的歌曲。结风：指歌曲结尾馀音悠长。\n（332）俳优：古代表演杂戏等以供人取乐的人。侏儒：矮人。此指侏儒中任优伶、乐师者。\n（333）狄鞮（dī低)：西方部族名。倡：女乐工。\n（334）丽靡烂漫：美好华丽、色彩鲜明。\n（335）靡曼：指美人的细腻润泽，姿态美妙。\n（336）青琴：传说中的古代神女。宓（fú伏）妃：传说中的伏羲氏之女，溺死于洛水，遂为洛水之神。\n（337）妖冶：美好。娴都：美丽典雅。\n（338）靓（jìng静）妆：指以粉黛妆扮。刻饰：指修整头发。以胶刷鬓发，使其整齐如刻画。\n（339）便嬛（huán环）：轻盈俏丽的样子。绰约：柔婉的样子。\n（340）柔桡嫚嫚：指身体柔软苗条、姣好多姿。桡，曲。\n（341）妩媚：容貌美丽，悦人心意。孅弱：指身体轻细柔软。\n（342）独茧：一个蚕茧的丝。指丝线颜色纯净一致。褕（yú\n俞）：短衣。绁：同“袣（yì异）”，衣袖。此皆指衣服。\n（343）眇：美好，形容下文“阎易”、“恤削”。阎易：衣长的样子。恤削：指衣服线条整齐清晰。\n（344）便姗嫳（piè撇去声）屑：衣服翩翩飘动的样子。\n（345）沤郁：郁积，指香气浓盛。\n（346）淑郁：形容香气浓厚、美好。\n（347）宜笑：微露牙齿的笑。的皪（lì历）：指牙齿鲜白的样子。\n（348）连娟：又弯又细的样子。\n（349）微睇：微微顾盼。睇，流盼。绵藐：指眼光的绵长悠远。\n（350）色授魂与：指女子以颜色、精神勾引人。一说“色授”是指女子以色勾引男子，“魂与”，是指男子与之精神相应。\n（351）心愉于侧：指倾心于侧。愉，通“输”，心输，即倾心。\n（352）酒中：饮酒到一半时。\n（353）芒然：怅然。芒，通“茫”。\n（354）亡：失。\n（355）览听馀闲：指处理政事之后的空闲时间。\n（356）无事弃日：指没有政事，只是虚度时日。弃，抛弃、闲置。\n（357）“顺天道”句：指顺应天道在秋末冬初打猎。\n（358)此：指上林苑。\n（359）后叶：后世。靡丽：奢华。\n（360）往而不返：指一味追求奢侈，不知回头。\n（361）继嗣：继承者，后嗣。创业垂统：创立基业，留传后代。\n（362）农郊：农田。郊，田。\n（363）萌隶：农夫。萌，通“氓”。\n（364）隤（tuí颓）墙填堑：谓把上林苑四周的墙推倒，把壕沟填平。隤，毁坏。\n（365）实陂池：指在陂池中放养鱼类。勿禁：指让百姓随意打鱼。\n（366）“虚宫馆”句：指不再使用上林苑中的宫馆。虚宫馆，使宫馆空虚。仞，满。\n（367）出德号：指发布实行德政的命令。\n（368）革正朔：改革历法。正，指每年的正月。朔，指每月的初一。古代封建王朝新建立之时，总要易服色，革正朔，以表示与前个朝代不同。\n（369）更始：指重新开始。更，变更。\n（370）历：选择。斋戒：古人在举行典礼之前，为了表示恭敬，不饮酒，不吃荤，不宿内寝，称为斋戒。\n（371）袭：穿。\n（372）法驾：天子车驾的一种，用于通常的行动，由奉车郎御车，侍中骖乘，属车四十六乘。\n（373）鸣玉鸾：指车辆行走时发出和谐悦耳的铃声。鸾，马辔上的铃。\n（374）六艺：即《诗》、《书》、《礼》、《乐》、《易》、《春秋》六经。此句是说遍读六经。\n（375）涂：通“途”。\n（376）《春秋》之林：指《春秋》中包含的众多的经验道理。\n（377）射：指行射礼。《狸首》：古逸诗的篇名。古代诸侯举行射礼时，奏《狸首》乐章。\n（378）《驺虞》：《诗经·召南》中的一篇。古代天子举行射礼时，奏《驺虞》乐章。驺虞，相传是一种动物，性仁慈。\n（379）弋玄鹤：指表演弋射玄鹤的舞蹈。弋，用弓缴来射。玄鹤，黑色的鹤，古代认为它是一种瑞鸟。\n（380）干戚：盾和斧。相传舜舞干戚，感服了南方的有苗氏。后演化为舞干戚的大夏舞。\n（381）云䍐（hǎn罕）：本指捕捉禽兽的网，此指旌旗。古注说，云䍐用以猎兽，今载之于车，象征“捕群雅”。\n（382）揜：罩住，捕。这里指收罗。群雅：指众多的有才能的人。雅，既指才俊之士，又同“鸦”，语义双关。\n（383）悲《伐檀》：谓汉天子因读《伐檀》而兴悲。《伐檀》，《诗经·魏风》篇名。旧说这首诗是讽刺贤者不遇明主。\n（384）乐乐胥：谓汉天子因读到“乐胥”的诗句而高兴。《诗经·小雅·桑扈》：“君子乐胥，受天之祜。”郑玄笺：“胥，有才智之名也。祜，福也。王者乐臣下有才智，知文章，则贤人在位，庶官不旷，政和而民安，天予之以福禄。”\n（385）修容：修饰容仪。礼园：指《礼》的规定范围。\n（386）翱翔：往来游观。书圃：指《尚书》的规定范围。\n（387）《易》：指六经之一的《易经》。古人认为《易》包含有一些洁静微妙的道理。\n（388)明堂：古代天子朝见诸侯的地方。此指处理政事、朝见大臣的地方。\n（389）清庙：太庙，天子祭祖先之庙。\n（390）靡不受获：没有人不受到天子的恩泽。获，猎获物，此处指恩惠。\n（391）说：通“悦”。\n（392）“乡风”二句：谓像风行水流一样，百姓乐意服从天子。乡，通“向”。\n（393）芔（huì卉）然：勃然兴起的样子。兴道：指按道行事。迁义：指逐渐接近义。迁，登，接近。\n（394）错：通“措”，弃置。\n（395）“德隆”句：谓德高过了三王。隆，高，盛。三王，即夏禹，商汤，周文王、周武王。\n（396）羡：溢，超过。五帝：指黄帝、颛顼、帝喾、尧、舜。\n（397）罢：通“疲”。作动词用。\n（398）抏（wán完）：损耗。精：指精力。\n（399）繇：通“由”，从。此句指仁德之人不照这个样子做。\n（400）囿居九百：极言苑囿之广。\n（401）细：微小。\n（402）乐万乘之侈：喜好天子的奢华。万乘，代指天子。\n（403）被其尤：遭受那种做法带来的祸殃。尤，祸患。\n（404）愀然改容：改变了脸色。愀然，脸色改变的样子。\n（405）超若自失：怅然若失。超，怅惘，惆怅。若，义同“然”。\n（406）逡巡：向后退。避席：古人席地而坐，有所敬则离坐而起，谓之避席。\n（407）鄙人：粗鄙的人，谦称。固陋：指见识狭隘浅陋，不合于礼义。\n（408）忌讳：指不应当说、不应当做的事。▲\n\n"}
{"_id":{"$oid":"5b9a1832367d5c0f40d22cb2"},"title":"送紫岩张先生北伐","dynasty":"宋代","writer":"岳飞","content":"号令风霆迅，天声动北陬。\n长驱渡河洛，直捣向燕幽。\n马蹀阏氏血，旗袅可汗头。\n归来报明主，恢复旧神州。","type":["送别","豪迈","爱国"]}
{"_id":{"$oid":"5b9a1832367d5c0f40d22cb3"},"title":"绝句","dynasty":"宋代","writer":"吴涛","content":"游子春衫已试单，桃花飞尽野梅酸。\n怪来一夜蛙声歇，又作东风十日寒。\n\n","type":["古诗三百首","羁旅"],"remark":"游子：指离家远游之人。\n春衫：单薄的春装。\n试单：尝试着换上单衣。\n怪来：惊疑。\n歇：停，这里指蛙畏寒而声息全无。\n作：起。\n\n","translation":"离家远游之人试着换上了单薄的春衣，枝头的桃花已凋谢，野生的梅子已经发酸。\n奇怪的是忽然一晚蛙鸣声停止了，原来是东风又起，带来了数日的寒冷。\n\n"}
{"_id":{"$oid":"5b9a1834367d5c0f40d22cb4"},"title":"六州歌头·长淮望断","dynasty":"宋代","writer":"张孝祥","content":"长淮望断，关塞莽然平。征尘暗，霜风劲，悄边声。黯销凝。追想当年事，殆天数，非人力，洙泗上，弦歌地，亦膻腥。隔水毡乡，落日牛羊下，区脱纵横。看名王宵猎，骑火一川明。笳鼓悲鸣。遣人惊。 \n念腰间箭，匣中剑，空埃蠹，竟何成。时易失，心徒壮，岁将零。渺神京。干羽方怀远，静烽燧，且休兵。冠盖使，纷驰骛，若为情。闻道中原遗老，常南望、翠葆霓旌。使行人到此，忠愤气填膺。有泪如倾。","type":["宋词三百首","豪放","爱国","壮志"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155702415.mp3","remark":"六州歌头：词牌名。\n长淮：指淮河。宋高宗绍兴十一年（1141年）与金和议，以淮河为宋金的分界线。此句即远望边界之意。\n关塞莽然平：草木茂盛，齐及关塞。谓边备松驰。莽然，草木茂盛貌。\n“征尘暗”三句：意谓飞尘阴暗，寒风猛烈，边声悄然。此处暗示对敌人放弃抵抗。\n黯销凝：感伤出神之状。黯，精神颓丧貌。\n当年事：指靖康二年（1127年）中原沧陷的靖康之变。\n殆：似乎是。\n“洙泗上”三句：意谓连孔子故乡的礼乐之邦亦陷于敌手。洙、泗：鲁国二水名，流经曲阜（春秋时鲁国国都），孔子曾在此讲学。弦歌地：指礼乐文化之邦。《论语·阳货》：“子之武城，闻弦歌之声。”邢昺疏：“时子游为武城宰，意欲以礼乐化导于民，故弦歌。”膻（shān），腥臊气。\n毡乡：指金国。北方少数民族住在毡帐里，故称为毡乡。\n落日牛羊下：定望中所见金人生活区的晚景。《诗经·王风·君子于役》：“日之夕矣，羊牛下来。”\n区（ōu）脱纵横：土堡很多。区脱，匈奴语称边境屯戍或守望之处。\n“名王”二句：写敌军威势。名王：此指故方将帅。宵猎：夜间打猎。骑火：举者火把的马队。\n埃蠹（dù）：尘掩虫蛀。\n零：尽。\n渺神京：收复京更为渺茫。神京，指北宋都诚汴京。\n干羽方怀远：用文德以怀柔远人，谓朝廷正在向敌人求和。干羽，干盾和翟羽，都是舞蹈乐具。\n静烽燧（suì）：边境上平静无战争。烽燧，即烽烟。\n“冠盖”三句：冠盖：冠服求和的使者。驰鹜（wù）：奔走忙碌，往来不绝。若为情：何以为情，犹太今之“怎么好意思”。\n翠葆霓旌：指皇帝的仪仗。翠葆，以翠鸟羽毛为饰的车盖。霓旌，像虹霓似的彩色旌旗。\n填膺：塞满胸怀。\n\n","shangxi":"　　此词里描写了沦陷区的荒凉景象和敌人的骄横残暴，抒发了反对议和的激昂情绪。\n\n　　上阕，描写江淮区域宋金对峙的态势。“长淮”二字，指出当时的国境线，含有感慨之意。自绍兴十一年十一月，宋“与金国和议成，立盟书，约以淮水中流画疆”（《宋史·高宗纪》）。昔日曾是动脉的淮河，如今变成边境。这正如后来杨万里《初入淮河》诗所感叹的：“人到淮河意不佳”，“中流以北即天涯！”国境已收缩至此，只剩下半壁江山。极目千里淮河，南岸一线的防御无屏障可守，只是莽莽平野而已。江淮之间，征尘暗淡，霜风凄紧，更增战后的荒凉景象。\n\n　　“黯销凝”一语，揭示出词人的壮怀，黯然神伤。追想当年靖康之变，二帝被掳，宋室南渡。谁实为之？天耶？人耶？语意分明而着以“殆”、“非”两字，便觉摇曳生姿。洙、泗二水经流的山东，是孔子当年讲学的地方，如今也为金人所占，这对于词人来说，不禁从内心深处激起震撼、痛苦和愤慨。自“隔水毡乡”直贯到歇拍，写隔岸金兵的活动。一水之隔，昔日耕稼之地，此时已变为游牧之乡。帐幕遍野，日夕吆喝着成群的牛羊回栏。“落日”句，语本于《诗经·王风·君子于役》，更应警觉的是，金兵的哨所纵横，防备严密。尤以猎火照野，凄厉的笳鼓可闻，令人惊心动魄。金人南下之心未死，国势仍是可危。\n\n　　下阕，抒写复国的壮志难酬，朝延当政者苟安于和议现状，中原人民空盼光复，词情更加悲壮。换头一段，词人倾诉自己空有杀敌的武器，只落得尘封虫蛀而无用武之地。时不，徒具雄心，却等闲虚度。绍兴三十一年的秋冬，孝祥闲居往来于宣城、芜湖间，闻采石大捷，曾在《水调歌头·和庞佑甫》一首词里写道：“我欲乘风去，击楫誓中流。”但到建康观察形势，仍感报国无门。所以“渺神京”以下一段，悲愤的词人把词笔犀利锋鋩直指偏安的小朝廷。汴京渺远，何时光复！所谓渺远，岂但指空间距离之遥远，更是指光复时间之渺茫。这不能不归罪于一味偷安的朝廷。“干羽方怀远”活用《尚书·大禹谟》“舞干羽于两阶”故事。据说舜大修礼乐，曾使远方的有苗族来归顺。词人借以辛辣地讽刺朝廷放弃失地，安于现状。所以下面一针见血揭穿说，自绍兴和议成后，每年派遣贺正旦、贺金主生辰的使者、交割岁币银绢的交币使以及有事交涉的国信使、祈请使等，充满道路，在金受尽屈辱，忠直之士，更有被扣留或被杀害的危险。即如使者至金，在礼节方面仍须居于下风。岳珂《桯史》记载：“……礼文之际，多可议者，而受书之仪特甚。逆亮（金主完颜亮）渝平，孝皇（宋孝宗）以奉亲之故，与雍（金世宗完颜雍）继定和好，虽易称叔侄为与国，而此仪尚因循未改，上（孝宗）常悔之。”这就是“若为情”——何以为情一句的事实背景，词人所以叹息痛恨者。“闻道”两句写金人统治下的父老同胞，年年盼望王师早日北伐收复天地。“翠葆霓旌”，即饰以鸟羽的车盖和彩旗，是皇帝的仪仗，这里借指宋帝车驾。词人的朋友范成大八年后使金，过故都汴京，有《州桥》一诗：“州桥南北是天街，父老年年等驾回。忍泪失声询使者，几时真有六军来！”曾在陕西前线战斗过的陆游，其《秋夜将晓出篱门迎凉有感》一诗中也写道：“遗民泪尽胡尘里，南望王师又一年！”皆可印证。这些爱国诗人、词人说到中原父老，真是同深感慨。作者举出中原人民向往故国，殷切盼望复国的事实，就更深刻地揭露偏安之局是多么违反人民意愿，更使人感到无比气愤的事。结尾三句顺势所至，更把出使者的心情写出来。孝祥伯父张邵于建炎三年使金，以不屈被拘留幽燕十五年。任何一位爱国者出使渡淮北去，就都要为中原大地的长期不能收复而激起满腔忠愤，为中原人民的年年伤心失望而倾泻出热泪。“使行人到此”一句，“行人”或解作路过之人，亦可通。北宋刘潜、李冠两首《六州歌头》，一咏项羽事，一咏唐玄宗、杨贵妃事，末皆用此句格。刘作曰“遣行入到此，追念痛伤情，胜负难凭”；李作曰“使行人到此，千古只伤歌，事往愁多”。孝祥此语大概亦袭自前人。\n\n　　纵观全词，上阕又可各分为三小段，作者在章法上也颇费心思。宴会的地点在建康，词人唱出“长淮望断”，他不让听者停留在淮河为界的苦痛眼前现实，而且紧接着以“追想当年事”一语把大家的心绪推向北方更广大的被占区，加重其山河破碎之感。这时又突然以“隔水毡乡”提出警告，把众宾的注意力再引回到“胡儿打围涂塘北，烟火穹庐一江隔”（张孝祥《和沈教授子寿赋雪》诗句）的现实中来。一阕之内，波澜迭起。换头以后的写法又有变化。承上阕指明的危急形势，首述恢复无期、报国无门的失望；继斥朝廷的忍辱求和；最后指出连过往的人（包括赴金使者）见到中原遗老也同样悲愤。这样高歌慷慨，愈转愈深，不仅充分表达了词人的无限悲愤之情，更有力地激发起人们的爱国热情。据南宋无名氏《朝野遗记》说：“歌阕，魏公（张浚）为罢席而入”，可见其感人之深。\n\n　　这首词的强大生命力就在于词人“扫开河洛之氛祲，荡洙泗之膻腥者，未尝一日而忘胸中”的爱国精神。正如词中所显示，熔铸了民族的与文化的、现实的与历史的、人民的与个人的因素，是一种极其深厚的爱国主义精神。所以一旦倾吐为词，发抒忠义就有“如惊涛出壑”的气魄（南宋滕仲固跋郭应祥《笑笑词》语，据称于湖一传而得吴镒，再传而得郭）。同时，《六州歌头》篇幅长，格局阔大。多用三言、四言的短句，构成激越紧张的促节，声情激壮，正是词人抒发满腔爱国激情的极佳艺术形式。词中，把宋金双方的对峙局面，朝廷与人民之间的尖锐矛盾，加以鲜明对比。多层次、多角度地展示了那个时代的宏观历史画卷，强有力地表达出人民的心声。就像杜甫诗历来被称为诗史一样，这首《六州歌头》，也完全可以被称为词史。\n\n","translation":"伫立漫长的淮河岸边极目望远，关塞上的野草丛茂是平阔的荒原。北伐的征尘已暗淡，寒冷的秋风在劲吹，边塞上的静寂悄然。我凝神伫望，心情黯淡。追想当年的中原沧陷，恐怕是天意运数，并非人力可扭转；在孔门弟子求学的洙水和泗水边，在弦歌交秦的礼乐之邦，也已变成膻腥一片。隔河相望是敌军的毡帐，黄昏落日进牛羊返回圈栏，纵横布置了敌军的前哨据点。看金兵将令夜间出猎，骑兵手持火把照亮整片平川，胡笳鼓角发出悲壮的声音，令人胆战心寒。\n想我腰间弓箭，匣中宝剑，空自遭了 虫尘埃的侵蚀和污染，满怀壮志竟不得施展。时机轻易流失，壮心徒自雄健，刚暮将残。光复汴京的希望更加渺远。朝廷正推行礼乐以怀柔靖远，边境烽烟宁静，敌我暂且休兵。冠服乘车的使者，纷纷地奔驰匆匆，实在让人羞愧难以为情。传说留下中原的父老，常常盼望朝廷，盼望皇帝仪仗，翠盖车队彩旗蔽空，使得行人来到此地，一腔忠愤，怒气填膺，热泪倾洒前胸。\n\n"}
{"_id":{"$oid":"5b9a1834367d5c0f40d22cb5"},"title":"望海潮·洛阳怀古","dynasty":"宋代","writer":"秦观","content":"梅英疏淡，冰澌溶泄，东风暗换年华。金谷俊游，铜驼巷陌，新晴细履平沙。长记误随车。正絮翻蝶舞，芳思交加。柳下桃蹊，乱分春色到人家。\n西园夜饮鸣笳。有华灯碍月，飞盖妨花。兰苑未空，行人渐老，重来是事堪嗟。烟暝酒旗斜。但倚楼极目，时见栖鸦。无奈归心，暗随流水到天涯。","type":["宋词三百首","春天","追忆","抒情"],"remark":"梅英：梅花。\n冰澌（sī）：冰块流融。溶泄：溶解流泄。\n芳思：春天引起的情思。\n桃蹊：桃树下的小路。\n西园：即金谷园。笳：胡笳，古代西北少数民族的一种管乐器。\n飞盖：飞驰车辆上的伞盖。\n兰苑：美丽的园林，亦指西园。\n烟暝：烟霭弥漫的黄昏。\n\n","shangxi":"　　此词不止于追怀过去的游乐生活，还有政治失意之慨叹其中。\n\n　　上片起头三句，写初春景物：梅花渐渐地稀疏，结冰的水流已经溶解，东风的煦拂之中，春天悄悄地来了。“暗换年华”，既指眼前自然界的变化，又指人事沧桑、政局变化。此种双关的今昔之感，直贯结句思归之意。\n\n　　“金谷俊游”以下十一句，都是写的旧游，实以“长记”两字领起，“误随车”固“长记”之中，即前三句所写金谷园中、铜驼路上的游赏，也同样内。但由于格律关系就把“长记”这样作为领起的字移后了。“金谷”三句所写都是欢娱之情，纯为忆旧。“长记”之事甚多，而这首词写的只是两年前春天的那一次游宴。金谷园是西晋石崇的花园，洛阳西北。铜驼路是西晋都城洛阳皇宫前一条繁华的街道，以宫前立有铜驼而得名。故人们每以金谷、铜驼代表洛阳的名胜古迹。但词里，西晋都城洛阳的金谷园和铜驼路，却是用以借指北宋都城汴京的金明池和琼林苑，而非实指。与下面的西园也非实指曹魏邺都（今河北临漳西）曹氏兄弟的游乐之地，而是指金明池（因为它位于汴京之西）同。这三句，乃是说前年上已，适值新晴，游赏幽美的名园，漫步繁华的街道，缓踏平沙，非常轻快。\n\n　　因忆及“细履平沙”故连带想起当初最令人难忘的“误随车”那件事来。“误随车”出韩愈《游城南十六首》的《嘲少年》：“直把春偿酒，都将命乞花。只知闲信马，不觉误随车。”而李白的《陌上赠美人》：“白马骄行踏落花，垂鞭直拂五云车。美人一笑搴珠箔，遥指红楼是妾家。”以及张泌的《浣溪沙》：“晚逐香车入凤城，东风斜揭绣帘轻，慢回娇眼笑盈盈。消息未通何计是？便须佯醉且随行，依稀闻道太狂生。”则都可作随车的注释。尽管那次“误随车”只是无心之误，但却也引起了词人温馨的遐思，使他对之长远地保持着美好的记忆。“正絮翻蝶舞”四句，写春景。“絮翻蝶舞”、“柳下桃蹊”，正面形容浓春。春天的气息到处洋溢着，人这种环境之中，自然也就“芳思交加”，即心情充满着青春的欢乐了。此处“乱”字下得极好，它将春色无所不，乱哄哄地呈现着万紫千红的图景出色地反映了出来。\n\n　　换头“西园”三句，从美妙的景物写到愉快的饮宴，时间则由白天到了夜晚，以见当时的尽情欢乐。西园借指西池。曹植的《公宴》写道：“清夜游西园，飞盖相追随。明月澄清景，列宿正参差。”曹丕《与吴质书》云：“白日既匿，继以朗月。同乘并载，以游后园。舆轮徐动，参从无声；清风夜起，悲笳微吟。”又云：“从者鸣笳以启路，文学托乘于后车。”词用二曹诗文中意象，写日间外面游玩之后，晚间又到国夫人园中饮酒、听乐。各种花灯都点亮了，使得明月也失去了她的光辉；许多车子园中飞驰，也不管车盖擦损了路旁的花枝。写来使人觉得灯烛辉煌，车水马龙，如目前。“碍”字和“妨”字，不但显出月朗花繁，而且也显出灯多而交映，车众而并驰的盛况。把过去写得愈热闹就愈衬出现的凄凉、寂寞。\n\n　　“兰苑”二句，暗中转折，逼出“重来是事堪嗟”，点明怀旧之意，与上“东风暗换年华”相呼应。追忆前游，是事可念，而“重来”旧地，则“是事堪嗟”，感慨至深。此时酒楼独倚，只见烟暝旗斜，暮色苍茫，既无飞盖而来的俊侣，也无鸣笳夜饮的豪情，极目所至，已经看不到絮、蝶、桃、柳这样一些春色，只是“时见栖鸦”而已。这时候，宦海风波，仕途蹉跌，也使得词人不得不离开汴京，于是归心也就自然而然地同时也是无可奈何地涌上心头。\n\n　　此词的艺术特色主要是：其一，结构别具一格，上片先写今后写昔，下片先承上写昔后再写今，忆昔部分贯通上下两片。其二，大量运用对比手法，以昔衬今，极富感染力。\n\n","translation":"梅花稀疏，色彩轻淡，冰雪正在消融，春风吹拂暗暗换了年华。想昔日金谷胜游的园景，铜驼街巷的繁华，趁新晴漫步在雨后平沙。总记得曾误追了人家香车，正是柳絮翻飞蝴蝶翩舞，引得春思缭乱交加。柳荫下桃花小径，乱纷纷将春色送到万户千家。\n西园夜里宴饮，乐工们吹奏起胡笳。缤纷高挂的华灯遮掩了月色，飞驰的车盖碰损了繁花。花园尚未凋残，游子却渐生霜发，重来旧地事事感慨吁嗟。暮霭里一面酒旗斜挂。空倚楼纵目远眺，时而看见栖树归鸦。见此情景，我油然而生归隐之心，神思已暗自随着流水奔到天涯。\n\n"}
{"_id":{"$oid":"5b9a1834367d5c0f40d22cb6"},"title":"长相思·长相思","dynasty":"宋代","writer":"晏几道","content":"长相思，长相思。若问相思甚了期，除非相见时。\n长相思，长相思。欲把相思说似谁，浅情人不知。","type":["宋词精选","相思"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155702842.mp3","remark":"长相思：词牌名，唐教坊曲名。\n甚（shèn）了期：何时才是了结的时候。\n似（sì）：给与。\n浅情人：薄情人。\n\n","shangxi":"　　此词纯用民歌形式，上下片均以“长相思”迭起，上片言只有相见才得终了相思之情；下片言由于不得相见，相思之情无处诉说，以浅情人不能理解自己的心情反衬自己一往而情深。词的上片，一气流出，情溢乎辞，不加修饰。“若问”两句，自问自答，痴人痴语。要说“相见”是解决“相思”的唯一办法，这纯是痴语，痴心，可是，小晏却认认真真地把它说了出来，正是如黄庭坚《小山词序》所云“其痴亦自绝人”。\n\n　　结句非同凡响，抒写了比相思不相见更大的悲哀。“说似谁”，犹言说与谁、向谁说。纵使把相思之情说了出来，那浅情的人儿终是不能体会。浅情是深情的对面，多情的小晏却总是碰到那样的人，可是，当那人交暂情浅，别后又杳无音信，辜负了自己的刻骨相思时，词人依然是一往情深，不疑不恨，只是独自伤心而已。下片四句，以“浅情人”反衬小晏相思苦恋之情，无奈和遗憾。\n\n　　此词为作者词中别调，语极浅近，情极深挚，在朴直中自饶婉曲之致，缠绵往复，姿态多变，回肠荡气，音节尤美。用对比的手法突出词人用情之深。 \n\n","translation":"长久的相思啊，长久的相思。若问这相思何时是尽头，除非是在相见之时。\n长久的相思啊，长久的相思。这相思之情说给谁听呢，薄情寡义的人是不能体会的。\n\n"}
{"_id":{"$oid":"5b9a1834367d5c0f40d22cb7"},"title":"重别周尚书","dynasty":"南北朝","writer":"庾信","content":"阳关万里道，不见一人归。\n惟有河边雁，秋来南向飞。","type":["送别","友情"],"remark":"庾信有《咏怀二十七首》，这首诗篇原列第七首。周尚书：即周弘正（496—574），字思行，汝南安城（今河南平舆县）人，周颚之孙。梁元帝时为左户尚书，魏平江陵，逃归建业。\n阳关：在今甘肃敦煌市西，汉朝时地属边陲，这里代指长安。万里：指长安与南朝相去甚远。\n一人：庾（yǔ）信自指。\n河：指黄河。\n南向：向着南方。\n\n","shangxi":"　　诗的开头写自己独留长安不得南返的悲哀。阳关，在今甘肃敦煌县西南，自古与玉门关同为通往西域的必经之地。庾信在这里是借用，因为阳关已成了“大道”的代称，如同我们把“阳关道”与“独木桥”对举。诗中的“阳关万里道”是喻指长安与金陵之间的交通要道。下旬“不见一人归”的“一人”指庾信自己而言，这二句说在长安至金陵的阳关大道上，有多少南北流离之士已经归还故国了。只有我一人不能归故土，这是令人伤心的事。\n\n　　“惟有河边雁，秋来南向飞”两句，“河边雁”喻指友人周弘正，这不是眼前的实景，而是一种虚拟，是庾信的内心感觉借助外物的一种表现形式。前已指出，庾、周分别是在早春，这时不可能出现秋雁南飞的实景，即使九尽春回，也只能看到鸿雁北去的景象。这两句诗有两层含义：一是把周弘正的返陈比作南归之雁，大有羡慕弘正回南之意；二是鸿雁秋去春来，来去自由，而自己却丧失了这种自由，以见自己不如鸿雁。沈德潜评这首诗说“从子山时势地位想之，愈见可悲。”这是知人论世之见，于诗歌鉴赏尤为重要。\n\n　　此诗表现手法有两个特点：一是借代手法，开头即用“阳关万里道”借指长安至金陵的交通大道。此种手法增加了诗的含蓄美。另一艺术手法是虚拟，“惟有河边雁，秋来南向飞”两句便是虚拟的景物，这种带象喻性的虚拟，使诗歌形象的含蕴更加丰富。可以想见，庾信在长安看到秋去春来的大雁已经二十多个春秋了，他自己不如大雁来去自由的感受已经隐藏多年了。送友人南归时，这种多年积淀在心头的情感一触即发，其内涵非三言两语所能说尽。只有细味庾信的良苦用心，才能欣赏此诗谋篇遣词之妙。\n\n","translation":"阳关与故国相隔万里之遥，年年盼望却至今不能南归。\n只有黄河岸边南来的大雁，秋天一到仍可以自由南飞。\n\n"}
{"_id":{"$oid":"5b9a1834367d5c0f40d22cb8"},"title":"车遥遥篇","dynasty":"魏晋","writer":"傅玄","content":"车遥遥兮马洋洋，追思君兮不可忘。\n君安游兮西入秦，愿为影兮随君身。\n君在阴兮影不见，君依光兮妾所愿。\n\n","type":["爱情","相思"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155703876.mp3","remark":"遥遥：言远去。\n洋洋：同“扬扬”，通假字，得意的样子。\n安：怎么，代词。\n阴：暗处。\n光：明处。\n\n","translation":"车马遥遥行远去到何方，追念你的行踪啊不能把你遗忘。\n你游历到哪里呢？是否西入秦地，我愿像影子跟随在你身旁。\n你在暗处时影子无法随身，希望你永远依傍着光亮。\n\n"}
{"_id":{"$oid":"5b9a1834367d5c0f40d22cb9"},"title":"元日·晨鸡两遍报","dynasty":"唐代","writer":"方干","content":"晨鸡两遍报更阑，刁斗无声晓漏干。\n暖日映山调正气，东风入树舞残寒。\n轩车欲识人间感，献岁须来帝里看。\n才酌屠苏定年齿，坐中惟笑鬓毛斑。","type":[]}
{"_id":{"$oid":"5b9a1834367d5c0f40d22cba"},"title":"长城","dynasty":"唐代","writer":"罗邺","content":"当时无德御乾坤，广筑徒劳万古存。\n谩役生民防极塞，不知血刃起中原。\n珠玑旋见陪陵寝，社稷何曾保子孙。 \n降虏至今犹自说，冤声夜夜傍城根。","type":[]}
{"_id":{"$oid":"5b9a1834367d5c0f40d22cbb"},"title":"冬日归旧山","dynasty":"唐代","writer":"李白","content":"未洗染尘缨，归来芳草平。一条藤径绿，万点雪峰晴。 \n地冷叶先尽，谷寒云不行。嫩篁侵舍密，古树倒江横。 \n白犬离村吠，苍苔壁上生。穿厨孤雉过，临屋旧猿鸣。 \n木落禽巢在，篱疏兽路成。拂床苍鼠走，倒箧素鱼惊。 \n洗砚修良策，敲松拟素贞。此时重一去，去合到三清。","type":["冬天","写景","励志"],"translation":"注释 旧山：此指江油境内的大匡山，李白长期在此隐居读书。 染尘缨：沾满灰尘的帽子。 芳草平：即芳草坪。 篁（huáng）：竹子。 雉（zhì）：野鸡。 素鱼：白色的蛀虫。 素贞：指清操。这两句的意思是要发愤读书，养成青松一样高尚的品格。 三清：最高的神仙境界，比喻朝廷。"}
{"_id":{"$oid":"5b9a1834367d5c0f40d22cbc"},"title":"赠裴十四","dynasty":"唐代","writer":"李白","content":"朝见裴叔则，朗如行玉山。\n黄河落天走东海，万里写入胸怀间。\n身骑白鼋不敢度，金高南山买君顾。\n徘徊六合无相知，飘若浮云且西去！","type":["赠别","赞颂","友人"],"remark":"裴十四：当是裴政，为李白好友，“竹溪六逸”之一。\n“朝见”二句：裴叔则，即晋朝的裴楷，尝任中书令，人称裴令公，仪容儁伟。《世说新语·容止》：“裴令公有俊容仪，脱冠冕，粗头乱服皆好。时人以为玉人。见者曰：‘见裴叔则如玉山上行，光映照人。’”此以裴叔则喻裴十四。\n“黄河”二句：以黄河入海喻裴十四胸怀的阔大。\n“身骑”句：《楚辞·九歌·河伯》：“乘白鼋兮逐文鱼，与女游兮河之渚。”此谓裴十四之才学心胸之深广，己不敢轻易测度。\n“金高”句：《列女传·节义传》：“郑子瞀者，楚成王之夫人也。初，成王登台，子瞀不顾。王曰：‘顾，吾又与女千金，而封若父兄。’子瞀遂不顾。子瞀曰：‘不顾，告以夫人之尊，示以封爵之重而后顾，则是妾贪贵乐利以忘义理也。’”此句谓须千金才可买裴十四之一顾，可见李白对友人裴十四推许之重。\n六合：上下四方谓之六合。\n\n","shangxi":"　　裴十四，是一位超尘脱俗之士。他即将离别李白而西去，诗人作这首诗赠别。\n\n　　“裴叔则”，即晋朝的裴楷，尝任中书令，人称裴令公，仪容儁伟，“时人以为玉人，见者曰：‘见裴叔则如玉山上行，光映照人。’”（《世说新语·容止》）因为与主人公同姓诗人借裴叔则代指裴十四，言裴十四仪表堂堂，清朗如玉山，光彩照人。“黄河落天走东海，万里写入胸怀间。”黄河水从西部飞流直下流向中原，一泻万里，奔流入东海。此诗以奔腾的黄河水，象征裴十四宽阔宏大的襟怀。诗人倒插喻意在前，一笔点醒于后，手法变幻矫健。\n\n　　诗至五、六句，转入别意，叙写裴十四的遭际和他的不贪图富贵的性格。“身骑白鼋不敢度”，骑白鼋，语出屈原《九歌·河伯》“乘白鼋兮逐文鱼”。骑鼋的人，自然是裴十四。诗人用汹涌的水势，比喻社会环境的险恶和人生道路的艰难，裴十四身骑白鼋，面对汹涌的江水，不敢度过。“金高南山买君顾”句，借用郑子瞀的故事，见《列女传》卷五《节义传》，郑子瞀是楚成王的夫人，一日，与成王共登台，“王曰：‘顾，吾又与女千金，而封若父兄’，子瞀遂不顾。子瞀曰：‘不顾，告以夫人之尊，示以封爵之重而后顾，则是妾贪贵乐利以忘义理也’。”千金难买一顾，表现郑子瞀不贪贵乐利的品格；高比南山的金银，定然也难买裴十四的一顾，运用郑子瞀的典故，是为了盛赞裴十四的高贵品格。在那险恶的政治环境里，襟怀豪迈的裴十四不肯摧眉折腰，不肯为富贵而忘义；在“众人皆醉”的庸俗的黑暗社会里，裴十四难觅知音，“徘徊六合无相知”句，揭示了品格磊落的人不容于世的生活真实。结尾“飘若浮云且西去”，写裴十四即将西去，行踪飘忽不定，点到赠别上；以飘若浮云状其人，也为裴十四涂上了灵异脱俗的光彩，与全诗诗意相吻合。\n\n　　赠别诗，除了抒写离绪别情以外，还可以颂美离别者，描绘和刻画他们的形象、思想、品格、精神面貌，表达诗人对他们的钦慕、敬仰的感情。《赠裴十四》就是如此。李白用诗人的心灵，自己的品格和审美情趣，去感知对方，因此，在裴十四身上，读者看到了诗人的个性、气韵和精神，沈德潜说：“黄河落天二语，自道所得。”（《唐诗别裁集》）李白也亲历“身骑白鼋不敢度”的社会环境，也同样具有“金高南山”难买一顾的品格，也同样为世俗所不容，甚至到达“世人皆欲杀”（杜甫语）的地步。用颂美友人的诗赠给友人，引为知音，并在友人的精神风貌里，照见自己的襟怀和人格，是《赠裴十四》诗思想艺术的基本特征。\n\n","translation":"见君如见晋人裴叔则，如行玉山之上，朗然照人。\n君之胸怀之阔大，如黄河落天，直入东海，当纳入其间矣；\n君之浩瀚，即使是河伯也不敢骑白鼋冒然横渡；君之高大，即使是金高南山买君一顾，也是值得的。\n君徘徊于六合之中，而无相知之人，如今看天上的浮云，即将飘然西去矣。\n\n"}
{"_id":{"$oid":"5b9a1834367d5c0f40d22cbd"},"title":"采桑子·谁翻乐府凄凉曲","dynasty":"清代","writer":"纳兰性德","content":"谁翻乐府凄凉曲？风也萧萧，雨也萧萧，瘦尽灯花又一宵。\n不知何事萦怀抱，醒也无聊，醉也无聊，梦也何曾到谢桥。","type":["写景","抒情","爱情","相思"],"remark":"翻乐府：指填词。翻，按曲调作歌词。“乐府，本为汉代管理，祭祀、巡行、宫廷所用音乐的官署，亦称由官署采集来的民歌为乐府。后来将一切可以入乐的诗歌均称为乐府，容若词中取其广义，代指词。\n瘦尽句：意思是说眼望着灯花一点一点地烧尽散作灯花，彻夜不眠。\n萦怀抱：萦绕在心。\n\n","shangxi":"　　纳兰的词中有一部分爱情词很朦胧，又无本事可寻，所以很难确定其所指。这首词便是这样。从词里所描写的情景来看，很像是对一位情人的深深怀念。通篇表达了一种百无聊赖的意绪。此阕《采桑子》无一字绮词艳语，而当中哀艳凄婉处又动人心魄，明说是“瘦尽灯花又一宵”，然而憔悴零落的又何止是灯花而已？不是不知何事萦怀抱，而是知道也无能为力。解得开的就不叫心结，放得下的又怎会今生今世意难平？纳兰容若这样深情的男子，哀伤如雪花，漫天飞舞不加节制，悼亡之作苏子之后有纳兰，可是容若之后谁还能做悼亡的凄凉曲？嫁了这样的男人不要想着白头到老，因为情深天也妒，注定要及早谢幕留爱情佳话来让人怀念。\n\n　　上阕侧重写景，刻画了萧萧雨夜，孤灯无眠，耳听着风声、雨声和着凄凉乐曲声的氛围与寂寞难耐的心情；\n\n　　下阕侧重写不眠之夜，孤苦无聊的苦情。词情凄惋徘恻，哀怨动人。下阕紧承上片“瘦尽灯花又一宵”，扣住彻夜未眠，进一步诉说自己百无聊赖的心绪：“不知何事萦怀抱，醒也无聊，醉也无聊。”不知道何事萦绕心怀？清醒时意兴阑珊；沉醉也难掩愁情。无论是清醒或是沉醉，那个人始终忘不掉。\n\n　　晏小山《鹧鸪天》词有“梦魂惯得无拘检，又踏杨花过谢桥”句，不知是何因缘，连一贯严谨的理学家程颐都拜倒其冶艳之下，极之赞许。容若此处更翻小山语意：“梦也何曾到谢桥？”纵能入梦，就真能如愿到访谢桥，与伊人重聚吗？相较于小山的梦魂自由不羁能踏杨花与伊人欢会的洒然，容若的孤苦凄凉斑然若现，以此句结全篇，语尽而意不尽，意尽而情不尽。\n\n　　整首词以清婉笔调写相思，相思也仿佛临风而动，萦人怀抱。风也萧萧，雨过天晴也萧萧，醒也无聊，醉也无聊，又是凄凉又是缠绵，并非雕琢之语。灯光瘦尽亦是人神伤消瘦，一字镂尽风神，尽得其妙。\n\n","translation":"是谁在翻唱著凄切悲凉的乐府旧曲？风萧萧肃肃，雨潇潇洒洒，房里点燃的灯烛又短瘦了，一个凄苦孤独的一夜，在烛泪中逝去。\n不知道是什么事萦绕心怀，难以放下，醒时醉时都一样无聊难耐，就是梦里也没有到过谢桥。\n\n"}
{"_id":{"$oid":"5b9a1835367d5c0f40d22cbe"},"title":"八月十五夜桃源玩月","dynasty":"唐代","writer":"刘禹锡","content":"尘中见月心亦闲，况是清秋仙府间。\n凝光悠悠寒露坠，此时立在最高山。\n碧虚无云风不起，山上长松山下水。\n群动悠然一顾中，天高地平千万里。\n少君引我升玉坛，礼空遥请真仙官。\n云拼欲下星斗动，天乐一声肌骨寒。\n金霞昕昕渐东上，轮欹影促犹频望。\n绝景良时难再并，他年此日应惆怅。","type":["中秋节","游仙","抒怀"],"shangxi":"　　这首诗共十六句，每四句一韵，每一韵又是一个自然段落。第一段写桃源玩月，有月之景，有玩之情；第二段写八月十五夜色，以月光朗照下的天地山水反衬中秋之月；第三段浪漫畅想，写欲仙之感，由景及情，生发自然；最后一段从畅想中曳回，写日出月落，更就“绝景良时“抒发情感，略出桃源别后，难再重游一意。全诗景物随时而变，情调随景而移，有起伏跌宕之感。\n\n　　这首诗表面上可以归入游仙诗，把中秋之夜写得如梦如幻。尤其“凝光悠悠寒露坠，此时立在最高山”一句已经成为中秋时节人们常用的佳句。至于其他欣赏者怎么理解，可以说百人百解。有联系刘禹锡仕宦失意，解释后半部分是以仙宫比喻朝廷，盼望早日回归；也有把前半部分解释为用“寒露坠”代指人生祸福无常，说这是刘禹锡对人生的感慨之作。也许这种种理解，正好体现了“诗豪”作品多彩的艺术魅力。\n\n","translation":"时在红尘中见到月亮，心都能清静下来，何况是在这清秋时节的神仙洞府间？凝聚起来的光芒悠悠地象寒露坠落下来，而我此刻站在桃源的最高处。碧空之中没有一丝云彩，风也不见一缕，可以看见山上高高的松树和山下的流水。那些行动的物体全在视野之中，天那么高，地那么平，仿佛可以看见千万里之外：“少君”把我带到了玉坛之上，远远地施礼请仙人相见。云彩聚集，星斗挪动，仙乐奏响，让人肌骨寒肃。金色的霞光从东面渐渐升起，月轮西斜，仙影远去，我还在频频回望。只因为良辰美景难以再回来，以后到了中秋这天应该很惆怅吧！\n\n　　诗里面的“少君”是指能和神仙沟通的人。西汉武帝时有一个方士叫李少君，他自言见过神仙，能得长生不老之法，骗取了汉武帝的信任。以后人们就以“少君”代指游仙的向导。▲\n\n"}
{"_id":{"$oid":"5b9a1835367d5c0f40d22cbf"},"title":"绝句漫兴九首·其五","dynasty":"唐代","writer":"杜甫","content":"肠断春江欲尽头，杖藜徐步立芳洲。(春江 一作：江春)\n颠狂柳絮随风去，轻薄桃花逐水流。","type":["写景","桃花","寓人","抒情","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155703793.mp3","remark":"漫兴：随兴所至，信笔写来。\n芳洲：长满花草的水中陆地。\n颠狂：本指精神失常，引申为放荡不羁。\n\n","translation":"　　都说春江景物芳妍，而三春欲尽，怎么会不感到伤感呢？拄着拐杖漫步江头，站在芳洲上，只看见柳絮如颠似狂，肆无忌惮地随风飞舞，轻薄不自重的桃花追逐流水而去。\n\n"}
{"_id":{"$oid":"5b9a1835367d5c0f40d22cc0"},"title":"夏日杂诗","dynasty":"清代","writer":"陈文述","content":"水窗低傍画栏开，枕簟萧疏玉漏催。\n一夜雨声凉到梦，万荷叶上送秋来。","type":["夏天","写雨"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155704900.mp3","translation":"注释 枕簟(diàn)：枕席。 玉漏：玉做的计时器。"}
{"_id":{"$oid":"5b9a1835367d5c0f40d22cc1"},"title":"桓灵时童谣","dynasty":"两汉","writer":"佚名","content":"举秀才，不知书。\n举孝廉，父别居。\n寒素清白浊如泥，\n高第良将怯如鸡。","type":["古诗三百首","童谣","选官","制度"]}
{"_id":{"$oid":"5b9a1835367d5c0f40d22cc2"},"title":"长相思","dynasty":"宋代","writer":"陈允平","content":"风萧萧。雨骚骚。风雨萧骚梧叶飘。潇湘江畔楼。 \n 云迢迢。水遥遥。云水迢遥天尽头。相思心上秋。","type":[]}
{"_id":{"$oid":"5b9a1835367d5c0f40d22cc3"},"title":"踏莎行·雪似梅花","dynasty":"宋代","writer":"吕本中","content":"雪似梅花，梅花似雪。似和不似都奇绝。恼人风味阿谁知？请君问取南楼月。\n记得去年，探梅时节。老来旧事无人说。为谁醉倒为谁醒？到今犹恨轻离别。","type":["宋词精选","冬天","写雪","写花","婉约"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155704728.mp3"}
{"_id":{"$oid":"5b9a1835367d5c0f40d22cc4"},"title":"临江仙·记得金銮同唱第","dynasty":"宋代","writer":"欧阳修","content":"记得金銮同唱第，春风上国繁华。如今薄宦老天涯。十年岐路，空负曲江花。\n闻说阆山通阆苑，楼高不见君家。孤城寒日等闲斜。离愁难尽，红树远连霞。","type":["友情","送别","感伤"],"remark":"临江仙：原为唐教坊曲，后用作词牌名，双调小令，共六十字。又名“谢新恩”“雁后归”“画屏春”“庭院深深”“采莲回”“想娉婷”“瑞鹤仙令”“鸳鸯梦”“玉连环”。\n金銮：帝王车马的装饰物。金属铸成鸾鸟形，口中含铃，因指代帝王车驾。这里指皇帝的金銮殿。前蜀毛文锡《柳含烟》词：“昨日金銮巡上苑，风亚舞腰纤软。”唱第：科举考试后宣唱及第进士的名次。唐元稹《酬翰林白学士代书一百韵》：“唱第听鸡集，趋朝忘马疲。”\n上国：指京师。南朝梁江淹《四时赋》：“忆上国之绮树，想金陵之蕙枝。”\n薄宦：卑微的官职。有时用为谦辞。晋陶潜《尚长禽庆赞》：“尚子昔薄宦，妻孥共早晚。”\n曲江花：代指新科进士的宴会。\n阆山：即阆风巅。山名，在昆仑之巅。《海内十洲记·昆仑》：“山三角：其一角正北，干辰之辉，名曰阆风巅；其一角正西，名曰玄圃堂；其一角正东，名曰昆仑宫。”阆苑：指传说中神仙居住的地方。\n君家：敬词。犹贵府，您家。《玉台新咏·古诗为焦仲卿妻作》：“非为织作迟，君家妇难为。”\n孤城：边远的孤立城寨或城镇。唐王昌龄《从军行》之四：“青海长云暗雪山，孤城遥望玉门关。”寒日：寒冬的太阳。唐李百药《登叶县故城谒沉诸梁庙》诗：“总辔临秋原，登城望寒日。”\n离愁：离别的愁思。金董解元《西厢记诸宫调》卷六：“驴鞭半袅，吟肩双耸，休问离愁轻重，向个马儿上驼也驼不动。”\n\n","translation":"还记得当年刚刚进士登第时，春风得意，自以为前途似锦。可如今却是官职卑微身老天涯。分别十年以来我一事无成，白白辜负了当年新科进士的宴会。\n听说您要到的阆州有阆山可以通往神仙阆苑，可我登上高楼却望不到您的家。独处孤城寒日无端西斜，离别愁绪难以说尽，只见那经霜的红树连接着远处的红霞。\n\n"}
{"_id":{"$oid":"5b9a1835367d5c0f40d22cc5"},"title":"登江中孤屿","dynasty":"南北朝","writer":"谢灵运","content":"江南倦历览，江北旷周旋。\n怀新道转迥，寻异景不延。\n乱流趋正绝，孤屿媚中川。\n云日相晖映，空水共澄鲜。\n表灵物莫赏，蕴真谁为传。\n想象昆山姿，缅邈区中缘。\n始信安期术，得尽养生年。","type":["古诗三百首","咏物","抒怀"]}
{"_id":{"$oid":"5b9a1835367d5c0f40d22cc6"},"title":"送人东游","dynasty":"唐代","writer":"温庭筠","content":"荒戍落黄叶，浩然离故关。\n高风汉阳渡，初日郢门山。\n江上几人在，天涯孤棹还。\n何当重相见，樽酒慰离颜。","type":["唐诗三百首","秋天","送别","友情","惜别"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155705043.mp3","remark":"荒戍：荒废的边塞营垒。\n浩然：意气充沛、豪迈坚定的样子，指远游之志甚坚。《孟子·公孙丑下》：“予然后浩然有归志。”\n汉阳渡：湖北汉阳的长江渡口。\n郢门山：位于今湖北宜都县西北长江南岸，即荆门山。\n江：指长江。几人：犹言谁人。\n孤棹：孤舟。棹：原指划船的一种工具，后引申为船。\n何当：何时。\n樽酒：犹杯酒。樽：古代盛酒的器具。离颜：离别的愁颜。\n\n","shangxi":"　　这首《送人东游》诗载于《全唐诗》卷五百八十一。下面是古典诗词鉴赏家赵庆培先生对此诗的赏析。\n\n　　诗人在秋风中送别友人，倍感凄凉，对友人流露出关切，表现了两人深厚的友谊。这首诗意境悲凉雄壮，情真意切，质朴动人。\n\n　　关于此诗的发端，清人沈德潜曰：“起调最高。”（《唐诗别裁》）按首句，地点既傍荒凉冷落的古堡，时令又值落叶萧萧的寒秋，此时此地送友人远行，那别绪离愁，的确令人难以忍受。然而次句诗思却陡然一振：“浩然离故关”——友人此行，心怀浩气而有远志。气象格调，自是不凡。\n\n　　颔联两句互文，意为：初日高风汉阳渡，高风初日郢门山。初日，点明送别是在清晨。汉阳渡，长江渡口，在今湖北省武汉市；郢门山，位于湖北宜都市西北长江南岸。两地一东一西，相距千里，不会同时出现在视野之内，这里统指荆山楚水，从而展示辽阔雄奇的境界，并以巍巍高山、浩浩大江、飒飒秋风、杲杲旭日，为友人壮行色。\n\n　　颈联仿效李白“孤帆远影碧空尽，唯见长江天际流”（《黄鹤楼送孟浩然之广陵》）而赋予两重诗意：诗人一面目送归舟孤零零地消失在天际，一面遥想江东亲友大概正望眼欲穿，切盼归舟从天际飞来。几人，犹言谁人。“江上几人在”，想象归客将遇见哪些故人，受到怎样的接待，是对友人此后境遇的关切；诗人早年曾久游江淮，此处也寄托着对故交的怀念。\n\n　　尾联写当此送行之际，友人把酒言欢，开怀畅饮，设想他日重逢，更见依依惜别之情意。\n\n　　这首诗逢秋而不悲秋，送别而不伤别。如此离别，在友人，在诗人，都不曾引起更深的愁苦。诗人只在首句稍事点染深秋的苍凉气氛，便大笔挥洒，造成一个山高水长、扬帆万里的辽阔深远的意境，于依依惜别的深情之中，回应上文“浩然”，前后紧密配合，情调一致。结尾处又突然闪出日后重逢的遐想。论时间，一笔宕去，遥遥无期；论空间，则一勒而收，从千里之外的“江上”回到眼前，构思布局的纵擒开合，是很见经营的。\n\n","translation":"荒弃的营垒上黄叶纷纷飘落，心怀壮志你告别了古塞险关。\n飒飒秋风将送你到汉阳渡口，初升的太阳会迎你在郢门山。\n江东亲友有几人正望眼欲穿，等候着你的孤舟从天涯回还。\n什么时候我们才能再次相见，举杯畅饮以抚慰离人的愁颜。\n\n"}
{"_id":{"$oid":"5b9a1835367d5c0f40d22cc7"},"title":"杂诗三首 / 杂咏三首","dynasty":"唐代","writer":"王维","content":"家住孟津河，门对孟津口。\n常有江南船，寄书家中否。\n\n君自故乡来，应知故乡事。\n来日绮窗前，寒梅著花未。\n\n已见寒梅发，复闻啼鸟声。\n心心视春草，畏向阶前生。\n\n","type":["组诗","思念"],"remark":"孟津河：指河南洛阳北部的黄河南岸一带，是“武王伐纣，与八百诸侯会盟”之地，为古代交通要道。 \n君：对对方的尊称，您。\n故乡：家乡，这里指作者的故乡。\n来日：来的时候。\n绮窗：雕画花纹的窗户。\n寒梅：冬天绽放的梅花。\n著花未：开花没有？着（zhuó）花，开花。未，用于句末，相当于“否”，表疑问。\n玉阶：《万首唐人绝句》作“阶前”。\n\n","shangxi":"　　其一：这首诗从触发、联想展开情感活动。女主人公住近渡口，每天沿河上下的船只从门前经过；于是她就想，其中也许有从江南来的船。丈夫在江南的某地长久不归。既然有江南船，就可能有丈夫从江南寄回的书信。她可能每天都倚门望几次。每当看到渡头有船只停泊，就不免要上前去打问，可结果总是失望而归。诗中说江南船“常有”，就是说书信“总无”。然而，主人公仍把希望寄托于下一趟船来，她想：大概书信已经寄出，正在途中，所以诗的结句“寄书家中否”便是这位少妇不断幻灭又不断复生的希望。\n\n　　其二：这首诗表现作者的情趣与倾向。诗人想念故乡，自然是情理之中；而喜欢梅花，则溢于言表。\n\n　　诗中的抒情主人公（“我”，不一定是作者），是一个久在异乡的人，忽然遇上来自故乡的旧友，首先激起的自然是强烈的乡思，是急欲了解故乡风物、人事的心情。开头两句，正是以一种不加修饰、接近于生活的自然状态的形式，传神地表达了“我”的这种感情。“故乡”一词迭见，正表现出乡思之殷：“应知”云云，迹近噜，却表现出了解乡事之情的急切，透露出一种儿童式的天真与亲切。纯用白描记言，却简洁地将“我”在特定情形下的感情、心理、神态、口吻等表现得栩栩如生，这其实是很省俭的笔墨。\n\n　　关于“故乡事”，那是可以开一张长长的问题清单的。初唐的王绩写过一篇《在京思故园见乡人问》，从朋旧童孩、宗族弟侄、旧园新树、茅斋宽窄、柳行疏密一直问到院果林花，仍然意犹未尽，“羁心只欲问”；而这首诗中的“我”却撇开这些，独问对方：来日绮窗前，寒梅著花未？仿佛故乡之值得怀念，就在窗前那株寒梅。这就很有些出乎常情。但又绝非故作姿态。\n\n　　一个人对故乡的怀念，总是和那些与自己过去生活有密切关系的人、事、物联结在一起。所谓“乡思”，完全是一种“形象思维”，浮现在思乡者脑海中的，都是一个个具体的形象或画面。故乡的亲朋故旧、山川景物、风土人情，都值得怀念。但引起亲切怀想的，有时往往是一些看来很平常、很细小的情事，这窗前的寒梅便是一例。它可能蕴含着当年家居生活亲切有趣的情事。因此，这株寒梅，就不再是一般的自然物，而成了故乡的一种象征。它已经被诗化、典型化了。因此这株寒梅也自然成了“我”的思乡之情的集中寄托。从这个意义上去理解，独问“寒梅著花未”是完全符合生活逻辑的。\n\n　　古代诗歌中常有这种质朴平淡而诗味浓郁的作品。它质朴到似乎不用任何技巧，实际上却包含着最高级的技巧。象这首诗中的独问寒梅，就不妨看成一种通过特殊体现一般的典型化技巧，而这种技巧却是用一种平淡质朴得如叙家常的形式来体现的。这正是所谓寓巧于朴。王绩的那首《在京思故园见乡人问》，朴质的程度也许超过这首诗，但它那一连串的发问，其艺术力量却远远抵不上王维的这一问。\n\n　　“君自故乡来，应知故乡事。”这一句看起来是问家乡的情况，但诗人只是笼统的以“故乡事”来设问，诗人心里满腹的问题一时竟不知从何问起了。这句描写出诗人的踌躇，对方的诧异。“来日绮窗前，寒梅著花未？”这一问倒令对方感到困惑，不问人事而问物事，可是正是这样一问，才是妙趣横生，令人回味无穷。其实诗人的真正目的，哪里是梅花啊。诗人想说的话，想问的问题不知从何说起，对家乡的思念竟在这一个不经意的问题之中。\n\n　　其三：这首诗以时序的递进、物候的变化，加深主人公的情感。“已见寒梅发”一句是对上一首询问寒梅著花的呼应。此句是女主人公失望的深深怨情。因为光景蹉跎，不能如期践约，此时在女主人公眼中，寒梅花发已由希望之光变为幻灭之色。不仅如此。便是这象征青春、爱情的春天，欣欣向荣的春天，也发生了质的变化。梅花开了，早春已过。百鸟叫了，仲春也已飞逝。现在是莺飞草长的暮春了。随着节序的推移，女主人公的心绪也由百无聊赖到终日惆怅，以至看花落泪、见月伤心了。以前，她觉得，时间过去一天，距离自己美好愿望的实现就近一日。现在完全是逆反心理：时间愈是过得快，幻灭就愈彻底，犹如滔滔日下的江河，无可如何。此时，鸟鸣，春草都变作主人公情感的对立物。诗人说女主人公是以一颗充满忧愁的心“视春草”，她看到愈来愈茂盛的春草眼看就要连到阶前，禁不住惶恐起来了。\n\n","translation":"家住在孟津河旁，家门与孟津渡口相对。\n每天沿河有来自江南的小船，是否有丈夫从江南寄回的书信呢？\n\n您是刚从我们家乡来的，一定了解家乡的人情世态。\n请问您来的时候我家雕画花纹的窗户前，那一株腊梅花开了没有？\n\n看见梅花已经开了，又听见鸟儿的啼叫声。\n一颗充满忧愁的心看着春草生长，愈来愈茂盛的春草眼看就要连到阶前，禁不住惶恐起来了。\n\n"}
{"_id":{"$oid":"5b9a1836367d5c0f40d22cc8"},"title":"少年行四首·其三","dynasty":"唐代","writer":"令狐楚","content":"弓背霞明剑照霜，秋风走马出咸阳。\n未收天子河湟地，不拟回头望故乡。","type":["出征","爱国","壮志"],"remark":"少年行：古代歌曲名。\n走：跑。咸阳：指京城长安。\n河湟：指青海湟水流域和黄河西部，当时为异族所占。\n\n","translation":"弓箭沐浴着霞光，宝剑照耀着寒霜。\n剑起案列的秋风，驰马飞出了咸阳。\n国土一角仍沦陷，天子没有收河湟。\n这种情况不改变，不拟回头望故乡。\n\n"}
{"_id":{"$oid":"5b9a1836367d5c0f40d22cc9"},"title":"菩萨蛮·枕前发尽千般愿","dynasty":"五代","writer":"佚名","content":"枕前发尽千般愿，要休且待青山烂。水面上秤锤浮，直待黄河彻底枯。\n白日参辰现，北斗回南面。休即未能休，且待三更见日头。","type":["宋词三百首","婉约","爱情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155705853.mp3","shangxi":"　　它没有文人词深婉曲折的风致和含蓄蕴藉的神韵。从写法上的铺排、衬字的运用、表意的泼辣直露看，似元曲。但又无元曲的圆熟流丽、挥洒曲折。然而它却激动人心，千古不衰。\n\n　　原因在于主人以忠贞热烈的感情激发的想象和这种想象的感染力。词中的想象多样而新奇。主人公一连想到六种自然景物和非现实现象。青山、水面、黄河、参辰、北斗、日头，这些是习见的，并不奇。但经浪漫主义的想象之后，立刻变得引人入胜了。这些奇想反复表达了主人公的愿望，使人感到分明有一种“理”在：真正的爱情不一定是已经长久不分的，而是希望天长地久的。如果没有这种希望，整日厮守也徒然，有这种希望，即使天涯海角甚至人间天上的分离也美满。在主人公的眼中，爱情与山河同在，与日月共存。夸张地强调了爱情永固，但又不觉得过分，读者只为主人公崇高的感情而激动。相形之下，那些不严肃的爱情观是多么暗淡、空虚和渺小。由羡慕进而想到主人公如此之情是怎样产生的。\n\n　　尽管因素多种，依现在的理解，最重要的是它有充实的内容。但词中却只字未提，明快而又耐人寻味。诗中的想象是广阔大胆的。由大地到天空是其想象的空间，由山河到星日是其想象的对象。以宇宙间最雄伟的景物来烘托爱情，敢于把爱的生命与永恒的宇宙并提，形成一种奇妙的类比推理：青山不会烂，水面浮不起秤锤，黄河不会枯竭，参星和辰星不会在白天出现，北斗不会回到南天，半夜不会升起太阳，爱情不会中断。这样的类推也可说是理不通而情通，无理而妙。诗中提到的自然现象都遵循一个共同的规律，存在于天地之间，根据人们的经验，这规律是万古不变的。词中主人公正是依据这些自然现象与爱情理想在时间上的相似点，进行想象的。但未从正面写，却将爱的中止与这些规律的改变联系起来让前者发生在后者之后，由于后者是不会实现的，前者就不会发生。爱情永存的愿望被表现得十分生动有力，体现了从反面写与从正面写的不同效果。对可能出现的意外的担心，是更深的爱。愿其长久和害怕失去虽然意思相近，但后者对于对象的珍爱远胜前者，往往是精神上难以缺少的。诗中的奇伟想象正是由这深情所激发，而想象又使感情表达得更真挚、明朗、坚定、感人。\n\n","translation":"注释 菩萨蛮：词牌名。近人杨宪益《零墨新笺》考证《菩萨蛮》为古缅甸曲调，唐玄宗时传入中国，列于教坊曲。变调，四十四字，两仄韵，两平韵。②休：罢休，双方断绝关系。 参辰：星宿名。参星在西方，辰星（即商星）在东方，晚间此出彼灭，不能并见；白天一同隐没，更难觅得。 北斗：星座名，以位置在北、形状如斗而得名。 即：同“则”。"}
{"_id":{"$oid":"5b9a1837367d5c0f40d22cca"},"title":"卜算子","dynasty":"宋代","writer":"蔡伸","content":"春事付莺花，曾是莺花主。醉拍春衫金缕衣，只向花间住。 \n 密意君听取。莫逐风来去。若是真心待于飞，云里千条路。","type":[]}
{"_id":{"$oid":"5b9a1837367d5c0f40d22ccb"},"title":"点绛唇·花信来时","dynasty":"宋代","writer":"晏几道","content":"花信来时，恨无人似花依旧。又成春瘦，折断门前柳。\n天与多情，不与长相守。分飞后，泪痕和酒，占了双罗袖。","type":["婉约","抒情","相思"]}
{"_id":{"$oid":"5b9a1837367d5c0f40d22ccc"},"title":"观公孙大娘弟子舞剑器行","dynasty":"唐代","writer":"杜甫","content":"大历二年十月十九日，夔府别驾元持宅，见临颍李十二娘 舞剑器，壮其蔚跂，问其所师，曰：“余公孙大娘弟子也。” 开元三载，余尚童稚，记于郾城观公孙氏，舞剑器浑脱， 浏漓顿挫，独出冠时，自高头宜春梨园二伎坊内人洎外供奉， 晓是舞者，圣文神武皇帝初，公孙一人而已。 玉貌锦衣，况余白首，今兹弟子，亦非盛颜。 既辨其由来，知波澜莫二，抚事慷慨，聊为《剑器行》。 昔者吴人张旭，善草书帖，数常于邺县见公孙大娘舞西河剑器，自此草书长进，豪荡感激，即公孙可知矣。\n\n昔有佳人公孙氏，一舞剑器动四方。\n观者如山色沮丧，天地为之久低昂。\n霍如羿射九日落，矫如群帝骖龙翔。\n来如雷霆收震怒，罢如江海凝清光。\n绛唇珠袖两寂寞，晚有弟子传芬芳。\n临颍美人在白帝，妙舞此曲神扬扬。\n与余问答既有以，感时抚事增惋伤。\n先帝侍女八千人，公孙剑器初第一。\n五十年间似反掌，风尘倾动昏王室。\n梨园弟子散如烟，女乐余姿映寒日。\n金粟堆前木已拱，瞿唐石城草萧瑟。\n玳筵急管曲复终，乐极哀来月东出。\n老夫不知其所往，足茧荒山转愁疾。\n\n","type":["唐诗三百首","妇女","舞蹈","咏史"],"remark":"①公孙大娘：唐玄宗时的舞蹈家。\n②弟子：指李十二娘。\n③剑器：指唐代流行的武舞，舞者为戎装女子。\n④大历二年：公元七六七年。\n⑤开元三载：公元七一七年。\n⑥剑器浑脱：《浑脱》是唐代流行的一种武舞，把《剑器》和《浑脱》综合起来，成为一种新的舞蹈。\n\n","translation":"唐大历二年十月十九日，我在夔府别驾元持家里，观看临颍李十二娘跳剑器舞，觉得舞姿矫健多变非常壮观， 就问她是向谁学习的？她说：“我是公孙大娘的学生”。玄宗开元三年，我还年幼，记得在郾城看过公孙大娘跳《剑器》和《浑脱》舞，流畅飘逸而且节奏明朗，超群出众，当代第一，从皇宫内的宜春、梨园弟子 到宫外供奉的舞女中，懂得此舞的，在唐玄宗初年，只有公孙大娘一人而已。当年她服饰华美，容貌漂亮，如今我已是白首老翁，眼前她的弟子李十二娘，也已经不是年轻女子了。既然知道了她舞技的渊源，看来她们师徒的舞技一脉相承，抚今追昔，心中无限感慨，姑且写了《剑器行》这首诗。 听说过去吴州人张旭，他擅长书写草书字帖，在邺县经常观看公孙大娘跳一种《西河剑器》舞，从此草书书法大有长进，豪放激扬，放荡不羁，由此可知公孙大娘舞技之高超了。\n\n从前有个漂亮女人，名叫公孙大娘，每当她跳起剑舞来，就要轰动四方。\n观看人群多如山，心惊魄动脸变色，天地也被她的舞姿感染，起伏震荡。\n剑光璀灿夺目，有如后羿射落九日， 舞姿矫健敏捷，恰似天神驾龙飞翔，\n起舞时剑势如雷霆万钧，令人屏息，收舞时平静，好象江海凝聚的波光。\n鲜红的嘴唇绰约的舞姿，都已逝去，到了晚年，有弟子把艺术继承发扬。\n临颍美人李十二娘，在白帝城表演，她和此曲起舞，精妙无比神采飞扬。\n她和我谈论好久，关于剑舞的来由，我忆昔抚今，更增添无限惋惜哀伤。\n当年玄宗皇上的侍女，约有八千人，剑器舞姿数第一的，只有公孙大娘。\n五十年的光阴，真好比翻一下手掌，连年战乱烽烟弥漫，朝政昏暗无常。\n那些梨园子弟，一个个地烟消云散，只留李氏的舞姿，掩映冬日的寒光。\n金粟山玄宗墓前的树木，已经合抱，瞿塘峡白帝城一带，秋草萧瑟荒凉。\n玳弦琴瑟急促的乐曲，又一曲终了，明月初出乐极生悲，我心中惶惶。\n我这老夫，真不知哪是要去的地方， 荒山里迈步艰难，越走就越觉凄伤。\n\n","shangxi":"　诗的开头八句是先写公孙大娘的舞蹈：很久以前有一个公孙大娘，她善舞剑器的名声传遍了四面八方。人山人海似的观众看她的舞蹈都惊讶失色，整个天地好像也在随着她的剑器舞而起伏低昂，无法恢复平静。“霍如羿射九日落”四句，或称为“四如句”，前人解释不一，这大体是描绘公孙舞蹈给杜甫留下的美好印象。羿射九日，可能是形容公孙手持红旗、火炬或剑器作旋转或滚翻式舞蹈动作，好象一个接一个的火球从高而下，满堂旋转；骖龙翔舞，是写公孙翩翩轻举，腾空飞翔；雷霆收怒，是形容舞蹈将近尾声，声势收敛；江海凝光，则写舞蹈完全停止，舞场内外肃静空阔，好象江海风平浪静，水光清澈的情景。\n\n　　“绛唇珠袖两寂寞”以下六句，突然转到公孙死后剑器舞的沉寂无闻，幸好晚年还有弟子继承了她的才艺。跟着写她的弟子临颍李十二娘在白帝城重舞剑器，还有公孙氏当年神采飞扬的气概。同李十二娘一席谈话，不仅知道她舞技的师传渊源，而且引起了自己抚今思昔的无限感慨。\n\n　　“先帝侍女八千人”以下六句，笔势又一转折，思想又回到五十年前。回忆开元初年，当时政治清明，国势强盛，唐玄宗在日理万机之暇，亲自建立了教坊和梨园，亲选乐工，亲教法曲，促成了唐代歌舞艺术的空前繁荣，当时宫廷内和内外教坊的歌舞女乐就有八千人，而公孙大娘的剑器舞又在八千人中“独出冠时”，号称第一。可是五十年历史变化多大啊！一场安史之乱把大唐帝国的整个天下闹得风尘四起、天昏地黑。唐玄宗当年亲自挑选、亲自培养的成千上万的梨园弟子、歌舞人材，也在这一场浩劫中烟消云散了，如今只有这个残存的教坊艺人李十二娘的舞姿，还在冬天残阳的余光里映出美丽而凄凉的影子。对曾经亲见开元盛世的文艺繁荣，曾经亲见公孙大娘《剑器舞》的老诗人杜甫说来，这是他晚年多么难得的精神安慰，可是又多么地令他黯然神伤啊！这一段是全诗的高潮。善于用最简短的几句话集中概括巨大的历史变化和广阔的社会内容，正是杜诗“沉郁顿挫”的表现。\n\n　　“金粟堆南木已拱”以下六句，是全诗的尾声。诗人接着上段深沉的感慨，说玄宗已死了六年，在他那金粟山上的陵墓上，树已够双手拱抱了。而自己这个玄宗时代的小臣，却流落在这个草木萧条的白帝城里。末了写别驾府宅里的盛筵，在又一曲急管繁弦的歌舞之后告终了，这时下弦月已经东出了，一种乐极哀来的情绪支配着诗人，他不禁四顾茫茫，百端交集，行不知所往，止不知所居，长满老茧的双足，拖着一个衰老久病的身躯，寒月荒山，踽踽独行。身世的悲凉，就不言而可知了。“转愁疾”三字，是说自己以茧足走山道本来很慢，但在心情沉重之时，却反而怪自己走得太快了。\n\n　　这首七言歌行自始至终并没有离开公孙大娘师徒和剑器舞，但是从全诗那雄浑的气势，从“五十年间似反掌，风尘澒洞昏王室”这样力透纸背的诗史之笔，又感到诗人的确是在通过歌舞的事，反映五十年来兴衰治乱的历史。王嗣总评这首诗说：“此诗见剑器而伤往事，所谓抚事慷慨也。故咏李氏，却思公孙；咏公孙，却思先帝；全是为开元天宝五十年治乱兴衰而发。不然，一舞女耳，何足摇其笔端哉！”（《杜诗祥注》引《杜臆》）这一段评语，分析全诗的层次、中心，说得相当中肯。但是，他说“一舞女耳，何足摇其笔端哉！”并不符合杜甫本来的思想，杜甫是十分重视和热爱艺术的。\n\n　　这首诗的艺术风格，既有“浏漓顿挫”的气势节奏，又有“豪荡感激”的感人力量，是七言歌行中沉郁悲壮的杰作。开头八句，富丽而不浮艳，铺排而不呆板。“绛唇珠袖”以下，则随意境之开合，思潮之起伏，语言音节也随之顿挫变化。全诗既不失雄浑完整的美，用字造句又有浑括锤炼的功力。篇幅虽然不太长，包容却相当广大。从乐舞之今昔对比中见五十年的兴衰治乱，没有沉郁顿挫的笔力是写不出来的。"}
{"_id":{"$oid":"5b9a1837367d5c0f40d22ccd"},"title":"送魏万之京","dynasty":"唐代","writer":"李颀","content":"朝闻游子唱离歌，昨夜微霜初渡河。\n鸿雁不堪愁里听，云山况是客中过。\n关城树色催寒近，御苑砧声向晚多。('树'色,一作：曙)\n莫见长安行乐处，空令岁月易蹉跎。","type":["唐诗三百首","送别","友情","叙事","写景","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155706308.mp3","remark":"魏万：又名颢。上元（唐高宗年号，674—676）初进士。曾隐居王屋山，自号王屋山人。\n游子：指魏万。离歌：离别的歌。\n初渡河：刚刚渡过黄河。魏万家住王屋山，在黄河北岸，去长安必须渡河。\n“鸿雁”二句：设想魏万在途中的寂寞心情。客中：即作客途中。\n关城：指潼关。树色：有的版本作“曙色”，黎明前的天色。催寒近：寒气越来越重，一路上天气愈来愈冷。\n御苑：皇宫的庭苑。这里借指京城。砧声：捣衣声。向晚多：愈接近傍晚愈多。\n“莫见”句：勉励魏万及时努力，不要虚度年华。蹉跎：此指虚度年华。说文新附：“蹉跎，失时也。”\n\n","shangxi":"　　这是一首送别诗，被送者为诗人晚辈。诗中一、二两句想象魏万到京城沿途所能见的极易引起羁旅乡愁的景物。中间四句或在抒情中写景叙事，或在写景叙事中抒情，层次分明。最后两句劝勉魏万到了长安之后，不要只看到那里是行乐的地方而沉溺其中，蹉跎岁月，应该抓住机遇成就一番事业。这表达了诗人对魏万的深情厚意，情调深沉悲凉，但却催人向上。\n\n　　诗一开首，“朝闻游子唱离歌”，先说魏万的走，后用“昨夜微霜初渡河”，点出前一夜的景象，用倒戟而入的笔法，极为得势。“初渡河”，把霜拟人化了，写出深秋时节萧瑟的气氛。\n\n　　秋夜微霜，挚友别离，自然地逗出了一个“愁”字。“鸿雁不堪愁里听”，是紧接第二句，渲染氛围。“云山况是客中过”，接写正题，照应第一句。大雁，秋天南去，春天北归，飘零不定，有似旅人。它那嘹唳的雁声，从天末飘来，使人觉得怅惘凄切。而抱有满腹惆怅的人，当然就更难忍受了。云山，一般是令人向往的风景，而对于落寞失意的人，坐对云山，便会感到前路茫茫，黯然神伤。他乡游子，于此为甚。这是李颀以自己的心情来体会对方。“不堪”“况是”两个虚词前后呼应，往复顿挫，情切而意深。\n\n　　五、六两句，诗人对远行客又作了充满情意的推想：“关城树色催寒近，御苑砧声向晚多。”从洛阳西去要经过古函谷关和潼关，凉秋九月，草木摇落，一片萧瑟，标志着寒天的到来。本来是寒气使树变色，但寒不可见而树色可见，好像树色带来寒气，见树色而知寒近，是树色把寒催来的。一个“催”字，把平常景物写得有情有感，十分生动，傍晚砧声之多，为长安特有，“长安一片月，万户捣衣声”。然而诗人不用城关雄伟、御苑清华这样的景色来介绍长安，却只突出了“御苑砧声”，发人深想。魏万前此，大概没有到过长安，而李颀已多次到过京师，在那里曾“倾财破产”，历经辛酸。两句推想中，诗人平生感慨，尽在不言之中。“催寒近”“向晚多”六个字相对，暗含着岁月不待，年华易老之意，顺势引出了结尾二句。\n\n　　“莫见长安行乐处，空令岁月易蹉跎”，纯然是长者的语气，予魏万以亲切的嘱咐。这里用“行乐处”三字虚写长安，与上二句中的“御苑砧声”相应，一虚一实，恰恰表明了诗人的旨意。他谆谆告诫魏万：长安虽是“行乐处”，但不是一般人可以享受的。不要把宝贵的时光，轻易地消磨掉，要抓紧时机成就一番事业。可谓语重心长。\n\n　　这首诗以长于炼句而为后人所称道。诗人把叙事、写景、抒情交织在一起。如次联两句用了倒装手法，加强、加深了描写。先出“鸿雁”“云山”——感官接触到的物象，然后写“愁里听”“客中过”，这就由景生情，合于认识规律，容易唤起人们的共鸣。同样，第三联的“关城树色”和“御苑砧声”，虽是记忆中的形象，联系气候、时刻等环境条件，有声有色，非常自然。而“催”字、“向”字，更见推敲之功。\n\n","translation":"清晨听到游子高唱离别之歌，昨夜下薄霜你一早渡过黄河。\n怀愁之人最怕听到鸿雁鸣叫，云山冷寂更不堪落寞的过客。\n潼关晨曦催促寒气临近京城，京城深秋捣衣声到晚上更多。\n请不要以为长安是行乐所在，以免白白地把宝贵时光消磨。\n\n"}
{"_id":{"$oid":"5b9a1837367d5c0f40d22cce"},"title":"送陈秀才还沙上省墓","dynasty":"明代","writer":"高启","content":"满衣血泪与尘埃，乱后还乡亦可哀。\n风雨梨花寒食过，几家坟上子孙来？","type":["清明节","送别","感伤"],"remark":"满衣：全身衣服。\n乱后：战乱之后。\n过：过去了，尽了。\n\n","translation":"全身衣服都沾满了血泪和尘埃，\n尽管现在战乱结束了，但是回到故乡也还会感到悲哀。\n在风雨中，梨花落尽了，寒食节也过去了，\n清明扫墓的时候，有几户人家的坟墓还会有后人来祭拜呢。（因为他们的后人在战乱中死去了）\n\n"}
{"_id":{"$oid":"5b9a1837367d5c0f40d22ccf"},"title":"雪望","dynasty":"清代","writer":"洪升","content":"寒色孤村幕，悲风四野闻。\n溪深难受雪，山冻不流云。\n鸥鹭飞难辨，沙汀望莫分。\n野桥梅几树，并是白纷纷。","type":["冬天","写雪"],"translation":"赏析 　　这首冬雪诗，前四句首先交代时间：冬日的黄昏，地点：孤村；接着，从听觉方面写处处风声急；继而，采用虚实结合的手法，突出了“溪深”、“山冻”，紧扣一个“雪”字。后四句具体描绘雪景，以沙鸥与鹭鸶难以辨认，“汀”与“洲”不能区分来映衬大雪覆盖大地的景象，突出“望”之特点。“野桥”两句写几株梅树枝头上都是白梅与积雪，令人分不清哪是白梅哪是雪，与唐代诗人岑参的“忽如一夜春风来，干树万树梨花开”(《白雪歌送武判官归京》)有异曲同工之妙。此诗形象生动，清新别致，可谓咏雪诗中纯属描写雪景之代表作。"}
{"_id":{"$oid":"5b9a1837367d5c0f40d22cd0"},"title":"天净沙·宁可少活十年","dynasty":"元代","writer":"严忠济","content":"宁可少活十年，休得一日无权，大丈夫时乖命蹇。有朝一日天随人愿，赛田文养客三千。\n\n","type":["人生"],"remark":"天净沙：又名塞上秋，属于越调宫曲调。体段短小，宜即兴抒情。\n时乖命蹇：时运不顺，命运不好。乖，相背；不合。蹇，不顺利。\n田文：即孟尝君，战国时齐国贵族，以好客重人才著称，门下食客数千人。\n\n","translation":"宁可少活十年，也不可一日没有权。大丈夫时运不顺，命途多艰。有朝一日如果天随人愿，一定要赛过田文养客三千。\n\n"}
{"_id":{"$oid":"5b9a1837367d5c0f40d22cd1"},"title":"五月十九日大雨","dynasty":"明代","writer":"刘基","content":"风驱急雨洒高城，云压轻雷殷地声。\n雨过不知龙去处，一池草色万蛙鸣。\n\n","type":["写雨","写景","哲理"],"remark":"驱：驱使。\n急雨：骤雨。\n云：这里指乌云。\n殷（yīn）：震动。\n池：池塘。\n\n","shangxi":"　　《五月十九日大雨》这首诗非常形象地描述了夏天所特有的雷阵雨前后的自然景象，开门见山，展现了大雨奇观。诗人站在城楼上，眼见疾风驱使着大雨，顿时大雨磅礴。然而夏天的阵雨来得快，去得疾。不一会儿雨过天晴，只留下一片蛙鸣。诗人通过自然界的风雨，感悟到了人生哲理。\n\n　　前两句已把大雨写得十分畅满，极力描述了大雨的气势。黑云压城，风急雨骤，电闪雷鸣，大雨倾盆。“急”、“驱”、“洒”三字形象地表现出夏雨的骤猛。云是“压”的，雷是“殷”的，又说明黑云、雷电的迅疾。后两句描述雨过天晴的景象：雷雨过后，草色更青，池塘水涨，蛙声一片，诗人匠心独运，在震耳欲聋的雷声雨声后，仍写蛙鸣声，而两种声音，收到的是一闹一静的不同效果。雨后恬静平和的景象，与前两句磅礴威猛的雨景形成鲜明的对照。\n\n　　此诗写的是雨来到和雨止的景象。诗的前半句写出雷雨交作，气势雄峻；后半句写雨过天晴，平淡恬淡。前雷声，后蛙鸣，两两对照，逸趣横生。诗人通过写大自然的景况，告诉读者大风大雨虽然猛烈，但时间不会长久，当人遇到困难时，要坚持、要勇敢顽强，与之斗争，难关是会度过的。\n\n　　这首诗在造词遣句上虽模仿唐人，但在立意框架上与宋人咏景诗相近。刘基是诗人，更是政治家。政治家的胸怀往往与大自然的景况相融合，喜欢通过自然景观抒发人生的哲理，使天籁中赋有理趣。\n\n","translation":"疾风驱使着骤雨倾倒在高城，乌云密布，雷声殷殷隆隆。\n一会儿，那兴云作雨的龙挟着雷电乌云离去，眼前出现的是池塘水溢，青草滴翠，万蛙齐鸣。\n\n"}
