{"_id":{"$oid":"5b9a17ed367d5c0f40d22ade"},"title":"垂钓","dynasty":"唐代","writer":"白居易","content":"临水一长啸，忽思十年初。三登甲乙第，一入承明庐。 \n浮生多变化，外事有盈虚。今来伴江叟，沙头坐钓鱼。","type":["贬谪","怀念"],"shangxi":"　　起句“临水一长啸”采用情感迸发式的写法领起全篇，把临水垂钓与发泄悲愤情绪融合起来，痛定思痛、长歌当哭的诗人形象跃然纸上，给人以震撼灵魂的感染力。\n\n　　紧接着便回首往事，概述人生旅途的变化，宦海沉浮、仕途得失、人间冷暖、世事盈虚，尽在一声长啸之中。\n\n　　诗中江州之贬在诗人心灵所造成的阴影时刻折磨着他，即使临水垂钓时也挥之不去。“忽思”一语正这种心理状态的真切表现。\n\n　　此诗颔联“三登甲乙第，一入承明庐”，是诗人对前期一帆风顺、春风得意情景的追溯，也是对贬谪所受精神创伤的反衬。\n\n　　那时，他既利用诗歌“补察时政”、“导泄人情”，往往使权贵们闻声变色。这自然给诗人留下了美好的回忆。可惜好景不长，逝者如流，这种回忆也带有浓浓的苦涩味了。\n\n　　后两联则表现了诗人后期的思想变化。这一联写的是诗人身遭贬谪、饱经风霜之后对世事人生的重新审视，也是他寻求心理平衡的一种自慰。\n\n　　可以看出，白居易头脑中的儒家入世思想逐渐让位于释、道出世思想。全诗以“今来伴江叟，沙头坐钓鱼”作结，轻快潇洒中隐含着深沉的苦闷，自我排遣中透露也几分达观。\n\n","translation":"注释 1.“临水”之“水”和“江叟”之“江”均指浔阳江，即长江在九江市的一段。 2.甲乙第：指科举考试录取时所评定的等第，第一等为甲第，次等为乙等，应考中式称为“登第”。 3.承明庐：原为汉代承明殿旁屋，侍官值宿所居之屋为庐，后因以入承明庐为入朝或在朝为官的典故。 4.浮生”即人生。“外事”指世事；“盈虚”意即圆满与空虚。"}
{"_id":{"$oid":"5b9a17ed367d5c0f40d22adf"},"title":"写情","dynasty":"唐代","writer":"李益","content":"水纹珍簟思悠悠，千里佳期一夕休。\n从此无心爱良夜，任他明月下西楼。","type":["失恋","爱情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155533425.mp3","remark":"水纹珍簟（diàn）：编织着水纹花样的珍贵竹席。思悠悠：思绪很多。悠悠：漫长，遥远。“水纹”句写独宿无眠，回忆往事。\n佳期：本指好时光，引申为男女约会的好时机。“千里”句是说，由于风云突变，千里佳期一下子破灭了。\n\n","translation":"　　躺在精美的竹席上，思绪万千，久久不能平静。期待已久的一次与恋人的约会，在这个晚上告吹了。从今以后再也无心欣赏那良辰美景了，管他明月下不下西楼。\n\n"}
{"_id":{"$oid":"5b9a17ed367d5c0f40d22ae0"},"title":"项羽之死","dynasty":"两汉","writer":"司马迁","content":"　　项王军壁垓下，兵少食尽，汉军及诸侯兵围之数重。夜闻汉军四面皆楚歌，项王乃大惊曰：“汉皆已得楚乎？是何楚人之多也！”项王则夜起，饮帐中。有美人名虞，常幸从；骏马名骓，常骑之。于是项王乃悲歌慷慨，自为诗曰：“力拔山兮气盖世，时不利兮骓不逝。骓不逝兮可奈何，虞兮虞兮奈若何！”歌数阕，美人和之。项王泣数行下，左右皆泣，莫能仰视。\n\n　　于是项王乃上马骑，麾下壮士骑从者八百余人，直夜溃围南出，驰走。平明，汉军乃觉之，令骑将灌婴以五千骑追之。项王渡淮，骑能属者百余人耳。项王至阴陵，迷失道，问一田父，田父绐曰“左”。左，乃陷大泽中。以故汉追及之。项王乃复引兵而东，至东城，乃有二十八骑。汉骑追者数千人。项王自度不得脱。谓其骑曰：“吾起兵至今八岁矣，身七十余战，所当者破，所击者服，未尝败北，遂霸有天下。然今卒困于此，此天之亡我，非战之罪也。今日固决死，愿为诸君快战，必三胜之，为诸君溃围，斩将，刈旗，令诸君知天亡我，非战之罪也。”\n\n　　乃分其骑以为四队，四向。汉军围之数重。项王谓其骑曰：“吾为公取彼一将。”令四面骑驰下，期山东为三处。于是项王大呼驰下，汉军皆披靡，遂斩汉一将。是时，赤泉侯为骑将，追项王，项王瞋目而叱之，赤泉侯人马俱惊，辟易数里。与其骑会为三处。汉军不知项王所在，乃分军为三，复围之。项王乃驰，复斩汉一都尉，杀数十百人，复聚其骑，亡其两骑耳。乃谓其骑曰：“何如？”骑皆伏曰：“如大王言。”\n\n　　于是项王乃欲东渡乌江。乌江亭长檥船待，谓项王曰：“江东虽小，地方千里，众数十万人，亦足王也。愿大王急渡。今独臣有船，汉军至，无以渡。”项王笑曰：“天之亡我，我何渡为！且籍与江东子弟八千人渡江而西，今无一人还，纵江东父兄怜而王我，我何面目见之？纵彼不言，籍独不愧于心乎？”乃谓亭长曰：“吾知公长者。吾骑此马五岁，所当无敌，尝一日行千里，不忍杀之，以赐公。”乃令骑皆下马步行，持短兵接战。独籍所杀汉军数百人。项王身亦被十余创。顾见汉骑司马吕马童，曰：“若非吾故人乎？”马童面之，指王翳曰：“此项王也。”项王乃曰：“吾闻汉购我头千金，邑万户，吾为若德。”乃自刎而死。王翳取其头，余骑相蹂践争项王，相杀者数十人。最其后，郎中骑杨喜，骑司马吕马童，郎中吕胜、杨武各得其一体。\n\n","type":["高中文言文","历史","故事"],"shangxi":"　　本篇节选自《史记·项羽本纪》，题目为后人所拟。\n\n　　有人把《史记》誉之为悲剧英雄画廊，西楚霸王项羽则是悲剧群像中的绝代典型，“项羽之死”这个片断便是这部旷世悲剧的最后一幕。“喑叱咤，千人皆废”的英雄死了，留在人间的是历史长河中曾经“卷起千堆雪”的浪花，群山万壑中殷殷不绝的回响，两千年来无数读者掩卷而思、拍案而起的长叹息。\n\n　　这最后一幕，由垓下之围、东城快战、乌江自刎三场组成，其中包含了楚歌夜警、虞兮悲唱、阴陵失道、东城快战、拒渡赠马、赐头故人等一连串惊心动魄的情节和细节。司马迁怀着满腔激情，运用史实、传说和想像，传写了项羽的穷途末路，不断丰富、发展了他的性格，让这位英雄死在歌泣言笑之中，取得了可歌可泣的艺术效果。\n\n　　第一场：垓下之围。大幕刚启，夜空中传来若断若续、如泣如诉的四面楚歌之声，先奏起背景音乐；然后唱出变徵之音的“虞兮”主调：一起便哀音满耳，感人至深。“时不利兮可奈何！虞兮虞兮奈若何！”结尾三虚字反复唱叹，曼声苍凉。正如《史记评林》引吴贤齐说的那样：“一腔怨愤，万种低徊，地厚天高，托身无所，写英雄失路之悲，至此极矣！”这支歌由项羽主唱，美人和之，更显得英雄气短，儿女情长，以至这位从不曾流过泪的西楚霸王也不禁“泣数行下”；他的部属更是“左右皆泣，莫能仰视”，一片呜咽。这里唱出的不仅是个人在命运面前无可奈何的悲哀，也包含了连所宠爱的美人都无法保护的悲哀；这里流出的不仅是一位伟大的英雄犯了错误之后的悲哀的眼泪，也是一位伟大的英雄面对最终失败的忏悔与惭愧的眼泪。司马迁不愧是伟大的传记文学家，他对音乐的感发作用有着深邃的理解。在《刺客列传》中，他曾用“易水之歌”写荆轲的壮士之别，令“士皆垂泪涕泣”；在《留侯世家》中，他用“鸿鹄之歌”写刘邦晚年不得立如意为太子的痛苦心态，使戚夫人“嘘唏流涕”；而现在（公元前二〇二年），他又用“虞兮之歌”作为项羽之死这最后一幕的序曲，让悲怆的气氛笼罩全篇，把读者引进苍茫辽远、四顾寂寥的境界，噙着泪水一字一字地往下读，一读则欲罢不能。\n\n　　接下来是第二场——东城快战。当项羽“自度不得脱”之后，连连说：“此天之亡我，非战之罪也。”“令诸君知天亡我，非战之罪也。”与后面的“天之亡我，我何渡为”互相呼应，三复斯言；明知必死，意犹未平。钱钟书说：“认输而不服气，故言之不足，再三言之。”(《管锥编》)“不服气”，正显示了他的平生意气，说明了他自负、自尊而不知自省、自责。快战之前，司马迁设计了阴陵迷道这个极富表现力的细节。田父把他指向绝路，看似偶然，其实必然。这是他过去“所过无不残灭”，丧失人心的结果。“田父绐之曰：‘向左。’乃陷大泽中，以故汉追及之。”人家骗他，指向左边，他便不假思索地驰向左边，表现了他从来不惯骗人，也从来不相信别人敢骗他的直率、粗犷的性格。这里两“左”字独字成句，节奏短促，纸上犹闻其声，显示出当时形势严峻紧张，仿佛那五千骑追兵已从征尘滚滚中风驰雨骤而至，迫促感、速度感、力量感尽蓄笔端。\n\n　　写阴陵迷道，目的在揭示这位末路英雄丧失人心；写东城溃围、斩将、刈旗，则着意于进一步展开他拔山盖世的意气和个人英雄主义的性格。此刻，他丝毫不存幸胜突围之心，只图打一个痛快仗给追随他的残部看看，确证他的失败是“天之亡我”。在这位英雄心目中，死，从来就是不可怕的；英名受侮，承认自己失败，那才可怕。要死也死个痛快，死在胜利之中。这种心态，可笑而又可悲。在这场“快战”中，司马迁再一次运用细节描绘，写项羽的拔山之力，不世之威：“于是项王大呼驰下，汉军皆披靡”；“赤泉侯……追项王，项王嗔目叱之，赤泉侯人马俱惊，辟易数里”。这里，仍用虚笔，集中写他的声音。一呼则汉军披靡，一叱则不仅人惊，连马也吓得后退数里，这是何等的声威力量！他像一尊凛然不可犯的天神，一只被猎犬激怒了的猛虎，须眉毕张，咆哮跳踉，谁也不敢靠近他一步。特别是他“复聚其骑”后，“乃谓其骑曰：‘何如！’骑皆伏曰：‘如大王言！’”“何如”二字，写得意，写自负，声口毕见，活活画出项羽豪迈的性格。在这一瞬间，他感受到的只是一种不屈服的自我肯定的甜蜜，哪里还曾意识到自己是千枪万箭追杀的目标！\n\n　　第三场：乌江自刎。其中写了拒渡、赠马、赐头三个细节。项羽马到乌江，茫茫江水阻绝了去路。悲剧的大幕即将落下，司马迁偏偏在这最后时刻打了一个回旋，为他笔下的英雄形象补上了最后的浓墨重彩的一笔，设计了“乌江亭长舣船待”这个细节。文如水穷云起，又见峰峦。项羽本来已无路可逃，司马迁却写成他有充分的机会脱逃而偏偏不肯过乌江，好像他不是被追杀得走投无路，不得不死；而是在生与义，苟活幸存与维护尊严之间，从容地作出了选择。江边慷慨陈辞，英雄的形象更加丰满完美。那曾经“泣数行下”的血性男子，临了反而笑了。“项王笑曰”的笑，不是强自矜持，不是凄然苦笑，而是壮士蔑视死亡，镇定安详的笑；显示了他临大难而不苟免的圣者之勇——“知耻近乎勇”。自惭无面见江东父老，正是由于知耻。这个细节，展示出他的纯朴、真挚、重义深情。对自己的死，他毫不在意；却不忍爱马被杀，以赠亭长。因为，“吾骑此马五岁，所当无敌”。五年来无数胜利的回忆，猛然兜上心头。今昔如此，情何以堪！文章写到这里，实已神完气足，司马迁颊上添毫，再加上把头颅留赠故人这样一个出人意表、千古未闻的细节。“故人”追之、认之，必欲杀之以邀功取赏；项羽却慷慨赐头，“吾为若德”：蝼蚁之微，泰山之高，两两对比，何等鲜明！\n\n　　项羽终于自刎了，他是站着死的。帝王刘、项，将相萧、曹，对于两千年后的我们，本来无所轩轾。但当我们读完《项羽本纪》，特别是读完“项羽之死”这最后一幕的时候，总不免咨嗟叹息，起坐彷徨，这就见出司马迁传写人物的艺术魅力。在这最后一幕中，留给我们印象最深刻的，是三个场次之间的节奏变化，起伏张弛，抑扬徐疾。第一场重在抒情，节奏纡徐，情如悲笳怨笛，以变徵之音形成了呜咽深沉的境界。第二场重在叙事，全用短节奏，进行速度，铁马金戈，声情激越。第三场江畔陈辞，羽声慷慨。“纵江东父老怜而王我，我何面目见之！纵彼不言，籍独不愧于心乎！”连用两反诘句，顿挫抑扬，极唱叹之胜。此外，还用了许多形象生动，蕴涵丰富的细节，其中必有不少出于传闻、揣度，但无不使人感到可感可信、人情人理。清刘熙载《艺概》所谓“太史公时有河汉之言，而意理却细入无间”；钱钟书《管锥编》所谓“马（司马迁）善设身处地，代作喉舌”，都是赞扬他设计的细节情理兼胜，妙合无垠。虞姬悲歌，乌江拒渡，赠马赐头，一波三折，全凭细节传神，使全篇文字达到雄奇悲壮的美学境界，读之令人荡气回肠。在传记文学中，不说绝后，至少空前。\n\n","translation":"王的部队驻守在垓下，兵少粮尽，汉军及诸侯的军队把他重重包围。深夜，（项羽）听到汉军在四面唱着楚地的歌，项羽于是大为吃惊，说：“难道汉军把楚人都征服了吗？他们那边楚人为什么这么多呀！”项王于是在夜里起来，在帐中饮酒。有美人名虞，一直受宠跟在项王身边；有骏马名骓（zhuī，追），（项羽）一直骑着。这时候，项羽不禁情绪激昂唱起悲歌，自己作诗（吟唱）道：“力量能拔山啊，英雄气概举世无双，时运不济时骓马不再奔跑！骓马不奔跑可将怎么办，虞姬呀虞姬，（我）将怎么安排你才妥善？”项王唱了连唱几遍，美人虞姬应和着一同唱歌。项王眼泪一道道流下来，左右侍者也都跟着落泪，没有一个人忍心抬起头来看他。\n\n　　在这种情况下，项羽独自一人骑上马，部下壮士八百多人骑马跟在后面，当夜突破重围，向南冲出。天刚亮的时候，汉军才发觉，命令骑将灌婴带领五千骑兵去追赶。项王渡过淮河，部下壮士能跟上的只剩下一百多人了。项王到达阴陵，迷了路，去问一个农夫，农夫骗他说：“向左边走。”项王带人向左，陷进了大沼泽地中。因此，汉兵追上了他们。项王于是又带着骑兵向东跑，到达东城，这时就只剩下二十八人。汉军骑兵追赶上来的有几千人。项王自己估计不能逃脱了，对他的骑兵说：“我带兵起义至今已经八年，亲自打了七十多仗，抵挡我的敌人都被打垮，我攻击的敌人无不降服，从来没有战败，因而能够称霸，据有天下。可是如今最终被困在这里，这是上天要灭亡我，决不是作战的过错。今天必死无疑，我愿意给诸位打个痛痛快快的仗，一定胜它三回，给诸位冲破重围，斩杀汉将，砍倒军旗，让诸位知道的确是上天要灭亡我，决不是作战的过错。”\n\n　　于是把骑兵分成四队，面朝四个方向。汉军把他们包围起几层。项王对骑兵们说：“我来给你们拿下一员汉将！”命令四面骑士驱马飞奔而下，约定冲到山的东边，分作三处集合。于是项王高声呼喊着冲了下去，汉军像草木随风倒伏一样溃败了，项王杀掉了一名汉将。这时，赤泉侯杨喜为汉军骑将，在后面追赶项王，项王瞪大眼睛呵叱他，赤泉侯连人带马都吓坏了，退避了好几里。项王与他的骑兵在三处会合了 。汉军不知项王的去向，就把部队分为三路，再次包围上来。项王驱马冲了上去，又斩了一名汉军都尉，杀死有百八十人，聚拢骑兵，仅仅损失了两个人。项王问骑兵们道：“怎么样？”骑兵们都敬服地说：“正像大王说的那样。”\n\n　　这时候，项王想要向东渡过乌江。乌江亭长正停船靠岸等在那里，对项王说：“江东虽然小，但土地纵横各有一千里，民众有几十万，也足够让您称王了。希望大王快快渡江。现在只有我这儿有船，汉军到了，没法渡过去。”项王笑了笑说：“上天要灭亡我，我还渡乌江干什么！再说我和江东子弟八千人渡江西征，如今没有一个人回来，纵使江东父老兄弟怜爱我让我做王，我又有什么脸面去见他们？纵使他们不说什么，我项籍难道心中没有愧吗？”又对亭长说：“我知道您是位忠厚长者，我骑着这匹马征战了五年，所向无敌，曾经日行千里，我不忍心杀掉它，把它送给您吧。”命令骑兵都下马步行，手持短兵器与追兵交战。仅凭借项羽就杀死汉军几百人。项羽自己也负伤十多处。项王回头看见汉军骑司马吕马童，说：“你不是我的老朋友吗？”马童这时才跟项王打了个对脸儿，于是把项羽指给王翳看：“这才是项王。”于是项王说：“我听说汉王用黄金千斤，封邑万户悬赏征求我的脑袋，我送你个人情吧！”说完便自刎而死。▲\n\n"}
{"_id":{"$oid":"5b9a17ed367d5c0f40d22ae1"},"title":"初秋行圃","dynasty":"宋代","writer":"杨万里","content":"落日无情最有情，遍催万树暮蝉鸣。\n听来咫尺无寻处，寻到旁边却不声。","type":["田园","生活","动物"],"remark":"圃：种植菜蔬、花草、瓜果的园子。行圃，即指在园子里散步。\n咫尺：周制八寸为咫，十寸为尺。形容距离很近。\n\n","translation":"（题目）初秋在园子里散步\n夕阳看似无情，其实最有情，\n园里树上的蝉，正趁着太阳落下的短暂时间，拼命的高声歌唱，园子里一片蝉叫声。\n蝉的叫声好像就在身边，可是你却无法找到他们，\n因为，当你找到它跟前的时候，它好像知道你来了，鸣叫声立即停止了。\n\n"}
{"_id":{"$oid":"5b9a17ed367d5c0f40d22ae2"},"title":"纳凉","dynasty":"宋代","writer":"秦观","content":"携扙来追柳外凉，画桥南畔倚胡床。\n月明船笛参差起，风定池莲自在香。","type":["古诗三百首","夏天","生活","写景"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155533644.mp3","remark":"倚胡床：坐靠胡床。倚：坐靠。\n\n","shangxi":"　　这句连用“携”、“来”、“追”三个动词，把诗人携杖出户后的动作，分出层次加以表现。其中“追”字更是曲折、含蓄地传达出诗人追寻理想中的纳凉胜处的内在感情，实自杜甫《羌村》“忆昔好追凉”句点化而成。这样，诗人急于从火海中解脱出来的情怀，通过一系列动作，就自然而然地表现出来。\n\n　　次句具体指出了柳外纳凉地方的方位和临时的布置：“画桥南畔倚胡床。”这是一个绿柳成行，位于“画桥南畔”的佳处。诗人选好了目的地，安上胡床，依“倚”其上，尽情领略纳凉的况味。在诗人看来，这也可算“最是人间佳绝处”（《睡足轩》）了。胡床，即交椅，可躺卧。陶潜“倚南窗以寄傲”（《归去来兮辞》），是为了远离尘俗；秦观“倚胡床”以“追凉”，是为了驱解烦热，都是对美好生活的一种向往，他们或多或少是有相通之处的。\n\n　　一二两句写仔细寻觅纳凉胜地。三四两句则展开了对它的美妙景色的描绘：“月明船笛参差起，风定池莲自在香。”月明之夜，船家儿女吹着短笛，笛声参差而起，在水面萦绕不绝。晚风初定，池中莲花盛开，自在幽香不时散溢，沁人心脾。诗人闲倚胡床，怡神闭目，不只感宫上得到满足，连心境也分外舒适。这两句采取了对偶句式，把纳凉时的具体感受艺术地组合起来，于是，一个纳凉胜地的自然景色，就活现在读者面前。\n\n　　此诗以纳凉为题，诗中着力表现的是一个绝离烦热之处。诗人首先经过寻访，发现了这个处所的秘密，其次进行具体布置，置身其间，与外境融而为一，把思想感情寄托在另外一个“自清凉无汗”的世界。\n\n　　宋人吕本中曾在《童蒙诗训》中评论“少游此诗闲雅严重”（《诗林广记》引），“闲雅”当指此诗词语上的特点而言，“严重”则涉及此诗严肃而郑重的内容。它很可能是秦观在仕途遭到挫折后的作品。\n\n　　《纳凉》是一首描写景物的短诗。从字面上看，可以说没有反映什么社会生活内容。但是，透过诗句的表面，却隐约地表现出：诗人渴望远离的是炙手可热的官场社会，这就是他刻意追求一个理想中的清凉世界的原因。秦观是一个有用世之志的诗人。他对官场的奔竞倾夺表示厌弃，力求远避，此诗表达的就是这种感情。这种把创作念图隐藏在诗句背后的写法，读者应着意体会。\n\n","translation":"携杖出门去寻找纳凉圣地，画桥南畔，绿树成荫，坐靠在胡床之上惬意非常。\n寂寂明月夜，参差的笛声响起在耳边萦绕不觉，晚风初定，池中莲花盛开，幽香散溢，泌人心脾。\n\n"}
{"_id":{"$oid":"5b9a17ed367d5c0f40d22ae3"},"title":"好事近·梦中作","dynasty":"宋代","writer":"秦观","content":"春路雨添花，花动一山春色。行到小溪深处，有黄鹂千百。 \n飞云当面化龙蛇，夭矫转空碧。醉卧古藤阴下，了不知南北。","type":["春天","写雨","写花","抒怀"],"remark":"①好事近：词牌名，又名钓鱼笛、倚秋千。\n②黄鹂：乌名，鸣声婉转。亦称黄莺、黄鸟。\n③龙蛇：似龙若蛇，形容快速移行的云彩。\n④夭矫：屈伸自如的样子。\n⑤空碧：碧空。\n⑥了：完全，全然。\n\n","translation":"一场春雨，给山路上增添了许多鲜花，鲜花在风中摆动，又给满山带来了盎然春色。我走到小溪深处，无数黄鹂飞跃啼鸣。\n天空中飞动的云彩在眼前干变万化宛如奔腾的龙蛇，在碧空中屈伸舒展，十分自如。这时，我正醉卧古藤阴下，朦胧迷离，全然不知南北东西。\n\n"}
{"_id":{"$oid":"5b9a17ed367d5c0f40d22ae4"},"title":"雨霖铃·孜孜矻矻","dynasty":"宋代","writer":"王安石","content":"孜孜矻矻。向无明里、强作窠窟。浮名浮利何济，堪留恋处，轮回仓猝。幸有明空妙觉，可弹指超出。缘底事、抛了全潮，认一浮沤作瀛渤。本源自性天真佛。只些些、妄想中埋没。贪他眼花阳艳，谁信道、本来无物。一旦茫然，终被阎罗老子相屈。便纵有、千种机筹，怎免伊唐突。","type":["抒怀","志向","感慨"]}
{"_id":{"$oid":"5b9a17ed367d5c0f40d22ae5"},"title":"北青萝","dynasty":"唐代","writer":"李商隐","content":"残阳西入崦，茅屋访孤僧。落叶人何在，寒云路几层。 \n独敲初夜磬，闲倚一枝藤。世界微尘里，吾宁爱与憎。","type":["唐诗三百首","寻访"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155534342.mp3","remark":"青萝：一种攀生在石崖上的植物，此处代指山。南朝江淹《江上之山赋》：“挂青萝兮万仞，竖丹石兮百重。”\n崦（yān）：即“崦嵫（zī）”， 山名，在甘肃。古时常用来指太阳落山的地方。《山海经》载：鸟鼠同穴山西南有山名崦嵫，日所入处。\n初夜：黄昏。\n磬（qìng）：古代打击乐器，形状像曲尺，用玉、石制成，可悬挂。佛寺中使用的一种钵状物，用铜铁铸成，既可作念经时的打击乐器，亦可敲响集合寺众。\n“世界”句：语本《法华经》：“书写三千大千世界事，全在微生中。”意思是大千世界俱是微生，我还谈什么爱和恨呢？《楞严经》说：“人在世间，直微尘耳。何必拘于憎爱而苦此心也！”宁：为什么。\n\n","shangxi":"　　诗人在激烈的牛、李党争中被搞得心疲力尽，漂泊的生活，孤独的处境，使他感到生活在红尘中的不幸，迫切需要接触一下清净的佛家天地。\n\n　　首联写诗人寻访僧人之事。时当红日西沉山谷，诗人进入山中，去拜访一位住在茅屋中的僧人。“茅屋”，写出僧人居处的简朴，“孤僧”，写出僧人的不厌孤独。而诗人此时正逢生活清苦、亲朋离散的艰难岁月，他寻访这样一位清苦而孤居的僧人，显然是要从对方身上获得启示，以解除自身的苦恼。清苦人寻清苦地，孤独客访孤独僧，俗与佛已有了精神交流的契机。\n\n　　颔联写诗人寻访所经之路程、所见之景物。“落叶人何在，寒云路几层。”时当深秋，满山的林木飘下纷纷的黄叶，诗人要找的那位孤僧，却不知住在哪里。“人何在”，使人联想到诗人于山林间四处张望的神态，显现出山间林木的密集和僧人的幽藏，愈发表现出这位孤僧远避红尘的意趣，这正是诗人探访的目的。对句更将僧人的幽藏作进一步的渲染：诗人沿着寒云缭绕的山路，盘曲而上，已不知把那盘山之路走了几重。山路入云，已见其高，何况入的是“寒云”。“寒云路几层”不仅写出僧人的高居尘上，也写出诗人不畏辛劳和艰险、—心追寻禅理的热切之举。此联二句写景而兼记行踪，景中暗含着僧人和诗人的影子，言筒意丰，蕴藏极富，堪称方家妙笔。\n\n　　经过千回万转，诗人终于找到了茅屋，见到了孤僧，颈联以精炼的笔墨描绘了僧人的简静生活：“独敲初夜磐，闲倚一枝藤。”“初夜”二字与首句“残阳”相关照，写出到达茅屋的时间。夜幕降临，僧人在茅屋中独自敲磐诵经。“独”字与次句的“孤”字相呼应，因为是“孤僧”，所以独自敲磐。虽只身独处，而未怠佛事，可见其对佛的虔诚。诗人此时站在茅屋外边，耳听清脆的磐声，眼望寂静的星辰，深感佛界的静谧与安详，此中再无红尘之困扰。待到僧人佛事已毕，诗人走进茅屋，与之交谈，对交谈的情状仅用“闲倚一枝藤”五个字概括，却内蕴丰富。“藤”是藤条做的手杖，极为简朴，僧人所“倚”，仅此而已，生活之清苦可以想见；难得的是僧人那份“闲”态，居清贫而安闲自如，从容不迫。\n\n　　尾联写诗人获得了思想的启迪。“世界微尘里，吾宁爱与憎。”佛教认为大千世界全在微尘之中，人也不过就是微尘而已。诗人领悟了这个道理，表示今后不再纠缠爱憎，众心净虑，以淡泊之怀面对仕途荣辱。\n\n　　综观此诗，语言凝炼，富于蕴藏，层次清晰。诗人先写出访，次写途中，再写遇僧，最后以思想收获作结。诗人先将笔墨集中在探访之上，描写僧人居住状态的孤独。用“独敲”一联勾勒，“独”字和“一”字均照应了第二句中的“孤”字。用“闲”字写出佛家对红尘物欲的否定，突显出诗人希望从佛教思想中得到解脱，将爱憎抛却，求得内心的宁静。最后写诗人访僧忽悟禅理之意，更衬出孤僧高洁的心灵。此诗所表达的就是一种不畏辛劳艰险、—心追寻禅理、淡泊之怀面对仕途荣辱的愿望，既赞美了僧人清幽简静的生活，又表现出诗人对惮理的领悟，淡泊之怀面对现实、从容之心面对仕途荣辱。\n\n","translation":"夕阳落入崦嵫山，我去茅屋里探访孤独的僧人。满地落叶，僧人何在？遍山寒云，山路要走多久？\n初夜时分只听他独自敲磐，闲适中靠着一枝青藤。大千世界都在微尘里，我为什么要有喜爱和憎恨？\n\n"}
{"_id":{"$oid":"5b9a17ed367d5c0f40d22ae6"},"title":"赠去婢","dynasty":"唐代","writer":"崔郊","content":"公子王孙逐后尘，绿珠垂泪滴罗巾。\n侯门一入深如海，从此萧郎是路人。(如海 一作：似海)","type":["爱情","悲剧","分手"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155534725.mp3","remark":"公子王孙：旧时贵族、官僚，王公贵族的子弟。\n后尘：后面扬起来的尘土。指公子王孙争相追求的情景。\n绿珠：西晋富豪石崇的宠妾，非常漂亮，这里喻指被人夺走的婢女。\n罗巾：丝制手巾。\n侯门：指权豪势要之家。\n萧郎：原指梁武帝萧衍，南朝梁的建立者，风流多才，在历史上很有名气。后成为诗词中习用语，泛指女子所爱恋的男子。这里是作者自谓。\n\n","shangxi":"　　这首诗写的是自己所爱者被劫夺的悲哀，但由于诗人的高度概括，便使它突破了个人悲欢离合的局限，反映了封建社会里由于门第悬殊所造成的爱情悲剧。诗的寓意颇深，表现手法含而不露，怨而不怒，委婉曲折。\n\n　　“公子王孙逐后尘，绿珠垂泪滴罗巾”，上句用侧面烘托的手法，即通过对“公子王孙”争相追求的描写突出女子的美貌；下句以“垂泪滴罗巾”的细节表现出女子深沉的痛苦。公子王孙的行为正是造成女子不幸的根源，然而这一点诗人却没有明白说出，只是通过“绿珠”一典的运用曲折表达的。绿珠原是西晋富豪石崇的宠妾，传说她“美而艳，善吹笛”。赵王伦专权时，他手下的孙秀倚仗权势指名向石崇索取，遭到石崇拒绝。石崇因此被收下狱，绿珠也坠楼身死。用此典故一方面形容女子具有绿珠那样美丽的容貌，另一方面以绿珠的悲惨遭遇暗示出女子被劫夺的不幸命运。于看似平淡客观的叙述中巧妙地透露出诗人对公子王孙的不满，对弱女子的爱怜同情，写得含蓄委婉，不露痕迹。\n\n　　“侯门一入深如海，从此萧郎是路人”，这两句没有将矛头明显指向造成他们分离隔绝的“侯门”，倒好像是说女子一进侯门便视自己为陌路之人了。但有了上联的铺垫，作者真正的讽意就很容易明白，之所以要这样写，一则切合“赠婢”的口吻，便于表达诗人哀怨痛苦的心情，更可以使全诗风格保持和谐一致，突出它含蓄蕴藉的特点。“侯门”，对应首句的“公子王孙”；“深如海”的比喻，表达出豪门威逼之下，弱者的绝望感受：无边无际，深不见底，得不到解脱。“一入”、“从此”两个关联词语，概括出寒门情侣长久、无止尽的痛苦，所表达的语气中透露出来的深沉的绝望，比那种直露的抒情更哀感动人，也更能激起读者的同情。“萧郎”和“路人”的鲜明对比，表明面对情人，却只能形同陌路，揭示出豪门权贵约束人身自由、践踏人的情感的冷酷现实。\n\n　　从语言上看，这首诗用词很准确。在封建社会里，造成这类人间悲剧的，上自皇帝，下至权豪势要，用“侯门”概括他们，恰当不过，比喻生动形象。诗人以此涛赠给心上人，既写女子的不幸，也描述了自己所爱被劫夺的哀痛，而造成这种痛苦的，正是那些只顾个人喜恶的侯门贵族、公子王孙。作者并没有直接指斥，但诗中流露出的弱者的哀怨、深沉的绝望，却比直露的指斥更厚重，也更能激起读者的同情。诗中的情感实际上也超越了一己的悲欢而具有普遍的社会意义。\n\n","translation":"公子王孙竞相争逐在后面，貌美的女子流泪湿透了罗巾。\n一旦进入深幽如海的侯门，从此萧郎便成为了陌路之人。\n\n"}
{"_id":{"$oid":"5b9a17ed367d5c0f40d22ae7"},"title":"送人游岭南","dynasty":"唐代","writer":"司空曙","content":"万里南游客，交州见柳条。\n逢迎人易合，时日酒能消。\n浪晓浮青雀，风温解黑貂。\n囊金如未足，莫恨故乡遥。\n\n","type":["写人","告诫"],"remark":"交州：泛指五岭以南。 汉武帝时為所置十叁刺史部之一，辖境相当今广东、广西大部和越南的北部、中部。 东汉末改為交州。 越南於十世纪叁十年代独立建国后，宋亦称其国為交趾。\n青雀：这里应是青雀舫。泛指华贵游船。“鷁，鸟名也。今江东贵人船前作青雀，是其像也。”后因称船首画有 ...之舟為“青雀舫”。\n\n","translation":"不远万里去到岭南游玩，到时柳树仍郁郁葱葱、生机勃勃。\n整日只知逢迎他人，饮酒作乐。\n天晓时分可以看见随波浮动的华丽游船，暖风拂过让人不禁解下黑色的貂裘。\n如果行囊里的财资不够，也不要埋怨故乡太遥远。\n\n"}
{"_id":{"$oid":"5b9a17ee367d5c0f40d22ae8"},"title":"长安古意","dynasty":"唐代","writer":"卢照邻","content":"长安大道连狭斜，青牛白马七香车。\n玉辇纵横过主第，金鞭络绎向侯家。\n龙衔宝盖承朝日，凤吐流苏带晚霞。\n百尺游丝争绕树，一群娇鸟共啼花。(百尺 一作：百丈）\n游蜂戏蝶千门侧，碧树银台万种色。\n复道交窗作合欢，双阙连甍垂凤翼。\n梁家画阁中天起，汉帝金茎云外直。\n楼前相望不相知，陌上相逢讵相识。\n借问吹箫向紫烟，曾经学舞度芳年。\n得成比目何辞死，愿作鸳鸯不羡仙。\n比目鸳鸯真可羡，双去双来君不见。\n生憎帐额绣孤鸾，好取门帘帖双燕。\n双燕双飞绕画梁，罗帷翠被郁金香。\n片片行云着蝉鬓，纤纤初月上鸦黄。\n鸦黄粉白车中出，含娇含态情非一。\n妖童宝马铁连钱，娼妇盘龙金屈膝。\n御史府中乌夜啼，廷尉门前雀欲栖。\n隐隐朱城临玉道，遥遥翠幰没金堤。\n挟弹飞鹰杜陵北，探丸借客渭桥西。\n俱邀侠客芙蓉剑，共宿娼家桃李蹊。\n娼家日暮紫罗裙，清歌一啭口氛氲。\n北堂夜夜人如月，南陌朝朝骑似云。\n南陌北堂连北里，五剧三条控三市。\n弱柳青槐拂地垂，佳气红尘暗天起。\n汉代金吾千骑来，翡翠屠苏鹦鹉杯。\n罗襦宝带为君解，燕歌赵舞为君开。\n别有豪华称将相，转日回天不相让。\n意气由来排灌夫，专权判不容萧相。\n专权意气本豪雄，青虬紫燕坐春风。\n自言歌舞长千载，自谓骄奢凌五公。\n节物风光不相待，桑田碧海须臾改。\n昔时金阶白玉堂，即今惟见青松在。(惟见 一作：唯见)\n寂寂寥寥扬子居，年年岁岁一床书。\n独有南山桂花发，飞来飞去袭人裾。","type":["咏史怀古"],"remark":"古意：“古意”是六朝以来诗歌中常见的标题，表示这是拟古之作。\n狭斜：指小巷。\n七香车：用多种香木制成的华美小车。\n玉辇：本指皇帝所乘的车，这里泛指一般豪门贵族的车。\n主第：公主府第。第，房屋。帝王赐给臣下房屋有甲乙次第，故房屋称“第”。\n络绎：往来不绝，前后相接。\n侯家：封建王侯之家。\n龙衔宝盖：车上张着华美的伞状车盖，支柱上端雕作龙形，如衔车盖于口。宝盖，即华盖。古时车上张有圆形伞盖，用以遮阳避雨。\n凤吐流苏：车盖上的立凤嘴端挂着流苏。流苏，以五彩羽毛或丝线制成的穗子。\n游丝：春天虫类所吐的飘扬于空中的丝。\n千门：指宫门。\n复道：又称阁道，宫苑中用木材架设在空中的通道。\n交窗：有花格图案的木窗。\n合欢：马缨花，又称夜合花。这里指复道、交窗上的合欢花形图案。\n阙：宫门前的望楼。\n甍：屋脊。\n垂凤翼：双阙上饰有金凤，作垂翅状。\n梁家：指东汉外戚梁冀家。梁冀为汉顺帝梁皇后兄，以豪奢著名，曾在洛阳大兴土木，建造第宅。\n金茎：铜柱。汉武帝刘彻于建章宫内立铜柱，高二十丈，上置铜盘，名仙人掌，以承露水。\n“楼前”两句：写士女如云，难以辨识。讵：同“岂”。\n吹箫：用春秋时萧史吹箫故事。\n向紫烟：指飞入天空。紫烟，指云气。\n比目：鱼名。古人用比目鱼、鸳鸯鸟比喻男女相伴相爱。\n生憎：最恨。\n帐额：帐子前的横幅。\n孤鸾：象征独居。鸾，传说中凤凰一类的神鸟。\n好取：愿将。\n双燕：象征自由幸福的爱情。\n翠被：翡翠颜色的被子，或指以翡翠鸟羽毛为饰的被子。\n郁金香：这里指一种名贵的香料，传说产自大秦国（中国古代对罗马帝国的称呼）。这里是指罗帐和被子都用郁金香熏过。\n行云：形容发型蓬松美丽。\n蝉翼：古代妇女的一种发式，类似蝉翼的式样。\n初月上鸦黄：额上用黄色涂成弯弯的月牙形，是当时女性面部化妆的一种样式。鸦黄，嫩黄色。\n妖童：泛指浮华轻薄子弟。\n铁连钱：指马的毛色青而斑驳，有连环的钱状花纹。\n娼妇：这里指上文所说的“鸦黄粉白”的豪贵之家的歌儿舞女。\n盘龙：钗名。此指金屈膝上的雕纹。\n屈膝：铰链。用于屏风、窗、门、橱柜等物，这里是指车门上的铰链。\n“御史”两句：写权贵骄纵恣肆，御史、廷尉都无权约束他们。御史：官名，司弹劾。乌夜啼：与下句“雀欲栖”均暗示执法官门庭冷落。廷尉：官名，掌刑法。\n朱城：宫城。\n玉道：指修筑得讲究漂亮的道路。\n翠幰：妇女车上镶有翡翠的帷幕。\n金堤：坚固的河堤。\n挟弹飞鹰：指打猎的场面。\n杜陵：在长安东南，汉宣帝陵墓所在地。\n探丸借客：指行侠杀吏，助人报仇等蔑视法律的行为。借客，指助人。\n渭桥：在长安西北，秦始皇时所建，横跨渭水，故名。\n芙蓉剑：古剑名，春秋时越国所铸。这里泛指宝剑。\n娼家：妓女。\n桃李蹊：指娼家的住处。此借用，一则桃李可喻美色，二则暗示这里是吸引游客纷至沓来的地方。蹊，小径。\n啭：宛转歌唱。\n氛氲：香气浓郁。\n北堂：指娼家。\n人如月：形容妓女的美貌。\n南陌：指妓院门外。\n骑似云：形容骑马的来客云集。\n北里：即唐代长安平康里，是妓女聚居之处，因在城北，故称北里。\n五剧：交错的路。三条，通达的道路。控，引，连接。三市，许多市场。“五剧”、三条”、“三市”都是用前人成语，其中数字均非实指。\n佳气红尘：指车马杂沓的热闹景象。\n金吾：即执金吾，汉代禁卫军官衔。唐代设左、右金吾卫，有金吾大将军。此泛指禁军军官。\n屠苏：美酒名。鹦鹉杯，即海螺盏，用南洋出产的一种状如鹦鹉的海螺加工制成的酒杯。\n罗襦：丝绸短衣。\n燕赵歌舞：战国时燕、赵二国以“多佳人”著称，歌舞最盛。此借指美妙的歌舞。\n转日回天：极言权势之大，可以左右皇帝的意志。“天”喻皇帝。\n灌夫：字仲孺，汉武帝时期的一位将军，勇猛任侠，好使酒骂座，交结魏其侯窦婴，与丞相武安侯田蚡不和，终被田蚡陷害，诛族见《史记·魏其武安侯列传》。\n萧相：指萧望之，字长倩，汉宣帝朝为御史大夫、太子太傅。汉元帝即位，辅政，官至前将军，他曾自谓“备位将相”。后被排挤，饮鸩自尽。\n青虬、紫燕：均指好马。虬：本指无角龙，这里借指良马。紫燕：骏马名。\n坐春风：在春风中骑马飞驰，极其得意。\n凌：超过。\n五公：张汤、杜周、萧望之、冯奉世、史丹。皆汉代著名权贵。\n节物风光：指节令、时序。\n桑田碧海：即沧海桑田。喻指世事变化很大。\n金阶白玉堂：形容豪华宅第。\n扬子：汉代扬雄，字子云，在长安时仕宦不得意，曾闭门著《太玄》、《法言》。\n一床书：指以诗书自娱的隐居生活。言避世隐居之意。\n裾：衣襟。\n\n\n","translation":"　　长安的大道连着各种小街小巷，水牛和白马，香木车子在街上来来往往。王公贵族的车子纵横在贵族家外，络绎不绝。有雕着龙的华美车盖，车盖上的凤嘴挂着流苏的车子从早到晚穿行于长安。飘摇着的虫丝有百尺长，都绕在树上，一群娇小的鸟儿朝着花啼叫。成群的蜂蝶飞在宫门两侧，绿色的树，银色的台子，在阳光下映出许多颜色。府第的阁道、交窗上刻着合欢花的图案，两座望楼连着的房脊的双阙上像金凤垂翅。梁家的画阁高大入天，汉武帝建的铜柱高耸触云。楼阁上的仕女与别人相对望而不知对方是谁，路上相逢又会知晓对方？问她们可曾吹箫，她们答说曾经学习舞蹈度过花样年华。只要能和心爱的人厮守在一起，就是死了也心甘情愿；只要能和心爱的人厮守在一起，愿做凡人不羡慕神仙。比目和鸳鸯真是值得羡慕，只是君看不见他们成双结对。最恨帐前绣着孤鸾，愿将门帘贴上双飞的绕着花木梁的燕，帷幔和翠色的羽被被撒上郁金香料。鬓发如浮动的轻云，把它梳成蝉翼般的式样，在额头涂上嫩黄色新月状的图形。一个个额头涂着嫩黄色新月状图形、唇红齿白的美女随车出游，她们千娇百媚，风情万种。轻浮子弟骑着白底青点的马，盘龙纹的铰链圈着车里坐着歌女。不久御史府前静得可以听到乌鸦的叫声，廷尉府门前的树上有雀鸟想休息。车上隐约可以看到府第旁的豪华道路，车上的帷幕隐没了远处坚固河堤。有人在杜陵北打猎，有人在渭桥的西边刺杀官吏，后来带着宝剑的刺客都被吸引入住妓院，和妓女共宿。娼客日夜想着妓女，她们婉转的歌声和身上散发出的香气充溢着房间。娼客每晚都和漂亮如月的妓女行乐，到早晨骑着马像行云。娼客脚下的路连着妓院，长安街道纵横交错，四通八达，与市场相连接。孱弱的翠柳、槐枝垂在地上，车马杂沓的热闹声音也在夜晚响起了。禁军的骑队来了，他们在妓院饮酒。妓女美丽的衣裳为他们而解开，舞蹈也为他们而跳起。显贵的人做起将相，左右在皇帝身边而不相让。权贵将相容不下贤臣，处处排挤他们。专权的人自以为是英雄豪杰，骑着马得意洋洋。妓女认为自己的舞蹈之技优于千古，枭雄认为自己的富贵超过五公。世间的事必定会有大改变，昔日的豪华府第，只见几棵青松。汉代扬雄，仕途失意后，甘于寂寞，年年岁岁潜心著书，终于以文章名世。只有凄静的南山一些桂花在纷飞，点点打在人的衣上。\n\n"}
{"_id":{"$oid":"5b9a17ee367d5c0f40d22ae9"},"title":"采蘋","dynasty":"先秦","writer":"佚名","content":"于以采蘋？南涧之滨。于以采藻？于彼行潦。\n于以盛之？维筐及筥。于以湘之？维锜及釜。\n于以奠之？宗室牖下。谁其尸之？有齐季女。","type":["诗经"],"remark":"于以：犹言“于何”，在何处。蘋（pín）：又称四叶菜、田字草，蘋科，为生于浅水之多年生蕨类植物，可食。\n藻：杉叶藻科，为多年生水生草本植物，可食。一说水豆。\n行（xíng）潦（lǎo）：沟中积水。行，水沟；潦，路上的流水、积水。《毛传》：“行潦，流潦也。”\n筥（jǔ）：圆形的筐。方称筐，圆称筥。\n湘：烹煮供祭祀用的牛羊等。《毛传》：“亨也。”按即烹。\n錡（qí）：三足锅。釜：无足锅。锜与釜均为炊饭之器。\n奠：放置。\n宗室：宗庙、祠堂。《毛传》：“大宗之庙也。”大宗，即大夫之始祖。牖（yǒu）：窗户。\n尸：主持。古人祭祀用人充当神，称尸。《毛传》：“尸，主。齐，敬。季，少也。”\n有：语首助词，无义。齐（zhāi）：美好而恭敬，“斋”之省借。季：少、小。\n\n","shangxi":"　　此诗叙述的是少女临出嫁前庄重严肃地准备祭品和祭祀的情况，详实地记载了祭品、祭器、祭地、祭人，反映了当时的风尚习俗。\n\n　　根据文献可以知道，在古代，贵族之女出嫁前必须到宗庙去祭祀祖先，同时学习婚后的有关礼节。这时，奴隶们为其主人采办祭品、整治祭具、设置祭坛，奔走终日、劳碌不堪，这首诗就是描写她们劳动过程的。全诗三章，每章四句。首章两问两答，点出采蘋、采藻的地点，次章两问两答，点出盛放、烹煮祭品的器皿，末章两问两答，点出祭地和主祭之人。\n\n　　俗话说：“上供神吃，心到佛知。”这些普普通通的祭品和繁琐的礼仪，却蕴积着人们的寄托和希冀，因而围绕祭祀的一切活动都无比虔诚、圣洁、庄重，正如《左传·隐公三年》所说：“苟有明信，涧溪沼沚之毛，蘋蘩蕰藻之菜，筐筥錡釜之器，潢污行潦之水，可荐于鬼神，可羞于王公。”因此，诗人不厌其烦，不惜笔墨，层次井然地叙写祭品、祭器、祭地、祭人，将繁重而又枯燥的劳动过程描写得绘声绘色。\n\n　　这首诗的艺术魅力主要源于问答体的章法，而其主要构成因素就是五个“于以”的运用。全诗节奏迅捷奔放，气势雄伟，而五个“于以”的具体含意又不完全雷同，连绵起伏，摇曳多姿，文末“谁其尸之，有齐季女”戛然收束，奇绝卓特，烘云托月般地将季女的美好形象展现给读者。\n\n","translation":"哪儿可以去采蘋？就在南面涧水滨。哪儿可以去采藻？就在积水那浅沼。\n什么可把东西放？有那圆筥和方筐。什么可把食物煮？三脚錡与无足釜。\n安置祭品在哪里？祠堂那边窗户底。这次谁来做主祭？恭敬虔诚待嫁女。\n\n"}
{"_id":{"$oid":"5b9a17ee367d5c0f40d22aea"},"title":"沉醉东风·七夕","dynasty":"元代","writer":"卢挚","content":"银烛冷秋光画屏，碧天晴夜静闲亭。蛛丝度绣针，龙麝焚金鼎。庆人间七夕佳令。卧看牵牛织女星，月转过梧桐树影。","type":["七夕节","风俗"],"remark":"七夕：农历的七月初七，是牛郎和织女相会之日。\n龙麝：一种香料。\n\n","translation":"白银烛台放射出的光线照亮了画屏，在晴朗的夜晚静静地坐在亭子里。妇女们用蛛丝穿过绣针在乞巧，金鼎中焚烧着龙麝香，人们都在庆祝人间七夕这个佳节，躺下来看牵牛织女星得鹊桥相会月亮飘过梧桐树投下了倒影。\n\n"}
{"_id":{"$oid":"5b9a17ee367d5c0f40d22aeb"},"title":"元夕二首","dynasty":"明代","writer":"王守仁","content":"故园今夕是元宵，独向蛮村坐寂寥。\n赖有遗经堪作伴，喜无车马过相邀。\n春还草阁梅先动，月满虚庭雪未消。\n堂上花灯诸第集，重闱应念一身遥。\n\n去年今日卧燕台，铜鼓中宵隐地雷。\n月傍苑楼灯影暗，风传阁道马蹄回。\n炎荒万里频回首，羌笛三更谩自哀。\n尚忆先朝多乐事，孝皇曾为两宫开。\n\n","type":["元宵节","怀念","亲人","组诗"]}
{"_id":{"$oid":"5b9a17ee367d5c0f40d22aec"},"title":"蝶恋花·昨夜秋风来万里","dynasty":"宋代","writer":"苏轼","content":"昨夜秋风来万里。月上屏帏，冷透人衣袂。有客抱衾愁不寐。那堪玉漏长如岁。\n羁舍留连归计未。梦断魂销，一枕相思泪。衣带渐宽无别意。新书报我添憔悴。\n\n","type":["思乡","婉约"],"remark":"屏帏：屏，屏风；帏，床帐。\n衣袂：衣袖。\n衾：被子。\n玉漏：古代计时器。长如岁：度夜如年。\n衣带渐宽：指人因忧愁而消瘦。\n新书：新写的信。\n\n","translation":"昨夜的秋风好似来自万里之外的家乡。月亮攀上了寝息之所的帷帐，冷气透入人的衣袖。在异乡作客的我抱着被子愁得睡不着觉。更哪能忍受漏壶一滴滴的声音，越发觉得长夜漫漫。\n寄居他乡回家的日子遥遥无期。梦里醒来凄绝伤神，一觉醒来满面都是相思的泪水。衣带渐渐宽松，不为别的什么。只为新到的书信，又平添了许多憔悴。\n\n"}
{"_id":{"$oid":"5b9a17ee367d5c0f40d22aed"},"title":"贫女","dynasty":"唐代","writer":"秦韬玉","content":"蓬门未识绮罗香，拟托良媒益自伤。\n谁爱风流高格调，共怜时世俭梳妆。\n敢将十指夸针巧，不把双眉斗画长。\n苦恨年年压金线，为他人作嫁衣裳。","type":["唐诗三百首","女子","生活","哲理","怀才不遇"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155535630.mp3","remark":"蓬门：用蓬茅编扎的门，指穷人家。绮罗：华贵的丝织品或丝绸制品。这里指富贵妇女的华丽衣裳。\n拟：打算。托良媒：拜托好的媒人。益：更加。\n风流高格调：指格调高雅的妆扮。风流：指意态娴雅。高格调：很高的品格和情调。\n怜：喜欢，欣赏。时事俭梳妆：当时妇女的一种妆扮。称“时世妆”，又称“俭妆”。时世：当世，当今。\n针：《全唐诗》作“偏”，注“一作纤”。\n斗：比较，竞赛。\n苦恨：非常懊恼。压金线：用金线绣花。“压”是刺绣的一种手法，这里作动词用，是刺绣的意思。\n\n","shangxi":"　　这首诗，以语意双关、含蕴丰富而为人传诵。全篇都是一个未嫁贫女的独白，倾诉她抑郁惆怅的心情，而字里行间却流露出诗人怀才不遇、寄人篱下的感恨。\n\n　　“蓬门未识绮罗香，拟托良媒益自伤。”主人公的独白从姑娘们的家常──衣着谈起，说自己生在蓬门陋户，自幼粗衣布裳，从未有绫罗绸缎沾身。开口第一句，便令人感到这是一位纯洁朴实的女子。因为贫穷，虽然早已是待嫁之年，却总不见媒人前来问津。抛开女儿家的羞怯矜持请人去作媒吧，可是每生此念头，便不由加倍地伤感。这又是为什么呢？\n\n　　从客观上看：“谁爱风流高格调，共怜时世俭梳妆。”意思是说：如今，人们竞相追求时髦的奇装异服，有谁来欣赏我不同流俗的高尚情操？就主观而论：“敢将十指夸针巧，不把双眉斗画长。”意思是说：我所自恃的是，凭一双巧手针黹出众，敢在人前夸口；决不迎合流俗，把两条眉毛画得长长的去同别人争妍斗丽。\n\n　　这样的世态人情，这样的操守格调，调愈高，和愈寡。纵使良媒能托，亦知佳偶难觅啊。“苦恨年年压金线，为他人作嫁衣裳！”个人的亲事茫然无望，却要每天每天压线刺绣，不停息地为别人做出嫁的衣裳！月复一月，年复一年，一针针刺痛着自家伤痕累累的心灵！独白到此戛然而止，女主人公忧郁神伤的形象默然呈现在读者的面前。\n\n　　良媒不问蓬门之女，寄托着寒士出身贫贱、举荐无人的苦闷哀怨；夸指巧而不斗眉长，隐喻着寒士内美修能、超凡脱俗的孤高情调；“谁爱风流高格调”，俨然是封建文人独清独醒的寂寞口吻；“为他人作嫁衣裳”，则令人想到那些终年为上司捉刀献策，自己却久屈下僚的读书人──或许就是诗人的自叹。诗情哀怨沉痛，反映了封建社会贫寒士人不为世用的愤懑和不平。\n\n　　诗人刻画贫女形象，既没有凭借景物气氛和居室陈设的衬托，也没有进行相貌衣物和神态举止的描摹，而是把她放在与社会环境的矛盾冲突中，通过独白揭示她内心深处的苦痛。语言没有典故，不用比拟，全是出自贫家女儿的又细腻又爽利、富有个性的口语，毫无遮掩地倾诉心底的衷曲。\n\n　　从家庭景况谈到自己的亲事，从社会风气谈到个人的志趣，有自伤自叹，也有自矜自持，如春蚕吐丝，作茧自缚，一缕缕，一层层，将自己愈缠愈紧，使自己愈陷愈深，最后终于突破抑郁和窒息的重压，呼出那“苦恨年年压金线，为他人作嫁衣裳”的慨叹。这最后一呼，以其广泛深刻的内涵，浓厚的生活哲理，使全诗蕴有更大的社会意义。\n\n","translation":"贫家的女儿不识绮罗的芳香，想托个良媒说亲更感到悲伤。\n谁能爱我高尚的品格和情调？却都喜欢时下正流行的俭妆。\n敢夸十指灵巧针线做得精美，决不天天描眉与人争短比长。\n深恨年年手里拿着金线刺绣，都是替富人家小姐做嫁衣裳。\n\n"}
{"_id":{"$oid":"5b9a17ee367d5c0f40d22aee"},"title":"近试上张籍水部 / 近试上张水部 / 闺意献张水部","dynasty":"唐代","writer":"朱庆馀","content":"洞房昨夜停红烛，待晓堂前拜舅姑。 \n妆罢低声问夫婿，画眉深浅入时无。","type":["唐诗三百首","新婚","考试"],"remark":"张水部：即张籍，曾任水部员外郎。\n洞房：新婚卧室。停红烛：让红烛通宵点着。停：留置。\n舅姑：公婆。\n深浅：浓淡。入时无：是否时髦。这里借喻文章是否合适。\n\n","shangxi":"　　《近试上张水部》载于《全唐诗》卷五百一十五。下面是当代女文学家、著名学者沈祖棻教授对此诗的赏析。\n\n　　以夫妻或男女爱情关系比拟君臣以及朋友、师生等其他社会关系，乃是中国古典诗歌中从《楚辞》就开始出现并在其后得到发展的一种传统表现手法。此诗也是用这种手法写的。\n\n　　“近试上张水部”这个标题可以帮助读者明白诗的作意，唐代应进士科举的士子有向名人行卷的风气。临到要考试了，朱庆馀怕自己的作品不一定符合主考的要求，因此以新妇自比，以新郎比张籍，以公婆比主考，写下了这首诗，征求张籍的意见。\n\n　　古代风俗，头一天晚上结婚，第二天清早新妇才拜见公婆。此诗描写的重点，乃是她去拜见之前的心理状态。首句写成婚。洞房，这里指新房。停，安置。停红烛，即让红烛点着，通夜不灭。次句写拜见。由于拜见是一件大事，所以她一早就起了床，在红烛光照中妆扮，等待天亮，好去堂前行礼。这时，她心里不免有点嘀咕，自己的打扮是不是很时髦呢？也就是，能不能讨公婆的喜欢呢？因此，后半便接写她基于这种心情而产生的言行。在用心梳好妆，画好眉之后，还是觉得没有把握，只好问一问身边丈夫的意见了。由于是新娘子，当然带点羞涩，而且，这种想法也不好大声说出，让旁人听到，于是这低声一问，便成为极其合情合理的了。这种写法真是精雕细琢，刻画入微。\n\n　　仅仅作为“闺意”，这首诗已经是非常完整、优美动人的了，然而作者的本意，在于表达自己作为一名应试举子，在面临关系到自己政治前途的一场考试时所特有的不安和期待。应进士科举，对于当时的知识分子来说，乃是和女孩儿出嫁一样的终身大事。如果考取了，就有非常广阔的前途，反之，就可能蹭蹬一辈子。这也正如一个女子嫁到人家，如果得到丈夫和公婆的喜爱，她的地位就稳定了，处境就顺当了，否则，日子就很不好过。诗人的比拟来源于现实的社会生活，在当时的历史条件之下，很有典型性。即使如今看来，读者也不能不对他这种一箭双雕的技巧感到惊叹。\n\n　　朱庆馀呈献的这首诗获得了张籍明确的回答。在《酬朱庆馀》中，他写道：\n\n　　“越女新妆出镜心，自知明艳更沉吟。\n\n　　齐纨未足时人贵，一曲菱歌敌万金。”\n\n　　由于朱的赠诗用比体写成，所以张的答诗也是如此。在这首诗中，他将朱庆馀比作一位采菱姑娘，相貌既美，歌喉又好，因此，必然受到人们的赞赏，暗示他不必为这次考试担心。\n\n　　首句写这位姑娘的身分和容貌。她是越州的一位采菱姑娘。这时，她刚刚打扮好，出现在镜湖的湖心，边采菱边唱着歌。次句写她的心情。她当然知道自己长得美艳，光彩照人。但因为爱好的心情过分了，却又沉吟起来。（沉吟，本是沉思吟味之意，引申为暗自忖度、思谋。）朱庆馀是越州（今浙江省绍兴市）人，越州多出美女，镜湖则是其地的名胜。所以张籍将他比为越女，而且出现于镜心。这两句是回答朱诗中的后两句，“新妆”与“画眉”相对，“更沉吟”与“入时无”相对。全诗以“入时无”三字为灵魂。新娘打扮得入不入时，能否讨得公婆欢心，最好先问问新郎，如此精心设问寓意自明，令人惊叹。 后半进一步肯定她的才艺出众，说：虽然有许多其他姑娘，身上穿的是齐地（今山东省）出产的贵重丝绸制成的衣服，可是那并不值得人们的看重，反之，这位采菱姑娘的一串珠喉，才真抵得上一万金哩。这是进一步打消朱庆馀“入时无”的顾虑，所以特别以“时人”与之相对。朱的赠诗写得好，张也答得妙，文人相重，酬答俱妙，可谓珠联璧合，千年来传为诗坛佳话。\n\n","translation":"洞房里昨夜花烛彻夜通明，等待拂晓拜公婆讨个好评。\n打扮好了轻轻问丈夫一声：我的眉画得浓淡可合时兴？\n\n"}
{"_id":{"$oid":"5b9a17ee367d5c0f40d22aef"},"title":"蓼莪","dynasty":"先秦","writer":"佚名","content":"蓼蓼者莪，匪莪伊蒿。哀哀父母，生我劬劳。\n\n蓼蓼者莪，匪莪伊蔚。哀哀父母，生我劳瘁。\n\n瓶之罄矣，维罍之耻。鲜民之生，不如死之久矣。无父何怙？无母何恃？出则衔恤，入则靡至。\n\n父兮生我，母兮鞠我。抚我畜我，长我育我，顾我复我，出入腹我。欲报之德。昊天罔极！\n\n南山烈烈，飘风发发。民莫不穀，我独何害！南山律律，飘风弗弗。民莫不穀，我独不卒！\n\n","type":["诗经","悼亡","父亲","母亲"],"remark":"蓼（lù）蓼：长又大的样子。莪（é）：一种草，即莪蒿。李时珍《本草纲目》：“莪抱根丛生，俗谓之抱娘蒿。”\n匪：同“非”。伊：是。\n劬（qú）劳：与下章“劳瘁”皆劳累之意。\n蔚（wèi）：一种草，即牡蒿。\n瓶：汲水器具。罄（qìng）：尽。\n罍（léi）：盛水器具。\n鲜（xiǎn）：指寡、孤。民：人。\n怙（hù）：依靠。\n衔恤：含忧。\n鞠：养。\n拊：通“抚”。畜：通“慉”，喜爱。\n顾：顾念。复：返回，指不忍离去。\n腹：指怀抱。\n昊（hào）天：广大的天。罔：无。极：准则。\n烈烈：通“颲颲”，山风大的样子。\n飘风：同“飙风”。发发：读如“拨拨”，风声。\n谷：善。\n律律：同“烈烈”。\n弗弗：同“发发”。\n卒：终，指养老送终。\n\n","shangxi":"　　《毛诗序》说此诗“刺幽王也，民人劳苦，孝子不得终养尔”，只有最后一句是中的之言，至于“刺幽王，民人劳苦”云云，正如欧阳修所说“非诗人本意”（《诗本义》），诗人所抒发的只是不能终养父母的痛极之情。\n\n　　此诗六章，似是悼念父母的祭歌，分三层意思：首两章是第一层，写父母生养“我”辛苦劳累。头两句以比引出，诗人见蒿与蔚，却错当莪，于是心有所动，遂以为比。莪香美可食用，并且环根丛生，故又名抱娘蒿，喻人成材且孝顺；而蒿与蔚，皆散生，蒿粗恶不可食用，蔚既不能食用又结子，故称牡蒿，蒿、蔚喻不成材且不能尽孝。诗人有感于此，借以自责不成材又不能终养尽孝。后两句承此思言及父母养大自己不易，费心劳力，吃尽苦头。中间两章是第二层，写儿子失去双亲的痛苦和父母对儿子的深爱。第三章头两句以瓶喻父母，以罍喻子。因瓶从罍中汲水，瓶空是罍无储水可汲，所以为耻，用以比喻子无以赡养父母，没有尽到应有的孝心而感到羞耻。句中设喻是取瓶罍相资之意，非取大小之义。“鲜民”以下六句诉述失去父母后的孤身生活与感情折磨。汉乐府诗《孤儿行》说“居生不乐，不如早去从地下黄泉”，那是受到兄嫂虐待产生的想法，而此诗悲叹孤苦伶仃，无所依傍，痛不欲生，完全是出于对父母的亲情。诗人与父母相依为命，失去父母，没有了家庭的温暖，以至于有家好像无家。曹粹中说：“以无怙恃，故谓之鲜民。孝子出必告，反必面，今出而无所告，故衔恤。上堂人室而不见，故靡至也。”（转引自戴震《毛诗补传》）理解颇有参考价值。第四章前六句一一叙述父母对“我”的养育抚爱，这是把首两章说的“劬劳”、“劳瘁”具体化。诗人一连用了生、鞠、拊、畜、长、育、顾、复、腹九个动词和九个“我”字，语拙情真，言直意切，絮絮叨叨，不厌其烦，声促调急，确如哭诉一般。如果借现代京剧唱词“声声泪，字字血”来形容，那是最恰切不过了。这章最后两句，诗人因不得奉养父母，报大恩于万一，痛极而归咎于天，责其变化无常，夺去父母生命，致使“我”欲报不能！后两章第三层正承此而来，抒写遭遇不幸。头两句诗人以眼见的南山艰危难越，耳闻的飙风呼啸扑来起兴，创造了困厄危艰、肃杀悲凉的气氛，象征自己遭遇父母双亡的巨痛与凄凉，也是诗人悲怆伤痛心情的外化。四个入声字重叠：烈烈、发发、律律、弗弗，加重了哀思，读来如呜咽一般。后两句是无可奈何的怨嗟。\n\n　　赋比兴交替使用是此诗写作一大特色。三种表现方法灵活运用，前后呼应，抒情起伏跌宕，回旋往复，传达孤子哀伤情思，可谓珠落玉盘，运转自如，艺术感染力强烈。《晋书·孝友传》载王裒因痛父无罪处死，隐居教授，“及读《诗》至‘哀哀父母，生我劬劳’，未尝不三复流涕，门人受业者并废《蓼莪》之篇”；又《齐书·高逸传》载顾欢在天台山授徒，因“早孤，每读《诗》至‘哀哀父母’，辄执书恸泣，学者由是废《蓼莪》”，类似记载尚有，不必枚举。子女赡养父母，孝敬父母，本是中华民族的美德之一，实际也应该是人类社会的道德义务，而此诗则是以充沛情感表现这一美德最早的文学作品，对后世影响极大，不仅在诗文赋中常有引用，甚至在朝廷下的诏书中也屡屡言及。《诗经》这部典籍对民族心理、民族精神形成的影响由此可见一斑。\n\n","translation":"看那莪蒿长得高，却非莪蒿是散蒿。可怜我的爹与妈，抚养我大太辛劳！\n\n看那莪蒿相依偎，却非莪蒿只是蔚。可怜我的爹与妈，抚养我大太劳累！\n\n汲水瓶儿空了底，装水坛子真羞耻。孤独活着没意思，不如早点就去死。没有亲爹何所靠？没有亲妈何所恃？出门行走心含悲，入门茫然不知止。\n\n爹爹呀你生下我，妈妈呀你喂养我。你们护我疼爱我，养我长大培育我，想我不愿离开我，出入家门怀抱我。想报爹妈大恩德，老天降祸难预测！\n\n南山高峻难逾越，飙风凄厉令人怯。大家没有不幸事，独我为何遭此劫？南山高峻难迈过，飙风凄厉人哆嗦。大家没有不幸事，不能终养独是我！\n\n"}
{"_id":{"$oid":"5b9a17ef367d5c0f40d22af0"},"title":"黄州快哉亭记","dynasty":"宋代","writer":"苏辙","content":"　　江出西陵，始得平地，其流奔放肆大。南合沅、湘 ，北合汉沔，其势益张。至于赤壁之下，波流浸灌，与海相若。清河张君梦得谪居齐安，即其庐之西南为亭，以览观江流之胜，而余兄子瞻名之曰“快哉”。\n\n　　盖亭之所见，南北百里，东西一舍。涛澜汹涌，风云开阖。昼则舟楫出没于其前，夜则鱼龙悲啸于其下。变化倏忽，动心骇目，不可久视。今乃得玩之几席之上，举目而足。西望武昌诸山，冈陵起伏，草木行列，烟消日出。渔夫樵父之舍，皆可指数。此其所以为“快哉”者也。至于长洲之滨，故城之墟。曹孟德、孙仲谋之所睥睨，周瑜、陆逊之所骋骛。其流风遗迹，亦足以称快世俗。\n\n　　昔楚襄王从宋玉、景差于兰台之宫，有风飒然至者，王披襟当之，曰：“快哉此风！寡人所与庶人共者耶？”宋玉曰：“此独大王之雄风耳，庶人安得共之！”玉之言盖有讽焉。夫风无雌雄之异，而人有遇，不遇之变；楚王之所以为乐，与庶人之所以为忧，此则人之变也，而风何与焉？士生于世，使其中不自得，将何往而非病？使其中坦然，不以物伤性，将何适而非快？今张君不以谪为患，窃会计之余功，而自放山水之间，此其中宜有以过人者。将蓬户瓮牖无所不快；而况乎濯长江之清流，揖西山之白云 ，穷耳目之胜以自适也哉！不然，连山绝壑，长林古木，振之以清风，照之以明月，此皆骚人思士之所以悲伤憔悴而不能胜者，乌睹其为快也哉！\n\n　　元丰六年十一月朔日，赵郡苏辙记。\n\n","type":["古文观止","叙事","写景","抒情","议论","散文"],"remark":"【江出西陵】江，长江。出，流出。西陵，西陵峡，又名夷陵峡，长江三峡之一，在湖北宜昌西北。\n【始】才\n【奔放肆大】奔放，水势疾迅。肆大，水流阔大。肆，极，甚。\n【南合沅、湘，北合汉沔（miǎn）】沅，沅水（也称沅江）。湘，湘江。两水都在长江南岸，流入洞庭湖，注入长江。汉沔，就是汉水。汉水源出陕西宁羌，初名漾水，东流经沔县南，称沔水，又东经褒城，纳褒水，始称汉水。汉水在长江北岸。\n【益张】更加盛大。张，大。\n【赤壁】赤鼻矶，现湖北黄冈城外，苏辙误以为周瑜破曹操处。\n【浸（jìn）灌】浸，灌，意思都是“注”。此处指水势浩大。\n【清河张君梦得谪居齐安】清河，县名，现河北清河。张君梦得，张梦得，字怀民，苏轼友人。齐安，宋代黄冈为黄州齐按郡，因称。谪，贬官。居，居住。\n【即】就着，依着。\n【胜】胜景，美景。\n【亭之所见】在亭上能够看到的（范围）。所见，所看到的景象。\n【一舍（shè）】三十里。古代行军每天走三十里宿营，叫做“一舍”。\n【风云开阖（hé）】风云变化。意思是风云有时出现，有时消失。开，开启。阖，闭合。\n【倏忽】顷刻之间，一瞬间，指时间短。\n【动心骇目】犹言“惊心动魄”。这是指景色变化万端，能使见者心惊，并不是说景色可怕。这里动和骇是使动用法。解释为：使……惊动，使……惊骇\n【不可久视】这是说，以前没有亭子，无休息之地，不能长久地欣赏。\n【今乃得玩之几席之上】可以在亭中的几旁席上赏玩这些景色。几，小桌，茶几。\n【举目而足】抬起眼来就可以看个够。\n【草木行列】草木成行成列非常茂盛，形容草木繁荣。\n【指数】名词作状语，用手指清点。\n【长洲】江中长条形的沙洲或江岸。\n【故城之墟】旧日城郭的遗址。故城，指隋朝以前的黄州城（唐朝把县城迁移了）。墟，旧有的建筑物已被毁平而尚留有遗迹的空地。\n【曹孟德、孙仲谋之所睥睨】曹操（字孟德）、孙权（字仲谋）所傲视的地方。睥睨，斜视的样子，引申为傲视。赤壁之战时，曹操、孙权都有气吞对方的气概。\n【周瑜、陆逊之所骋骛（chěngwù）】周瑜、陆逊均为三国时东吴的重要将领。周瑜、陆逊活跃的地方。周瑜曾破曹操于赤壁，陆逊曾袭关羽于荆州，败刘备于夷陵，破魏将曹休于皖城。骋骛，犹言“驰马”，形容他们驰骋疆场。\n【称快世俗】使世俗之人称快。称快为使动用法，使……称快。\n【楚襄王从宋玉、景差于兰台之宫】宋玉有《风赋》，讽楚襄王之骄奢。楚襄王，即楚顷襄王，名横，楚怀王之子。宋玉、景差都是楚襄王之侍臣。兰台宫，遗址在湖北钟祥东。从，使……从。\n【快哉此风】特殊句式，主谓倒装，应为“此风快哉”，解释为这风多么让人感到畅快啊！\n【披】敞开\n【当】迎接\n【盖有讽焉】大概有讽谏的意味在里头。讽，讽喻。宋玉作《风赋》，讽楚襄王之骄奢。焉，兼词 于之，在那里。\n【人有遇不遇之变】人有遇时和不遇时的不同时候。遇，指机遇好，被重用。\n【与（yù）】参与，引申为有何关系。\n【使其中不自得】使，假使。中，内心，心中。自得，自己感到舒适、自在。\n【病】忧愁，怨恨。\n【以物伤性】因外物（指环境）而影响天性（本性）。\n【适】往，去。\n【患】忧愁。\n【窃会（kuài）计之余功】窃，偷得，这里即“利用”之意。会计，指征收钱谷、管理财务行政等事务。余功，公事之余。\n【自放】自适，放情。放，纵。\n【此其中宜有以过人者】其，代词，指心胸。\n【蓬户瓮牖】蓬户，用蓬草编门。瓮牖，用破瓮做窗。蓬、瓮，名词作状语。\n【濯】洗涤。\n【揖】拱手行礼。这里的意思是面对（西山白云）。\n【自适】自求安适。适，闲适。\n【此皆骚人思士之所以悲伤憔悴而不能胜者】此，指“连山绝壑，长林古木”等快哉亭上所见景物。骚人思士，指心中有忧思的人。胜，承受，禁（jīn）得起。\n【乌睹其为快也哉】哪里看得出这是畅快的呢！乌……哉，哪里……呢。乌，哪里。\n【赵郡】苏辙先世为赵郡栾城（今河北赵县）人\n【朔】夏历每月初一。\n【望】每月月圆时，即十五。\n【既望】夏历每月十六\n【晦】夏历每月最后一天。\n\n","translation":"　　长江出了西陵峡,才进入平地，水势奔腾浩荡。南边与沅水、湘水合流，北边与汉水汇聚，水势显得更加壮阔。流到赤壁之下，波浪滚滚，如同大海一样。清河张梦得，被贬官后居住在齐安，于是他在房舍的西南方修建了一座亭子，用来观赏长江的胜景。我的哥哥子瞻给这座亭子起名叫“快哉亭”。\n　　在亭子里能看到长江南北上百里、东西三十里。波涛汹涌，风云变化不定。在白天，船只在亭前来往出没；在夜间，鱼龙在亭下的江水中悲声长啸。景物变化很快，令人惊心骇目，不能长久地欣赏。能够在几案旁边欣赏这些景色，抬起眼来就足够看了。向西眺望武昌的群山，（只见）山脉蜿蜒起伏，草木成行成列，烟消云散，阳光普照，捕鱼、打柴的村民的房舍，都可以一一数清。这就是把亭子称为“快哉”的原因。到了长江岸边古城的废墟，是曹操、孙权傲视群雄的地方，是周瑜、陆逊驰骋战场的地方，那些流传下来的风范和事迹，也足够让世俗之人称快。\n　　从前，楚襄王让宋玉、景差跟随着游兰台宫。一阵风吹来，飒飒作响，楚王敞开衣襟，迎着风，说：“这风多么畅快啊！这是我和百姓所共有的吧。”宋玉说：“这只是大王的雄风罢了，百姓怎么能和您共同享受它呢？”宋玉的话在这儿大概有讽喻的意味吧。风并没有雄雌的区别，而人有生得逢时，生不逢时的不同。楚王感到快乐的原因，而百姓感到忧愁的原因，正是由于人们的境遇不同，跟风又有什么关系呢?读书人生活在世上，假使心中不坦然，那么，到哪里没有忧愁？假使胸怀坦荡，不因为外物而伤害天性（本性），那么，在什么地方会不感到快乐呢？（读书人生活在世上，如果他的内心不能自得其乐，那么，他到什么地方去会不忧愁呢？如果他心情开朗，不因为环境的影响而伤害自己的情绪，那么，他到什么地方去会不整天愉快呢？）\n　　张梦得不把被贬官而作为忧愁，利用征收钱谷的公事之余，在大自然中释放自己的身心，这是他心中应该有超过常人的地方。即使是用蓬草编门，以破瓦罐做窗，都没有觉得不快乐，更何况在清澈的长江中洗涤，面对着西山的白云，尽享耳目的美景来自求安适呢？如果不是这样，连绵的峰峦，深陡的沟壑，辽阔的森林，参天的古木，清风拂摇，明月高照，这些都是伤感失意的文人士大夫感到悲伤憔悴而不能忍受的景色，哪里看得出这是畅快的呢！\n　　元丰六年十一月初一，赵郡苏辙记。\n\n"}
{"_id":{"$oid":"5b9a17ef367d5c0f40d22af1"},"title":"宿甘露寺僧舍","dynasty":"宋代","writer":"曾公亮","content":"枕中云气千峰近，床底松声万壑哀。\n要看银山拍天浪，开窗放入大江来。\n\n","type":["古诗三百首","豪迈","写景","长江"],"remark":"甘露：甘露寺，在江苏镇江北固山上。寺建于唐文宗大和年间，宋真宗大中祥符年间重建。北固山下临长江，当时江阔十余里。相传建寺时露水适降，因而得名。\n松声万壑（hè）：形容长江的波涛声像万壑松声一样。壑，山沟。\n银山拍天浪：形容波浪很大，像银山一样。\n\n","shangxi":"　　甘露寺在镇江北固山巅，濒临大江，因此这首诗着力描绘地势，在构思时，不用实笔，全通过想象，描绘出一幅空阔奇妙的江南夜色图，写出了江水的壮观和甘露寺的险要。首句写山峰的云气，次句写山谷的松声，末两句写长江的风采。一句诗一个画面，全诗浑成合美。诗中有画，景中有情。\n\n　　写景诗，许多诗人往往爱从视觉落笔，如唐代诗人李白的：“危楼高百尺”（《夜宿山寺》），贾岛的“松下问童子”（《寻隐者不遇》）。曾公亮却避开这种传统的写法，另辟蹊径，独出机杼，从感受、听觉去写。诗题是“宿甘露僧舍”，所以围绕“宿”字展开。睡在寺里，房间中自然不可能有云雾，所谓“枕中云气”，当是长江水汽会在高处，令人觉得空气很湿，甚至枕中已经凝结了些许水珠。诗人躺在枕上，感受到枕中微湿，自然联想起长江之浩瀚，甚至误以为自己身处云峰之间。接着，诗人又写床底穿来的江水之声，那阵阵惊涛，仿佛狂风席卷山谷，招起无数苍松摇撼助威，其声壮烈奔腾之至。“枕中”“床底”，点明诗人已经就寝，紧扣诗题“宿”字。“万壑哀”，语出杜甫《诸将五首》之五：“巫峡清秋万壑哀”。曾公亮诗中的这一“哀”字，恰切地摹写了风吹松林所发出的低沉悲壮的声音。用“千”写“峰”，用“万”写“壑”，极尽形容，从纵向描写北固山奇险变幻、充满生机的景象。这起二句是睡在床上的感受与幻想，是通过感官来证实它存在，虽然没有具体的肯定，逼真感很强，尽管北固山没有千山万壑存在。“云气”、“松声”，一在枕上，一在床下，都反映了江水之猛劲；而感觉到云气，凝听到松涛，也反映了诗人心底的宁静。这两句写近景，对仗工稳，用笔细腻，文字跌宕生姿。\n\n　　三、四句写远景。诗人来到甘露寺原是为了住宿歇息的，可寺外千山万壑的松涛声和不尽江流的喧哗声，搅扰着他，辗转反侧，不能安眠。诗人情绪激动了，索性披衣起床，打开窗户，迎风伫立，凭栏远眺。天空没有月色星光，地上熄了万家灯火。周围的一切都被黑暗吞噬，看不见山，看不见树，也看不见远处的城廓。只有横躺在北固山下的长江，这条水的巨龙，力的怪神，在没日没夜、无休无止地掀起惊天的狂澜，发出动地的长吟，不甘沉默，永无睡意。诗人虽然看不清，但能想象出它那汹涌澎湃的壮阔气象。于是掉转诗笔，将描写对象由千峰、万壑转向长江、巨浪，开拓出一个奇丽广阔的新境界。“银山拍天浪”是写得很精彩的景语，气势警拔，形象生动，层层修饰，词约义丰。“银山”从色、形、质等多方面地细致入微地刻画波涛的光彩、巨大以及沉重感。“拍天”则状波峰的突兀和高峻，使人感到惊心动魄，惶惶不安。不用“玉山”而写“银山”，用词是雕琢的。银是仅次于金的贵重金属，色白而灿烂。用鲜亮的词把平凡的波涛写得十分美好，格外显豁，寄寓着诗人高洁的情怀。\n\n　　末句构思很奇特，仍用幻笔，不说开窗看如雪白浪，而说奔腾翻滚的长江被“放”进窗来，把长江的气势写透写活，作者眼前似乎看到浪花要扑进窗来的奇观，深深地被长江的伟观所震撼。“放入”，自然是长江先前想要入窗而不得，诗人到此刻才将它放了进来。原来所谓“枕中云气”，所谓“床底松声”，都是长江有意而为。长江想要冲进房间，好让诗人欣赏自己的奇伟，便先以枕云相示，后以骇浪相呼，不停地邀请着诗人，召唤着诗人，诗人便再也无心睡眠，欣然开窗，与长江陶醉在了一起。明明是诗人向往长江景色，到了诗人笔下，却成了长江招引着诗人去欣赏，通篇用反客为主而不露痕迹，前后呼应之间又只觉一气呵成，笔法高超。这一写作及炼字方法，与杜甫《绝句》“窗含西岭千秋雪”相仿，但杜诗写的是静态，曾诗写的是动态，更具魄力，只有稍后的王安石绝句“两山排闼送青来”可与媲美。\n\n　　此诗的艺术特色主要有三点：\n\n　　一、内容丰厚，境界阔大。仅二十八个字的绝句，就写了枕、床、窗、山、峰、壑、江、浪、银、云气、松声等许多事物，从而扩大了诗歌的表现力。诗人身处斗室之中，想象飞越千里之外，从上到下，由近及远，描写夜幕下的群山万壑、千里大江，展现了辽阔渺远，壮丽迷人的江南夜色，笔法空灵，词意蕴藉。\n\n　　二、以动写静，景中寓情。诗人创造了一种静谧的意境，却是用动的描写来取得这种效果的。流荡的“云气”，哀呜的“松声”，奔涌的大江，喧嚣的涛音，这些动的景物，给小诗注入了无限的生机，同时又通过动，更加突出地显示了大自然的宁静。诗中似无直接的抒情，但诗人热爱祖国河山、赞颂江南夜色的美好感情，却从有声有色、有动有静的景物描写中显现出来。曾公亮所处的北宋时代，党争激烈，阶级矛盾尖锐，在承平盛世的气象下，酝酿着深刻的社会危机。诗人对此不无隐忧。“万壑哀”“拍天浪”，正是一个清醒的政治家对时局深感不安的心理的曲折反映。\n\n　　三、语言质朴、平中见奇。诗人很注重选词炼语，用了许多朴素无华的词语，如“千”“万”“大”“哀”“放入”等等，重笔虚写浩茫夜色中的壮伟奇观：气势磅礴的大江，“银山拍天”的浪涛。造境，于宏阔中出雄奇；抒情，在平淡中见深沉；具有强烈的震撼人心的艺术力量。此诗一句一景，景中寓情，从小处着笔写出了长江的宏伟气势。\n\n","translation":"床枕上弥漫着云气，使我恍若睡在千峰之上；阵阵松涛从万壑传来，似乎就在我床底下轰响。\n我忍不住想去看那如山般高高涌过的波浪，一打开窗户，滚滚长江仿佛扑进了我的窗栏。\n\n"}
{"_id":{"$oid":"5b9a17f0367d5c0f40d22af2"},"title":"送友人","dynasty":"唐代","writer":"薛涛","content":"水国蒹葭夜有霜，月寒山色共苍苍。 \n谁言千里自今夕，离梦杳如关塞长。","type":["离别","写景"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155536067.mp3","remark":"水国：犹水乡。蒹葭（jiānjiā）：水草名。《诗经·秦风·蒹葭》：“蒹葭苍苍，白露为霜。所谓伊人，在水一方。”本指在水边怀念故人，后以“蒹葭”泛指思念异地友人。\n苍苍：深青色。\n今夕：今晚，当晚。\n离梦：离人的梦。杳（yǎo）：无影无声。关塞：一作“关路”。\n\n","shangxi":"　　昔人曾称道这位“万里桥边女校书”“工绝句，无雌声”。她这首《送友人》就是向来为人传诵，可与“唐才子”们竞雄的名篇。此诗表明上似清空一气，其实短幅中有无限蕴藉，藏无数曲折。\n\n　　前两句写别浦晚景。“蒹葭苍苍，白露为霜”，可知是秋季。“悲哉秋之为气也，萧瑟兮草木摇落而变衰；憭栗兮若在远行，登山临水兮送将归”，这时节相送，当是格外难堪。诗人登山临水，一则见“水国蒹葭夜有霜”，一则见月照山前明如霜，这一派蒹葭与山色“共苍苍”的景象，令人凛然生寒。\n\n　　此处不尽是写景，句中暗暗兼用了《诗经·秦风·蒹葭》“蒹葭苍苍”两句以下的诗意：“所谓伊人，在水一方。溯回从之，道阻且长；溯游从之，宛在水中央”，以表达一种友人远去、思而不见的怀恋情绪。节用《诗经》而兼包全篇之意，王昌龄“山长不见秋城色，日暮蒹葭空水云”（《巴陵送李十二》）与此诗机杼相同。运用这种引用的修辞手法，就使诗句的内涵大为深厚了。\n\n　　人隔千里，自今夕始。“千里自今夕”一语，与李益名句“千里佳期一夕休”相似，表现了诗人的无限深情和遗憾。这里却加“谁言”二字，似乎要一反那遗憾之意，不欲作“从此无心爱良夜”的苦语。似乎意味着“海内存知已，天涯若比邻”，可以“隔千里兮共明月”，是一种慰勉的语调。这与前两句的隐含离伤构成一个曲折，表现出相思情意的执着。\n\n　　诗中提到“关塞”，大约友人是赴边去吧，那再见自然很不易了，除非相遇梦中。不过美梦也不易求得，行人又远在塞北。“天长地远魂飞苦，梦魂不到关山难”（李白《长相思》）。“关塞长”使梦魂难以度越，已自不堪，更何况“离梦杳如”，连梦也新来不做。一句之中含层层曲折，将难堪之情推向高潮。此句的苦语，相对于第三句的慰勉，又是一大曲折。此句音调也很美，“杳如”的“如”不但表状态，而且兼有语助词“兮”字的功用，读来有唱叹之音，配合曲折的诗情，其味尤长。而全诗的诗情发展，是“先紧后宽”（先作苦语，继而宽解），宽而复紧，“首尾相衔，开阖尽变”（《艺概·诗概》）。\n\n　　“绝句于六艺多取风兴，故视它体尤以委曲、含蓄、自然为高。”（《艺概·诗概》）此诗化用了前人一些名篇成语，使内涵更丰富；诗意又层层推进，处处曲折，愈转愈深，可谓兼有委曲、含蓄的特点。诗人用语既能翻新又不着痕迹，娓娓道来，不事藻绘，便显得“清”。又善“短语长事”，得吞吐之法，又显得“空”。清空与质实相对立，却与充实无矛盾，故耐人玩味。\n\n","translation":"水国之夜是笼罩在凄寒的月色之中的，寒冷的月色与夜幕笼罩中的深青山色浑为一体，苍苍茫茫。\n谁说友人千里之别从今晚就开始了？可离别后连相逢的梦也杳无踪迹，它竟像迢迢关塞那样遥远。\n\n"}
{"_id":{"$oid":"5b9a17f0367d5c0f40d22af3"},"title":"七夕","dynasty":"唐代","writer":"徐凝","content":"一道鹊桥横渺渺，千声玉佩过玲玲。\n别离还有经年客，怅望不如河鼓星。","type":["七夕节"],"translation":"译文 一道仙鹊架起的小桥横卧在那茫茫的银河上。 听着织女的配环叮咚,看她款款地过桥而来。 我和伊人的离别是不会停息地一年复一年。 怅然间抬头望去只见到牛郎星依旧闪烁,亘古光华不变；我的哀愁啊,就渐渐的不那么明显。"}
{"_id":{"$oid":"5b9a17f0367d5c0f40d22af4"},"title":"无家别","dynasty":"唐代","writer":"杜甫","content":"寂寞天宝后，园庐但蒿藜。我里百余家，世乱各东西。\n存者无消息，死者为尘泥。贱子因阵败，归来寻旧蹊。\n久行见空巷，日瘦气惨凄，但对狐与狸，竖毛怒我啼。\n四邻何所有，一二老寡妻。宿鸟恋本枝，安辞且穷栖。\n方春独荷锄，日暮还灌畦。县吏知我至，召令习鼓鞞。\n虽从本州役，内顾无所携。近行止一身，远去终转迷。\n家乡既荡尽，远近理亦齐。永痛长病母，五年委沟溪。\n生我不得力，终身两酸嘶。人生无家别，何以为蒸黎。","type":["叙事","战争","写景","抒怀"],"remark":"天宝后：指安史之乱以后。开篇是以追叙写起，追溯无家的原因，引出下文。庐：即居住的房屋。但，只有，极为概括也极为沉痛地传达出安禄山乱后的悲惨景象：什么都没有，唯有一片蒿藜（也就是野草）。\n贱子：这位无家者的自谓。阵败：指邺城之败。\n日瘦：日光淡薄，杜甫的自创语。\n怒我啼：对我发怒且啼叫。写乡村的久已荒芜，野兽猖獗出没。\n这句以“宿鸟”自比，言人皆恋故土，所以即便是困守穷栖，依旧在所不辞。\n这句是说他又要被征去打仗。\n携：即离。无所携，是说家里没有可以告别的人。\n这两句是以能够服役于本州而自幸。终转迷：终究是前途迷茫，生死凶吉难料。\n齐：齐同。这两句更进一层，是自伤语。是说家乡已经一无所有，在本州当兵和在外县当兵都是一样。\n从天宝十四年安禄山作乱到这一年正是五年。委沟溪：指母亲葬在山谷里。\n两酸嘶：是说母子两个人都饮恨。酸嘶，失声痛哭。\n蒸黎：指劳动人民。蒸，众。黎，黑。\n\n","shangxi":"　　《无家别》叙事诗的“叙述人”不是作者，而是诗中的主人公。这个主人公是又一次被征去当兵的独身汉，既无人为他送别，又无人可以告别，然而在踏上征途之际，依然情不自禁地自言自语，仿佛是对老天爷诉说他无家可别的悲哀。\n\n　　从开头至“一二老寡妻”共十四句，总写乱后回乡所见，而以“贱子因阵败，归来寻旧蹊”两句插在中间，将这一大段隔成两个小段。前一小段，以追叙发端，写那个自称“贱子”的军人回乡之后，看见自己的家乡面目全非，一片荒凉，于是抚今忆昔，概括地诉说了家乡的今昔变化。“寂寞天宝后，园庐但蒿藜”，这两句正面写今，但背后已藏着昔。“天宝后”如此，那么就会想到天宝前的情况。于是自然地引出下两句。那时候“我里百余家”，应是园庐相望，鸡犬相闻，当然并不寂寞：“天宝后”则遭逢世乱，居人各自东西，园庐荒废，蒿藜（野草）丛生，自然就寂寞了。一起头就用“寂寞”二字，渲染满目萧条的景象，表现出主人公触目伤怀的悲凉心情，为全诗定了基调。“世乱”二字与“天宝后”呼应，写出了今昔变化的原因，也点明了“无家”可“别”的根源。“存者无消息，死者为尘泥”两句，紧承“世乱各东西”而来，如闻“我”的叹息之声，强烈地表现了主人公的悲伤情绪。\n\n　　前一小段概括全貌，后一小段则描写细节，而以“贱子因阵败，归来寻旧蹊”承前启后，作为过渡。“寻”字刻画入微，“旧”字含意深广。家乡的“旧蹊”走过千百趟，闭着眼都不会迷路，如今却要“寻”，见得已非旧时面貌，早被蒿藜淹没了。“旧”字追昔，应“我里百余家”：“寻”字抚今，应“园庐但蒿藜”。“久行见空巷，日瘦气惨凄。但对狐与狸，竖毛怒我啼。四邻何所有，一二老寡妻”，写“贱子”由接近村庄到进入村巷，访问四邻。“久行”承“寻旧蹊”来，传“寻”字之神。距离不远而需久行，见得旧蹊极难辨认，寻来寻去，绕了许多弯路。“空巷”言其无人，应“世乱各东西”。“日瘦气惨凄”一句，用拟人化手法融景入情，烘托出主人公“见空巷”时的凄惨心境。“但对狐与狸”的“但”字，与前面的“空”字照应。当年“百余家”聚居，村巷中人来人往，笑语喧阗；如今却只与狐狸相对。而那些“狐与狸”竟反客为主，一见“我”就脊毛直竖，冲着“我”怒叫，好像责怪“我”不该闯入它们的家园。遍访四邻，发现只有“一二老寡妻”还活着！见到她们，自然有许多话要问要说，但杜甫却把这些全省略了，给读者留下了驰骋想象的空间。而当读到后面的“永痛长病母，五年委沟溪”时，就不难想见与“老寡妻”问答的内容和彼此激动的表情。\n\n　　“宿鸟恋本枝，安辞且穷栖。方春独荷锄，日暮还灌畦。”──这在结构上自成一段，写主人公回乡后的生活。前两句，以宿鸟为喻，表现了留恋乡土的感情。后两句，写主人公怀着悲哀的感情又开始了披星戴月的辛勤劳动，希望能在家乡活下去，不管多么贫困和孤独！\n\n　　最后一段，写无家而又别离。“县吏知我至，召令习鼓鞞”，波澜忽起。以下六句，层层转折。“虽从本州役，内顾无所携”，这是第一层转折；上句自幸，下句自伤。这次虽然在本州服役，但内顾一无所有，既无人为“我”送行，又无东西可携带，怎能不令“我”伤心！“近行止一身，远去终转迷”，这是第二层转折。“近行”孑然一身，已令人伤感；但既然当兵，将来终归要远去前线的，真是前途迷茫，未知葬身何处！“家乡既荡尽，远近理亦齐”，这是第三层转折。回头一想，家乡已经荡然一空，“近行”、“远去”，又有什么差别！六句诗抑扬顿挫，层层深入，细致入微地描写了主人公听到召令之后的心理变化。如刘辰翁所说：“写至此，可以泣鬼神矣！”（见杨伦《杜诗镜铨》引）沈德潜在讲到杜甫“独开生面”的表现手法时指出：“……又有透过一层法。如《无家别》篇中云：‘县吏知我至，召令习鼓鞞。’无家客而遣之从征，极不堪事也；然明说不堪，其味便浅。此云‘家乡既荡尽，远近理亦齐’，转作旷达，弥见沉痛矣。”\n\n　　“永痛长病母，五年委沟溪。生我不得力，终身两酸嘶。”尽管强作达观，自宽自解，而最悲痛的事终于涌上心头：前次应征之前就已长期卧病的老娘在“我”五年从军期间死去了！死后又得不到“我”的埋葬，以致委骨沟溪！这使“我”一辈子都难过。这几句，极写母亡之痛、家破之惨。于是紧扣题目，以反诘语作结：“人生无家别，何以为蒸黎！”意思是：已经没有家，还要抓走，叫人怎样做老百姓呢？\n\n　　诗题“无家别”，第一大段写乱后回乡所见，以主人公行近村庄、进入村巷划分层次，由远及近，有条不紊。远景只概括全貌，近景则描写细节。第三大段写主人公心理活动，又分几层转折，愈转愈深，刻画入微。层次清晰，结构谨严。诗人还善用简练、形象的语言，写富有特征性的事物。诗中“园庐但蒿藜”、“但对狐与狸”，概括性更强。“蒿藜”、“狐狸”，在这里是富有特征性的事物。谁也不能容忍在自己的房院田园中长满蒿藜。在人烟稠密的村庄里，狐狸也不敢横行无忌。“园庐但蒿藜”、“但对狐与狸”，仅仅十个字，就把人烟灭绝、田庐荒废的惨象活画了出来。其他如“四邻何所有？一二老寡妻”，也是富有特征性的。正因为是“老寡妻”，所以还能在那里苟延残喘。稍能派上用场的，如果不是事前逃走，就必然被官府抓走。诗中的主人公就是刚一回村，就又被抓走了的。\n\n　　诗用第一人称，让主人公直接出面，对读者诉说他的所见、所遇、所感，因而不仅通过人物的主观抒情表现了人物的心理状态，而且通过环境描写也反映了人物的思想感情。几年前被官府抓去当兵的“我”死里逃生，好不容易回到故乡，满以为可以和骨肉邻里相聚了；然而事与愿违，看见的是一片“蒿藜”，走进的是一条“空巷”，遇到的是竖毛怒叫的狐狸，真是满目凄凉，百感交集！于是连日头看上去也消瘦了。“日”无所谓肥瘦，由于自己心情悲凉，因而看见日光黯淡，景象凄惨。正因为情景交融，人物塑造与环境描写结合，所以能在短短的篇幅里塑造出一个有血有肉的人物形象，反映出当时战区人民的共同遭遇，对统治者的残暴、腐朽，进行了有力的鞭挞。\n\n","translation":"天宝以后，农村寂寞荒凉，家园里只剩下蒿草蒺藜。我的乡里百余户人家，因世道乱离都各奔东西。\n活着的没有消息，死了的已化为尘土。因为邺城兵败，我回来寻找家乡的旧路。\n在村里走了很久只见空巷，日色无光，一片萧条凄惨的景象。只能面对着一只只竖起毛来向我怒号的野鼠狐狸。\n四邻还剩些什么人呢？只有一两个老寡妇。宿鸟总是留恋着本枝，我也同样依恋故土，哪能辞乡而去，且在此地栖宿。\n正当春季，我扛起锄头下田，到了天晚还忙着浇田。县吏知道我回来了，又征召我去练习军中的骑鼓。\n虽然在本州服役，家里也没什么可带。近处去，我只有空身一人；远处去终究也会迷失。\n家乡既已一片空荡，远近对我来说都是一样。永远伤痛我长年生病的母亲，死了五年也没有好好埋葬。\n她生了我，却得不到我的服侍，母子二人终身忍受辛酸。人活在世上却无家可别，这老百姓可怎么当？\n\n"}
{"_id":{"$oid":"5b9a17f0367d5c0f40d22af5"},"title":"碛中作","dynasty":"唐代","writer":"岑参","content":"走马西来欲到天，辞家见月两回圆。\n今夜不知何处宿，平沙万里绝人烟。","type":["边塞","沙漠","军旅","生活"],"remark":"碛（qì）：沙石地，沙漠。这里指银山碛，又名银山，在今新疆库木什附近。\n走马：骑马。\n辞家：告别家乡，离开家乡。见月两回圆：表示两个月。月亮每个月十五圆一次。\n平沙：平坦广阔的沙漠、大漠。绝：没有。人烟：住户的炊烟，泛指有人居住的地方。\n\n","shangxi":"　　在唐代诗坛上，岑参的边塞诗以奇情异趣独树一帜。他两次出塞，对边塞生活有深刻的体会，对边疆风物怀有深厚的感情。这首《碛中作》，就写下了诗人在万里沙漠中勃发的诗情。\n\n　　诗人精心摄取了沙漠行军途中的一个剪影，向读者展示他戎马倥偬的动荡生活。诗于叙事写景中，巧妙地寄寓细微的心理活动，含而不露，蕴藉感人。\n\n　　“走马西来欲到天”，从空间落笔，气象壮阔。走马疾行，显示旅途紧张。“西来”，点明了行进方向，表明诗人扬鞭跃马，从长安出发，沿着通往西域的丝绸之路，风尘仆仆地向西进发。“欲到天”，既写出了边塞离家之远，又展现了西北高原野旷天低的气势。诗人在《碛西头送李判官入京》中写过“过碛觉天低”的雄浑诗句。大漠辽阔高远，四望天地相接，真给人以“欲到天”的感觉。“辞家见月两回圆”，则从时间着眼，柔情似水。表面上看，似乎诗人只是点明了离家赴边已有两月，交代了时间正当十五月圆；然而细一推敲，诗人无穷思念正蕴藏其中。一轮团圞的明月当空朗照，触动了诗人的情怀，他不由得思想起辞别两个月的“家”来，时间记得那么清晰，表明他对故乡、对亲人的思念之殷切。“两回圆”是经历两月的艺术说法。这句诗含蕴很丰富。十五的月亮是最圆最亮的。人们爱用月亮的圆缺来比喻人的离合，看到圆月，就会想到与家人的团圆，现在是月圆人不圆，自然不免要牵动思乡之情。诗人刚刚把他的心扉向读者打开了一条缝隙，透露出这一点点内心深处的消息，却又立即由遐想回到现实──“今夜不知何处宿，平沙万里绝人烟”。上句故设疑问，提出一个眼前急需解决的宿营问题，下句诗不作正面回答，却转笔写景：好像诗人并不关心今宵宿在何处，把读者的注意力引向碛中之景，写出了明月照耀下，荒凉大漠无际无涯的朦胧景象。景色是苍凉的，但感情并不低沉、哀伤。在诗人笔下，戎马生涯的艰苦，边疆地域的荒凉，正显示诗人从军边塞的壮志豪情。正如诗人所说：“万里奉王事，一身无所求。也知塞垣苦，岂为妻子谋！”（《初过陇山途中呈宇文判官》）。\n\n　　《碛中作》诗仅四句，但每句诗都有不同的艺术特点。起句有一股勃发的激情和大无畏的精神，雄奇壮美而豪迈；次句情深意远，含蕴丰富；三句以设问兜转，宕开前句，有转折回旋的韵致；结句似答非答，以景作结，于暮色苍茫之中，使人感到气象壮阔。整首诗显示出悲壮苍凉的艺术风格。杜甫称赞岑参的诗“篇终接浑茫”（《寄彭州高三十五使君适虢州二十七长史参三十韵》），这是指他的诗结尾浑厚，气象阔大，不可窥其涯际。从结句“平沙万里绝人烟”（一本作“平沙莽莽绝人烟”）来看，境界阔大，茫无边际，“篇终接浑茫”五字，是当之无愧的。\n\n　　这首诗以鲜明的形象造境写情，情与景契合无间，情深意远，含蕴丰富，别有神韵。\n\n","translation":"骑马向西走几乎来到天边，离家以后已见到两次月圆。\n今夜不知道到哪里去投宿，在这沙漠中万里不见人烟。\n\n"}
{"_id":{"$oid":"5b9a17f0367d5c0f40d22af6"},"title":"寄李儋元锡","dynasty":"唐代","writer":"韦应物","content":"去年花里逢君别，今日花开又一年。\n世事茫茫难自料，春愁黯黯独成眠。\n身多疾病思田里，邑有流亡愧俸钱。\n闻道欲来相问讯，西楼望月几回圆。","type":["唐诗三百首","思念","友人","忧国忧民"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155536557.mp3","remark":"李儋（dān）元锡：李儋，曾任殿中侍御史，为作者密友；元锡，字君贶，为作者在长安鄠县时旧友。\n春愁：因春季来临而引起的愁绪。黯黯：低沉暗淡。一作“忽忽”。\n思田里：想念田园乡里，即想到归隐。\n邑有流亡：指在自己管辖的地区内还有百姓流亡。愧俸钱：感到惭愧的是自己食国家的俸禄，而没有把百姓安定下来。\n问讯：探望。\n\n","translation":"去年那花开时节我们依依惜别，如今花开时节我们分别已一年。\n世事渺茫自我的命运怎能预料，只有黯然的春愁让我孤枕难眠。\n多病的身躯让我想归隐田园间，看着流亡的百姓愧对国家俸禄。\n早听说你将要来此地与我相见，我到西楼眺望几度看到明月圆。\n\n"}
{"_id":{"$oid":"5b9a17f0367d5c0f40d22af7"},"title":"长相思三首","dynasty":"唐代","writer":"李白","content":"长相思，在长安。\n络纬秋啼金井阑，微霜凄凄簟色寒。\n孤灯不明思欲绝，卷帷望月空长叹。\n美人如花隔云端。\n上有青冥之高天，下有渌水之波澜。\n天长路远魂飞苦，梦魂不到关山难。\n长相思，摧心肝。\n\n日色欲尽花含烟，月明欲素愁不眠。\n赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。\n此曲有意无人传，愿随春风寄燕然。\n忆君迢迢隔青天。\n昔时横波目，今作流泪泉。\n不信妾肠断，归来看取明镜前。\n\n美人在时花满堂，美人去后花馀床。\n床中绣被卷不寝，至今三载闻余香。\n香亦竟不灭，人亦竟不来。\n相思黄叶落，白露湿青苔。\n\n","type":["写人","思念"],"remark":"长相思：属乐府《杂曲歌辞》，常以“长相思”三字开头和结尾。\n络纬：昆虫名，又名莎鸡，俗称纺织娘。金井阑：精美的井栏。\n簟：供坐卧用的竹席。\n渌：清澈。\n关山难：关山难渡。\n欲素：一作“如素”。素：洁白的绢。\n赵瑟：一作弦乐器，相传古代赵国人善奏瑟。\n蜀琴：一作弦乐器，古人诗中以蜀琴喻佳琴。\n燕然：山名，即杭爱山，在今蒙古人民共和国境内。此处泛指塞北。\n横波：指眼波流盼生辉的样子。\n卷不寝：一作“更不卷”。\n闻余：一作“犹闻”。\n落：一作“尽”。\n湿：一作“点”。\n\n","shangxi":"　　其一\n\n　　这首诗大致可分两段。第一段从篇首至“美人如花隔云端”，写诗中人“在长安”的相思苦情。诗中描绘的是一个孤栖幽独者的形象。他（或她）居处非不华贵──这从“金井阑”可以窥见，但内心却感到寂寞和空虚。作者是通过环境气氛层层渲染的手法，来表现这一人物的感情的。先写所闻──阶下纺织娘凄切地鸣叫。虫鸣则岁时将晚，孤栖者的落寞之感可知。其次写肌肤所感，正是“霜送晓寒侵被”时候，他更不能成眠了。“微霜凄凄”当是通过逼人寒气感觉到的。而“簟色寒”更暗示出其人已不眠而起。眼前是“罗帐灯昏”，益增愁思。一个“孤”字不仅写灯，也是人物心理写照，从而引起一番思念。“思欲绝”（犹言想煞人）可见其情之苦。于是进而写卷帷所见，那是一轮可望而不可即的明月呵，诗人心中想起什么呢，他发出了无可奈何的一声长叹。这就逼出诗中关键的一语：“美人如花隔云端。”“长相思”的题意到此方才具体表明。这个为诗中人想念的如花美人似乎很近，近在眼前；却到底很远，远隔云端。与月儿一样，可望而不可即。由此可知他何以要“空长叹”了。值得注意的是，这句是诗中唯一的单句（独立句），给读者的印象也就特别突出，可见这一形象正是诗人要强调的。\n\n　　以下直到篇末便是第二段，紧承“美人如花隔云端”句，写一场梦游式的追求。这颇类屈原《离骚》中那“求女”的一幕。在诗人浪漫的幻想中，诗中人梦魂飞扬，要去寻找他所思念的人儿。然而“天长地远”，上有幽远难极的高天，下有波澜动荡的渌水，还有重重关山，尽管追求不已，还是“两处茫茫皆不见”。这里，诗人的想象诚然奇妙飞动，而诗句的音情也配合极好。“青冥”与“高天”本是一回事，写“波澜”似亦不必兼用“渌水”，写成“上有青冥之高天，下有渌水之波澜”颇有犯复之嫌。然而，如径作“上有高天，下有波澜”（歌行中可杂用短句），却大为减色，怎么读也不够味。而原来带“之”字、有重复的诗句却显得音调曼长好听，且能形成咏叹的语感，正《诗大序》所谓“嗟叹之不足，故永歌之”（“永歌”即拉长声调歌唱），能传达无限感慨。这种句式，为李白特别乐用，它如“蜀道之难难于上青天”、“弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧”、“君不见黄河之水天上来”等等，句中“之难”、“之日”、“之水”从文意看不必有，而从音情上看断不可无，而音情于诗是至关紧要的。再看下两句，从语意看，词序似应作：天长路远关山难（度），梦魂不到（所以）魂飞苦。写作“天长路远魂飞苦，梦魂不到关山难”，不仅是为趁韵，且运用连珠格形式，通过绵延不断之声音以状关山迢递之愁情，可谓辞清意婉，十分动人。由于这个追求是没有结果的，于是诗以沉重的一叹作结：“长相思，摧心肝！”“长相思”三字回应篇首，而“摧心肝”则是“思欲绝”在情绪上进一步的发展。结句短促有力，给人以执着之感，诗情虽则悲恸，但绝无萎靡之态。\n\n　　此诗形式匀称，“美人如花隔云端”这个独立句把全诗分为篇幅均衡的两部分。前面由两个三言句发端，四个七言句拓展；后面由四个七言句叙写，两个三言句作结。全诗从“长相思”展开抒情，又于“长相思”一语收拢。在形式上颇具对称整饬之美，韵律感极强，大有助于抒情。诗中反复抒写的似乎只是男女相思，把这种相思苦情表现得淋漓尽致；但是，“美人如花隔云端”就不象实际生活的写照，而显有托兴意味。何况我国古典诗歌又具有以“美人”喻所追求的理想人物的传统，如《楚辞》“恐美人之迟暮”。而“长安”这个特定地点更暗示这里是一种政治的托寓，表明此诗的意旨在抒写诗人追求政治理想不能实现的苦闷。就此而言，此诗诗意又深含于形象之中，隐然不露，具备一种蕴藉的风度。\n\n　　其二\n\n　　此诗首句“日色欲尽花含烟，月明如素愁不眠”，开篇造境，渲染了愁苦迷蒙的相思气氛，暮色低沉烟雾缭绕的景物特征使人感到一种深深的压抑之感，奠定了整首诗的悲凉调子。夕阳斜暮，渐渐西沉，几簇花丛在低沉的暮色里显得朦朦胧胧，如被烟雾缠绕。这种如烟似梦的感知显然部分来源于思妇的眼睛，来源于思妇被相思愁绪紧紧包裹的内心。牵肠挂肚的相思使思妇所观所感的一切都带上了浓重的忧郁色彩，不独花朵，也非烟雾使然。黑夜拉开帷幕，思妇却没有进入梦乡，对丈夫切切的思念使她辗转反侧无法成眠。更可恼的，是那一轮明月，依旧发出如绢如素光洁皎然的光辉，透过孤独的窗棂，搅得多情人心绪难宁。在这句诗中，代表着团圆的明月，因其特定情境而被诗人塑造成一个冷漠的、不解离人情怀的形象。北宋晏殊《蝶恋花》有“明月不谙离恨苦，斜光到晓穿朱户”也是这个意思。面对月色如水良辰美景，思妇却只能让他虚设，想起从前种种，一颗心久久不得平静。虽然思念只是徒劳，却也心甘情愿，无心睡眠。“日”与“月”在交替，白昼与黑夜在轮回，思妇的相思也像波浪中的小船，翻腾不息，相思之苦，也只有思妇最为明了。诗人用“愁”字把这种感情明白地表达出来。\n\n　　接下来诗人描写了无法安睡的思妇，只好在月下弹一曲哀伤凄美的琴瑟，在回忆和期待中与心上人夫唱妇随。是有“赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦”两句，琴瑟合鸣，鸳鸯凤凰都是用来喻指夫妻美满之意，诗人在这里互文见义，旨在表达思妇望夫心切而又无法排解的愁绪。琴瑟都作为传情达意之物，至于“蜀琴”，更被人传说与司马相如卓文君的爱情故事有所关联。但如今琴瑟独鸣，凤凰曲难成，原本以为可以白头到老长相厮守的一对鸳鸯，竟然也天各一方，思妇的伤情可想而知。就连这思君念君为君弹奏的一首相思之曲，也无法令心上人听到，关山重重，天遥地远，纵有动听的音符，又弹于谁听呢？\n\n　　紧承这个疑问，作者继续写出，“此曲有意无人传，愿随春风寄燕然”。曲中真意，绮丽动人，但此情此曲，却无人为我传递，思妇惆怅抱憾也于事无补。只有忽发奇想，托明日和煦的春风飞往燕然，送到夫君的手里，带去我的相思。燕然山远在塞北边疆，就算把相思曲寄到又能如何呢？范仲淹有诗云“浊酒一杯家万里，燕然未勒归无计”可做此诗的一个补充。只要边疆未靖，那么重逢之念便是惘然。只是思妇的一点聊胜于无的假想罢了。但不管怎样，诗人的奇特想象仍然令人惊叹，思妇情之真、情之切，也令人为之唏嘘。\n\n　　“忆君迢迢隔青天”独立成句，又承上启下，以青天的夸张比喻两人相隔万里，从而引出下文思妇回到现实，顾影自怜独自凄凉的描写。\n\n　　这四句诗可以看作是同一个情形的表达，思妇揽镜自照，发现自己容颜憔悴，不禁悲从中来无法断绝。“昔日横波目，今成流泪泉”是唐时名句，形象而巧妙、夸张而令人信服地写出了相思成空的思妇的哀伤之状。曾经清澈如水明眸善睐的双眼，而今却成了流泪不止的两眼清泉，如此的想象和夸张让思妇的形象更具灵动的色彩，艺术之美感也更加深入人心。如“衣带渐宽终不悔，为伊销得人憔悴”一样，令人为之动容。\n\n　　“不信妾肠断，归来看取明镜前”一句则深得含蓄隽永之妙，以思妇的口吻直抒对丈夫的思念，与前一句相得益彰。思妇不关心自己的容颜憔悴，也不担心自己双眼如泪泉，反而殷殷的希望，丈夫能够早日出现，哪怕他不相信自己切肤入骨的思念也无所谓，只要他早日归来，断肠人也就心满意足了。所谓“不信”云云，无须深究，只是夫妻俩的窃窃私语，取镜相照，更是带有了闺房亲密的意味，显然，在诗人奇特的构思中，在思妇恍惚的思念中，一切又都进入了想象。\n\n　　其三\n\n　　这首诗一题为《赠远》，一题为《闺情》，而《全唐诗》卷二十五把它与前两首收在一起，题为《杂曲歌辞·长相思三首》。\n\n　　这首诗开头“美人在时花满堂，美人去后馀空床”两句诗，是写美人“在时”和“去后”心灵的巨大落差。美人在时，鸟语花香，满堂生辉；美人去后，花儿凋落，只留下一张空空的床。这里并不是说满堂真的有花儿盛开，而是因为有了美人的存在，心灵的花儿缤纷烂漫，姹紫嫣红。有美一人在我堂，满室生辉留余香。因为屋子里有美人的身影，有美人的言笑，有美人的步态，一切便鲜活起来，灵动起来，也便有了流动的气韵和色彩。只因美人在侧，花是艳的，天是蓝的，风是柔的，雨是润的。而今，物是人非，只有一张空闲着的床，再也不想去触碰。\n\n　　诗人不言他物，只选择一张空床，来突出美人离去后的孤独寂寞，是很具匠心的。看到床，他想到了什么呢？他大概想到曾经的床笫之欢，想到了美人的冰肌玉骨，想到了美人的温柔缠绵，想到了美人的娇羞软语吧。美人在怀时，他度过了多少个销魂的夜晚。良宵苦短，日高庸起，那相爱相守的一幕幕，而今，都化作了梦。美人在时，越是幸福快乐，她离去后就越是孤苦和思念。\n\n　　美人离开后，床上的绣被也被卷了起来，三年后还能闻到美人的余香。香气缭绕不绝，而美人还没有回来。多少相思，多少难眠之夜，日复一日，年复一年。其实不是那香气真的还在，那是相思者思念至极的嗅觉错乱。被搁置了三年的空床，被卷起了三年的绣被，不可能会还留有香气。\n\n　　花和床本是无情物，但一旦与自己喜欢的人有关，便涂抹上了感情色彩。所以，杜甫才会有“感时花溅泪”。《诗经·邶风·静女》中，那个年轻的男子等着心仪的女子，没有等着，抓耳挠腮之际，摆弄着女子送他的荑草，欣喜地吟唱到：“自牧归荑，洵美且异。匪女之为美，美人之贻。”在他的眼里，荑草美得出奇，但这并不是荑草真的很美，而是美人送给他的，饱含着爱意。\n\n","translation":"日日夜夜地思念啊，我思念的人在长安。\n秋夜里纺织娘在井栏啼鸣，微霜浸透了竹席分外清寒。\n孤灯昏暗暗思情无限浓烈，卷起窗帘望明月仰天长叹。\n亲爱的人相隔在九天云端。\n上面有长空一片渺渺茫茫，下面有清水卷起万丈波澜。\n天长地远日夜跋涉多艰苦，梦魂也难飞越这重重关山。\n日日夜夜地思念啊，相思之情痛断心肝。\n\n日色将尽花儿如含着烟雾，月光如水心中愁闷难安眠。\n刚停止弹拨凤凰柱的赵瑟，又拿起蜀琴拨动那鸳鸯弦。\n只可惜曲虽有意无人相传，但愿它随着春风飞向燕然。\n思念你隔着远天不能相见。\n过去那双顾盼生辉的眼睛，今天已成泪水奔淌的清泉。\n假如不相信我曾多么痛苦，请回来明镜里看憔悴容颜。\n\n美人在时，有鲜花满堂；美人去后，只剩下这寂寞的空床。\n床上卷起不睡的锦绣袭被，至今三年犹存昙香。\n香气是经久不润了，而人竟也有去无回。\n这黄叶飘髦更增添了多少相思？\n露水都已沾湿了门外的青苔。\n\n"}
{"_id":{"$oid":"5b9a17f0367d5c0f40d22af8"},"title":"铜雀台赋","dynasty":"魏晋","writer":"曹植","content":"从明后而嬉游兮，登层台以娱情。\n见太府之广开兮，观圣德之所营。\n建高门之嵯峨兮，浮双阙乎太清。\n立中天之华观兮，连飞阁乎西城。\n临漳水之长流兮，望园果之滋荣。\n仰春风之和穆兮，听百鸟之悲鸣。\n天云垣其既立兮，家愿得而获逞。\n扬仁化于宇内兮，尽肃恭于上京。\n惟桓文之为盛兮，岂足方乎圣明！\n休矣美矣！惠泽远扬。\n翼佐我皇家兮，宁彼四方。\n同天地之规量兮，齐日月之晖光。\n永贵尊而无极兮，等年寿于东王。《三国志》版\n\n从明后以嬉游兮，登层台以娱情。\n见太府之广开兮，观圣德之所营。\n建高门之嵯峨兮，浮双阙乎太清。\n立中天之华观兮，连飞阁乎西城。\n临漳水之长流兮，望园果之滋荣。\n立双台于左右兮，有玉龙与金凤。\n揽二乔于东南兮，乐朝夕之与共。\n俯皇都之宏丽兮，瞰云霞之浮动。\n欣群才之来萃兮，协飞熊之吉梦。\n仰春风之和穆兮，听百鸟之悲鸣。\n云天亘其既立兮，家愿得乎双逞。\n扬仁化于宇宙兮，尽肃恭于上京。\n惟桓文之为盛兮，岂足方乎圣明？\n休矣美矣！惠泽远扬。\n翼佐我皇家兮，宁彼四方。\n同天地之规量兮，齐日月之辉光。\n永贵尊而无极兮，等君寿于东皇。\n御龙旗以遨游兮，回鸾驾而周章。\n恩化及乎四海兮，嘉物阜而民康。\n愿斯台之永固兮，乐终古而未央！《三国演义》版\n\n","type":["咏物"],"remark":"①龙凤的金玉雕像：原文里的玉龙与金凤指的是铜雀台旁边的另两座高台，一为冰井台，一为金凤台，曹植谓之玉龙与金凤。\n②周文王梦见飞熊而得太公望：太公望即姜太公。传闻周文王梦见奇像，译梦为“虎生双翼为飞熊，必有贵人相助”，后来果然有姜太公相助。曹植此说是指家父必有贵人相助，得以成大业。\n③东皇太一：是汉代人崇敬的太阳神，是《九歌》中最高天神，人首鸟身。\n\n","translation":"跟随丞相，游春观景，登上了铜雀台，欢娱之情油然而生。\n仰脸望天，天空显得无比开阔，低头看地，地上记载着丞相的伟绩.\n这真是个雄伟而高大的建筑，两边的高台好似漂浮在太空。\n美丽的飞阁高接云天，远远地连着西城。\n可以看到漳河之水曲弯流长，亦可看到座座花园郁郁青青。\n（在这里）左右还有另两座高台，台上有龙凤的金玉雕像。①\n而东西两侧又有两座高桥，如同空中彩虹一般。\n（在这里）低头可看到皇都的宏大壮丽之美，抬头则见云霞的轻慢浮动之美。\n（于高台上）喜悦于众多才子的争相荟萃，好似周文王梦见飞熊而得太公望。②\n（如此得意之下）仰头享受春风的温暖轻柔，闻听春季百鸟那宛如幼婴哭泣般的嘤嘤鸣叫。\n直达天云的高台既然都已经立起来了，那么家父的愿望必定能实现！\n对天下施以仁政，使得人们对京都倍加恭敬。\n这样还要说只有齐恒公和晋文公所治理的才算是盛世，这种人岂明白到底何为圣明之君？\n就（像家父管理的）这样已经很好了！恩惠和恩泽已经远扬于天下了！\n这般成功地辅助了皇帝，安定了四方啊！\n（家父）顺天地的规律而行，其辉煌的光芒如同日月一般！\n（这般人物）应该永远尊贵而没有终止的一天，其地位会和东皇太一般，其年岁也会和东皇太一一样长寿③\n（他会）拿着龙旗遨游天地，驾着鸾车周游浏览。\n其恩德广布五湖四海，美好的事物越来越多，百姓也安康。\n希望这台子永远牢固，快乐的心情永远都不会结束。\n\n"}
{"_id":{"$oid":"5b9a17f0367d5c0f40d22af9"},"title":"昼夜乐·洞房记得初相遇","dynasty":"宋代","writer":"柳永","content":"洞房记得初相遇。便只合、长相聚。何期小会幽欢，变作离情别绪。况值阑珊春色暮，对满目、乱花狂絮。直恐好风光，尽随伊归去。 \n一场寂寞凭谁诉。算前言、总轻负。早知恁地难拚，悔不当时留住。其奈风流端正外，更别有，系人心处。一日不思量，也攒眉千度。","type":["宋词精选","婉约","女子","伤春","怀人"],"remark":"昼夜乐：词牌名，《昼夜乐》调名之曰“乐”，乃快乐之“乐”，与《齐天乐》、《永遇乐》之出于乐章，为乐府之“乐”不同；义盖彻昼彻夜行乐狂欢之意也。吴均词：“式号式呼，俾昼作夜”即属此意。至李白诗：“行乐争昼夜，自言度千秋”，调名即本斯义以创焉。\n洞房：深邃的住室。后多用以指妇女所居的闺阁。\n只合：只应该。\n小会：指两个人的秘密相会。幽欢：幽会的欢乐。离情别绪：分离前后惜别、相思的愁苦情绪。\n阑珊：将残、将尽之意。\n春色暮：即暮春，春天最后一段时间，指农历三月。\n满目：充满视野。\n伊：为第三人称代词，此词的“伊”亦指男性。\n凭谁诉：向人诉说。\n前言：以前说过的话。轻负：轻易地辜负了昨日的誓言。\n恁(nèn)地难拼：这样地难过。恁地：如此。难拼：指难以和离愁相拼。\n攒(cuán)眉千度：皱眉一千遍，形容整天愁眉紧锁。攒眉，愁眉紧锁。\n\n","shangxi":"　　词以抒情女主人公的语气叙述其短暂而难忘的爱情故事。她从头到尾，絮絮诉说其无尽的懊悔。作者以追忆的方式从故事的开头说起，不过省略了许多枝节，直接写她与情人的初次相会。这次欢会就是他们的初次相遇。初遇即便“幽欢”，正表现了市民恋爱直捷而大胆的特点。这样的初遇，自然给女性留下特别难忘的印象，她一心认定“便只合，长相聚”。但事与愿违，初欢即又是永久的分离。\n\n　　暮春时节所见到的是“乱花狂絮”，春事阑珊。春归的景象已经令人感伤，而恰恰这时又触动了对往日幽欢幸福与离别痛苦的回忆，愈加令人感伤了。“况值”两字用得极妙，一方面表示了由追忆回到现实的转换，另一方面又带出了见景伤情的原因。“直恐好风光，尽随伊归去”之“伊”为第三人称代词，既可指男性，也可指女性。柳永的俗词是供女艺人演唱的，故其中的“伊”一般都用以指男性，此词的“伊”亦指男性。女主人公将春归与情人的离去联系起来，美好的春光她的感受中好象是随他而去了。“直恐”两字使用得很恰当，事实上春归与人去是无内联系的，她所作的主观怀疑性的判断，将二者联系起来纯是情感的附着作用所致，说明思念之强烈。“一场寂寞凭谁诉”，词情的发展中具有承上启下的作用。\n\n　　“一场寂寞”是春归人去后最易感到的，但寂寞和苦恼的真正原因是无法向任何人诉说的，也不宜向人诉说，只有深深地埋藏自己内心深处。于是整个下片转入抒写自身懊悔的情绪。作者“算前言，总轻负”，是由于她的言而无信，或是损伤了他的感情，这些都未明白交代，但显然责任是女方；于是感到自责和内疚，轻易地辜负了他的情意。再讲“早知恁地难拚，悔不当时留住。”可以看出她当初未考虑到离别后情感上竟如此难于割舍。他不仅举措风流可爱，而且还品貌端正，远非一般浮滑轻薄之徒可比，实是难得的人物。而这个人“更别有、系人心处”，写说她才能体验到的好处，也是她“难拚”的最重要的原因。\n\n　　结句“一日不思量，也攒眉千度”，非常形象地表现了这位妇女悔恨和思念的精神状态。攒眉即愁眉紧锁，是“思量”时忧愁的表情。意思是，每日都思量，而且总是忧思千次的，可想见其思念之深且切了。这两句的表述方式很别致，正言反说，语转曲而情益深。不思量已是攒眉千度了，则每日思量时又将如何，如此造语不但深刻，而且俏皮，十分传神。\n\n","translation":"记得初次相遇时的洞房情景，就只想应该永远在一起。谁知道短短的幽会欢好，竟会变成分离前的最后情爱，又恰好是在阑珊的暮春。对着满眼乱飘的柳絮，心里恐慌着这美好的春光将全部随他的离去而消释了。\n一场情爱最终寂寞，又跟谁说呢？想起以前的海誓山盟，被轻易辜负了。早知道如此难受，后悔当初不把他留住。奈何他除了长得风流端正，更还有让人朝思暮想的地方。一天不想他就要皱千次眉了，更何况想他呢？\n\n"}
{"_id":{"$oid":"5b9a17f0367d5c0f40d22afa"},"title":"采葛","dynasty":"先秦","writer":"佚名","content":"彼采葛兮，一日不见，如三月兮！\n彼采萧兮，一日不见，如三秋兮！\n彼采艾兮！一日不见，如三岁兮！","type":["诗经","思念","民谣"],"remark":"采：采集。葛：葛藤，一种蔓生植物，块根可食，茎可制纤维。\n萧：植物名。蒿的一种，即艾蒿。有香气，古时用于祭祀。\n三秋：三个秋季。通常一秋为一年，后又有专指秋三月的用法。这里三秋长于三月，短于三年，义同三季，九个月。\n艾：多年生草本植物，菊科，茎直生，白色，高四五尺。其叶子供药用，可制艾绒灸病。\n岁：年。\n\n","shangxi":"　　这是一首思念情人的小诗。采葛为织布，采萧为祭祀，采艾为治病。都是女子在辛勤劳动。男子思念起自己的情人来，一日不见，如隔三秋（月、年）。说一天会像三个月，三个季节，甚至三年那样长，这当然是物理时间和心理时间的区别所在。用这种有悖常理的写法，无非是为了极言其思念之切，之深而已。\n\n　　热恋中情人无不希望朝夕厮守，耳鬓相磨，分离对他们是极大的痛苦，所谓“乐哉新相知，忧哉生别离”，即使是短暂的分别，在他或她的感觉中也似乎时光很漫长，以至于难以忍耐。此诗三章正是抓住这一人人都能理解的最普通而又最折磨人的情感，反复吟诵，重叠中只换了几个字，就把怀念情人愈来愈强烈的情感生动地展现出来了。第二章用“秋”而不用“春”“夏”“冬”来代表季节，是因为秋天草木摇落，秋风萧瑟，易生离别情绪，引发感慨之情，与全诗意境相吻合。\n\n　　全诗既没有卿卿我我一类爱的呓语，更无具体的爱的内容叙述，只是直露地表白自己思念的情绪，然而却能流传千古，后人并将这一情感浓缩为“一日三秋”的成语。关于此诗艺术感染力的奥妙，蒋立甫《风诗含蓄美论析》曾剖析说：“妙在语言悖理。”其意是说：从科学时间概念衡量，三个月、三个季节、三个年头与“一日”等同，当是悖理的，然而从诗抒情看却是合理的艺术夸张，合理在热恋中情人对时间的心理体验，一日之别，逐渐在他或她的心理上延长为三月、三秋、三岁，这种对自然时间的心理错觉，真实地映照出他们如胶似漆、难分难舍的恋情。这一悖理的“心理时间”由于融进了他们无以复加的恋情，所以看似痴语、疯话，却能妙达离人心曲，唤起不同时代读者的情感共鸣。\n\n","translation":"那个采葛的姑娘，一天没有见到她，好像隔了三月啊！\n那个采萧的姑娘，一天没有见到她，好像隔了三秋啊！\n那个采艾的姑娘，一天没有见到她，好像隔了三年啊！\n\n"}
{"_id":{"$oid":"5b9a17f0367d5c0f40d22afb"},"title":"二子乘舟","dynasty":"先秦","writer":"佚名","content":"二子乘舟，泛泛其景。愿言思子，中心养养！\n二子乘舟，泛泛其逝。愿言思子，不瑕有害！","type":["诗经","离别"],"remark":"二子：卫宣公的两个异母子。\n景：通憬，远行貌。泛泛：飘荡貌。景：闻一多《诗经通义》“景读为‘迥’，言漂流渐远也”。\n愿：思念貌。\n养（yáng羊）养：心中烦躁不安。\n瑕：训“胡”，通“无”。“不瑕”，犹言“不无”，疑惑、揣测之词。\n\n","shangxi":"　　此诗的写作背景，据《毛诗序》所说，有一个动人的故事。《毛诗序》云：“《二子乘舟》，思伋、寿也。卫宣公之二子，争相为死，国人伤而思之，作是诗也。”毛传云：“宣公为伋取于齐女而美，公夺之，生寿及朔。朔与其母诉伋于公，公令伋使齐，使贼先待于隘而杀之。寿知之，以告伋，使去之。伋曰：‘君命也，不可以逃。’寿窃其节而先往，贼杀之。伋至，曰：‘君命杀我，寿有何罪？’又杀之。”刘向《新序·节士》则说寿知其母阴谋，遂与伋同舟，使舟人不得杀伋，“方乘舟时，伋傅母恐其死也，闵而作诗”。现代学者有认同“闵伋、寿”之说者，但持不同意见者亦多。闻一多先生猜测它“似母念子之词”（《风诗类钞》），也有学者断为一位父亲送别“二子”之作，均相近似。倘若要将它视为妻子送夫、朋友送人的诗，恐怕也无错处。总之坐实诗的本事，似乎比较牵强，还是将此篇视为一首送别诗比较合适。\n\n　　这一次动情的送别，发生在河边。“二子乘舟，泛泛其景”，用的是描述笔法。首句还是近景，两位年轻人终于拜别亲友登船；二句即镜头拉开，刹那间化作了一叶孤舟，在浩淼的河上飘飘远去。画面视点在送行者这边，所以画境之由近而远，同时就融入了送行者久立河岸、骋目远望的悠长思情。而“泛泛”的波流起伏，也便全与送行者牵念之情的跌宕，有了“异质同构”的对应，令你说不清那究竟是波流，还是牵思之漫衍了。由此过渡到“愿言思子，中心养养”，直抒送行者牵念深情，就更见得送别匆匆间的难舍难离了。“养养”是一个奇特的词汇。按照前人的解说，“养养”即“思念”之意，总嫌笼统了些。有人训“养养”为“痒痒”，顿觉境界妙出：这是一种搔着心头痒处的感觉，简直令人浑身颤抖、无法招架的奇妙反应。以此形容那驿动于送行者心上的既爱又念，依依难舍又不得不舍的难言之情，实在没有其他词汇可以替代。\n\n　　诗之二章，采用了叠章易字的写法，在相似中改换了结句。景象未变，情感则因了诗章的回环复沓，而蕴蓄得更其浓烈、深沉了。此刻，“二子”所乘之舟，早已在碧天长河中消逝，送行者却还在河岸上久久凝望。当“二子”离去时，他（她）正“中心养养”，难断那千丝万缕的离愁别绪；而今，“二子”船影消逝，望中尽是滚滚滔滔的浪波。人生的旅途上，也是充满了浪波与风险。远去的人儿，能不能顺利渡过那令人惊骇的波峰浪谷，而不被意外的风险吞没——这正是伫立河岸的送行人，所深深为之担忧的。“愿言思子，不瑕有害”二句，即以祈愿的方式，传达了这一情感上的递进和转折，在割舍不了的牵念中，涌生出陡然袭来的忧思。于是，滚滚滔滔的河面上，“泛泛其逝”的天地间，便刹那间充斥了“不瑕有害”的祝告——那是一位老母、妻子或友人，带着牵念，带着惊惧，而发自心底的呼喊：远行的人儿，究竟听见了没有？\n\n　　同是一首送别诗，《邶风·二子乘舟》写得远比《邶风·燕燕》单纯。全诗无一句比兴，诗中的意象，只有“二子”和一再重现和消逝的小舟。情感的抒泻，也没有《燕燕》那种“瞻望弗及，泣涕如雨”的细节表现。但它的内涵却极为丰富：因为画面只有飘飘远逝的二子、船影，其余全为空白，便为读者的联想，留下了更多的空间；因为背景全无，甚至也不知道送行者究竟为谁，其表现的情感便突破了特定限制，而适合于“母子”、“男女”、“友朋”，成为一种具有极大涵盖面的“人间之情”。它之能够激发各种身份的读者之共鸣，而与诗人一起唏嘘、一起牵挂，甚至一起暗暗祈告，也就毫不奇怪了。\n\n","translation":"你俩乘船走了，船儿飘飘远去。多么思念你呵，心中恋意难除。\n\n你俩乘船走了，船影渐远渐没。多么思念你呵，切莫遭遇灾祸！\n\n"}
{"_id":{"$oid":"5b9a17f1367d5c0f40d22afc"},"title":"念奴娇·梅","dynasty":"宋代","writer":"辛弃疾","content":"疏疏淡淡，问阿谁、堪比天真颜色。笑杀东君虚占断，多少朱朱白白。雪里温柔，水边明秀，不借春工力。骨清香嫩，迥然天与奇绝。 \n尝记宝篽寒轻，琐窗人睡起，玉纤轻摘。漂泊天涯空瘦损，犹有当年标格。万里风烟，一溪霜月，未怕欺他得。不如归去，阆苑有个人忆。","type":["咏物","梅花","抒怀"],"remark":"阿谁：疑问代词。犹言谁，何人。\n东君：司春之神。\n篽（yù）：禁苑。\n琐窗：为雕刻或绘有连环形花纹之窗。\n标格：风范，风度。\n阆苑：传说中在昆仑山之巅，是西王母居住的地方。在诗词中常用来泛指神仙居住的地方。\n\n","shangxi":"鉴赏 　　这是一首咏物词，是咏梅花的。梅花腊月发花、多白色，也有红色者，以坚贞耐寒著称，历代文人多咏之。词的上片写梅之风韵。开头二句写其颜色。“疏疏淡淡”，谓其花影稀疏，花色浅淡，颜色天真自然，没有什么能与其天然的风韵相比。“笑杀”二句紧承上文，对此做进一步描写。在这里，作者使用映衬的手法，言在东君的管领下，有的花白，有的花红，红红白白，颜色甚多，但山下千林花太俗，都没有梅花的神韵，枉称为花，实在可笑。“雪里”二句写其凌寒独放。言梅花长在水边，开在雪里，一味清新，十分幽静，温柔明秀，远非桃李可比。“骨清”二句是赞美梅花玉洁冰清、香嫩魂冷，骨格奇绝，具有超凡入圣的品格。词的下片写梅之遭遇，映带作者身世。“常记”三句写梅花曾一度受宠，被琐窗人“纤手轻摘”，插戴鬓边，何其荣耀。“漂泊”二句以人拟物，言梅花虽然漂泊天涯，形体瘦削，憔悴不堪，但风韵不减当年，依然冰清玉洁，高雅不俗。“万里”三句是说，不论是“万里风烟”还是“一溪霜月”，都无法使其屈服，表现出梅花的坚贞。“不如”二句借花言人，表达出作者的归隐情思。细读词之下片，可以清晰地感受到，作者虽然是在写梅，却已将自己的身世之感打并入其中，而以感慨系之，寓意很深，耐人寻味。 ▲","translation":"梅花开枝头，枝头花影稀疏、花色浅浅，那天真自然的颜色何人能与之媲美？东君统领下的百花颜色绚丽、身姿百态，却无一株能有梅花之神韵，实乃可笑呀！梅花生长于水边，迎雪绽放，不借春风之力便能肆意绽放。玉洁冰清、香嫩魂冷，骨格奇绝，其品格超凡入圣。\n还记得它曾经迎寒自开，被那梦醒后的佳人隔窗轻摘，插戴鬓边，是何等的荣耀。现在虽然飘泊天涯，形体消瘦，但风韵仍不减当年，依然冰清高洁、傲骨无双。不管是万里风烟还是一溪寒月，都未能欺侮得了它。不如远离这尘世喧嚣，归入山林，至少仙宫中还有个人在想念它。\n\n"}
{"_id":{"$oid":"5b9a17f1367d5c0f40d22afd"},"title":"人有负盐负薪者","dynasty":"唐代","writer":"李延寿","content":"　　人有负盐负薪者，同释重担息树阴。少时，且行，争一羊皮，各言藉背之物。久未果，遂讼于官。惠遣争者出，顾州纪纲曰：“以此羊皮可拷知主乎?”群下咸无答者。惠令人置羊皮席上，以杖击之，见少盐屑，曰：“得其实矣。”使争者视之，负薪者乃伏而就罪。\n\n","type":["小学文言文","寓理","故事"]}
{"_id":{"$oid":"5b9a17f1367d5c0f40d22afe"},"title":"村居","dynasty":"宋代","writer":"张舜民","content":"水绕陂田竹绕篱，榆钱落尽槿花稀。\n夕阳牛背无人卧，带得寒鸦两两归。","type":["古诗三百首","乡村","写景"],"translation":"译文 　　村居的远处是流水潺潺，环绕着山坡的田地。住宅外的小园，青竹绕篱，绿水映陂，一派田园风光。槿花稀疏，一树榆钱早就随风而去了。暮色朦胧，老牛缓缓归来。牛背上并不是短笛横吹的牧牛郎，而是伫立的寒鸦。"}
{"_id":{"$oid":"5b9a17f1367d5c0f40d22aff"},"title":"减字木兰花·莺初解语","dynasty":"宋代","writer":"苏轼","content":"莺初解语，最是一年春好处。微雨如酥，草色遥看近却无。\n休辞醉倒，花不看开人易老。莫待春回，颠倒红英间绿苔。","type":["春天","惜春"]}
{"_id":{"$oid":"5b9a17f1367d5c0f40d22b00"},"title":"贺新郎·夏景","dynasty":"宋代","writer":"苏轼","content":"乳燕飞华屋。悄无人、桐阴转午，晚凉新浴。手弄生绡白团扇，扇手一时似玉。渐困倚、孤眠清熟。帘外谁来推绣户，枉教人、梦断瑶台曲。又却是，风敲竹。 \n石榴半吐红巾蹙。待浮花、浪蕊都尽，伴君幽独。秾艳一枝细看取，芳心千重似束。又恐被、秋风惊绿。若待得君来向此，花前对酒不忍触。共粉泪，两簌簌。","type":["宋词精选","婉约","夏天","写景","写花","女子","孤独"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155537253.mp3","remark":"贺新郎：词牌名，又名“金缕曲””贺新凉““乳燕飞”“貂裘换酒”。传世作品以《东坡乐府》所收为最早。\n乳燕：雏燕儿。飞：宋赵彦卫《云麓漫钞》谓见真迹作“栖”。\n桐阴：梧桐树阴。\n生绡（xiāo）：未漂煮过的生织物，这里指丝绢。团扇：汉班婕妤《团扇诗》：“新裂齐纨素，鲜洁如霜雪。裁为合欢扇，团团似明月。”后常以喻指佳人薄命失宠。\n扇手：白团扇与素手。一时：一并，一齐。\n清熟：谓睡眠安稳沉酣。\n枉：空，白白地。瑶台：玉石砌成的台，神话传说在昆仑山上，此指梦中仙境。曲：形容处所幽深的样子。\n风敲竹：唐李益《竹窗闻风寄苗发司空曙》：“开门复动竹，疑是故人来。\n红巾蹙（cù）：形容石榴花半开时如红巾皱缩。蹙，皱。\n浮花浪蕊：指轻浮斗艳而早谢的桃、李、杏花等。唐韩愈《杏花》：“浮花浪蕊镇长有，才开还落瘴雾中。”\n幽独：默然独守。\n秾（nóng）艳：色彩艳丽。\n千重（chóng）似束，形容石榴花瓣重叠，也指佳人心事重重。\n秋风惊绿：指秋风乍起使榴花凋谢，只剩绿叶。\n两簌（sù）簌：形容花瓣与眼泪同落。簌簌，纷纷落下的样子。\n\n","shangxi":"　　这是一首抒写闺怨的双调词，咏人兼咏物，上片描写在清幽环境中的一位美人，她高洁绝尘，又十分孤独寂寞；下片掉转笔锋，专咏榴花，借花取喻，时而花人并列，时而花人合一。作者赋予词中的美人、榴花以孤芳高洁、自伤迟暮的品格和情感，在这两个美好的意象中渗透进自己的人格和感情。词中写失时之佳人，托失意之情怀；以婉曲缠绵的儿女情肠，寄慷慨郁愤的身世之感。\n\n　　上片以初夏景物为衬托，写一位孤高绝尘的美丽女子。起调“乳燕飞华屋，悄无人，桐阴转午，”点出初夏季节、过午、时节、环境之幽静。“晚凉新浴”，推出傍晚新凉和出浴美人。“手弄生绡白团扇，扇手一时似玉”，进而工笔描绘美人“晚凉新浴”之后的闲雅风姿。作者写团扇之白，不只意在衬托美人的肌肤洁白和品质高洁，而且意在象征美人的命运、身世。自从汉代班婕妤（汉成帝妃，为赵飞燕谮，失宠）作《团扇诗》后，在古代诗人笔下，白团扇常常是红颜薄命，佳人失时的象征。上文已一再渲染“悄无人”的寂静氛围，这里又写“手弄生绡白团扇”，着一“弄”字，便透露出美人内心一种无可奈何的寂聊，接以“扇手一时似玉”，实是暗示“妾身似秋扇”的命运。\n\n　　以上写美人心态，主要是用环境烘托、用象征、暗示方式，隐约迷离。以下写美人初因孤寂无聊而入梦，继而好梦因风摇竹声而被惊断。“渐困倚、孤眠清熟”句，使人感受到佳人处境之幽清和内心的寂寞。以下数句是说：美人入梦后，朦胧中仿佛有人掀开珠帘，敲打门窗，不由引起她的一阵兴奋和一种期待。可是从梦中惊醒，却只听到那风吹翠竹的萧萧声，等待她的仍旧是一片寂寞。此处化用了唐人李益诗句“开门复动竹，疑是玉人来”的幽清意境，着重写由梦而醒、由希望而失望的怅惘；“枉教人”、“却又是”，将美人这种感情上的波折突现出来了。这几句，如梦似幻，动而愈静，极其婉曲地表现了女主人公的孤寂。从上片整个构思来看，主要写美人孤眠。写“华屋”，写“晚凉”，写“弄扇”，都是映衬和暗示美人的空虚寂寞和叹惋怅恨之情。\n\n　　下片用秾艳独芳的榴花为美人写照。过片转咏榴花。“石榴半吐红巾蹙”，化用唐人白居易诗“山榴花似结红巾”（《题孤山寺山石榴花示诸僧众》）句意形象地写出了榴花的外貌特征，又带有西子含颦的风韵，耐人寻味。“待浮花浪蕊都尽，伴君幽独”，这是美人观花引起的感触和情思。此二句既表明榴花开放的季节，又用拟人手法写出了它不与桃李争艳、独立于群芳之外的品格。这不与“浮花浪蕊 ”为伍的榴花，也即是女主人公的象征。“秾艳一枝细看取”，刻画出花色的明丽动人。“芳心千重似束”，不仅捕捉住了榴花外形的特征，并再次托喻美人那颗坚贞不渝的芳心，写出了她似若有情、愁心难展的情态。“又恐被秋风惊绿”，由花及人，油然而生美人迟暮之感。“若待得君来向此”至结尾，写怀抱迟暮之感的美人与榴花两相怜惜，共花落簌簌而泪落簌簌。\n\n　　词的下片借物咏情，写美人看花时触景伤情，感慨万千，时而观花，时而怜花惜花。这种花人合一的手法，产生一种婉曲缠绵、寻味不尽的效果。作者无论是直接写美人，还是通过榴花间接写美人，都紧紧扣住娇花美人失时、失宠这一共同点，而又寄托着词人自身的怀才不遇之情。\n\n　　这首词隐约地抒写了作者怀才不遇的抑郁情怀。苏轼笔下的佳人，大多丰姿绰约，雍容闲雅。无论《洞仙歌·冰肌玉骨》里“冰肌玉骨，自清凉无汗”的花蕊夫人，还是这首词中的出浴美女，都能给人一种洁净如玉、一尘不染的美感。从艺术上看，上片主要写佳人，但没有正面描写她的姿容，而是先写佳人的扇和执扇的手；下片别开异境，前五句写石榴，后五句佳人与石榴合写，亦花亦人，巧妙新颖，和谐自然。此词之意蕴，冠绝古今，取景清幽，意象清隽，托意高远。\n\n","translation":"小燕子飞落在雕梁画栋的华屋，静悄悄四下无人，梧桐阴儿转过了正午。傍晚清凉时美人刚出浴。手拿着丝织的白团扇，团扇与素手似白玉凝酥。渐渐困倦，斜倚枕睡得香熟。此时不知是谁在推响彩绣的门户？空叫人惊醒了瑶台好梦。侧耳听却原来是阵阵风在敲竹。\n石榴花半开像红巾叠簇，待桃杏等浮浪花朵落尽，它才会绽开与孤独的美人为伍。细看这一枝浓艳的石榴，花瓣千层恰似美人芳心紧束。又恐怕被那西风吹落只剩叶绿。来日如等到美人来到，在花前饮酒也不忍去碰触。那时节泪珠儿和花瓣，都会一同洒落，声簌簌。\n\n"}
{"_id":{"$oid":"5b9a17f1367d5c0f40d22b01"},"title":"和乐天春词","dynasty":"唐代","writer":"刘禹锡","content":"新妆宜面下朱楼，深锁春光一院愁。 \n行到中庭数花朵，蜻蜓飞上玉搔头。","type":["唐诗三百首","春天","女子","孤独"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155537059.mp3","remark":"春词：春怨之词。“春词”为白居易原诗题目。\n宜面：脂粉和脸色很匀称。一作“粉面”。朱楼：髹以红漆的楼房，多指富贵女子的居所。\n蜻蜓：暗指头上之香。玉搔头：玉簪，可用来搔头，故称。\n\n","shangxi":"　　这首诗的标题写得很清楚，它是和白居易《春词》一诗的。白居易的《春词》：“低花树映小妆楼，春入眉心两点愁。斜倚栏杆背鹦鹉，思量何事不回头？”白居易诗先描绘一个斜倚栏杆、背向鹦鹉、眉目含愁的青年女子形象，接着以“思量何事不回头”的问句，轻轻一拨，引而不发，意味深长。而刘禹锡的和诗，也写闺中女子之愁，然而却写得更为婉曲新颖，别出蹊径。\n\n　　白诗开头是以“低花树映小妆楼”来暗示青年女子，而刘诗“新妆宜面下朱楼”说得十分明确，而且顺带把人物的心情也点出来了。诗中女主人公梳妆一新，急忙下楼。“宜面”二字，是说脂粉涂抹得与容颜相宜，给人一种匀称和谐的美感，这说明她妆扮得相当认真、讲究。看上去，不仅没有愁，倒似乎还有几分喜色。艳艳春光使她暂时忘却了心中苦恼，这良辰美景，使她心底萌发了一丝朦胧的希望。\n\n　　诗的第二句是说下得楼来，确是莺歌蝶舞，柳绿花红。然而庭院深深，院门紧锁，独自一人，更生寂寞，于是满目生愁。从诗的发展看，这是承上启下的一句。三、四两句是进一步把这个“愁”字写足。这位女主人公下楼的本意不是为了寻愁觅恨，要是早知如此，她就不必“下朱楼”，也不必“新妆宜面”。可是结果恰恰惹得无端烦恼上心头。这急剧变化的痛苦的心情，使她再也无心赏玩，只好用“数花朵”来遣愁散闷，打发这大好春光。“数花朵”的原因当亦有对这无人观赏、转眼即逝的春花，叹之、怜之、伤之的情怀。就在她在默默地数着时，“蜻蜓飞上玉搔头”。这是十分精彩的一笔。它含蓄地刻画出她那沉浸在痛苦中的凝神伫立的情态；它还暗示了这位女主人公有着花朵般的容貌，以至于使常在花中的蜻蜓也错把美人当花朵，轻轻飞上玉搔头；而且也意味着她的处境亦如这庭院中的春花一样，寂寞深锁，无人赏识，只能引来这无知的蜻蜓。真是花亦似人，人亦如花，春光空负。“为谁零落为谁开？”这就自然而含蓄地引出了人愁花愁一院愁的主题。有人说：“诗不难于结，而难于神”。这首诗的结尾是出人意料的，诗人剪取了一个偶然的镜头——“蜻蜓飞上玉搔头”，蜻蜓无心人有恨。这个结句是在回应“思量何事不回头”而设计的，它洗炼而巧妙地描绘了这位青年女子在春光烂漫之中的冷寂孤凄的境遇，新颖而富有韵味，真可谓结得有“神”。\n\n","translation":"浓妆艳抹打扮一新下红楼，深深庭院春光虽好只添愁。\n走到庭中查数新开的花朵，蜻蜓有情飞到了玉簪上头。\n\n"}
{"_id":{"$oid":"5b9a17f1367d5c0f40d22b02"},"title":"子鱼论战","dynasty":"先秦","writer":"左丘明","content":"　　二十有二年春，公伐邾，取须句。夏，宋公、卫侯、许男、滕子伐郑。秋，八月丁未，及邾人战于升陉。冬，十有一月己巳朔，宋公及楚人战于泓，宋师败绩。\n\n　　楚人伐宋以救郑。宋公将战。大司马固谏曰：“天之弃商久矣，君将兴之，弗可赦也已。”弗听。冬十一月己巳朔，宋公及楚人战于泓。宋人既成列，楚人未既济。司马曰：“彼众我寡，及其未既济也，请击之。”公曰：“不可。”既济而未成列，又以告。公曰：“未可。”既陈而后击之，宋师败绩。公伤股，门官歼焉。\n\n　　国人皆咎公。公曰：“君子不重伤，不禽二毛。古之为军也，不以阻隘也。寡人虽亡国之余，不鼓不成列。”子鱼曰：“君未知战。勍敌之人，隘而不列，天赞我也。阻而鼓之，不亦可乎？犹有惧焉！且今之勍者，皆我敌也。虽及胡耇，获则取之，何有于二毛？明耻教战，求杀敌也。伤未及死，如何勿重？若爱重伤，则如勿伤；爱其二毛，则如服焉。三军以利用也，金鼓以声气也。利而用之，阻隘可也；声盛致志，鼓儳可也。”\n\n","type":["古文观止","议论","写人"],"remark":"（1）宋公：宋襄公，名兹父。前638年,宋伐楚,楚救郑,这年冬天宋楚两军交战于泓.。\n（2）大司马：掌管军政、军赋的官职，这里指公孙固。\n（3）泓：泓水，在今河南省柘（zhè这）城县西。\n（4）既：已经。\n（5）济：渡过。\n（6）司马：统帅军队的高级长官，此指目夷，字子鱼。\n（7）告：报告。\n（8）陈：通“阵”，这里作动词，即摆好阵势。\n（9）败绩：大败。\n（10）股：大腿。\n（11）门官：国君的卫士。\n（12）咎：怪罪，归罪，指责。\n（13）重（chóng从）再次。\n（14）禽：通“擒”,俘虏。二毛：头发斑白的人，指代老人。\n（15）阻，迫也。隘，险也。言不迫人于险。\n（16）寡人：国君自称。亡国之余：亡国者的后代。宋襄公是商朝的后代，商亡于周。\n（17）鼓：击鼓（进军）名词做动词。\n（18）勍（qíng）敌：强敌，劲敌。勍：强而有力。\n（19）隘：这里作动词，处在险隘之地。\n（20）赞：助。\n（21）成列：排成战斗行列.\n（22）胡耇（gǒu苟）：年纪很大的人。胡：年老。\n（23）何有于二毛：意思是还管什么头发花白的敌人。\n（24）明耻:使认识什么是耻辱.教战:教授作战的技能。\n（25）爱重伤：怜悯受伤的敌人。\n（26）服：（对敌人）屈服。\n（27）三军：春秋时，诸侯大国有三军，即上军，中军，下军。这里泛指军队。用：施用，这里指作战。\n（28）金鼓：古时作战，击鼓进兵，鸣金收兵。金：金属响器。声气：振作士气。\n（29）儳（chán谗）：不整齐，此指不成阵势的军队。\n\n","translation":"　　楚军攻打宋国以援救郑国。宋襄公将要迎战，大司马公孙于是劝阻说，“上天遗弃商朝已经很久了，君王要振兴它，不可，赦免楚国吧。”襄公不听。宋襄公和楚国人在泓水交战。宋军已经排成战斗的行列，楚国人没有全部渡过泓水。子鱼说：“对方人多，我方人少，趁着他们没有全部渡过泓水，请攻击他们。”宋襄公说：“不行。”楚军全部渡河，但尚未排好阵势，（子鱼）再次报告（宋襄公）。宋襄公说：“还不行。”（楚军）摆好阵势（宋军）才攻击楚军。宋军大败，宋襄公大腿受伤，国君的卫士被杀绝了。\n\n　　国人都责备宋襄公。襄公说：“君子不再伤害已经受伤的人，不俘虏头发斑白的老人。古代用兵的道理，不凭借险隘的地形阻击敌人。我虽然是亡国者的后代，（也）不攻击没有排成阵势的敌人。”子鱼说：“主公不懂得作战。面对强大的敌人，（敌人）因地势险阻而未成阵势，这是上天帮助我们；阻碍并攻击他们，不也可以吗？还有什么害怕的呢？而且现在强大的，都是我们的敌人。即使是年纪很大的人，能俘虏就抓回来，还管什么头发斑白的敌人？教导士兵作战，使他们知道退缩就是耻辱来鼓舞战斗的勇气，教战士掌握战斗的方法，就是为了杀死敌人。（敌人）受伤却还没有死，为什么不能再杀伤他们？如果怜惜（他们，不愿）再去伤害受伤的敌人，不如一开始就不伤害他们；怜惜头发斑白的敌人，不如（对敌人）屈服。军队凭借有利的时机而行动，锣鼓用来鼓舞士兵的勇气。利用有利的时机，当（敌人）遇到险阻，（我们）可以进攻。声气充沛盛大，增强士兵的战斗意志，攻击未成列的敌人是可以的。”\n\n"}
{"_id":{"$oid":"5b9a17f2367d5c0f40d22b03"},"title":"蝶恋花·梦入江南烟水路","dynasty":"宋代","writer":"晏几道","content":"梦入江南烟水路，行尽江南，不与离人遇。睡里消魂无说处，觉来惆怅消魂误。\n欲尽此情书尺素，浮雁沉鱼，终了无凭据。却倚缓弦歌别绪，断肠移破秦筝柱。","type":["宋词精选","闺怨","叙梦","相思"],"remark":"蝶恋花，又名“鹊踏枝”、“凤栖梧”。唐教坊曲。《乐章集》《张子野词》并入“小石调”，《清真集》入“商调”。双调六十字，上下片各四仄韵。\n消魂：魂魄消灭。多以名悲伤愁苦之状。\n惆怅：因失望或失意而哀伤。消魂：一作“佳期”。\n尺素：书写用之尺长素绢，借指简短书信。素：白绢。古人为书，多写于白绢上。\n浮雁沉鱼：古代诗文中常以鸿雁和鱼作为传递书信的使者。\n终了：纵了，即使写成。无凭据：不可靠，靠不住。\n移破：犹云移尽或移遍也。破：唐宋大曲术语。大曲十余遍，分散序、中序、破三大段。张相《诗词曲语辞汇释》：破，犹尽也，遍也，煞也。 \n\n","translation":"梦中走向了烟水迷蒙的江南路，走遍了江南大地，也未能与离别的心上人相遇。梦境里黯然销魂无处诉说，醒后惆怅不已全因梦中消魂误。\n想诉说我的相思提笔给你写信，但是雁去鱼沉，到头来这封信也没能寄出。无可奈何缓缓弹筝抒发离情别绪，移破了筝柱也难把怨情抒。\n\n"}
{"_id":{"$oid":"5b9a17f2367d5c0f40d22b04"},"title":"问说","dynasty":"清代","writer":"刘开","content":"　　君子之学必好问。问与学，相辅而行者也。非学无以致疑，非问无以广识；好学而不勤问，非真能好学者也。理明矣，而或不达于事；识其大矣，而或不知其细，舍问，其奚决焉？\n\n　　贤于己者，问焉以破其疑，所谓“就有道而正”也。不如己者，问焉以求一得，所谓“以能问于不能，以多问于寡”也。等于己者，问焉以资切磋，所谓交相问难(nàn)，审问而明辨之也。《书》不云乎？“好问则裕。”孟子论：“求放心”，而并称曰“学问之道”，学即继以问也。子思言“尊德性”，而归于“道问学”，问且先于学也。\n\n　　古之人虚中乐善，不择事而问焉，不择人而问焉，取其有益于身而已。是故狂夫之言，圣人择之，刍荛(ráo)之微，先民询之，舜以天子而询于匹夫，以大知而察及迩言，非苟为谦，诚取善之弘也。三代而下，有学而无问，朋友之交，至于劝善规过足矣，其以义理相咨访，孜孜焉唯进修是急，未之多见也，况流俗乎？\n\n　　是己而非人，俗之同病。学有未达，强以为知；理有未安，妄以臆度。如是，则终身几无可问之事。贤于己者，忌之而不愿问焉；不如己者，轻之而不屑问焉；等于己者，狎xiá之而不甘问焉，如是，则天下几无可问之人。人不足服矣，事无可疑矣，此唯师心自用耳。夫自用，其小者也；自知其陋而谨护其失，宁使学终不进，不欲虚以下人，此为害于心术者大，而蹈之者常十之八九。\n\n　　不然，则所问非所学焉：询天下之异文鄙事以快言论；甚且心之所已明者，问之人以试其能，事之至难解者，问之人以穷其短。而非是者，虽有切于身心性命之事，可以收取善之益，求一屈己焉而不可得也。嗟乎！学之所以不能几(jī)于古者，非此之由乎？\n\n　　且夫不好问者，由心不能虚也；心之不虚，由好学之不诚也。亦非不潜心专力之敌，其学非古人之学，其好亦非古人之好也，不能问宜也。\n\n　　智者千虑，必有一失。圣人所不知，未必不为愚人之所知也；愚人之所能，未必非圣人之所不能也。理无专在，而学无止境也，然则问可少耶？《周礼》，外朝以询万民，国之政事尚问及庶人，是故贵可以问贱，贤可以问不肖，而老可以问幼，唯道之所成而已矣。\n\n　　孔文子不耻下问，夫子贤之。古人以问为美德，而并不见其有可耻也，后之君子反争以问为耻，然则古人所深耻者，后世且行之而不以为耻者多矣，悲夫！\n\n","type":["小学文言文","学习","哲理"],"remark":"君子：古时对有德有才人的称呼。\n辅：辅助。好：喜好\n无以致疑：不会发现疑问；无以：没有用来……的（办法）；致：求得。\n广识：增广知识；广：使……广，增广，增加。\n达于事：（使道理）用于实行。达，通晓，通达。\n舍问：放弃提问。舍：放弃。\n其奚决焉：怎么能解决问题呢；奚：何，怎么 。 其：之，代词，指代文中的“理”与“识” 。焉，代词，指代上述的“理”与“问”。 决：判断，解决。\n就有道而正：到有道德有学问的人那里去匡正自己；就：靠近；正：匡正；\n以资切磋：借以共同研究；资：凭借。\n交相问难（nàn）：互相诘问；难：驳诘。\n审：详细。\n是己而非人：以己为是，以人为非。是:以……为是；认为……对 非：以……为非。\n未安：不稳妥的地方。\n臆度（yì duó）：主观猜测；臆：主观的；度：猜测，估计\n狎（xiá）：亲近而不庄重。\n专在：专门存在于某人。\n唯，只。\n舍问，其奚决焉 舍，放弃。\n君子之学必好问 必：必须 好：喜欢，喜爱。\n而或：但却。\n不肖：不成器的人。\n是故：因此。\n相辅而行：互相协助进行。\n贤：道德才能高。\n破：破解。\n理：真理。\n知：了解，明白。\n强：勉强。\n不屑：不重视，轻视。\n问说：关于勤问的论说。\n几：几乎。\n然则：既然这样,那么。\n忌：嫉妒。\n或：有时。\n妄：胡乱地。\n得：某一方面的见解。\n\n","translation":"　　一个有见识的人，他做学问必然喜欢向别人提问请教。“问”和“学”是相辅相成地进行的，不“学”就不能提出疑难，不“问”就不能增加知识。喜爱学习却不多问，不是真的喜爱学习的人。道理明白了，可是还不能应用于实际，认识了那些大的（原则、纲领、总体），可是还可能不了解那些细节，（对于这些问题）除了问，怎么能解决问题呢？\n\n　　（对于）比自己道德才能高的人，向他们问，借以破除那疑问，（这就是孔子）所说的到有道德有学问的人那里去匡正自己。（对于）不如自己的人，向他们问，借以求得一点正确的见解，（这就是曾子）所说的以高才能向低才能（的人）问，以道德高知识多向道德低知识少（的人）问。（对）同自己水平相等的人，向他们问，借以共同研究，（这就是《中庸》）所说的互相诘问，详细地考察，明确地分辨它。《尚书》不是说吗？“喜爱问（的人，学问知识）就丰富。”孟子论述：“找回自己的放纵散漫的心”（的时候），并提“学问之道”，“学”之后（就）紧跟着“问”。子思谈“重视品德修养”（时），归结到要（好）问（勤）学，（在他的提法中）“问”并且在“学”的前面。\n\n　　古代的人虚心采纳善言善事，不挑选事情地问，不挑选人地问，（只要能）求取那有益于自己修养和学业的就可以了。因此，狂妄的普通人的话，圣人（也）采纳它，地位低微的樵夫，古圣先王（也）询问他，舜帝有天子的身份都向平民询问，以（他们的）大智却注意到浅近平常的意见，不是偶然的谦虚，实在是要从多方面听取有益的意见。三代以后，有“学”而没有“问”，朋友间的交往，能做到规劝做好事，不做坏事就不错了，那种在大是大非问题上互相请教，勤勉地只是以进修为急务（的人）未多见，（更）何况世俗的人呢？\n\n　　认为自己对，别人不对，（这是）世俗人的共同毛病，学习有未贯通（不理解的地方），（却）偏偏以为理解，（所持的）道理有不稳妥（的地方），（却）胡乱地凭主观猜测，像这样，就终生几乎（都）没有（什么）可问的事（了）。（对）比自己道德才能高的人，（就）妒忌他，不愿意向他问，（对）不如自己的人，（就）轻视他，（认为）不值得向他问，（对）同自己水平相同的人，抱着嬉戏的态度而不敬重他，不甘愿向他问，像这样，就天下几乎没有可以问的人了。（什么）人（都）不值得佩服了，（什么）事（都）没有可疑的了，这只是自以为是罢了。自以为是，那错误还是小的；自己知道自己的浅薄却严密地掩盖自己的过错，宁愿让学习最终不进步，（也）不愿意虚心向别人请教，这样危害自己的内心修养，（错误可就）大了，而陷入这（种大错误）的人常常（占）十分之八九。\n\n　　不这样（的话），就所问的（也）不是（他）所学的：（如）问（一些）天下的奇字僻典和琐屑事物来说说好玩；甚至自己心里所已经明白的（问题，却故意拿它），问别人，来试试那人的才能；（或者）非常难解答的事情问别人，来逼使那人难堪。如果不是这样，（或者）即使有与自己思想品德修养有密切关系的事情，可以收到得到教益的效果的，要压低一下自己的尊严（虚心向别人请教）也不能做到。唉！学习之所以不能接近古人，不是（正）由于这（原因）吗？\n\n　　而且不喜爱问的人，（是）由于不能虚心；不能虚心（是）由于不诚心实意喜爱学习。也不是不专心用功的缘故，他学习的不是古代儒家学习的（东西），他喜爱的也不是古代儒家喜爱的（东西），不善于问是理所当然的。\n\n　　聪明的人考虑一千次，（也）一定会出现一次错误。圣人所不了解（的事物），普通的人不一定也不了解；普通的人所能做的，圣人不一定能做。真理不专门存在于某人，学习是没有止境的，那么，“问”可以少得了吗？《周礼》（说），朝堂之外（要）询问百姓（对朝政的意见），国家的大事还问到平民。所以贵人可以问身份低的人，道德才能高的人可以问道德才能低的人，老人可以问年轻的人，只考虑道德学问方面的成就罢了。 孔文子不以向比他低下的人请教为耻辱，孔子认为他道德学问高。古人把“问”作为美德，而并不认为它是可耻的，后代的君子反而争先把“问”当作耻辱，那么古人所深深地（感到）羞耻的（事），后代人却做着而不以为耻的（就）多了，可悲啊！\n\n"}
{"_id":{"$oid":"5b9a17f2367d5c0f40d22b05"},"title":"悲愤诗","dynasty":"两汉","writer":"蔡琰","content":"汉季失权柄，董卓乱天常。志欲图篡弑，先害诸贤良。逼迫迁旧邦，拥主以自疆。\n海内兴义师，欲共讨不祥。卓众来东下，金甲耀日光。平土人脆弱，来兵皆胡羌。\n猎野围城邑，所向悉破亡。斩截无孑遗，尸骸相撑拒。马边悬男头，马后载妇女。\n长驱西入关，迥路险且阻。还顾邈冥冥，肝脾为烂腐。所略有万计，不得令屯聚。\n或有骨肉俱，欲言不敢语。失意机徵间，辄言毙降虏。要当以亭刃，我曹不活汝。\n岂复惜性命，不堪其詈骂。或便加棰杖，毒痛参并下。旦则号泣行，夜则悲吟坐。\n欲死不能得，欲生无一可。彼苍者何辜，乃遭此厄祸。边荒与华异，人俗少义理。\n处所多霜雪，胡风春夏起。翩翩吹我衣，肃肃入我耳。感时念父母，哀叹无穷已。\n有客从外来，闻之常欢喜。迎问其消息，辄复非乡里。邂逅徼时愿，骨肉来迎己。\n己得自解免，当复弃儿子。天属缀人心，念别无会期。存亡永乖隔，不忍与之辞。\n儿前抱我颈，问母欲何之。人言母当去，岂复有还时。阿母常仁恻，今何更不慈。\n我尚未成人，奈何不顾思。见此崩五内，恍惚生狂痴。号泣手抚摩，当发复回疑。\n兼有同时辈，相送告离别。慕我独得归，哀叫声摧裂。马为立踟蹰，车为不转辙。\n观者皆嘘唏，行路亦呜咽。去去割情恋，遄征日遐迈。悠悠三千里，何时复交会。\n念我出腹子，匈臆为摧败。既至家人尽，又复无中外。城廓为山林，庭宇生荆艾。\n白骨不知谁，纵横莫覆盖。出门无人声，豺狼号且吠。茕茕对孤景，怛咤糜肝肺。\n登高远眺望，魂神忽飞逝。奄若寿命尽，旁人相宽大。为复强视息，虽生何聊赖。\n托命于新人，竭心自勖励。流离成鄙贱，常恐复捐废。人生几何时，怀忧终年岁。\n\n","type":["自传","骚体","苦难","生活","叙事","长诗"],"remark":"天常：天之常道。“乱天常”，犹言悖天理。\n篡弑：言杀君夺位。董卓于公元189年以并州牧应袁绍召入都，废汉少帝(刘辩)为弘农王，次年杀弘农王。\n诸贤良：指被董卓杀害的丁原、周珌、任琼等。\n旧邦：指长安。公元190年董卓焚烧洛阳，强迫君臣百姓西迁长安。\n兴义师：指起兵讨董卓。初平元年(190年)关东州郡皆起兵讨董，以袁绍为盟主。\n祥：善。“不祥”，指董卓。\n卓众：指董卓部下李榷、郭汜等所带的军队。初平三年(192年)李、郭等出兵关东，大掠陈留、颍川诸县。蔡琰于此时被掳。\n胡羌：指董卓军中的羌胡。董卓所部本多羌、氐族人(见《后汉书·董卓传》)。李榷军中杂有羌胡(见《后汉纪·献帝纪》记载)。\n截：斩断。\n孑：独。这句是说杀得不剩一个。\n相撑拒：互相支拄。这句是说尸体众多堆积杂乱。\n西入关：指入函谷关。卓众本从关内东下，大掠后还入关。\n迥：遥远。\n邈冥冥：渺远迷茫貌。\n弊：即“毙”，詈骂之词。“弊降虏”，犹言“死囚”。\n亭：古通“停”。“停刃”犹言加刃。\n我曹：犹我辈，兵士自称。以上四句是说兵士对于被虏者不满意就说：“杀了你这死囚，让你吃刀子，我们不养活你了。”\n毒：恨。\n参：兼。这句是说毒恨和痛苦交并。\n彼苍者：指天。这句是呼天而问，问这些被难者犯了什么罪。\n边荒：边远之地，指南匈奴，其地在河东平阳(今山西省临汾附近)。蔡琰如何入南匈奴人之手，此诗略而不叙，史传也不曾明载。《后汉书》本传只言其时在兴平二年(195年)。是年十一月李榷、郭汜等军为南匈奴左贤王所破，疑蔡琰就在这次战争中由李、郭军转入南匈奴军。\n少义理：言其地风俗野蛮。这句隐括自己被蹂躏被侮辱的种种遭遇。\n邂逅：不期而遇。\n徼：侥幸。这句是说平时所觊望的事情意外地实现了。\n骨肉：喻至亲。作者苦念故乡，见使者来迎，如见亲人，所以称之为骨肉。或谓曹操遣使赎蔡琰或许假托其亲属的名义，所以诗中说“骨肉来迎”。\n天属：天然的亲属，如父母、于女、兄弟、姐妹。\n缀：联系。\n五内：五脏。\n恍惚：精神迷糊。\n生狂痴：发狂。\n遄征：疾行。\n日遐迈：一天一天地走远了。\n中外：犹中表，“中”指舅父的子女，为内兄弟，“外”指姑母的子女，为外兄弟。以上二句是说到家后才知道家属已死尽，又无中表近亲。\n茕茕：孤独貌。\n景：同“影”。\n怛咤：惊痛而发声。\n相宽大：劝她宽心。\n息：呼息。这句是说又勉强活下去。\n何聊赖：言无聊赖，就是无依靠，无乐趣。\n新人：指作者重嫁的丈夫董祀。\n勖：勉励。\n捐废：弃置不顾。以上二句是说自己经过一番流离，成为被人轻视的女人，常常怕被新人抛弃。\n\n","translation":"　　汉末王朝权力失控，董卓专权乱了纲常朝政。他一心密谋杀君夺位，首先杀害了汉朝的好多贤臣。然后又焚烧洛阳宗庙宫室，逼迫朝廷西迁旧都长安，挟持幼主以扩张自己的势力。国内诸侯联盟发动正义之师，希望共同起兵讨伐董卓。董卓部下李傕、郭汜出兵函谷关东下平原，他们来势凶猛盔甲在阳光下闪着金光。平原地区的人软弱不强，抵抗不了来犯的北方胡羌。胡羌乱兵践踏了野外的庄稼，围攻了城池，乱兵所到之处残害的百姓家破人亡。他们疯狂砍杀不留一人，死人的骸骨相抵交叉。马边悬挂着男人的头颅，马后捆绑着抢来的妇女。在漫长的路上不停地驱马西进直入函谷关，西进的道路险峻遥远，所以行进十分艰难。被虏掠的人回望来路两眼墨黑迷茫不清，肝脾早已伤透如同烂泥。被掳掠者数以万计，胡羌兵不允许她们集中住在一起。如有亲人们偶然相遇，想说句话却又不敢吭气。只要使他们有一点的不如意，马上就说“杀死俘虏不要客气，正当刀刃有空闲，我辈本来就不想让你们活下去。”这时候难道还会有谁把性命顾惜，最不能忍受的是他们辱骂的恶语。有时他们顺手举起棍棒毒打，连骂带打交并齐下。白天嚎哭着被迫走路，夜里无奈地悲哀坐泣。想死死不成，想活却没有一点希望。老天啊！我们有什么罪过？让我们遭此恶祸！\n　　边地荒蛮和中原不一样，人性粗俗不讲道德礼仪。住的地方长时间盖满霜雪，北风不分春夏呼呼刮起。每当北风翩翩卷起我的衣裳，萧萧震入我的耳朵。就会激起我对父母的思念，这样的哀怨和叹息长此以往不能止息。每当有客人从外地到来，听到后我很是欣慰，急忙忙迎上前打听家乡的消息，却被告知说不是乡人邻里。想不到徼幸能满足平时的心愿，很庆幸亲人能来把自己接回家去。难得自己有幸可以解脱回去，可面对的是抛弃儿子的诀别。天性中母子心连着心，心想着分别后再也没有见面的机遇，从今后不管是活着还是死亡，我们母子将永远的天各一方，我怎么能忍心与儿子辞别。儿子跑上前来抱住了我的脖子，问：“母亲啊，你要到哪里去？有人告诉我母亲将要离去，难道说走后还能够再回来相聚！阿母你一贯的善良仁慈，今天你为什么变得这么无情？我还没有长大成人，为什么你就不能想想我的心情！”见儿子这样的苦苦哀求，我的五脏崩裂一样的沉痛，恍恍惚惚如痴如狂。哭泣着用手抚摩着我的儿子，当要出发时我多次返回去犹豫不决。还有同时掳掠来得同伴们赶来相送与我告别，她们羡慕并痛惜只有我一个人能够回去，哀叫声哭喊声伤痛欲绝。马儿为此悲哀的立在那里不走，车儿为此悲哀的轮子不转。围观的人都在跟着抽搐，过路的人也为此感动低泣。\n　　走啊走啊割断了母子依依不舍的情感，疾速的行走一天比一天遥远。漫长的道路阻隔啊，什么时候我们母子再能交相见面？ 想想从我腹中生出的儿子啊，我心中撕裂一样的疼痛。到家后发现家人早已死绝，甚至没剩下一个姑表亲戚。城里城外一派荒芜变成了山林，庭院和屋檐下长满了艾草和荆棘。眼前的白骨分不清他们是谁，横竖交错没有覆盖掩埋。出門听不到人的声音，只有豺狼呜嚎哭叫。孤零零对着自己的影子，不停的哭喊声撕肝裂肺。爬到高处向远方望去，突然觉得魂魄出窍飞逝离去。奄奄一息好像是寿命将尽，旁人们相继安抚宽慰。挣扎着睁开眼睛又勉强活了下去，虽然没死可又有什么希冀？把命运寄托于再嫁的丈夫董祀，尽心竭力自我勉励努力生活下去。自从流离后成为鄙贱之人，常常害怕丈夫废婚抛弃。想人生能有多少时间，怀着忧伤一年又一年。\n\n"}
{"_id":{"$oid":"5b9a17f3367d5c0f40d22b06"},"title":"清明日","dynasty":"唐代","writer":"温庭筠","content":"清娥画扇中，春树郁金红。出犯繁花露，归穿弱柳风。 \n马骄偏避幰，鸡骇乍开笼。柘弹何人发，黄鹂隔故宫。","type":["清明节","踏青"]}
{"_id":{"$oid":"5b9a17f3367d5c0f40d22b07"},"title":"小雅·鹤鸣","dynasty":"先秦","writer":"佚名","content":"鹤鸣于九皋，声闻于野。鱼潜在渊，或在于渚。乐彼之园，爰有树檀，其下维萚。它山之石，可以为错。\n鹤鸣于九皋，声闻于天。鱼在于渚，或潜在渊。乐彼之园，爰有树檀，其下维榖。它山之石，可以攻玉。\n\n","type":["诗经","写鸟","抒情"],"remark":"九皋：皋，沼泽地。九：虚数，言沼泽之多。\n渊：深水，潭。\n渚：水中小洲，此处当指水滩。\n爰（yuán）：于是。檀（tán）：古书中称檀的木很多，时无定指。常指豆科的黄檀，紫檀。\n萚（tuò）：酸枣一类的灌木。一说“萚”乃枯落的枝叶。\n“它山”二句：利用其它山上的石头可以错琢器物。错：砺石，可以打磨玉器。\n榖（gǔ）：树木名，即楮树，其树皮可作造纸原料。\n攻玉：谓将玉石琢磨成器。朱熹《诗集传》：“两玉相磨不可以成器，以石磨之，然后玉之为器，得以成焉。”\n\n","shangxi":"　　此诗共二章，每章九句。前后两章共用了四个比喻，语言也相似，只是押韵不同。关于诗的主题，有几种不同的说法。《毛诗序》认为是“诲（周）宣王也”，郑笺补充说：“诲，教也，教宣王求贤人之未仕者。”王先谦《诗三家义集疏》举例证明鲁诗、齐诗、韩诗都与毛诗观点一致。到了宋代朱熹《诗集传》则说：“此诗之作，不可知其所由，然必陈善纳诲之辞也。”认为这是一篇意在劝人为善的作品。今人程俊英在《诗经译注》祖毛、郑旧说而加以发展，说：“这是一首通篇用借喻的手法，抒发招致人才为国所用的主张的诗，亦可称为‘招隐诗’。”这种说法较易为今人所理解。\n\n　　先谈朱熹的说法。他分析第一章说：“盖鹤鸣于九皋，而声闻于野，言诚之不可揜（掩）也；鱼潜在渊，而或在于渚，言理之无定在也；园有树檀，而其下维萚，言爱当知其恶也；他山之石，而可以为错，言憎当知其善也。由是四者引而伸之，触类而长之，天下之理，其庶几乎？”他将诗中四个比喻，概括为四种思想：即诚、理、爱、憎。并认为从这四者引申出去，可以作为“天下之理”——即普遍真理。他的说法看起来很辩证，都是用发展的变化的观点分析问题，而且兼顾一个问题的两个方面；然而他却是用程朱理学来说诗，这一点从他对第二章的解释中看得更加清楚。\n\n　　《诗集传》释第二章结句引程子曰：“玉之温润，天下之至美也。石之粗厉，天下之至恶也。然两玉相磨，不可以成器，以石磨之，然后玉之为器，得以成焉。犹君子之与小人处也，横逆侵加，然后修省畏避，动心忍性，增益预防，而义理生焉，道理成焉。”程子说诗与朱子说诗，如出一辙，皆为引申之词。“他山之石，可以攻玉”，就字面而言，就是另一座山上的石头，可以用来磨制玉器，今人也常常引以为喻。然而是否为诗的本义呢，似乎很难说。\n\n　　再谈今人程俊英关于此诗的解释。程先生在《诗经译注》中说：“诗中以鹤比隐居的贤人。”“诗人以鱼在渊在渚，比贤人隐居或出仕。”“园，花园。隐喻国家。”“树檀，檀树，比贤人。”“萚，枯落的枝叶，比小人。”“它山之石，指别国的贤人。”“毛传：‘榖，恶木也。’喻小人。”她从“招隐诗”这一主题出发，将诗中所有比喻都一一与人事挂钩，虽不无牵强附会，倒也自成一说。\n\n　　其实，就诗论诗，不妨认为这是一首即景抒情小诗。在广袤的荒野里，诗人听到鹤鸣之声，震动四野，高入云霄；然后看到游鱼一会儿潜入深渊，一会儿又跃上滩头。再向前看，只见一座园林，长着高大的檀树，檀树之下，堆着一层枯枝败叶。园林近旁，又有一座怪石嶙峋的山峰，诗人因而想到这山上的石头，可以取作磨砺玉器的工具。诗中从听觉写到视觉，写到心中所感所思，一条意脉贯串全篇，结构十分完整，从而形成一幅远古诗人漫游荒野的图画。这幅图画中有色有声，有情有景，因而也充满了诗意，读之不免令人产生思古之幽情。如此读诗，读者便会受到诗的艺术感染，产生无穷兴趣。若刻意求深，强作解人，未免有高深莫测之感。\n\n","translation":"幽幽沼泽仙鹤鸣，声传四野真亮清。深深渊潭游鱼潜，有时浮到渚边停。在那园中真快乐，檀树高高有浓荫，下面灌木叶凋零。他方山上有佳石，可以用来磨玉英。\n幽幽沼泽仙鹤唳，鸣声响亮上云天。浅浅渚滩游鱼浮，有时潜入渊潭嬉。在那园中真快乐，檀树高高枝叶密，下面楮树矮又细。他方山上有佳石，可以用来琢玉器。\n\n"}
{"_id":{"$oid":"5b9a17f3367d5c0f40d22b08"},"title":"外科医生","dynasty":"明代","writer":"江盈科","content":"有医者， 自称善外科。一裨将阵回，中流矢，深入膜，延使治。乃持并州剪，剪去矢官，跪而请酬。裨将曰：“镞在膜内须亟治。”医曰：“此内科之事，不意并责我。”裨将曰：“呜呼，世直有如是欺诈之徒。”","type":["小学文言文","寓言","故事","哲理"]}
{"_id":{"$oid":"5b9a17f3367d5c0f40d22b09"},"title":"卜算子·十载仰高明","dynasty":"宋代","writer":"赵长卿","content":"十载仰高明，一见心相许。来日孤舟西水门，风饱征帆腹。 \n后夜起相思，明月清江曲。若见秋风寒雁来，能寄音书否。","type":["抒情","羁旅","愁苦"]}
{"_id":{"$oid":"5b9a17f3367d5c0f40d22b0a"},"title":"凉州馆中与诸判官夜集","dynasty":"唐代","writer":"岑参","content":"弯弯月出挂城头，城头月出照凉州。\n凉州七里十万家，胡人半解弹琵琶。\n琵琶一曲肠堪断，风萧萧兮夜漫漫。\n河西幕中多故人，故人别来三五春。\n花门楼前见秋草，岂能贫贱相看老。\n一生大笑能几回，斗酒相逢须醉倒。","type":["友情","豪迈","地点","月亮","宴会"],"remark":"凉州：唐朝河西节度府所在地，治所在今甘肃武威。馆：客舍。判官：唐代节度使、观察使下的属官。\n城墙上。唐王昌龄《出塞》诗之二：“城头铁鼓声犹振，匣里金刀血未干。”\n凉州：一作“梁州”。\n里：一作“城”。\n胡人：中国古代对北方边地及西域各民族人民的称呼。半解：半数人懂得。解，懂得，明白。\n萧萧：象声词。此处形容风声。漫漫：形容黑夜漫长。\n河西：汉唐 时指今甘肃、青海两省黄河以西，即河西走廊与湟水流域。此处指河西节度使，治所在凉州。故人：旧交；老友。\n花门楼：这里即指凉州馆舍的楼房。贫贱：贫苦微贱。唐崔颢《长安道》诗：“莫言贫贱即可欺，人生富贵自有时。”\n斗酒相逢：即相逢斗酒。斗酒，比酒量。\n\n","shangxi":"　　这首诗中所说的凉州，治所在今甘肃武威，唐河西节度府设于此地。馆，客舍。从“河西幕府多故人，故人别来三五春”等诗句看，岑参此时在凉州作客。凉州河西节度使幕府中，诗人有许多老朋友，常欢聚夜饮。\n\n　　“弯弯月出挂城头，城头月出照凉州。”首先出现的是城头弯弯的明月。然后随着明月升高，银光铺泻，出现了月光照耀下的凉州城。首句“月出”，指月亮从地平线升起，次句“月出”，指月亮在城头上继续升高。\n\n　　“凉州七里十万家，胡人半解弹琵琶。”这是随着月光的照耀，更清晰地呈现了凉州的全貌。“凉州”，有的本子作“梁州”（今陕西汉中市）。这是因为后人看到“七里十万家”，认为甘肃凉州没有这种规模而妄改的。其实，唐前期的凉州是与扬州、益州等城市并列的第一流大都市。“七里十万家”，正是大笔淋漓地勾画出这座西北重镇的气派和风光。而下一句，就更见出是甘肃凉州了。凉州在边塞，居民中少数民族很多。他们能歌善舞，多半会弹奏琵琶。不用说，在月光下的凉州城，荡漾着一片琵琶声。这里写出了凉州城的歌舞繁华、和平安定，同时带着浓郁的边地情调。\n\n　　“琵琶一曲肠堪断，风萧萧兮夜漫漫。”仍然是写琵琶声，但已慢慢向夜宴过渡了。这“一曲琵琶”已不是“胡人半解弹琵琶”的满城琵琶声，乃是指宴会上的演奏。“肠堪断”形容琵琶动人。“风萧萧兮夜漫漫”，是空旷而又多风的西北地区夜晚所给人的感受。这种感受由于“琵琶一曲”的演奏更加增强了。\n\n　　以上六句主要写环境背景。诗人吸取了民歌的艺术因素，运用顶针句法，句句用韵，两句一转，构成轻快的、咏唱的情调，写出凉州的宏大、繁荣和地方色彩。最后一句“风萧萧兮夜漫漫”，用了一个“兮”字和迭字“萧萧”、“漫漫”，使节奏舒缓了下来。后面六句即正面展开对宴会的描写，不再句句用韵，也不再连续使用顶针句法。\n\n　　“河西幕中多故人，故人别来三五春。”两句重复“故人”二字，见出情谊深厚。因为“多故人”，与各人离别的时间自然不尽相同，所以说“三五春”，下语是经过斟酌的。\n\n　　“花门楼前见秋草，岂能贫贱相看老。”“花门楼”在这里即指凉州馆舍的楼房。二句接“故人别来三五春”，意思是说：时光迅速，又到了秋天草黄的季节了。岁月催人，哪能互相看着在贫贱中老下去呢？言下之意是要赶快建立功业。\n\n　　“一生大笑能几回，斗酒相逢须醉倒。”一个“笑”字，写出岑参和他朋友的本色。宴会中不时地爆发出大笑声，这样的欢会，这样的大笑，一生中也难得有几回，老朋友们端着酒杯相遇在一起，能不为之醉倒。\n\n　　这首诗把边塞生活情调和强烈的时代气息结合了起来。全诗由月照凉州开始，在着重表现边城风光的同时，那种月亮照耀着七里十万家和城中荡漾的一片琵琶声，也鲜明地透露了当时凉州的阔大的格局、和平安定的气氛。如果拿它和宋代范仲淹的《渔家傲·塞下秋来风景异》相比，即可见同样是写边城，写秋天的季节，写少数民族的音乐，但那种“长烟落日孤城闭”、“羌管悠悠霜满地”的描写，所表现的时代气氛就完全不同了。\n\n　　至于诗所写的夜宴，更是兴会淋漓，豪气纵横，不是盛唐的人不能如此。“花门楼前见秋草，岂能贫贱相看老。”不是有感于时光流逝，叹老嗟卑，而是有着能够掌握自己命运的豪迈感，表现出奋发的人生态度。“一生大笑能几回”的笑，更是爽朗健康的笑。它来源于对前途、对生活的信心。同样，末句“须醉倒”，也不是借酒浇愁，而是以酒助兴，是豪迈乐观的醉。以酒助兴，兴浓欢悦，笑声爽朗，豪迈乐观，读者从人物的神态中，能感受到盛唐的时代脉搏。\n\n","translation":"弯弯的月儿爬上了凉州城头，城头的月儿升空照着全凉州。\n凉州方圆七里住着十万人家，这里的胡人半数懂得弹琵琶。\n动人的琵琶曲令人肝肠欲断，只觉得风声萧萧兮长夜漫漫。\n河西幕府里我有很多老朋友，老朋友分别以来已有三五春。\n如今在花门楼前又见到秋草，哪能互相看着在贫贱中变老？\n人生一世能有几回开怀大笑，今日相逢人人必须痛饮醉倒。\n\n"}
{"_id":{"$oid":"5b9a17f3367d5c0f40d22b0b"},"title":"凉州词三首·其三","dynasty":"唐代","writer":"张籍","content":"凤林关里水东流，白草黄榆六十秋。\n边将皆承主恩泽，无人解道取凉州。","type":["写景","谴责","边将"]}
{"_id":{"$oid":"5b9a17f3367d5c0f40d22b0c"},"title":"守岁","dynasty":"宋代","writer":"苏轼","content":"欲知垂尽岁，有似赴壑蛇。\n修鳞半已没，去意谁能遮。\n况欲系其尾，虽勤知奈何。\n儿童强不睡，相守夜欢哗。\n晨鸡且勿唱，更鼓畏添挝。\n坐久灯烬落，起看北斗斜。\n明年岂无年，心事恐蹉跎。\n努力尽今夕，少年犹可夸。","type":["春节","勉励","惜时"]}
{"_id":{"$oid":"5b9a17f3367d5c0f40d22b0d"},"title":"水调歌头·隐括杜牧之齐山诗","dynasty":"宋代","writer":"朱熹","content":"江水浸云影，鸿雁欲南飞。携壶结客何处？空翠渺烟霏。尘世难逢一笑，况有紫萸黄菊，堪插满头归。风景今朝是，身世昔人非。\n酬佳节，须酩酊，莫相违。人生如寄，何事辛苦怨斜晖。无尽今来古往，多少春花秋月，那更有危机。与问牛山客，何必独沾衣。","type":["重阳节","劝勉","人生","哲理"],"remark":"隐括：指对原有作品的内容、语言加以剪裁、修改而成新篇。\n结客：和客人们一起登山。\n尘世：即人生。\n紫萸：即茱萸，一种有浓烈香味的植物。\n酩酊：大醉貌。\n\n","shangxi":"　　本词题为《隐括杜牧之齐山诗》，“隐括”，也就是对原作的内容、句子适当剪裁、增删，修改成新的作品，用今天的话说，也就是改写。《文心雕龙·镕裁》：“蹊要所司，职在镕裁，隐括情理，矫揉文采也。”由此可见，这种写作方法，很早就有了。\n\n　　朱熹“隐括”杜牧的《九日齐山登高》，也就是借这首诗来寄兴抒情托志。杜牧的诗是这样的：“江涵秋影雁初飞，与客携壶上翠微。尘世难逢开口笑，菊花须插满头归。但将酩酊酬佳节，不用登临恨落晖。古往今来只如此，牛山何必独沾衣！”对这首诗，历来就有很高的评价。杜牧出身于显赫的世代公卿之家，胸怀致仕用世的大志；朱熹是著名思想家，又是诗人。尽管他们生活的时间前后相隔三百多年，但都是主张积极入世的，因为思想上有共通之处，朱熹仰慕小杜的诗，近而“隐括”成词，也是可以理解的。\n\n","translation":"云朵的影子浸在江水里，鸿雁正打算向南飞。我带着酒壶，邀集客人，找一个苍翠清寂、烟雾氤氲的地方去饮酒。人世间难得一笑，还好有紫萸黄菊可以摘下来插在头上，自娱自乐一番。风景还是往年的风景，而人早已不是往昔的人了。\n为了庆贺重阳节，应该喝得酩酊大醉，请不要再推辞不喝了。人活着就像寄生在这个世界上，为什么非要奔波劳碌，到最后还怨恨人生苦短呢古往今来，无穷无尽。人间多少春花秋月，终难逃危机。你去问问齐景公，何必为人生短暂而泪沾衣襟。\n\n"}
{"_id":{"$oid":"5b9a17f3367d5c0f40d22b0e"},"title":"清平乐·金风细细","dynasty":"宋代","writer":"晏殊","content":"金风细细。叶叶梧桐坠。绿酒初尝人易醉。一枕小窗浓睡。 \n紫薇朱槿花残。斜阳却照阑干。双燕欲归时节，银屏昨夜微寒。","type":["写风","婉约"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155538481.mp3","remark":"金风：秋风。\n紫薇朱槿：花名。紫薇：落叶小乔木，花红紫或白，夏日开，秋天凋，故又名“百日红”。朱槿：红色木槿，落叶小灌木，夏秋之交开花，朝开暮落。又名扶桑。\n银屏：银饰屏风。\n\n","shangxi":"　　这首词的特点是风调闲雅，气象华贵，二者本有些矛盾，但词人却把它统一起来，形成表现自己个性的特殊风格。晏殊以相位之尊，间为小歌词，得花间遗韵。刘攽《中山诗话》说：“晏元献尤喜冯延巳歌词，其所自作，亦不减延巳乐府。”也就是说他的词风酷似冯延巳。但从这首词来看，它的闲雅风调虽似冯词，而其华贵气象倒有点像温庭筠的作品。不过温词的华贵，大都表现词藻上的镂金错采，故王国维以“画屏金鹧鸪”状其词风。晏词的华贵却不专主形貌，而于精神。“每吟咏富贵，不言金玉锦绣，而惟说其气象，若‘楼台侧畔杨花过，帘幕中间燕子飞’，‘梨花院落溶溶月，柳絮池塘淡淡风’之类是也。”（见吴处厚《青箱杂记》）这首词中所写的风，正与上举两例相似。它所塑造的形象，借用晁补之评论其子晏几道词的说话，一看就知道“不是三家村中人”，而是一个雍容闲雅的士大夫。\n\n　　词的上阕是写酒醉以后的浓睡。起首二句在写景中点明时间，渲染环境。金风，即秋风。《文选》张协《杂诗》“金风扇素节”，李善注曰：“西方为秋而主金，故秋风日金风也。”此时庭院内是秋风落叶，画堂中的词人因饮了几杯绿酒，一会儿便醉眠了。用笔轻灵，色调淡雅，语气仿佛在与一位友人娓娓而谈。其巾“细细”、“叶叶”两组叠字，首尾相接，音律谐婉。以“细细”状金风，就没有秋风惯有的那种萧飒之感，而显得平静、悠闲。以“叶叶”这两个名词相连用，就在读者面前展开一片片叶子飘落的景象，显得很有次序，很有节奏。向来写梧桐经秋而落都是较为凄厉的，如白居易《长恨歌》：“秋雨梧桐叶落时。”温庭筠《更漏子》：“梧桐树，三更雨，不道离情正苦。一叶叶，一声声，空阶滴到明。”经过一代又一代词人的染笔，以至于使人一听到秋风吹拂梧桐，就产生凄凉况味。而像晏殊写得如此平淡幽细的，却极为少见。下面“绿酒”一句，因为用了“初”、“易”二字，就觉得他的酒量不大，浅尝辄醉，虽是淡淡的一笔，但却是陪笔；至“一枕小窗浓睡”，才写出此阕的主旨。小饮何以“易醉”？浅醉何得“浓睡”？原来词人有一点闲愁。然而以酒浇愁愁更愁，愁深故易醉，醉易故睡浓。此意于下阕尤能见出。\n\n　　如果说上阕是从昨晚的醉眠写起，那么下阕则是写次日薄暮酒醒时的感觉。词人一醉就睡了整整一个昼夜，睡极浓矣。浓睡中无愁无忧，酒醒后情绪如何，他没有言明，只是通过他眼巾所见的景象，折射出心情之悠闲，神态之慵怠；不过在结句中仍然透露出一丝丝哀愁。过片中的紫薇，植物名，夏季开花；朱槿，夏秋间吐艳。上阕说金风吹得梧桐叶坠，分明是秋季了，所以词人从小窗望出去，此刻这两种花都已凋残。值得注意的是，前阕的梧桐叶坠，为耳中所闻；后阕的两种花残，乃眼中所见。词人正是通过对周围事物的细微体察，来表现此际的情怀。“斜阳却照阑干”，紧承前句，描写静景。晏殊在《踏莎行》词中云：“一场愁梦酒醒时，斜阳却照深深院。”情境皆相似。两处都用了“却”字。却者，正也。此处是说抬头望去，一抹斜阳正照着阑干，颇有陶渊明“悠然见南山”的神韵，然而词人所见者不是南山，而是残花、斜阳，其中似寓有无可奈何的心境。\n\n　　日暮了，斜阳正照着阑干，也正是“双燕欲归时节”。此意平平说来，似不相干语，没要紧语。可是词不比诗，它往往用这样的语言，来调和气氛，缓冲节奏，烘托情感。吴衡照《莲子居词话》云：“言情之词，必借景色映托，乃具深婉流美之感。”“燕子欲归”，乃系景语，它对下旬“银屏昨夜微寒”，正好起了一个铺垫和烘托作用。双双紫燕即将归巢了，这个景象便兴起词人独居无愣的感觉。于是他想到昨夜醉后原是一个人独宿。一种凄凉意绪，落寞情怀，不禁油然而生。但他不用“枕寒”、“衾寒”那些用熟了的字面，偏偏说屏风有些寒冷。寓情于景，含蓄蕴藉，令人低徊不尽。\n\n　　此词之所以受到评论家们的一致称赏，主要在于它呈现了一种与词人富贵显达的身世相谐调的圆融平静、安雅舒徐的风格。这种风格，是大晏深厚的文化教养、敏锐细腻的诗人气质与其平稳崇高的台阁地位相浑融的产物。在这首词里，丝毫找不到自宋玉以来诗人们一贯共有的衰飒伤感的悲秋情绪，有的只是在富贵闲适生活中对于节序更替的一种细致人微的体味与感触。抒情主人公是在安雅闲适的相府庭园中从容不迫地咀嚼品尝着暑去秋来那一时间自然界变化给人之身心的牵动之感。这当中，也含有因节序更替、岁月流逝而引发的一丝闲愁，但这闲愁是淡淡的、细柔的，甚至是飘忽幽微若有若无的。作者通过对外物的描写，将他在这环境中特有的心理感触舒徐平缓地宣泄出来，使整个意境十分轻婉动人。这首词也是《珠玉词》中的名篇。它用精细的笔触和闲雅的情调，写出家作者这样的富贵高雅的文人在秋天刚来时的一种舒适而又略带无聊的感触。\n\n","translation":"微微的秋风正在细细吹拂，梧桐树叶正在飘飘坠下。初尝香醇绿酒便让人陶醉，在小窗之前一枕酣眠浓睡。紫薇和朱槿在秋寒里凋残，只有夕阳映照着楼阁栏杆。双燕到了将要南归的季节，镶银的屏风昨夜已微寒。\n\n"}
{"_id":{"$oid":"5b9a17f3367d5c0f40d22b0f"},"title":"三都赋","dynasty":"魏晋","writer":"左思","content":"总序\n　　盖诗有六义焉，其二曰赋。杨雄曰：“诗人之赋丽以则。”班固曰：“赋者，古诗之流也。”。先王采焉，以观土风。见“绿竹猗猗”于宜，则知卫地淇澳之产；见“在其版屋”，则知秦野西戎之宅。故能居然而辨八方。\n　　然相如赋上林而引“卢橘夏熟”，杨雄赋甘泉而陈“玉树青葱”，班固赋西都而叹以出比目，张衡赋西京而述以游海若。假称珍怪，以为润色，若斯之类，匪啻于兹。考之果木，则生非其壤；校之神物，则出非其所。于辞则易为藻饰，于义则虚而无徵。且夫玉卮无当，虽宝非用；侈言无验，虽丽非经。而论者莫不诋讦其研精，作者大氐举为宪章。积习生常，有自来矣。\n　　余既思摹二京而赋三都，其山川城邑则稽之地图，其鸟兽草木则验之方志。风谣歌舞，各附其俗；魁梧长者，莫非其旧。何则？发言为诗者，咏其所志也；美物者贵依其本，赞事者宜本其实。匪本匪实，览者奚信？且夫任土作贡，虞书所著；辩物居方，周易所慎。聊举其一隅，摄其体统，归诸诂训焉。\n\n魏都赋\n　　魏国先生有睟其容，乃盱衡而诰曰：“异乎交益之士，盖音有楚夏者，土风之乖也；情有险易者，习俗之殊也。虽则生常，固非自得之谓也。昔市南宜僚弄丸，而两家之难解。聊为吾子复玩德音，以释二客竞于辩囿者也。 \n　　夫泰极剖判，造化权舆。体兼昼夜，理包清浊。流而为江海，结而为山岳。列宿分其野，荒裔带其隅。岩冈潭渊，限蛮隔夷，峻危之窍也。蛮陬夷落，译导而通，鸟兽之氓也。正位居体者，以中夏为喉，不以边垂为襟也。长世字甿者，以道德为藩，不以袭险为屏也。而子大夫之贤者，尚弗曾庶翼等威，附丽皇极。思禀正朔，乐率贡职。而徒务於诡随匪人，宴安於绝域。荣其文身，骄其险棘。缪默语之常伦，牵胶言而逾侈。饰华离以矜然，假倔彊而攘臂。非醇粹之方壮，谋踳驳於王义。孰愈寻靡{艹汧}於中逵，造沐猴於棘刺。剑阁虽嶚(嶚 一作：险)，凭之者蹶，非所以深根固蒂也。洞庭虽濬，负之者北，非所以爱人治国也。彼桑榆之末光，逾长庚之初辉。况河冀之爽垲，与江介之湫湄。故将语子以神州之略，赤县之畿。魏都之卓荦，六合之枢机。 \n　　于时运距阳九，汉网绝维。奸回内赑，兵缠紫微。翼翼京室，眈眈帝宇，巢焚原燎，变为煨烬，故荆棘旅庭也。殷殷寰内，绳绳八区，锋镝纵横，化为战场，故麋鹿寓城也。伊洛榛旷，崤函荒芜。临菑牢落，鄢郢丘墟。而是有魏开国之日，缔构之初。万邑譬焉，亦独焠麋之与子都。培塿之与方壶也。 \n　　且魏地者，毕昴之所应，虞夏之馀人。先王之桑梓，列圣之遗尘。考之四隈，则八埏之中；测之寒暑，则霜露所均。卜偃前识而赏其隆，吴札听歌而美其风。虽则衰世，而盛德形於管弦；虽逾千祀，而怀旧蕴於遐年。尔其疆域，则旁极齐秦，结凑冀道。开胸殷卫，跨蹑燕赵。山林幽岟，川泽回缭。恒碣碪?於青霄，河汾浩涆而皓溔。南瞻淇澳，则绿竹纯茂；北临漳滏，则冬夏异沼。神钲迢递於高峦，灵响时惊於四表。温泉毖涌而自浪，华清荡邪而难老。墨井盐池，玄滋素液。厥田惟中，厥壤惟白。原隰畇畇，坟衍斥斥。或嵬罍而衤复陆，或黋朗而拓落。乾坤交泰而絪缊，嘉祥徽显而豫作。是以兆朕振古，萌柢畴昔。藏气谶纬，閟象竹帛。迥时世而渊默，应期运而光赫。暨圣武之龙飞，肇受命而光宅。 \n　　爰初自臻，言占其良。谋龟谋筮，亦既允臧。修其郛郭，缮其城隍。经始之制，牢笼百田。画雍豫之居，写八都之宇。鉴茅茨於陶唐，察卑宫於夏禹。古公草创，而高门有闶；宣王中兴，而筑室百堵。兼圣哲之轨，并文质之状。商丰约而折中，准当年而为量。思重爻，摹大壮。览荀卿，采萧相。拱木於林衡，授全模於梓匠。遐迩悦豫而子来，工徒拟议而骋巧。阐钩绳之筌绪，承二分之正要。揆日晷，考星耀。建社稷，作清庙。筑曾宫以回匝，比冈隒而无陂。造文昌之广殿，极栋宇之弘规。崶若崇山嚬起以崔嵬，髧若玄云舒蜺以高垂。瑰材巨世，参差。枌橑衤复结，栾栌叠施。丹梁虹申以并亘，朱桷森布而支离。绮井列疏以悬蒂，华莲重葩而倒披。齐龙首而涌霤，时梗概於滮池。旅楹闲列，晖鉴抰振。榱题黮\u0026lt;黑逮\u0026gt;，阶盾嶙峋。长庭砥平，锺虡夹陈。风无纤埃，雨无微津。岩岩北阙，南端逌遵。竦峭双碣，方驾比轮。西辟延秋，东启长春。用觐群后，观享颐宾。 \n　　左则中朝有赩，听政作寝。匪朴匪，去泰去甚。木无雕锼，土无绨锦。玄化所甄，国风所禀。於前则宣明显阳，顺德崇礼。重闱洞出，锵锵济济。珍树猗猗，奇卉萋萋。蕙风如薰，甘露如醴。禁台省中，连闼对廊。直事所繇，典刑所藏。蔼蔼列侍，金蜩齐光。诘朝陪幄，纳言有章。亚以柱後，执法内侍。符节谒者，典玺储吏。膳夫有官，药剂有司。肴醳顺时，腠理则治。於後则椒鹤文石，永巷壸术。楸梓木兰，次舍甲乙。西南其户，成之匪日。丹青焕炳，特有温室。仪形宇宙，历像贤圣。图以百瑞，綷以藻咏。芒芒终古，此焉则镜。有虞作绘，兹亦等竞。 \n　　右则疏圃曲池，下畹高堂。兰渚莓莓，石濑汤汤。弱葼系实，轻叶振芳。奔龟跃鱼，有祭吕梁。驰道周屈於果下，延阁胤宇以经营。飞陛方辇而径西，三台列峙以峥嵘。亢阳台於阴基，拟华山之削成。上累栋而重霤，下冰室而沍冥。周轩中天，丹墀临猋。增构瓘瓘，清尘彯彯。云雀踶甍而矫首，壮翼摛镂於青霄。雷雨窈冥而未半，皦日笼光於绮寮。习步顿以升降，御春服而逍遥。八极可围於寸眸，万物可齐於一朝。长涂牟首，豪徼互经。晷漏肃唱，明宵有程。附以兰锜，宿以禁兵。司卫闲邪，钩陈罔惊。於是崇墉濬洫，婴堞带涘。四门，隆厦重起。凭太清以混成，越埃壒而资始。藐藐标危，亭亭峻趾。临焦原而不怳，谁劲捷而无犭思？与冈岑而永固，非有期乎世祀。阳灵停曜於其表，阴祇蒙雾於其里。菀以玄武，陪以幽林。缭垣开囿，观宇相临。硕果灌丛，围木竦寻。篁筱怀风，蒲陶结阴。回渊漼，积水深。蒹葭，雚蒻森。丹藕凌波而的皪，绿芰泛涛而浸潭。羽翮颉颃，鳞介浮沈。栖者择木，雊者择音。若咆渤澥与姑馀，常鸣鹤而在阴。表清籞，勒虞箴。思国恤，忘从禽。樵苏往而无忌，即鹿纵而匪禁。腜腜坰野，奕奕菑亩。甘荼伊蠢，芒种斯阜。西门溉其前，史起灌其後。墱流十二，同源异口。畜为屯云，泄为行雨。水澍粳稌，陆莳稷黍。黝黝桑柘，油油麻纻。均田画畴，蕃庐错列姜芋充茂，桃李荫翳家安其所，而服美自悦。邑屋相望，而隔逾奕世。 \n　　内则街冲辐辏，朱阙结隅。石杠飞梁，出控漳渠。疏通沟以滨路，罗青槐以荫涂。比沧浪而可濯，方步朓而有逾。习习冠盖，莘莘蒸徒。斑白不提，行旅让衢。设官分职，营处署居。夹之以府寺，班之以里闾。其府寺则位副三事，官逾六卿。奉常之号，大理之名。厦屋一揆，华屏齐荣。肃肃阶，重门再扃。师尹爰止。毗代作桢。其闾阎则长寿吉阳，永平思忠。亦有戚里，寘宫之东。闬出长者，巷苞诸公。都护之堂，殿居绮窗。舆骑朝猥，蹀危攵其中。营客馆以周坊，\u0026lt;食芳\u0026gt;宾侣之所集。玮丰楼之闬闳，起建安而首立。葺墙幂室，房庑杂袭。剞劂罔掇，匠积习。广成之传无以畴，街之邸不能及。廓三市而开廛，籍平逵而九达。班列肆以兼罗，设阛阓以襟带。济有无之常偏，距日中而毕会。抗旗亭之峣薛，侈所\u0026lt;兆见\u0026gt;之博大。百隧毂击，连轸万贯，凭轼捶马，袖幕纷半。壹八方而混同，极风采之异观。质剂平而交易，刀布贸而无算。财以工化，贿以商通。难得之货，此则弗容。器周用而长务，物背窳而就攻。不鬻邪而豫贾，著驯风之醇醲。白藏之藏，富有无堤。同赈大内，控引世资，賨幏积墆，琛币充牣。关石之所和钧，财赋之所厎慎。燕弧盈库而委劲，冀马填厩而驵骏。 \n　　至乎勍敌纠纷，庶土罔宁。圣武兴言，将曜威灵。介胄重袭，旍旗跃茎。弓珧解檠，矛鋋飘英。三属之甲，缦胡之缨。控弦简发，妙拟更嬴。齐被练而銛戈，袭偏裻以讠贵列。毕出征而中律，执奇正以四伐。硕画精通，目无匪制。推锋积纪，铓气弥锐。三接三捷，既昼亦月。克翦方命，吞灭咆烋。云撤叛换，席卷虔刘。祲威八纮，荒阻率由。洗兵海岛，刷马江洲。振旅甸甸，反旆悠悠。凯归同饮，疏爵普畴。朝无刓印，国无费留。 \n　　丧乱既弭而能宴，武人归兽而去战。萧斧戢柯以柙刃，虹旍摄麾以就卷。斟洪范，酌典宪。观所恒，通其变。上垂拱而司契，下缘督而自劝。道来斯贵，利往则贱。囹圄寂寥，京庾流衍。於时东鳀即序，西倾顺轨。荆南怀憓，朔北思韪。绵绵迥涂，骤山骤水。襁负赆贽，重译贡篚。髽首之豪，鐻耳之杰。服其荒服。敛衽魏阙。置酒文昌，高张宿设。其夜未遽，庭燎晢々。有客祁祁，载华载裔。岌岌冠縰，累累辫发。清酤如济，浊醪如河。冻醴流澌，温酎跃波。丰肴衍衍，行庖皤皤。愔愔醧宴，酣湑无哗延广乐，奏九成。冠韶夏，冒六茎。傮响起，疑震霆。天宇骇，地庐惊。亿若大帝之所兴作，二嬴之所曾聆。金石丝竹之恒韵，匏土革木之常调。干戚羽旄之饰好，清讴微吟之要妙。世业之所日用，耳目之所闻觉。杂糅纷错，兼该泛博。鞮鞻所掌之音，韎昧任禁之曲。以娱四夷之君，以睦八荒之俗。 \n　　既苗既狩，爰游爰豫。藉田以礼动，大阅以义举。备法驾，理秋御。显文武之壮观，迈梁驺之所著。林不槎枿，泽不伐夭。斧斨以时，罾以道。德连木理，仁挺芝草。皓兽为之育薮，丹鱼为之生沼。矞云翔龙，泽马亍阜。山图其石，川形其宝。莫黑匪乌，三趾而来仪。莫赤匪狐，九尾而自扰。嘉颖离合以汤汤，醴泉涌流而浩浩。显祯祥以曲成，固触物而兼造。盖亦明灵之所酬酢，休徵之所伟兆。 \n　　旼々率土，迁善罔匮。沐浴福应，宅心醰粹。馀粮栖亩而弗收，颂声载路而洋溢。河洛开奥，符命用出。翩翩黄鸟，衔书来讯人谋所尊，鬼谋所秩。刘宗委驭，巽其神器。闚玉策於金縢，案图於石室。考历数之所在，察五德之所莅。量寸旬，涓吉日。陟中坛，即帝位。改正朔，易服色。继绝世，脩废职。徽帜以变，器械以革。显仁翌明，藏用玄默。菲言厚行，陶化染学。雠校篆籀，篇章毕觌。优贤著於扬历，匪孽形於亲戚。本枝别干，蕃屏皇家。勇若任城，才若东阿。抗旍则威噞秋霜，摛翰则华纵春葩。英喆雄豪，佐命帝室。相兼二八，将猛四七。赫赫震震，开务有谧。故令斯民睹泰阶之平，可比屋而为一。 \n　　算祀有纪，天禄有终。传业禅祚，高谢万邦。皇恩绰矣，帝德冲矣。让其天下，臣至公矣。荣操行之独得，超百王之庸庸。追亘卷领与结绳，睠留重华而比踪。尊卢赫胥，羲农有熊。虽自以为道，洪化以为隆。世笃玄同，奚遽不能与之踵武而齐其风？是故料其建国，析其法度。谘其考室，议其举厝。复之而无斁，申之而有裕。非疏粝之士所能精，非鄙俚之言所能具。“至於山川之倬诡，物产之魁殊。或名奇而见称，或实异而可书。生生之所常厚，洵美之所不渝。其中则有鸳鸯交谷，虎涧龙山。掘鲤之淀，盖节之渊。嬛嬛精卫，衔木偿怨。常山平干，钜鹿河间。列真非一，往往出焉。昌容练色，犊配眉连。玄俗无影，木羽偶仙。琴高沈水而不濡，时乘赤鲤而周旋。师门使火以验术，故将去而林燔。易阳壮容，卫之稚质。邯郸鵕步，赵之鸣瑟。真定之梨，故安之栗。醇酎中山，流湎千日。淇洹之笋，信都之枣。雍丘之粱，清流之稻。锦绣襄邑，罗绮朝歌。绵纩房子，缣裛清河。若此之属，繁富夥够。可单究，是以抑而未罄也。盖比物以错辞，述清都之闲丽。虽选言以简章，徒九复而遗旨。览大易与春秋，判殊隐而一致。末上林之隤墙，本前脩以作系。 \n　　其军容弗犯，信其果毅。纠华绥戎，以戴公室。元勋配管敬之绩，歌锺析邦君之肆。则魏绛之贤有令闻也。闲居隘巷，室迩心遐。富仁宠义，职竞弗罗。千乘为之轼庐，诸侯为之止戈。则干木之德自解纷也。贵非吾尊，重士逾山。亲御监门，嗛嗛同轩。搦秦起赵。威振八蕃。则信陵之名若兰芬也。英辩荣枯，能济其厄。位加将相，窒隙之策。四海齐锋，一口所敌，张仪、张禄亦足云也。 \n　　搉惟庸蜀与鸲鹊同窠，句吴与黾同穴。一自以为禽鸟，一自以为鱼鳖。山阜猥积而踦　区，泉流迸集而咉咽。隰壤瀸漏而沮洳，林薮石留而芜秽。穷岫泄云，日月恒翳。宅土熇暑，封疆障疠。蔡莽螫剌，昆虫毒噬。汉罪流御，秦馀徙\u0026lt;列巾\u0026gt;。宵貌蕞陋，禀质脆。巷无杼首，里罕耆耋。或魋髻而左言，或镂肤而钻发。或明发而嬥歌，或浮泳而卒岁。风俗以果为婳，人物以戕害为艺。威仪所不摄，宪章所不缀。由重山之束厄，因长川之裾势。距远关以闚，时高樔而陛制。薄戍绵幂，无异蛛蝥之网；弱卒琐甲，无异螳螂之卫。 \n　　与先世而常然，虽信险而剿绝。揆既往之前迹，即将来之後辙。成都迄已倾覆，建邺则亦颠沛。顾非累卵於叠釭，焉至观形而怀怛！权假日以馀荣，比朝华而菴蔼。览麦秀与黍离，可作谣於吴会。” \n　　先生之言未卒，吴蜀二客，矍焉相顾，倏焉失所。有靦瞢容，神形茹。气离坐，倏墨而谢。曰：“仆党清狂，怵迫闽濮。习蓼虫之忘辛，玩进退之惟谷。非常寐而无觉，不睹皇舆之轨躅。过以亻凡剽之单慧，历执古之醇听。兼重以崒缪，偭辰光而罔定。先生玄识，深颂靡测。得闻上德之至盛，匪同忧於有圣。抑若春霆发响，而惊蛰飞竞。潜龙浮景，而幽泉高镜。虽星有风雨之好，人有异同之性。庶觌蔀家与剥庐，非苏世而居正。且夫寒谷丰黍，吹律暖之也。昬情爽曙，箴规显之也。虽明珠兼寸，尺璧有盈。曜车二六，三倾五城，未若申锡典章之为远也。”亮曰：“日不双丽，世不两帝。天经地纬，理有大归。安得齐给守其小辩也。”\n\n\n\n吴都赋\n　　东吴王孙冁然而咍，曰：“夫上图景宿，辨於天文者也。下料物土，析於地理者也。古先帝代，曾览八纮之洪绪。一六合而光宅，翔集遐宇。鸟策篆素，玉牒石记。乌闻梁岷有陟方之馆、行宫之基欤？而吾子言蜀都之富，禺同之有。玮其区域，美其林薮。矜巴汉之阻，则以为袭险之右。徇蹲鸱之沃，则以为世济阳九。龌龊而算，顾亦曲士之所叹也。旁魄而论都，抑非大人之壮观也。何则？土壤不足以摄生，山川不足以周卫。公孙国之而破，诸葛家之而灭。兹乃丧乱之丘墟，颠覆之轨辙。安可以俪王公而著风烈也？玩其碛砾而不窥玉渊者，未知骊龙之所蟠也。习其弊邑而不睹上邦者，未知英雄之所躔也。 \n　　“子独未闻大吴之巨丽乎？且有吴之开国也，造自太伯，宣於延陵。盖端委之所彰，高节之所兴。建至德以创洪业，世无得而显称。由克让以立风俗，轻脱鵕於千乘。若率土而论都，则非列国之所觖望也。故其经略，上当星纪。拓土画疆，卓荦兼并。包括干越，跨蹑蛮荆。婺女寄其曜，翼轸寓其精。指衡岳以镇野，目龙川而带坰。 \n　　“尔其山泽，则嵬嶷峣屼，?婴冥郁岪。溃渱泮汗，滇氵眄淼漫。或涌川而开渎，或吞江而纳汉。磈々，滮々涆々。?钦碒乎数州之间，灌注乎天下之半。百川派别，归海而会。控清引浊，混涛并濑。濆薄沸腾，寂寥长迈。濞焉汹汹，隐焉潏潏。出乎大荒之中，行乎东极之外。经扶桑之中林，包汤谷之滂沛。潮波汨起，回复万里。歊雾漨浡，云蒸昏昧。泓澄?#91;，澒溶沆漾。莫测其深，莫究其广。澶湉漠而无涯，牜怱有流而为长。朅异之所丛育，鳞甲之所集往。 \n　　“於是乎长鲸吞航，修鲵吐浪。跃龙腾蛇，鲛鲻琵琶。王鲔鯸鲐，鮣龟鱕?昔。乌贼拥剑，鼊鲭鳄。涵泳乎其中。葺鳞镂甲，诡类舛错。溯洄顺流，噞喁沈浮。鸟则鹍鸡鸀鳿\u003ca\u003e\\\\\\\u003c/a\u003e，鹴鹄鹭鸿。鶢鶋避风，候雁造江。鸂敕?鷛渠?，　鹤鹙鸧。鹳鸥鹢鸬，氾滥乎其上。湛淡羽仪，随波参差。理翮整翰，容与自玩。雕啄蔓藻，刷荡漪澜。鱼鸟聱耴，万物蠢生。芒芒黖々，慌罔奄欻，神化翕忽，函幽育明。穷性极形，盈虚自然。蚌蛤珠胎，与月亏全。巨鳌赑屃，首冠灵山。大鹏缤翻，翼若垂天。振荡汪流，雷抃重渊。殷动宇宙，胡可胜原！ \n　　“岛屿绵邈，洲渚冯隆。旷瞻迢递，迥眺冥蒙。珍怪丽，奇隙充。径路绝，风云通。洪桃屈盘，丹桂灌丛。琼枝抗茎而敷蕊，珊瑚幽茂而玲珑。增冈重阻，列真之宇。玉堂对溜，石室相距。蔼蔼翠幄，?弱?弱素女。江斐於是往来，海童於是宴语。斯实神妙之响象，嗟难得而覙缕！ \n　　“尔乃地势坱圠，卉木镺蔓。遭薮为圃，值林为苑。异荂蓲，夏晔冬蒨。方志所辨，中州所羡。草则藿蒳豆蔻，姜汇非一。江蓠之属，海苔之类。纶组紫绛，食葛香茅。石帆水松，东风扶留。布濩皋泽，蝉联陵丘。夤缘山岳之岊，幂历江海之流。扤白蒂，衔朱蕤。郁兮?茂，晔兮菲菲。光色炫晃，芬馥肸蚃。职贡纳其包匦，离骚咏其宿莽。木则枫柙櫲樟，栟榈枸桹。绵杬杶栌，文欀桢橿。平仲桾櫏，松梓古度。楠榴之木，相思之树。宗生高冈，族茂幽阜。擢本千寻，垂荫万亩。攒柯挐茎，重葩殗叶。轮囷蚪蟠，鳞接。荣色杂糅，绸缪缛绣。宵露霮感，旭日晻孛。与风飖飏，\u0026lt;风幼\u0026gt;浏飕飗。鸣条律畅，飞音响亮。盖象琴筑并奏，笙竽俱唱。其上则猿父哀吟，犭军子长啸。狖鼯猓然，腾趠飞超。争接县垂，竞游远枝。惊透沸乱，牢落翚散。其下则有枭羊麡狼，猰?犭区象。乌菟之族，犀兕之党。钩爪锯牙，自成锋颖。精若燿星，声若云霆。名载於山经，形镂於夏鼎。 \n　　“其竹则筼筜箖箊，桂箭射筒。柚梧有篁，篻簩有丛。苞笋抽节，往往萦结。绿叶翠茎，冒霜停雪。橚矗森萃，蓊茸萧瑟。檀栾蝉蜎，玉润碧鲜。梢云无以逾，嶰谷弗能连。鸑鷟食其实，鹓雏扰其间。其果则丹橘馀甘，荔枝之林。槟榔无柯，椰叶无阴。龙眼橄榄，榴御霜。结根比景之阴，列挺衡山之阳。素华斐，丹秀芳。临青壁，系紫房。鹧鸪南翥而中留，孔雀綷羽以翱翔。山鸡归飞而来栖，翡翠列巢以重行。其琛赂则琨瑶之阜，铜锴之垠。火齐之宝，骇鸡之珍。赪丹明玑，金华银朴。紫贝流黄，缥碧素玉。隐赈崴，杂插幽屏。精曜潜颖，硩陊山谷。碕岸为之不枯，林木为之润黩。隋侯於是鄙其夜光，宋王於是陋其结绿。“其荒陬谲诡，则有龙穴内蒸，云雨所储。陵鲤若兽，浮石若桴。双则比目，片则王馀。穷陆饮木，极沈水居。泉室潜织而卷绡，渊客慷慨而泣珠。开北户以向日，齐南冥於幽都。其四野，则畛畷无数，膏腴兼倍。原隰殊品，窊隆异等。象耕鸟耘，此之自与。穱秀菰穗，於是乎在。煮海为盐，采山铸钱。国税再熟之稻，乡贡八蚕之绵。 \n　　“徒观其郊隧之内奥，都邑之纲纪。霸王之所根柢，开国之所基趾。郛郭周匝，重城结隅。通门二八，水道陆衢。所以经始，用累千祀。宪紫宫以营室，廓广庭之漫漫。寒暑隔阂於邃宇，虹霓回带於云馆。所以跨跱焕炳万里也。造姑苏之高台，临四远而特建，带朝夕之浚池，佩长洲之茂苑。窥东山之府，则环宝溢目；海陵之仓，则红粟流衍。起寝庙於武昌，作离宫於建业。阐阖闾之所营，采夫差之遗法。抗神龙之华殿，施荣楯而捷猎。崇临海之崔巍，饰赤乌之韡晔。东西胶葛，南北峥嵘。房栊对櫎，连阁相经。阍闼谲诡，异出奇名。左称弯碕，右号临硎。雕栾镂楶，青琐丹楹。图以云气，画以仙灵。虽兹宅之夸丽，曾未足以少宁。思比屋於倾宫，毕结瑶而构琼。高闱有闶，洞门方轨。朱阙双立，驰道如砥。树以青槐，亘以绿水。玄荫眈眈，清流亹亹。列寺七里，侠栋阳路。屯营栉比，解署釭布。横塘查下，邑屋隆夸。长干延属，飞甍舛互。 \n　　“其居则高门鼎贵，魁岸豪杰。虞魏之昆，顾陆之裔。歧嶷继体，老成弈世。跃马叠迹，朱轮累辙。陈兵而归，兰锜内设。冠盖云荫，闾阎阗噎。其邻则有任侠之靡，轻訬之客。缔交翩翩，亻宝从弈弈。出蹑珠履，动以千百。里宴巷饮，飞觞举白。翘关扛鼎。拚射壶博。鄱阳暴谑，中酒而作。 \n　　“於是乐只衎而欢饫无匮，都辇殷而四奥来暨。水浮陆行，方舟结驷。唱棹转毂，昧旦永日。开市朝而并纳，横阛阓而流溢。混品物而同廛，并都鄙而为一。士女伫眙，商贾骈{比土}。纻衣絺服，杂沓傱萃。轻舆按辔以经隧，楼船举颿而过肆。果布辐凑而常然，致远流离与珂。纟集贿纷纭，器用万端。金镒磊砢，珠琲阑干。桃笙象簟，韬於筒中；蕉葛升越，弱於罗纨。泶犭翏，交贸相竞。喧哗喤呷，芬葩荫映。挥袖风飘而红尘昼昬；流汗霡霂而中逵泥泞。 “富中之甿，货殖之选。乘时射利，财丰巨万。竞其区宇，则并疆兼巷；矜其宴居，则珠服玉馔。趫材悍壮，此焉比庐。捷若庆忌，勇若专诸。危冠而出，竦剑而趋。扈带鲛函，扶揄属镂藏鍦於人，去\u0026lt;盾戈\u0026gt;自闾。家有鹤膝，户有犀渠。军容蓄用，器械兼储。吴钩越棘，纯钧湛卢。戎车盈於石城，戈船掩乎江湖。 \n　　“露往霜来，日月其除。草木节解，鸟兽腯肤。观鹰隼，诫征夫。坐组甲，建祀姑。命官帅而拥铎，将校猎乎具区。乌浒狼荒，夫南西屠。儋耳黑齿之酋，金邻象郡之渠。戊矞，靸霅警捷，先驱前涂。俞骑骋路，指南司方。出车槛槛，被练锵锵。吴王乃巾玉辂，轺骕骦。旗鱼须，常重光。摄乌号，佩干将。羽旄扬蕤，雄戟耀芒。贝胄象弭，织文鸟章。六军袀服，四骐龙骧。峭格周施，罿罻普张。罼鶒琐结，罠氾连纲。阹以九疑，御以沅湘。輶轩蓼扰，彀骑炜煌。袒裼徒搏，拔距投石之部。猿臂骿胁，狂趭犷猤。鹰瞵鹗视，じす翊。若离若合者，相与腾跃乎莽　之野。干卤殳鋋，旸夷勃卢之旅。长\u0026lt;矛殳\u0026gt;短兵，直发驰骋。儇佻坌并，衔枚无声。悠悠旆旌者，相与聊浪乎昧莫之坰。钲鼓叠山，火烈熛林。飞爓浮烟，载霞载阴。菈擸雷硠，崩峦弛岑。鸟不择木，兽不择音。\u0026lt;虎武\u0026gt;甝，\u0026lt;系页\u0026gt;麋麖。蓦六驳，追飞生。弹鸶鶁，射猱犭廷。白雉落，黑鸩零。陵绝???嶕，聿越巉险。跇逾竹柏，猭杞柟。封豨，神螭掩。刚镞润，霜刃染。 \n　　“於是弭节顿辔，齐镳驻跸。徘徊倘佯，寓目幽蔚。览将帅之拳勇，与士卒之抑扬。羽族以觜距为刀铍，毛群以齿角为矛铗，皆体著而应卒。所以挂扢而为创痏，冲踤而断筋骨。莫不衄锐挫芒，拉捭摧藏。虽有石林之岝崿，请攘臂而靡之；虽有雄虺之九首，将抗足而跐之。颠覆巢居，剖破窟宅。仰攀鵕鸃，俯蹴豺敠。刦剞熊罴之室，剽掠虎豹之落。猩猩啼而就禽，笑而被格。屠巴蛇，出象骼。斩鹏翼，掩广泽。轻禽狡兽，周章夷犹。狼跋乎中，忘其所以睒睗，失其所以去就。魂褫气慑而自踢　伏者，应弦饮羽，形偾景僵者，累积而增益，杂袭错缪。倾薮薄，倒岬岫。岩穴无豜豵，翳荟无{鹿需}鹨。思假道於丰隆，披重霄而高狩。笼乌兔於日月，穷飞走之栖宿。“嶰涧閴，冈岵童。罾罘满，效获众。回靶乎行邪，睨观鱼乎三江。泛舟航於彭蠡，浑万艘而既同。弘舸连舳，巨槛接舻。飞云盖海，制非常模。叠华楼而岛跱，时仿於方壶。比鹢首而有裕，迈馀皇於往初。张组帏，构流苏。开轩幌，镜水区。槁工楫师，选自闽禺。习御长风，狎玩灵胥。责千里於寸阴，聊先期而须臾。棹讴唱，箫籁鸣。洪流响，渚禽惊。弋磻放，稽鹪明?。虞机发，留　。钩铒纵横，网罟接绪。术兼詹公，巧倾任父。筌?亘亸，鲡鲿魦。罩两魪，罺鰝虾。乘鲎鼋鼍，同罛共罗。沈虎潜鹿，馽龓僒束。鲸辈中於群犗，搀抢暴出而相属。虽复鲤，无临河而钓异射鲋於井谷。 “结轻舟而竞逐，迎潮水而振缗。想萍实之复形，访灵夔於鲛人。精卫衔石而遇缴，文鳐夜飞而触纶。北山亡其翔翼，西海失其游鳞。雕题之士，镂身之卒。比饰虬龙，蛟螭与对。简其华质，则费锦缋。料其虓勇，则雕悍狼戾。相与昧潜险，搜环奇。摸蝳蝐，扪觜?隽。剖巨蚌於回渊，濯明月於涟漪。 \n　　“毕天下之至异，讫无索而不臻。溪壑为之一罄，川渎为之中贫。哂澹台之见谋，聊袭海而徇珍。载汉女於后舟，追晋贾而同尘。汨乘流以砰宕，翼飔风之\u0026lt;风刘\u0026gt;々。直冲涛而上濑，常沛沛以悠悠。汔可休而凯归，揖天吴与阳侯。指包山而为期，集洞庭而淹留。数军实乎桂林之苑，飨戎旅乎落星之楼。置酒若淮泗，积肴若山丘。飞轻轩而酌绿酃，方双辔而赋珍羞。饮烽起，釂鼓震。士遗倦，众怀欣。幸乎馆娃之宫，张女乐而娱群臣。罗金石与丝竹，若钧天之下陈。登东歌，操南音。胤阳阿，咏韎任。荆艳楚舞，吴愉越吟。翕习容裔，靡靡愔愔。 \n　　“若此者，与夫唱和之隆响，动锺鼓之铿耾。有殷坻颓於前，曲度难胜。皆与谣俗汁协，律吕相应。其奏乐也，则木石润色；其吐哀也，则凄风暴兴。或超延露而驾辩，或逾绿水而采菱。军马弭髦而仰秣，渊鱼竦鳞而上升。酣湑半，八音并。欢情留，良辰征。鲁阳挥戈而高麾，回曜灵於太清。将转西日而再中，齐既往之精诚。 \n　　“昔者夏后氏朝群臣於兹土，而执玉帛者以万国。盖亦先生之所高会，而四方之所轨则。春秋之际，要盟之主。阖闾信其威，夫差穷其武。内果伍员之谋，外骋孙子之奇。胜强楚於柏举，栖劲越於会稽。阙沟乎商鲁，争长於黄池。徒以江湖嶮陂，物产殷充。绕溜未足言其固，郑白未足语其丰。士有陷坚之锐，俗有节概之风。睚眦则挺剑，喑呜则弯弓。拥之者龙腾，据之者虎视。麾城若振槁，搴旗若顾指。虽带甲一朝，而元功远致。虽累叶百叠，而富强相继。乐湑衎其方域，列仙集其土地。桂父练形而易色，赤须蝉蜕而附丽。中夏比焉，毕世而罕见，丹青图其珍玮，贵其宝利也。舜禹游焉，没齿而忘归，精灵留其山阿，玩其奇丽也。剖判庶士，商搉万俗。国有郁鞅而显敞，邦有湫厄而踡跼。伊兹都之函弘，倾神州而韫椟。仰南斗以斟酌，兼二仪之优渥。 \n　　“繇此而揆之，西蜀之於东吴，小大之相绝也，亦犹棘林萤燿，而与夫木龙烛也。否泰之相背也，亦犹帝之悬解，而与桎梏疏属也。庸可共世而论巨细，同年而议丰确乎？暨其幽遐独邃，寥廓闲奥。耳目之所不该，足趾之所不蹈。倜傥之极异，誳诡之殊事，藏理於终古，而未寤於前觉也。若吾子之所传，孟浪之遗言，略举其梗概，而未得其要妙也。”\n\n\n\n蜀都赋\n　　有西蜀公子者，言于东吴王孙，曰：盖闻天以日月为纲，地以四海为纪。九土星分，万国错跱。崤函有帝皇之宅，河洛为王者之里。吾子岂亦曾闻蜀都之事欤？请为左右扬搉而陈之。 \n　　夫蜀都者，盖兆基于上世，开国于中古。廓灵关以为门，包玉垒而为宇。带二江之双流，抗峨眉之重阻。水陆所凑，兼六合而交会焉；丰蔚所盛，茂八区而庵蔼焉。 \n　　于前则跨蹑犍牂，枕倚交趾。经途所亘，五千余里。山阜相属，含溪怀谷。岗峦纠纷，触石吐云。郁葐蒕以翠微，崛巍巍以峨峨。干青霄而秀出，舒丹气而为霞。龙池瀑濆其隈，漏江伏流溃其阿。汩若汤谷之扬涛，沛若蒙汜之涌波。于是乎邛竹缘岭，菌桂临崖。旁挺龙目，侧生荔枝。布绿叶之萋萋，结朱实之离离。迎隆冬而不凋，常晔晔以猗猗。孔翠群翔，犀象竞驰。白雉朝雊，猩猩夜啼。金马骋光而绝景，碧鸡儵忽而曜仪。火井沈荧于幽泉，高爓飞煽于天垂。其间则有虎珀丹青，江珠瑕英。金沙银砾，符采彪炳，晖丽灼烁。 \n　　于后则却背华容，北指昆仑。缘以剑阁，阻以石门。流汉汤汤，惊浪雷奔。望之天回，即之云昏。水物殊品，鳞介异族。或藏蛟螭，或隐碧玉。嘉鱼出于丙穴，良木攒于褒谷。其树则有木兰梫桂，杞櫹椅桐，椶枒楔枞。楩柟幽蔼于谷底，松柏蓊郁于山峰。擢修干，竦长条。扇飞云，拂轻霄。羲和假道于峻歧，阳乌回翼乎高标。巢居栖翔，聿兼邓林。穴宅奇兽，窠宿异禽。熊罴咆其阳，雕鹗鴥其阴。猿狖腾希而竞捷，虎豹长啸而永吟。 \n　　于东则左绵巴中，百濮所充。外负铜梁于宕渠，内函要害于膏腴。其中则有巴菽巴戟，灵寿桃枝。樊以蒩圃，滨以盐池。蟞蛦山栖，鼋龟水处。潜龙蟠于沮泽，应鸣鼓而兴雨。丹沙赩炽出其阪，蜜房郁毓被其阜。山图采而得道，赤斧服而不朽。若乃刚悍生其方，风谣尚其武。奋之则賨旅，玩之则渝舞。锐气剽于中叶，蹻容世于乐府。 \n　　于西则右挟岷山，涌渎发川。陪以白狼，夷歌成章。坰野草昧，林麓黝儵。交让所植，蹲鸱所伏。百药灌丛，寒卉冬馥。异类众伙，于何不育？其中则有青珠黄环，碧砮芒消。或丰绿荑，或蕃丹椒。麋芜布濩于中阿，风连莚蔓于兰皋。红葩紫饰，柯叶渐苞。敷橤葳蕤，落英飘飖。神农是尝，卢跗是料。芳追气邪，味蠲疠痟。 \n　　其封域之内，则有原隰坟衍，通望弥博。演以潜沬，浸以绵雒。沟洫脉散，疆里绮错。黍稷油油，稻莫莫。指渠口以为云门，洒滮池而为陆泽。虽星毕之滂遝，尚未齐其膏液。 \n　　尔乃邑居隐赈，夹江傍山。栋宇相望，桑梓接连。家有盐泉之井，户有橘柚之园。其园则林檎枇杷，橙柿梬楟。榹桃函列，梅李罗生。百果甲宅，异色同荣。朱樱春熟，素柰夏成。若乃大火流，凉风厉。白露凝，微霜结。紫梨津润，樼栗罅发。蒲陶乱溃，若榴竞裂。甘至自零，芬芬酷烈。其园则有蒟蒻茱萸，瓜畴芋区。甘蔗辛姜，阳蓲阴敷。日往菲薇，月来扶疏。任土所丽，众献而储。 \n　　其沃瀛则有攒蒋丛蒲，绿菱红莲。杂以蕴藻，糅以苹蘩。总茎柅柅，裛叶蓁蓁。蕡实时味，王公羞焉。其中则有鸿俦鹄侣，振鹭鹈鹕。晨凫旦至，候雁衔芦。木落南翔，冰泮北徂。云飞水宿，哢吭清渠。其深则有白鼋命鳖，玄獭上祭。鳣鲔鳟鲂，鮷鳢鲨鲿。差鳞次色，锦质报章。跃涛戏濑，中流相忘。于是乎金城石郭，兼帀中区。既丽且崇，实号成都。辟二九之通门，画方轨之广涂。营新宫于爽垲，拟承明而起庐。结阳城之延阁，飞观榭乎云中。开高轩以临山，列绮窗而瞰江。内则议殿爵堂，武义虎威。宣化之闼，崇礼之闱。华阙双邈，重门洞开。金铺交映，玉题相晖。外则轨躅八达，里闬对出。比屋连甍，千庑万室。亦有甲第，当衢向术。坛宇显敞，高门纳驷。庭扣钟磬，堂抚琴瑟。匪葛匪姜，畴能是恤？ \n　　亚以少城，接乎其西。市廛所会，万商之渊。列隧百重，罗肆巨千。贿货山积，纤丽星繁。都人士女，袨服靓妆。贾贸墆鬻，舛错纵横。异物崛诡，奇于八方。布有橦华，麫有桄榔。邛杖传节于大夏之邑，蒟酱流味于番禺之乡。舆辇杂沓，冠带混并。累毂叠迹，叛衍相倾。喧哗鼎沸，则哤聒宇宙；嚣尘张天，则埃壒曜灵。阛阓之里，伎巧之家。百室离房，机杼相和。贝锦斐成，濯色江波。黄润比筒，籯金所过。 \n　　侈侈隆富，卓郑埒名。公擅山川，货殖私庭。藏镪巨万，鈲摫兼呈。亦以财雄，翕习边城。三蜀之豪，时来时往。养交都邑，结俦附党。剧谈戏论，扼腕抵掌。出则连骑，归从百两。若其旧俗，终冬始春。吉日良辰，置酒高堂，以御嘉宾。金罍中坐，肴烟四陈。觞以清醥，鲜以紫鳞。羽爵执竞，丝竹乃发。巴姬弹弦，汉女击节。起西音于促柱，歌江上之飉厉。纡长袖而屡舞，翩跹跹以裔裔。合樽促席，引满相罚。乐饮今夕，一醉累月。 \n　　若夫王孙之属，郤公之伦。从禽于外，巷无居人。并乘骥子，俱服鱼文。玄黄异校，结驷缤纷。西逾金堤，东越玉津。朔别期晦，匪日匪旬。蹴蹈蒙笼，涉寥廓。鹰犬倏眒，罻罗络幕。毛群陆离，羽族纷泊。翕响挥霍，中网林薄。屠麖麋，翦旄麈。带文蛇，跨雕虎。志未骋，时欲晚。追轻翼，赴绝远。出彭门之阙，驰九折之阪。经三峡之峥嵘，蹑五屼之蹇浐。戟食铁之兽，射噬毒之鹿。皛貙氓于葽草，弹言鸟于森木。拔象齿，戾犀角。鸟铩翮，兽废足。 \n　　殆而朅来相与，第如滇池，集于江洲。试水客，舣轻舟。娉江婓，与神游。罨翡翠，钓鰋鮋。下高鹄，出潜虬。吹洞箫，发棹讴。感鱘鱼，动阳侯。腾波沸涌，珠贝汜浮。若云汉含星，而光耀洪流。将飨獠者，张帟幕，会平原。酌清酤，割芳鲜。饮御酣，宾旅旋。车马雷骇，轰轰阗阗。若风流雨散，漫乎数百里间。斯盖宅土之所安乐，观听之所踊跃也。焉独三川，为世朝市？ \n　　若乃卓荦奇谲，倜傥罔已。一经神怪，一纬人理。远则岷山之精，上为井络。天帝运期而会昌，景福肸飨而兴作。碧出苌弘之血，鸟生杜宇之魄。妄变化而非常，羌见伟于畴昔。近则江汉炳灵，世载其英。蔚若相如，皭若君平。王褒韡晔而秀发，杨雄含章而挺生。幽思绚道德，摛藻掞天庭。考四海而为儁，当中叶而擅名。是故游谈者以为誉，造作者以为程也。至乎临谷为塞，因山为障。峻岨塍埒长城，豁险吞若巨防。一人守隘，万夫莫向。公孙跃马而称帝，刘宗下辇而自王。由此言之，天下孰尚？故虽兼诸夏之富有，犹未若兹都之无量也。\n\n","type":["辞赋精选","地名","言志","讽刺"]}
{"_id":{"$oid":"5b9a17f4367d5c0f40d22b10"},"title":"春雨","dynasty":"唐代","writer":"徐凝","content":"花时闷见联绵雨，云入人家水毁堤。 \n昨日春风源上路，可怜红锦枉抛泥。","type":["春天","写雨"],"remark":"花时：百花盛开的时节。常指春日。\n红锦：红色名贵的绢织品。\n\n\n","translation":"本该是阳光明媚的春日却是连日阴雨，乌云笼罩大地连日的大雨将堤坝冲毁。\n昨天感觉天气良好就启程上路，不成想让这大雨阻了前路停滞不前。\n\n"}
{"_id":{"$oid":"5b9a17f4367d5c0f40d22b11"},"title":"秋下荆门","dynasty":"唐代","writer":"李白","content":"霜落荆门江树空，布帆无恙挂秋风。\n此行不为鲈鱼鲙，自爱名山入剡中。","type":["秋游","抒情"],"remark":"荆门：山名，位于今湖北省宜都县西北的长江南岸，与北岸虎牙山隔江对峙，地势险要，自古即有楚蜀咽喉之称。\n空：指树枝叶落已尽。\n布帆无恙：运用《晋书·顾恺之传》的典故：顾恺之从他上司荆州刺史殷仲堪那里借到布帆，驶船回家，行至破冢，遭大风，他写信给殷仲堪，说：“行人安稳，布帆无恙。”此处表示旅途平安。\n鲈鱼鲙：运用《世说新语·识鉴》的典故：西晋吴人张翰在洛阳做官时，见秋风起，想到家乡菰菜、鲈鱼鲙的美味，遂辞官回乡。\n剡中：指今浙江省嵊州市一带。《广博物志》：“剡中多名山，可以避灾。”\n\n","shangxi":"　　荆门山战国时为楚国的西方门户，乘船东下过荆门，就意味着告别了巴山蜀水。这首诗写于诗人第一次出蜀远游时。对锦绣前程的憧憬，对新奇而美好的世界的幻想，使他战胜了对峨眉山月的依恋，去热烈地追求理想中的未来。诗中洋溢着积极而浪漫的热情。\n\n　　第一句是写景，同时点出题中的“秋”和“荆门”。荆门山原是林木森森，绿叶满山，然而诗人到来时，却是秋来霜下，木叶零落，眼前一空。由于山空，江面也显得更为开阔。这个“空”字非常形象地描绘出山明水净、天地清肃的景象，寥廓高朗，而无萧瑟衰飒之感。\n\n　　第二句“布帆无恙挂秋风”，承上句“江”字，并暗点题中“下”字。东晋大画家顾恺之为荆州刺史殷仲堪幕府的参军，曾告假乘舟东下，仲堪特地把布帆借给他，途中遇大风，顾恺之写信给殷仲堪说：“行人安稳，布帆无恙。”这里借用了“布帆无恙”这一典故，不仅说明诗人旅途平安，更有一帆风顺、天助人愿的意味。这种秋风万里送行舟的景象，生动地写出了诗人无比乐观欣慰的心情。\n\n　　前人有诗：“张翰江东去，正值秋风时。”这首诗的第三句，就是由第二句中的“秋风”连及而来的。据说西晋时吴人张翰在洛阳做官，见秋风起而想到故乡的莼羹、鲈鱼鲙，说：“人生贵得适志耳，何能羁宦数千里，以要名爵乎！”于是回到了故乡。李白此行正值秋天，船又是向着长江下游驶行，这便使他联想到张翰的故事，不过他声明“此行不为鲈鱼鲙”，此行目的与张翰不同，他自己是远离家乡。这样反跌一笔，不但使诗变得起伏跌宕，而且急呼下文“自爱名山入剡中”。剡中，今浙江嵊州，境内多名山佳水。句中“自”字，与上一句中“不为”相呼应，两句紧相连贯，增强了感情色彩。\n\n　　古人曾说过：“诗人之言，不足为实也。”那意思大概就是说诗具有凝炼、概括、夸张、含蓄等特色，诗中语言的含意，往往不能就字面讲“实”、讲死，所以说写诗的人也应该“不以辞害意”。这首诗的三四两句，如果只理解为诗人在表白“此行”的目的，不是为了吴地的美味佳肴，而是要去欣赏剡中的名山，那就未免太表面了，太“实”了。李白“入剡中”，是若干年以后的事。读者要知道它的含意到底是什么，还得回到诗的第三句。从张翰所说的话来看，张翰是把“名爵”与“鲈鱼鲙”对立起来，放弃前一个，而选后一个；而李白对后者的态度很明朗——“此行不为鲈鱼鲙”。至于对前者，诗人没有明说。可是，“秋下荆门”以后的所言，所行，就把这个问题说得很清楚了。第一，“此行”并没有“入剡中”，而是周游在江汉一带，寻找机会，以求仕进；第二，他还明白地声称：“大丈夫必有四方之志，乃仗剑去国，辞亲远游。”（《上安州裴长史书》）他还希求“奋其智能，愿为辅弼，使寰区大定，海县清一”（《代寿山答孟少府移文书》）。这种建功立业的宏愿，积极用世的精神，和张翰的态度恰恰相反。所以诗人此时对“名爵”和“鲈鱼鲙”都是一反张翰的意思，只不过在诗中说一半留一半罢了。当然，这也是“适志”，是辞亲远游、建功立业的“志”。诗的第四句说，饱览绍兴的名山佳水，也是诗人所向往的。这种兴趣，早在他出蜀之前就已经表露出来了，不过联系上一句来看，就不能仅仅局限于此了。自视不凡的李白，是不想通过当时一般文人所走的科举道路去获取功名的，而是要选择另一条富有浪漫色彩的途径，那便是游历，任侠，隐居名山，求仙学道，结交名流，树立声誉，以期达到目标。所以这里的“自爱名山入剡中”，无非是在标榜诗人自己那种高人雅士的格调，无非是那种不同凡俗的生活情趣的一种艺术概括。这种乐观浪漫、豪爽开朗、昂扬奋发的精神，生动地表现了诗人的个性，以及盛唐时代的精神风貌。\n\n　　这首诗在艺术表现上也颇有特色。全诗虽四句，但写景、叙事、议论各具形象，集中地抒发了诗人年轻时“仗剑去国”的热情，笔势变幻灵活，而又自然浑成。四句诗中连用了两个典故，或暗用而不露痕迹，或反用而有新意，使读者读来没有凝滞堆砌之感，达到了推陈出新、语如己出、活泼自然的境界。\n\n","translation":"秋霜落在荆门，树叶零落，由于山空使得江面也很开阔，秋风也为我送行，使我的旅途平安。\n这次远离家乡游历，不是为了口舌之贪，而是为了游览名山大川，因此才想去剡中这个地方。\n\n"}
{"_id":{"$oid":"5b9a17f4367d5c0f40d22b12"},"title":"春江花月夜二首","dynasty":"唐代","writer":"张子容","content":"林花发岸口，气色动江新。\n此夜江中月，流光花上春。 \n分明石潭里，宜照浣纱人。\n\n交甫怜瑶珮，仙妃难重期。\n沉沉绿江晚，惆怅碧云姿。 \n初逢花上月，言是弄珠时。\n\n","type":["春天","写景","故事","抒情","愁绪"]}
{"_id":{"$oid":"5b9a17f5367d5c0f40d22b13"},"title":"国风·邶风·凯风","dynasty":"先秦","writer":"佚名","content":"凯风自南，吹彼棘心。棘心夭夭，母氏劬劳。\n凯风自南，吹彼棘薪。母氏圣善，我无令人。\n爰有寒泉？在浚之下。有子七人，母氏劳苦。\n睍睆黄鸟，载好其音。有子七人，莫慰母心。","type":["诗经","赞美","母亲"],"remark":"邶（bèi）：中国周代诸侯国名，地在今河南省汤阴县东南。\n凯风：和风。一说南风，夏天的风。这里喻母爱。马瑞辰《毛诗传笺通释》“凯之义本为大，故《广雅》云：‘凯，大也。’秋为敛而主愁，夏为大而主乐，大与乐义正相因。”\n棘心：酸枣树初发的嫩芽。这里喻子女。棘，落叶灌木，即酸枣。枝上多刺，开黄绿色小花，实小，味酸。心，指纤小尖刺。\n夭夭：树木嫩壮貌。\n劬（qú）劳：操劳。劬，辛苦。\n棘薪：长到可以当柴烧的酸枣树。这里比喻子女已长大。\n圣善：明理而有美德。\n令：善，好。\n爰（yuán）：何处。一说发语词，无义。寒泉：卫地水名，冬夏常冷。\n浚（xùn）：卫国地名。\n睍（xiàn）睆（huǎn）：犹“间关”，鸟儿宛转的鸣叫声。一说美丽，好看。黄鸟：黄雀。\n载：传载，载送。\n\n","shangxi":"　　此诗以凯风吹彼棘心开篇，把母亲的抚育比作温暖的南风，把自己弟兄们小时候比作酸枣树的嫩芽，“丛生的”小嫩芽之所以能够健康成长，全是母亲大人辛勤哺育的功劳。七个儿子一个一个长大成人（材）了，母亲的大恩大德，堪称圣善，儿子却是不孝儿，这就是自责自称，总嫌自己做得还远远不够，与母亲的养育之恩相比，还差得很远很远，无以为报。\n\n　　从第三章开始，作者又以寒泉比母，以黄鸟比子，作进一步的自我批评。寒泉也成为母爱的代称。寒泉在地下流淌，滋养浚人。母亲生养弟兄七人，至今还如此劳苦，让作儿子的如何心安？黄鸟鸣叫得清丽婉转，尚且如此悦耳动听，为什么七个儿子却不能抚慰母亲那颗饱受孤苦的心呢？\n\n　　诗的前二章的前二句都以凯风吹棘心、棘薪，比喻母养七子。凯风是夏天长养万物的风，用来比喻母亲。棘心，酸枣树初发芽时心赤，喻儿子初生。棘薪，酸枣树长到可以当柴烧，比喻儿子已成长。后两句一方面极言母亲抚养儿子的辛劳，另一方面极言兄弟不成材，反躬以自责。诗以平直的语言传达出孝子婉曲的心意。\n\n　　诗的后二章寒泉、黄鸟作比兴，寒泉在浚邑，水冬夏常冷，宜于夏时，人饮而甘之；而黄鸟清和宛转，鸣于夏木，人听而赏之。诗人以此反衬自己兄弟不能安慰母亲的心。\n\n　　诗中各章前二句，凯风、棘树、寒泉、黄鸟等兴象构成有声有色的夏日景色图。后二句反覆叠唱的无不是孝子对母亲的深情。设喻贴切，用字工稳。诗中虽然没有实写母亲如何辛劳，但母亲的形象还是生动地展现出来。\n\n","translation":"和风煦煦自南方，吹在枣树嫩芽上。枣树芽心嫩又壮，母亲养儿辛苦忙。\n和风煦煦自南方，枣树成柴风吹长。母亲明理又善良，儿子不好不怨娘。\n寒泉之水透骨凉，源头就在浚邑旁。母亲养育儿七个，儿子长成累坏娘。\n黄雀婉转在鸣唱，悦耳动听真嘹亮。母亲养育儿七个，难慰母亲不应当。\n\n"}
{"_id":{"$oid":"5b9a17f5367d5c0f40d22b14"},"title":"杂说一·龙说","dynasty":"唐代","writer":"韩愈","content":"　　龙嘘气成云，云固弗灵于龙也。然龙乘是气，茫洋穷乎玄间，薄日月，伏光景，感震电，神变化，水下土，汩陵谷，云亦灵怪矣哉!\n\n　　云，龙之所能使为灵也；若龙之灵，则非云之所能使为灵也。然龙弗得云，无以神其灵矣。失其所凭依，信不可欤 ！\n\n　　异哉！其所凭依，乃其所自为也。《易》曰：“云从龙。”既曰：龙，云从之矣。\n\n","type":["古文观止","议论","寓理"]}
{"_id":{"$oid":"5b9a17f5367d5c0f40d22b15"},"title":"中秋玩月","dynasty":"明代","writer":"佚名","content":"团团离海角，渐渐入云衢。\n此夜一轮满，清光何处无！","type":["中秋节","赏月","写诗"],"translation":"注释 衢(qú)：四通八达的道路，云衢则为云中之路。"}
{"_id":{"$oid":"5b9a17f5367d5c0f40d22b16"},"title":"无题·油壁香车不再逢","dynasty":"宋代","writer":"晏殊","content":"油壁香车不再逢，峡云无迹任西东。\n梨花院落溶溶月，柳絮池塘淡淡风。\n几日寂寥伤酒后，一番萧索禁烟中。\n鱼书欲寄何由达，水远山长处处同。\n\n","type":["离别","相思","回忆","爱情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155539020.mp3"}
{"_id":{"$oid":"5b9a17f5367d5c0f40d22b17"},"title":"梅花","dynasty":"唐代","writer":"罗邺","content":"繁如瑞雪压枝开，越岭吴溪免用栽。\n却是五侯家未识，春风不放过江来。","type":["写花","梅花","抒怀"],"remark":"五侯：泛指权贵之家。\n\n","translation":"一簇簇梅花绽放压低枝头，不用翻山越岭到处栽种，随处都可成活。\n只是权贵之家却看不到梅花的坚毅品性，和煦的春风迟迟不肯到来。\n\n"}
{"_id":{"$oid":"5b9a17f5367d5c0f40d22b18"},"title":"莲花","dynasty":"唐代","writer":"温庭筠","content":"绿塘摇滟接星津，轧轧兰桡入白蘋。\n应为洛神波上袜，至今莲蕊有香尘。","type":["咏物","荷花"],"translation":"译文 碧绿荷塘摇曳的荷花激起的涟漪好像连接着银河（星津指银河），船桨在荷塘滑动发出扎扎的声响，船驶入水草之中。 就像洛神步履轻盈地走在平静的水面上，荡起细细的涟漪（应该出自《洛神赋》“凌波微步 罗袜生尘”），到今天莲花都有洛神的香尘残留。"}
{"_id":{"$oid":"5b9a17f5367d5c0f40d22b19"},"title":"水槛遣心二首","dynasty":"唐代","writer":"杜甫","content":"去郭轩楹敞，无村眺望赊。\n澄江平少岸，幽树晚多花。\n细雨鱼儿出，微风燕子斜。\n城中十万户，此地两三家。\n\n蜀天常夜雨，江槛已朝晴。\n叶润林塘密，衣干枕席清。\n不堪祗老病，何得尚浮名。\n浅把涓涓酒，深凭送此生。\n\n","type":["春天","写景","写雨","感慨"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155539144.mp3","remark":"水槛（jiàn）：指水亭之槛，可以凭槛眺望，舒畅身心。\n去郭轩楹敞：去郭，远离城郭。轩楹：指草堂的建筑物。轩，长廊；楹（yíng），柱子。敞，开朗。\n无村眺望赊：因附近无村庄遮蔽，故可远望。赊（shē）：长，远。\n澄江平少岸：澄清的江水高与岸平，因而很少能看到江岸。\n城中十万户，此地两三家.：将“城中十万户”与“此地两三家”对照，见得此地非常清幽。城中，指成都。\n蜀天：蜀中雅州，常多阴雨，号曰漏天。\n槛：栏杆。\n祗（zhī）：恭敬。\n尚：崇尚，注重。浮名：虚名。\n涓涓：细水缓流的样子。\n\n","shangxi":"　　第一首诗，首联先写草堂的环境：草堂离城郭很远，庭园开阔宽敞，旁无村落，因而诗人能够极目远眺。中间四句紧接着写眺望到的景色。“澄江平少岸”，诗人凭槛远望，碧澄清澈的江水，浩浩荡荡，似乎和江岸齐平了，这是写远景；“幽树晚多花”则写近景，草堂四周郁郁葱葱的树木，在春日的黄昏里，盛开着姹紫嫣红的花朵，散发出迷人的清香。五、六两句刻画细腻，描写极为生动：“细雨鱼儿出，微风燕子斜。”鱼儿在毛毛细雨中摇曳着身躯，喷吐着水泡儿，欢欣地游到水面来了。燕子轻柔的躯体，在微风的吹拂下，倾斜着掠过水蒙蒙的天空……这是历来为人传诵的名句。诗人遣词用意精微细致，描写十分生动。“出”写出了鱼的欢欣，极其自然；“斜”写出了燕子的轻盈，逼肖生动。诗人细致地描绘了微风细雨中鱼和燕子的动态，其意在托物寄兴。这二句诗流露出作者热爱春天的喜悦心情，是历来为人传诵的名句。叶梦得《石林诗话》云：“诗语忌过巧。然缘情体物，自有天然之妙，如老杜‘细雨鱼儿出，微风燕子斜’，此十字，殆无一字虚设。细雨着水面为沤，鱼常上浮而淰。若大雨，则伏而不出矣。燕体轻弱，风猛则不胜 ，惟微风乃受以为势 ，故又有‘轻燕受风斜’之句。”尾联呼应起首两句。以“城中十万户”与“此地两三家”对比，更显得草堂的闲适幽静。这首诗写傍晚时分所见到的微风细雨中的景象，表现了环境的清幽美好和诗人闲适宁静的心情及其对大自然的热爱。全诗八句都是对仗，而且描写中远近交错，精细自然，“自有天然工巧而不见其刻划之痕。”它句句写景，句句有“遣心”之意。诗中描绘的是草堂环境，然而字里行间含蕴的，却是诗人悠游闲适的心情和对大自然、对春天的热爱。\n\n　　第二首诗，前两联写景，后两联言志。开篇描绘的是四川一带夜里常常多雨的天气：晚上淅淅沥沥地下了一整夜的雨，等第二天出门以后，靠在水边的栏杆上远望，才看到天色已经开始放晴。夜里的降雨和天明后的放晴构成了对比，烘托出晴朗天气的可贵，由此也引出下文。由于雨水的淋洗，四周的花叶变得很湿润，树林里也布满了水洼；淋湿的衣服已经干了，枕席也变得干净。“叶润林塘密”，表现出诗人生活环境的清幽和静谧；“衣干枕席清”，显示出夜雨的绵长细密，也显示出诗人住所的简陋。紧接着，诗人描写了自己年老多病的现状，表达了他厌倦浮名的心情。“不堪”说明诗人老迈之甚，“何得”说明他对浮名厌倦之深，语气强烈，感情激荡。最后两句写他慢慢倒酒而饮，借此来消遣余生，表达了诗人对自己身世遭遇的感慨和无奈之情。这首诗与前诗相比基调就沉重了些，描绘了一番蜀地的景象。在咏物的同时抒发了诗人对现实的种种不满和郁郁不得志，而又感慨自己老迈无力去改变现世，无奈饮酒来得以消遣。\n\n","translation":"草堂远离喧闹的成都，庭院开阔宽敞，四周没有村落，放眼一望无边。\n碧澄江水，几乎淹没两岸；葱茏树木，黄昏盛开鲜花。\n细雨蒙蒙，鱼儿欢快地跃出水面；微风习习，燕子倾斜着掠过天空。\n城里拥挤着十万人家，熙熙攘攘；这里却只有两三灯火，清闲自在。\n\n蜀地四川的天气常常在夜里下雨，在水边的栏杆旁已能看到天色转晴。\n花叶被雨水淋得湿润，树林里密密麻麻地布满水洼，我的衣服和枕席也干了。\n我不能承受现在的体弱多病，又哪里还看重功利与浮名。\n慢慢地倒酒来饮，我凭借它来陪伴我的余生。\n\n"}
{"_id":{"$oid":"5b9a17f6367d5c0f40d22b1a"},"title":"太原早秋","dynasty":"唐代","writer":"李白","content":"岁落众芳歇，时当大火流。\n霜威出塞早，云色渡河秋。\n梦绕边城月，心飞故国楼。\n思归若汾水，无日不悠悠。","type":["秋天","写景","思乡"],"remark":"太原：即并州，唐时隶河东道。\n岁落：光阴逝去。众芳歇：花草已凋零。\n大火：星名，二十八宿之一，即心宿。《诗经·七月》“七月流火”即指此星。这颗星每年夏历五月的黄昏出现于正南方，位置最高，六七月开始向下行，故称“流火”。时当大火流，即时当夏历七月之后。张衡《定情歌》：“大火流兮草虫鸣。”《图书编》：“大火，心星 也。以六月之昏，加于地之南，至七月之昏，则下而西流矣。”\n塞：关塞，指长城。李白北游曾到雁门一带的关塞上。秋天了，他想到塞外，当早感霜威。\n云色渡河秋：云彩飘过黄河，也呈现秋色。\n故国：家乡。\n汾水：汾河。黄河第二大支流，发源于山西宁武县管涔山，流经山西中部、南部入黄河。《唐六典注》：汾水出忻州，历太原、汾、晋、绛、蒲五州，入河。《太平寰宇记》：汾水，出静乐县北管涔山，东流入太原郡界。\n\n","shangxi":"　　作者虽心绪不高，而此诗格调自高，且带边塞诗之雄健，即所谓“健举之至，行气如虹”（《唐宋诗醇》）。后半反复写怀归之意，意重而不觉其重，语直而不觉其直，原因在于诗人措辞设喻之新奇巧妙。\n\n　　首联“岁落众芳歇，时当大伙流”。“众芳歇”中“芳”指花，就是说很多的花儿已经凋落了。在自然界中，花草之类，逢春而荣，遇秋而衰，这是自然规律。“大火”指星名，二十八星宿之一，也就是“心宿星”，居于正南，“流”指向下行，这里点出了时至七月了。诗歌开头两句借自然景物含蓄地表明了诗歌所描写的季节——早秋。从律诗的结构来说，这一联是起。\n\n　　接着进入颔联，承接首联的“早秋”。“霜威出塞早，云色渡河秋。” “威”就是威力、威风，在此指秋霜很浓。“出塞”、“渡河”是地域位置。“塞”指边塞。“河”指黄河。这两句直接描写了太原早秋的自然气候。特别要注意的是诗人为了更好地表现太原自然地理条件的特点，除了用词语描写外，诗人还运用了镶嵌的修辞手法，也就是在两句末镶嵌了“早”、“秋”两字，巧妙点题。所谓镶嵌的修辞手法，谭永祥教授在《汉语修辞美学》中说过：“将特定的字、词镶嵌在特定的文句中，以便收到多种表达效果，这种修辞手法叫‘镶嵌’。”同时又说：“将特定的字、词置于句首或句尾者叫‘镶’，置于句中者叫‘嵌’。”这种修辞手法的表达效果不但具有突出和强调意义的作用，而且在是文章增强趣味性和视觉的感染性。在这首诗歌中，标题中“早秋”在诗句中得到形式和内容上的照应，而且把两句通过“早”和“秋”联系起来，不但强调了诗人所描绘的“早秋”景色特点，而且在形式上得到相照应，形成对偶，使之构成一个完整的整体。\n\n　　进入颈联，在上面描写“早秋”的景色中，转入对家乡亲人的思念。“梦绕边城月，心飞故国楼”。“梦绕边城月”写的是梦境，含蓄地写出诗人正处在异域他乡。“心飞故国楼”写梦醒之后的状况。这两句的意思是说，我（诗人）虽身在异域他乡，做的梦也在边城月中萦绕，“月亮代表我的心”啊；可是当我梦醒之后，我“心飞故国楼”了。这里，一个“飞”字，表现出了诗人急于回到故乡的心情。这一联两句在形式上相对，意义上层层递进，表明了诗人对故乡及其亲人的思念之情。\n\n　　尾联是合。“思归若汾水，无日不悠悠”。“悠悠”就是本是忧郁的意思，但也有情悠悠，思悠悠之意。同时，联系上一句“思归若汾水”来看，“悠悠”也有绵延不断的意思。这两句的意思是说，我思念归家之情时时刻刻萦绕心头，就如同汾河水一样，没有一天断绝过啊。以水喻情，这是古代诗歌中常用的方法，也是“流水”这一意象所蕴含的意义之一。如，李煜的“问君能有几多愁，恰似一江春水向东流”；张说的“闻道神仙不可接，心随湖水共悠悠”；李白的“孤帆远影碧山尽，唯见长江天际流”。在这首诗里，诗人为了强调自己的“思归”之情的深远，也通过日夜不停的汾河水不停流淌为喻，形象而生动地表现出了自己日夜思归的情怀。\n\n　　在艺术手法上，这首诗注重了文题相映，特别是在颔联运用镶嵌的修辞手法，在两句的末尾分别用了“早”、“秋”两个字，匠心独运地点题并照应诗题。其次，后两句运用了明喻的修辞手法，生动形象地把抽象的思归之情形象化，以水喻情，连绵不断，明确表达了自己的思归不断的情怀。\n\n","translation":"秋色渐渐浓郁，花儿都在睡觉，秋燥如火。\n秋霜早早地从北方来到这里，北方的云也把秋色带过了汾河。\n夜夜秋梦都缠绕着边区太原上空的月亮，而心却随着月光回到了故乡的绮楼上，她的身傍。\n思念家乡的心就象这绵绵不断的汾河水，无时无刻不在悠悠地流向家乡。\n\n"}
{"_id":{"$oid":"5b9a17f6367d5c0f40d22b1b"},"title":"渌水曲","dynasty":"唐代","writer":"李白","content":"渌水明秋月，南湖采白蘋。\n荷花娇欲语，愁杀荡舟人。","type":["乐府","荷花","女子"],"remark":"渌（lù）水曲：古乐府曲名。渌水：即绿水，清澈的水。\n明秋月：在秋夜的月亮下发光。“明”字是形容词用如动词。月：一作“日”。\n南湖：即洞庭湖。白蘋：一种水生植物，又称“四叶菜”“田字草”，是多年生浅水草本，根茎在泥中，叶子浮在水面之上。\n欲语：好像要说话。\n愁杀：即“愁煞”，愁得不堪忍受的意思。杀：用在动词后，表示极度。荡舟人：这里指思念丈夫的女子。《史记·齐太公世家》：“桓公与夫人蔡姬戏舟中。蔡姬习水，荡公，公惧，止之，不止，出船，怒，归蔡姬，弗绝。”\n\n","shangxi":"　　《渌水曲》本古曲名，李白借其名而写渌水之景。王琦认为此诗为乐府古曲。这首小诗确属乐府，并深得南朝乐府诗的神韵，语言清新自然，内容含蓄深婉。\n\n　　诗的前两句写实，点明时间、地点与劳动内容。“渌水明秋月”中的“月”字有的版本作“日”，今从《全唐诗》，而且从全诗的意境来看，“月”字也比“日”字更好一些，故择善而从之。这句诗的大意是说，碧波荡漾的水面在皎洁月光的映照下更加明亮。这句诗写在南边的湖面上，一位美丽的姑娘正在月光下采撷着白蘋。那宽阔无垠的湖面晶莹闪烁，水波不兴；那柔和银白的月光，挥洒若洗，朦朦胧胧，天地间极为静谧空旷。那位架着一叶小舟的女主人公显得尤为孤独寂寥，这就为后面两句诗提供了典型环境。\n\n　　三四句转折，写这位采蘋女子的孤独寂寞之感。这两句诗的大意是：含苞待放的荷花简直就象一位娇媚多情的少女就要开口说话一样，半开半含，欲言犹止，羞羞答答，十分妩媚动人。这美丽的奇景触发了这位荡舟女子的情思，她不免神魂摇荡，无限哀婉惆怅起来。诗至此戛然而止，但其深层的意蕴却在不断地延续，撞击着读者的心扉，引起其遥思遐想。\n\n　　这位女子看到娇艳的荷花就要“愁煞”，不言而喻，这是触景生情的缘故。良辰美景最容易引发人的情思，更容易惹起对恋人的向往和思念。这位少女独自在空荡荡的湖面上，披着明月的素辉，这情景已经够令人寂寞难耐的了，当她再看到那美妍的荷花含苞待放的情景时，不能不引起她的怀春之心。她或许是在痴情地憧憬着，如果将来有那么一天，自己能和情人在一起共同享受领略这旖旎迷人的风光时，该是何等的幸福啊！她或许是沉浸在对往事的回忆之中，在脑际中又呈现出昔日里与情郎在同样的景色中共同渡过的甜蜜而温馨的终生难忘的美好时光。这一切诗人都未明说，给读者留下了驰骋想象的广阔空间，既可能是这样又可能是那样，所以显得更加含蓄委婉，余味盎然。\n\n　　此诗中最精彩的是“荷花娇欲语”一句，其间运用了非常巧妙而又隐微的比喻手法，须仔细体味方可悟出。荷花是极其娇柔纯净的花卉，清秀妩媚，出于污泥而不染，这正像白璧无瑕的少女。“欲语”二字尤其传神深蕴，人之“欲语”则显现出刚要张口的样子，花之“欲语”也正是花苞正欲绽开，花瓣将要张口时的景象。说其巧妙，不仅是因为此时的花朵最为美丽诱人，还因为她最形象而又恰如其分地象征着诗中主人公那青春的活力与少女情窦乍开的年龄特征。大概正是因为客体与主体如此相像契合，才能深深地拨动主体的心弦，触动了那位荡舟人的春心。可见这两句诗所蕴涵的情感内容极为丰富隽永。\n\n","translation":"清澈的湖水在秋夜的月亮下发着亮光，我到洞庭湖采白蘋。\n荷花姿态娇媚好像有话要对我说，却愁坏了我这个摇船人。\n\n"}
{"_id":{"$oid":"5b9a17f6367d5c0f40d22b1c"},"title":"自题小像","dynasty":"近代","writer":"鲁迅","content":"灵台无计逃神矢，风雨如磐暗故园。\n寄意寒星荃不察，我以我血荐轩辕。\n\n","type":["爱国","忧民","励志"],"remark":"自题小像：这首诗原无题目，诗题为作者好友许寿裳在其发表的《怀旧》一文中所加。\n灵台：指心，古人认为心有灵台，能容纳各种智慧。\n神矢：爱神之箭。作者鲁迅在这里，是把中了爱神丘比特的神箭比喻为自己对祖国对人民的热爱和对当时帝国主义的憎恨感情。\n风雨如磐：风雨，在这里指帝国主义的侵略和封建主义的统治。磐，扁而厚的大石。风雨如磐，比喻国家和民族灾难的深重。\n故园：故国、祖国。\n寄意寒星：这里的寒星从“流星”转化而来。寄意寒星，是说作者当时远在国外，想把自己一片爱国赤诚寄托天上的寒星，让它代为转达于祖国人民。\n荃，香草名，古时比喻国君，这里借喻祖国人民。不察，不理解。\n荐：奉献。\n轩辕：即黄帝，是古代传说中的氏族帮落酋长。\n\n","shangxi":"　　“灵台无许逃神失”，诗一开头就用希腊神话白虹神箭射心这个形象的比喻，倾诉了作者鲁迅强烈的爱国主义情思。作者鲁迅还在南京求学时，就努力学习西方的先进思想，密切注视当时的政治局势，关心国家大事，关心民族命运；到日本后，又接受了孙中山领导的民族民主革命的思潮影响，因而祖国的垂危、人民的苦难，更象神箭一样射中了他，使他无时无刻不为祖国和人民的命运担心和忧虑。这句诗展示了作者热爱祖国、热爱人民，把挽救国家危亡看作自己神圣职责的革命胸怀，表现了鲁迅积极战斗的人生观和彻底反帝反封建的革命民主主义立场。\n\n　　“风雨如磐暗故园”，是说帝国主义、封建主义的侵略和压迫，犹如磐石压顶，使祖国暗无天日，景象惨淡，岌岌可危。这句诗，高度概括了半封建半殖民地旧中国黑暗悲惨的现状，是产生“灵台无计逃神矢”这一强烈感情的客观原因。作者鲁迅这时虽身居异域，远隔重洋，但万里海天，并没有隔断他同祖国人民息息相通的联系。他遥念在帝国主义列强宰割蹂躏和清王朝反动统治下的祖国。灾难重重，危机四伏，内心的忧愤溢于字面。“暗”字不但写出了黑暗动荡的祖国的政治形势，而且写出鲁迅无法遏制的愤慨和深沉的忧虑。\n\n　　“寄意寒星荃不察“，“意”，指作者的救国救民的理想。“荃”，指人民。这里，作者用浪漫主义的想象表达自己拯救祖国的希望，希望他的救国救民的理想能为“荃“所理解，即希望祖国人民觉醒起来。作者鲁迅当时对人民群众的力量是有一定认识的，但是另一方面，由于历史的局限，鲁迅对人民群众的革命积极性还估计不足，因此发出了“寄意寒星荃不察”的慨叹。鲁迅慨叹“荃不察”，是迫切希望祖国人民能尽快觉醒，以便担当起拯救祖国的任务。\n\n　　最后一句“我以我血荐轩辕”，是鲁迅对祖国、对人民发出的庄严誓言，决心为祖国、为人民而献身。虽然人民暂时还未觉醒，但他要尽自己的努力，唤醒群众，和群众一起参加战斗，甘洒热血写春秋。这一肝胆照人，气贯长虹的诗句，字字倾注了作者鲁迅对祖国、对人民的无限忠心，表现了青年时代的鲁迅强烈的爱国主义精神和反帝反封建的革命英雄气概，将诗的感情升华到了一个激昂慷慨，热血沸腾的高度。\n\n　　这首诗，声调激越，感情强烈。作者运用顿挫跳跃的笔法，有曲折、有波澜、有起伏地把强烈的爱国主义情感抒发得深刻真切。全诗四句，先写作者热爱祖国的感情，继写由热爱而引起对处在“风雨如磬”之中的祖国的忧虑，再写由忧虑而感到“寄意寒星荃不察”，心情不免有点沉重，最后跃上一个新的高峰，激昂慷慨，热血沸腾，迸发出“我以我血荐轩辕”的最强音，充满着激励的力量。这首诗，还通过典故运用和比喻、象征的手法，使所抒发的感情形象化。如“神矢”这个典故的运用，就把抽象的爱国主义感情表现得更具体。“风雨如磬”这个富有象征性的比喻，十分形象地表现出黑暗势力的强大，民族危机的深重，国家处境的险恶。以“荃”这种芳香的草比喻人民，表现了鲁迅对人民热爱赞颂的感情。最后，用“轩辕”代祖国，并以血来奉献，更使爱国主义的思想得到最形象最突出的表现。\n\n","translation":"我的心无法逃避爱神射来的神箭，我炽爱着仍遭受侵略和封建压迫的家园。\n这份情感寄托给天上的星星却没有人明了，我誓将我的一腔热血报效我的祖国。\n\n"}
{"_id":{"$oid":"5b9a17f6367d5c0f40d22b1d"},"title":"芳心苦·杨柳回塘","dynasty":"宋代","writer":"贺铸","content":"杨柳回塘，鸳鸯别浦。绿萍涨断莲舟路。断无蜂蝶慕幽香，红衣脱尽芳心苦。 \n返照迎潮，行云带雨。依依似与骚人语。当年不肯嫁春风，无端却被秋风误。","type":["宋词三百首","婉约","咏物","荷花","抒怀","命运"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155540401.mp3","remark":"踏莎行：词牌名。又名《柳长春》《喜朝天》等。双调五十八字，仄韵。又有《转调踏莎行》，双调六十四字或六十六字，仄韵。\n回塘：环曲的水塘。\n别浦：江河的支流入水口。\n绿萍涨断莲舟路：这句话是说，水面布满了绿萍，采莲船难以前行。莲舟，采莲的船。\n红衣脱尽芳心苦：红衣，形容荷花的红色花瓣。芳心苦，指莲心有苦味。以上两句说，虽然荷花散发出清香，可是蜂蝶都断然不来，它只得在秋光中独自憔悴。\n返照：夕阳的回光。\n潮：指晚潮。\n行云：流动的云。\n依依：形容荷花随风摇摆的样子。\n骚人：诗人。\n不肯嫁春风：语出韩偓《寄恨》诗：“莲花不肯嫁春风。”张先在《一丛花》词里写道：“沉恨细思，不如桃杏，犹解嫁东风。”贺铸是把荷花来和桃杏隐隐对比。以上两句写荷花有“美人迟暮”之感。\n\n","shangxi":"　　此词全篇咏写荷花，借物言情，暗中以荷花自况。诗人咏物，很少止于描写物态，多半有所寄托。因为在生活中，有许多事物可以类比，情感可以相通，人们可以利用联想，由此及彼，发抒文外之意。所以从《诗经》、《楚辞》以来，就有比兴的表现方式。词也不在例外。\n\n　　此词起两句写荷花所在之地。“回塘”，位于迂回曲折之处的池塘。“别浦”，不当行路要冲之处的水口。（小水流入大水的地方叫做浦。另外的所在谓之别，如别墅、别业、别馆）回塘、别浦，在这里事实上是一个地方。就储水之地而言，则谓之塘；就进水之地而言，则谓之浦。荷花在回塘、别浦，就暗示了她处于不容易被人发现，因而也不容易为人爱慕的环境之中。“杨柳”、“鸳鸯”，用来陪衬荷花。杨柳在岸上，荷花在水中，一绿一红，着色鲜艳。鸳鸯是水中飞禽，荷花是水中植物，本来常在一处，一向被合用来作装饰图案，或绘入图画。用鸳鸯来陪衬荷花之美丽，非常自然。\n\n　　第三句由荷花的美丽转入她不幸的命运。古代诗人常以花开当折，比喻女子年长当嫁，男子学成当仕，故无名氏所歌《金缕衣》云：“劝君莫惜金缕衣，劝君惜取少年时。花开堪折直须折，莫待无花空折枝。”而荷花长在水中，一般都由女子乘坐莲舟前往采摘，如王昌龄《采莲曲》所写：“吴姬越艳楚王妃，争弄莲舟水湿衣。来时浦口花迎入，采罢江头月送归。”但若是水中浮萍太密，莲舟的行驶就困难了。这当然只是一种设想，而这种设想，则是从王维《皇甫岳云溪杂题·萍池》“春池深且广，会待轻舟回。靡靡绿萍合，垂杨扫复开”来，而反用其意。以荷花之不见采由于莲舟之不来，莲舟之不来由于绿萍之断路，来比喻自己之不见用由于被人汲引之难，被人汲引之难由于仕途之有碍。托喻非常委婉。\n\n　　第四句再作一个比譬。荷花既生长于回塘、别浦，莲舟又被绿萍遮断，不能前来采摘，那么能飞的蜂与蝶该是可以来的吧。然而不幸的是，这些蜂和蝶，又不知幽香之可爱慕，断然不来。这是以荷花的幽香，比自己的品德；以蜂蝶之断然不来，比在上位者对自己的全不欣赏。\n\n　　歇拍承上两譬作结。莲舟不来，蜂蝶不慕，则美而且香的荷花，终于只有自开自落而已。“红衣脱尽”，是指花瓣飘零；“芳心苦”，是指莲心有苦味。在荷花方面说，是设想其盛时虚过，旋即凋败；在自己方面说，则是虽然有德有才，却不为人知重，以致志不得行，才不得展，终于只有老死牖下而已，都是使人感到非常痛苦的。将花比人，处处双关，而毫无牵强之迹。\n\n　　过片推开一层，于情中布景。“返照”二句，所写仍是回塘、别浦之景色。落日的余辉，返照在荡漾的水波之上，迎接着由浦口流入的潮水。天空的流云，则带着一阵或几点微雨，洒向荷塘。这两句不仅本身写得生动，而且还暗示了荷花在塘、浦之间，自开自落，为时已久，屡经朝暮，饱历阴晴，而始终无人知道，无人采摘，用以比喻在自己的生活经历中，也遭遇过多少世事沧桑、人情冷暖。这样写景，就同时写出了人物的思想感情乃至性格。\n\n　　“依依”一句，显然是从李白《渌水曲》“荷花娇欲语，愁杀荡舟人”变化而来。但指明“语”的对象为骚人，则比李诗的含义为丰富、深刻。屈原《离骚》：“制芰荷以为衣兮，集芙蓉以为裳。不吾知其亦已兮，苟余情其信芳。”正因为屈原曾设想采集荷花（芙蓉也是荷花，见王逸《注》）制作衣裳，以象征自己的芳洁，所以词中才也设想荷花于莲舟不来，蜂蝶不慕，自开自落的情况之下，要将满腔心事，告诉骚人。但此事究属想象，故用一“似”字，与李诗用“欲”字同，显得虚而又活，幻而又真。王逸《〈离骚经〉章句序》中曾指出：“《离骚》之文，依《诗》取兴，引类譬喻。故善鸟、香草，以配忠贞……宓妃、佚女，以譬贤臣。”从这以后，香草、美女、贤士就成为三位一体了。在这首词中，作者以荷花（香草）自比，非常明显，而结尾两句，又因以“嫁”作比，涉及女性，就同样也将这三者连串了起来。\n\n　　“当年”两句，以文言，是想象中荷花对骚人所倾吐的言语；以意言，则是作者的“夫子自道”。行文至此，花即是人，人即是花，合而为一了。“当年不肯嫁春风”，是反用张先的《一丛花令》“沉恨细思，不如桃杏，犹解嫁东风”，一看即知，而荷花之开，本不在春天，是在夏季，所以也很确切。春天本是百花齐放、万紫千红的时候，诗人既以花之开于春季，比作嫁给春风，则指出荷花之“不肯嫁春风”，就含有她具有一种不愿意和其它的花一样地争妍取怜那样一种高洁的、孤芳自赏的性格的意思在内。这是写荷花的身分，同时也就是在写作者自己的身分。但是，当年不嫁，虽然是由于自己不肯，而红衣尽脱，芳心独苦，岂不是反而没由来地被秋风耽误了吗？这就又反映了作者由于自己性格与社会风习的矛盾冲突，以致始终仕路崎岖，沉沦下僚的感叹。南唐中主《浣溪沙》云：“菡萏香销翠叶残，西风愁起绿波间。”王国维《人间词话》认为“大有众芳芜秽，美人迟暮之感”。（“惟草木之零落兮，恐美人之迟暮”“虽萎绝其亦何伤兮，哀众芳之芜秽”均《离骚》句。）这位著名的文学批评家是敏感地察觉到了这个偏安小国的君主为自己不可知的前途而发出的叹息的。晏几道的《蝶恋花》咏荷花一首，可能是为小莲而作。其上、下片结句“照影弄妆娇欲语，西风岂是繁华主”和“朝落暮开空自许，竟无人解知心苦”，与这首词“无端却被秋风误”和“红衣脱尽芳心苦”的用笔用意，大致相近，可以参照。\n\n　　由于古代诗人习惯于以男女之情比君臣之义、出处之节，以美女之不肯轻易嫁人比贤士之不肯随便出仕，所以也往往以美女之因择夫过严而迟迟不能结婚以致耽误了青春年少的悲哀，比贤士之因择主、择官过严而迟迟不能任职以致耽误了建立功业的机会的痛苦。曹植《美女篇》：“佳人慕高义，求贤良独难。……盛年处房室，中夜起长叹。”杜甫《秦州见敕目薛、毕迁官》：“唤人看腰?，不嫁惜娉婷。”陈师道《长歌行》：“春风永巷闭娉婷，长使青楼误得名。不惜卷帘通一顾，怕君着眼未分明。”“当年不嫁惜娉婷，抹白施朱作后生。说与旁人须早计，随宜梳洗莫倾城。”虽立意措词有所不同，但都是以婚媾之事，比出处之节。这首词则通体以荷花为比，更为含蓄。\n\n　　作者在词中隐然将荷花比作一位幽洁贞静、身世飘零的女子，借以抒发才士沦落不遇的感慨。《宋史》“虽要权倾一时，少不中意，极口诋之无遗辞。人以为近侠。竟以尚气使酒，不得美官，悒悒不得志”，这些记载，对于理解此词的深意颇有帮助。\n\n","translation":"杨柳围绕着曲折的池塘，偏僻的水渠旁，又厚又密的浮萍，挡住了采莲的姑娘。没有蜜蜂和蝴蝶，来倾慕我幽幽的芳香。荷花渐渐地衰老，结一颗芳心苦涩。\n潮水带着夕阳，涌进荷塘，行云夹着雨点，无情地打在荷花上。随风摇曳的她呀，像是向骚人诉说哀肠：当年不肯在春天开放，如今却在无端地在秋风中受尽凄凉。\n\n"}
{"_id":{"$oid":"5b9a17f6367d5c0f40d22b1e"},"title":"登柳州城楼寄漳汀封连四州","dynasty":"唐代","writer":"柳宗元","content":"城上高楼接大荒，海天愁思正茫茫。\n惊风乱飐芙蓉水，密雨斜侵薜荔墙。\n岭树重遮千里目，江流曲似九回肠。\n共来百越文身地，犹自音书滞一乡。","type":["唐诗三百首","抒情","怀人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155540415.mp3","remark":"柳州：今属广西。\n漳州、汀洲：今属福建。\n封州、连州：今属广东。\n刺史：州的行政长官，相当于后世的知府。\n接：连接。一说，目接，看到\n大荒：旷远的广野。\n惊风：急风；狂风。\n乱飐（zhǎn）：吹动。\n芙蓉：指荷花。\n薜荔：一种蔓生植物，也称木莲。重遮：层层遮住。千里目：这里指远眺的视线。江：指柳江。九回肠：愁肠九转，形容愁绪缠结难解。\n共来：指和韩泰、韩华、陈谏、刘禹锡四人同时被贬远方。百越：即百粤，指当时五岭以南各少数民族地区。\n文身：古代南方少数民族有在身上刺花纹的风俗。文：通“纹”，用作动词。犹自：仍然是。音书：音信。滞：阻隔。\n\n","shangxi":"　　这首抒情诗，赋中有比，象中含兴，情景交融，凄楚动人。\n\n　　全诗先从“登柳州城楼”写起。首句“城上高楼”，于“楼”前着一“高”字，立身愈高，所见愈远。作者长途跋涉，好容易才到柳州，却急不可耐地登上高处，为的是要遥望战友们的贬所，抒发难于明言的积愫。“接大荒”之“接”字，是说城上高楼与大荒相接，乃楼上人眼中所见。于是感物起兴，“海天愁思正茫茫”一句，即由此喷涌而出，展现在诗人眼前的是辽阔而荒凉的空间，望到极处，海天相连。而自己的茫茫“愁思”，也就充溢于辽阔无边的空间了。这么辽阔的境界和这么深广的情意，作者却似乎毫不费力地写入了这第一联，摄诗题之魂，并为以下的逐层抒写展开了宏大的画卷。\n\n　　第二联“惊风乱飐芙蓉水，密雨斜侵薜荔墙”，写的是近处所见。惟其是近景，见得真切，故写得细致。就描绘风急雨骤的景象而言，这是“赋”笔，而赋中又兼有比兴。屈原《离骚》有云：“制芰荷以为衣兮，集芙蓉以为裳。不吾知其亦已兮，苟余情其信芳。”又云：“擥木根以结茝兮，贯薜荔之落蕊；矫菌桂以纫蕙兮，索胡绳之纚纚。謇吾法大前修兮，非世俗之所服。”在这里，芙蓉与薜荔，正象征着人格的美好与芳洁。登城楼而望近处，从所见者中特意拈出芙蓉与薜荔，显然是它们在暴风雨中的情状使诗人心灵颤悸。风而曰惊，雨而曰密，飐而曰乱，侵而曰斜，足见对客观事物又投射了诗人的感受。芙蓉出水，何碍于风，而惊风仍要乱飐；薜荔覆墙，雨本难侵，而密雨偏要斜侵。这不禁使诗人产生联想，愁思弥漫。在这里，景中之情，境中之意，赋中之比兴，有如水中着盐，不见痕迹。\n\n　　第三联写远景。由近景过渡到远景的契机乃是近景所触发的联想：自己目前是处于这样的情境之中，好友们的处境又是如何呢？于是心驰远方，目光也随之移向漳、汀、封、连四州。“岭树”、“江流”两句，同写遥望，却一仰一俯，视野各异。仰观则重岭密林、遮断千里之目；俯察则江流曲折，有似九回之肠。景中寓情，愁思无限。从字面上看，以“江流曲似九回肠”对“岭树重遮千里目”，铢两悉称，属于“工对”的范围。而从意义上看，上实下虚，前因后果，以骈偶之辞运单行之气，又具有“流水对”的优点。\n\n　　尾联从前联生发而来，除表现关怀好友处境望而不见的惆怅之外，还有更深一层的意思：望而不见，自然想到互访或互通音问；而望陆路，则山岭重叠，望水路，则江流纡曲，不要说互访不易，即互通音讯，也十分困难。这就很自然地要归结到“音书滞一乡”。然而就这样结束，文情较浅，文气较直。作者的高明之处。在于他先用“共来百粤文身地”一垫，再用“犹自”一转，才归结到“音书滞一乡”，便收到了沉郁顿挫的艺术效果。而“共来”一句，既与首句中的“大荒”照应，又统摄题中的“柳州”与“漳、汀、封、连四州”。一同被贬谪于大荒之地，已经够痛心了，还彼此隔离，连音书都无法送到。余韵袅袅，余味无穷，而题中的“寄”字之神，也于此曲曲传出。可见诗人用笔之妙。\n\n","translation":"从城上高楼远眺空旷的荒野，如茫茫海天般的愁思涌了出来。\n急风胡乱地掀动水中的荷花，密雨斜打在长满薜荔的墙上。\n山上的树重重遮住了远望的视线，江流曲折就像九转的回肠。\n我们一起来到百越这个少数民族地区，虽然处于一地音书却阻滞难通。\n\n"}
{"_id":{"$oid":"5b9a17f6367d5c0f40d22b1f"},"title":"塞下曲六首","dynasty":"唐代","writer":"李白","content":"五月天山雪，无花只有寒。\n笛中闻折柳，春色未曾看。\n晓战随金鼓，宵眠抱玉鞍。\n愿将腰下剑，直为斩楼兰。\n\n天兵下北荒，胡马欲南饮。\n横戈从百战，直为衔恩甚。\n握雪海上餐，拂沙陇头寝。\n何当破月氏，然后方高枕。\n\n骏马似风飙，鸣鞭出渭桥。\n弯弓辞汉月，插羽破天骄。\n阵解星芒尽，营空海雾消。\n功成画麟阁，独有霍嫖姚。\n\n白马黄金塞，云砂绕梦思。\n那堪愁苦节，远忆边城儿。\n萤飞秋窗满，月度霜闺迟。\n摧残梧桐叶，萧飒沙棠枝。\n无时独不见，流泪空自知。\n\n塞虏乘秋下，天兵出汉家。\n将军分虎竹，战士卧龙沙。\n边月随弓影，胡霜拂剑花。\n玉关殊未入，少妇莫长嗟。\n\n烽火动沙漠，连照甘泉云。\n汉皇按剑起，还召李将军。\n兵气天上合，鼓声陇底闻。\n横行负勇气，一战净妖氛。\n\n","type":["乐府","边塞","组诗"],"remark":"天山：指祁连山。\n折柳：即《折杨柳》，古乐曲名。\n金鼓：指锣，进军时击鼓，退军时鸣金。\n天兵：指汉朝军队。\n衔恩：受恩。甚：多。\n海：瀚海，大沙漠。陇头：田野。\n高枕：高枕无忧。\n鸣鞭：马鞭挥动时发出声响。渭桥：在长安西北渭水上。\n天骄：指匈奴。\n海雾：沙漠上的雾气，指战争的气氛。\n麟阁：即麒麟阁。霍嫖姚：即霍去病。\n云砂：细碎的石粒，指边塞风光。\n沙棠：植物名，果味像李子。\n独不见：《独不见》是乐府古题，吟诵的是思而不得见的落寞愁绪。\n虎竹：兵符。龙沙：即白龙堆，指塞外沙漠地带。\n剑花：剑刃表面的冰裂纹。\n殊：远。嗟：感叹。\n甘泉：甘泉山，秦时在山上造甘泉宫，汉武帝扩建。\n合：满。陇底：山坡下。\n负：凭借。妖氛：指敌人。\n\n","shangxi":"　　李白有《塞下曲》六首。元人萧士赟云：“此《从军乐》体也。”这一组诗与其他许多初、盛唐边塞诗一样，以乐观高亢的基调和雄浑壮美的意境反映了盛唐的精神风貌。\n\n　　【其一】\n\n　　首句言“五月天山雪”，已经扣紧题目。五月，在内地正值盛夏。韩愈说“五月榴花照眼明，枝间时见子初成”，赵嘏说“和如春色净如秋，五月商山是胜游”。但是，李白所写五月却在塞下，在天山，自然，所见所感也就迥然有别。天山孤拔，常年被积雪覆盖。这种内地与塞下在同一季节的景物上的巨大反差，被诗人敏锐地捕捉，然而，他没有具体细致地进行客观描写，而以轻淡之笔徐徐道出自己内心的感受：“无花只有寒”。“寒”字，隐约透露出诗人心绪的波动，何况寒风之中又传来《折杨柳》的凄凉曲调呢!春天在边疆是看不到的，人们只能从笛曲之中去领受，去回味。《折杨柳》为乐府横吹曲，多写行客的愁苦。在这里，诗人写“闻折柳”，当亦包含着一层苍凉寒苦的情调。他是借听笛来渲染烘托这种气氛的。沈德潜评论这首《塞下曲》前四句说：“四语直下，从前未具此格。”又说：“一气直下，不就羁缚。”诗为五律，依惯例当于第二联作意思上的承转，但是李白却就首联顺势而下，不肯把苍凉情绪稍作收敛，这就突破了格律诗的羁绊，以气脉直行，豪纵不拘，语淡而雄浑为其特色了。\n\n　　“晓战随金鼓，宵眠抱玉鞍。”古代出征要敲击钲、鼓，用来节制士卒进退，五、六两句，写的正是这种情况。语意转折，已由苍凉变为雄壮。诗人设想：自己来到边塞，就在天山脚下，整日过着紧张的战斗生活。白天在钲、鼓声中行军作战，晚上就抱着马鞍子打盹儿。这里，“晓战”与“宵眠”相对应，当是作者有意在概括军中一日的生活，其军情之紧张急迫，跃然纸上。“随”字，摹状士卒的令行禁止。“抱”字，描绘士卒夜间警备的情况。二句写的是士卒的生活场景，而他们守边备战，人人奋勇，争为功先的心态则亦尽情流露出来。\n\n　　尾联“愿将腰下剑，直为斩楼兰”。斩楼兰：据《汉书·傅介子传》：“汉代地处西域的楼兰国经常杀死汉朝使节，傅介子出使西域，楼兰王贪他所献金帛，被他诱至帐中杀死，遂持王首而还”。这里是借用傅介子慷慨复仇的故事，表现诗人甘愿赴身疆场，为国杀敌的雄心壮志。“直”与“愿”字呼应，语气斩截强烈，一派心声，喷涌而出，自有夺人心魄的艺术感召力。\n\n　　【其二】\n\n　　这首诗写战士们努力征战，不辞辛苦，希望能真正营造出一个和平安宁的环境，让广大人民不再受外族入侵的威胁，过上安居乐业的生活。\n\n　　【其三】\n\n　　首句写战马飞奔，有如风驰电掣。写“骏马”实际上是写驾驭骏马的健儿们，马壮是为了借喻兵强。在唐代前期，胡马南侵是常有的，唐高祖李渊甚至一度被迫“称臣于突厥”（《旧唐书·李靖传》）。因此，健儿们杀敌心切，斗志昂扬，策马疾行。\n\n　　“出渭桥”和“辞汉月”，是指出军队的出发点和行军路线。“出渭桥”而“鸣鞭”，正所谓快马加鞭，进一步烘托出健儿们的急切心情，也渲染了军事任务的紧迫和唐军士气的旺盛。气势雄浑，大有高唱入云之势。\n\n　　从“辞汉月”到“破天骄”，即从军队出发到克敌制胜，是一个极大的转折。“插羽”，鞍上箭。“天骄”，匈奴曾自称“天之骄子”，这里泛指敌人。从“弯弓”到“插羽”，瞬间就完成了这样一个大转折，省掉了多少鏖战情节和厮杀场面的描写，足见布局的简洁，笔法的洗炼。然而这又是十分自然的、可信的。既然是兵强马壮，士气高昂，自然就会旗开得胜，马到成功。天兵所向，势如拉枯摧朽。这是符合逻辑和顺理成章的。也暗示将领指挥得当，这次战役完全符合“兵贵神速”的兵法要求。\n\n　　五、六句描写“破天骄”后的战场景象。在正义之师面前，敌人不堪一击，土崩瓦解，望风而逃。古人认为客星呈现白色的光芒，就是战争的征兆。星芒已尽，就意味着战争结束。北方沙漠、草原，广阔无垠，浩瀚如海，故名瀚海。“海雾消”，指漠北战争气氛已经消失。\n\n　　麟阁，即麒麟阁，汉代阁名，在未央宫中。汉宣帝时曾绘十一位功臣像于其上，后即以此代表卓越的功勋和最高荣誉。霍嫖姚，指霍去病，汉武帝时大将，曾任“嫖姚校尉”。清人王琦云：“末言功成奏凯，图形麟阁者，止上将一人，不能遍及血战之士。太白用一‘独’字，盖有感于其中欤。然其言又何婉而多风也。”（《李太白全集》注）从某种意义上讲，这两句确实或有讽刺之意。同时也是以士卒口吻表示：明知血战凯旋后只能有“上将”一人图形麟阁，但他们仍因能报效国家、民族而感到自豪和满足。功业不朽不一定必须画像麟阁。这更能体现健儿们的英雄主义和献身精神，使此诗具有更能震撼人心的悲壮色彩。诗人为“济苍生，安社稷”，是“愿为辅弼”的。但他一直希望功成身退，归隐林泉。他多次表示要“功成身不居”（《商山四皓》），“功成谢人间”（《翰林读书言怀》）。从中可以窥见诗人的素志和生活情趣。这首诗前六句为总的铺叙以引出结尾两句的感慨。在前六句中，前三句描绘出师时的雄壮，后三句妆摹破敌时的英威。全诗笔力雄健，结构新颖，篇幅布局，独具匠心。\n\n　　【其四】\n\n　　这首诗写的是闺中女子对远征亲人的思念。开头写闺中女子想象亲人戍守边塞的情形，以此寄托思念之情。接着写女子在离愁的煎熬中，度日如年的情景。\n\n　　【其五】\n\n　　首联两句，分述了敌我两军的态势，指明了这场战争的性质。“塞虏”，塞外的强盗，含有轻蔑、贬斥之意。当时的北方诸胡，有的还是原始部落，有的则转向世袭王权制，处于原始社会解体时期。他们对唐王朝的物质文明常怀觊觎之心，故边境屡遭蹂躏边塞战争大都起因于此。“乘秋下”，是指到了秋收季节，他们就乘隙而入，烧杀劫掠。“天兵”，天朝的军队，含有歌颂、赞美之意。他们堂堂正正，出塞去抗击胡虏。通过措词的褒贬色彩，表明了诗人鲜明的爱憎。\n\n　　颔联两句，与首联“天兵”照应。“虎竹”，兵符，分铜虎符与竹使符两种，合称虎竹，由朝廷和将领各执一半，发兵时相对合作为凭证。“将军分虎竹”，是指将领接到征战的诏令。“战士卧龙沙”，指军队已抵达塞外战场。“龙沙”，指白沙堆沙漠，在楼兰国附近。这两句属对工整，气势磅礴。从将军到战士，同仇敌忾，威严整肃，争相建功报国。刚刚颁发诏令，很快就已深入敌区，表明进军神速，所向无敌。清人吴汝纶说这两句“有气骨有采泽，是太白才华过人处”（《唐宋诗举要》），是深中肯綮的。\n\n　　颈联两句，描写边塞风光和战斗生活。“胡霜”与首联的“秋”相照应。“边月”、“胡霜”，均为静物。皎洁的月色，银白的寒霜，笼罩在一望无际的荒漠上，造成一派朦胧苍凉的气氛。而“弓影”飘移，“剑花”闪烁，则包含着战士的行动。用“随”和“拂”这样两个锤炼而得的动词把两者结合起来，就使静物和人物的动态融为一体，显得生机勃勃。这就构成一种奇妙的意境：于苍茫中见壮美，于异彩中显飘逸。诚如沈德潜所说：“只弓如月，剑如霜耳，笔端点染，遂成奇彩。”（《唐诗别裁》）弓与月，形状相似；剑与霜，颜色相同。诗人巧妙地利用它们的某种共性，使它们之间的联系显得自然、和谐，使艰苦的军旅生活衬托得轻松、愉快。因此邢昉说：“以太白之才咏关塞，而悠悠闲淡如此，诗所以贵淘炼也。”（《唐风定》）在尾联中以诗中主人公的口气抒发了“天兵”的必胜信念和献身精神，把全诗推向了高潮。“玉关殊未入，少妇莫长嗟”，是征人向少妇劝慰：未获全胜，玉门关还不能入，请亲人耐心等待，不必长吁短叹。大有“匈奴未灭，何以家为”的英雄气概。据《后汉书》，班超上疏云：“臣不敢望到酒泉郡，但愿生入玉门关。”这里是反其意而用之。《艺苑雌黄》云：“直用其事，人皆能之。反其意而用之者，非学业高人，超越寻常拘挛之见，不规规蹈袭前人陈迹者，何以臻此！”李白之善于用典，大率类此。结局不落边塞诗以乡愁，闺怨作结的窠臼，而造成余音袅袅余韵无穷之感。这别具一格的结尾，使贯串全诗的壮美情怀更加完善，崇高精神得到升华了。\n\n　　【其六】\n\n　　这首诗写了由于匈奴南侵引起新的战争，但在杰出将领的率领下，勇敢的战士们又一次赢得了战争的胜利。\n\n　　中原地区长期遭受北方游牧民族的侵扰，唐时北方突厥非常凶悍，对李唐王朝形成了长期严重的威胁。诗人选择汉军抗击匈奴的题材，部分原因即在于此。 \n\n","translation":"五月的天山雪花仍在飘洒，看不见花朵开放只有刺骨的严寒。\n笛子吹着《折杨柳》的曲调，又何处寻觅杨柳青青的春天。\n拂晓时分随着号令之声作战，晚上枕着马鞍露宿入眠。\n只愿用腰下悬挂的宝剑，为君王过关斩将，打败敌人。\n\n我军向北方荒远地带进军，因为那里的游牧民族经常南下侵扰。\n横曳戈矛前往战场，身经百战，只是因为受皇恩眷顾太深了。\n在大沙漠里握雪成团而食，夜里拂去沙土露宿于旷野。\n什么时候才能打败敌人，然后就可以高枕无忧呢？\n\n骏马像狂风般地驰骋，在清脆的马鞭挥动声响中，飞快地奔出了渭桥。\n我们全副武装离开京城开赴边疆，奉命前去击破前来侵扰的匈奴。\n敌人的队伍被瓦解，边境的危机被解除，敌军的营寨已空无一人，战争的气氛消失了。\n成就大功而画像麒麟阁的，只有霍去病一人。\n\n白色的骏马，多沙的边塞，细碎的石粒，这一切都是因你而梦魂牵绕的。\n这愁苦的日子真不堪忍受，我远远地思念戍守边疆的你。\n秋天萤火虫满纱窗地乱飞乱撞，月光照在我的闺房前久不离去。\n梧桐叶在秋天里被摧落，空落的沙棠枝更让人心感萧条。\n常常独自吟唱着《独不见》，虽然流下了许多伤心的泪水，可是这一切也只有自己一个人知道。\n\n匈奴为掠夺秋季丰收的粮食而悍然入侵，朝廷派出军队抗击。\n将军受命出兵，战士们行军到塞外，在龙沙一带暂时安营扎寨。\n边塞的月光伴着弓影，胡地的雪霜拂过剑锋。\n战士们还远没有进入玉门关，少妇们不要长声感叹。\n\n烽火在沙漠深处燃起，连绵直到甘泉宫，照亮了甘泉宫上空的云层。\n汉武帝握剑拍案而起，回头召来李广将军。\n战斗的气氛弥漫着天空，震天的鼓声，连山坡底下都可清晰听闻。\n横行战场靠的是勇敢的气魄，在将士们的奋勇拼杀下，一仗就消灭了敌人。\n\n"}
{"_id":{"$oid":"5b9a17f6367d5c0f40d22b20"},"title":"献钱尚父","dynasty":"唐代","writer":"贯休","content":"贵逼人来不自由，龙骧凤翥势难收。\n满堂花醉三千客，一剑霜寒十四州。\n鼓角揭天嘉气冷，风涛动地海山秋。\n东南永作金天柱，谁羡当时万户侯。","type":["写人","赞美"],"remark":"钱尚父：即钱镠，五代十国时期吴越国的创建者。\n贵逼人来：富贵逼人而来，即不求富贵而富贵自来。\n龙骧凤翥：也作凤翥龙骧，形容发奋有为。\n十四州：当时吴越王钱镠安居十四州。\n鼓角：战鼓和号角声。\n揭天：指声音高入天际。\n嘉气：即瑞气。\n金天：黄色的天，古时以为祥瑞。\n万户侯：食邑万户之侯，常用来泛指高爵显位。\n\n","translation":"富贵袭人而来人也没有办法，一个人奋发，他的成就是止不住的。\n满堂的花香熏醉了无数宾客，一把利剑横扫两折十四州。\n战鼓和号角声冲入云霄使得天之气都变得寒冷，风浪席卷而来让天下好像入了秋。\n掌握这东南之地，作祥瑞天象的支柱，谁还羡慕旧时的万户侯呢。\n\n"}
{"_id":{"$oid":"5b9a17f6367d5c0f40d22b21"},"title":"过香积寺","dynasty":"唐代","writer":"王维","content":"不知香积寺，数里入云峰。\n古木无人径，深山何处钟。\n泉声咽危石，日色冷青松。\n薄暮空潭曲，安禅制毒龙。\n\n","type":["唐诗三百首","写景"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155541095.mp3","remark":"过：过访，探望。香积寺：唐代著名寺院，有争议，一说香积寺在长安县（今陕西省西安市）南神禾原上。”故址已废。一说在河南汝州，今风穴寺，唐时称香积寺。\n入云峰：登上入云的高峰。\n钟：寺庙的钟鸣声。\n咽：呜咽。危：高的，陡的。“危石”意为高耸的崖石。\n冷青松：为青松所冷。\n薄暮：黄昏。曲：水边。“安禅”即安静地打坐，在这里指佛家思想。\n安禅：为佛家术语，指身心安然进入清寂宁静的境界，在这里指佛家思想。毒龙：佛家比喻俗人的邪念妄想。见《涅槃经》：“但我住处有一毒龙，想性暴急，恐相危害。”\n\n","shangxi":"　　诗题“过香积寺”的“过”，意谓“访问”、“探望”。既是去访香积寺，却又从“不知”说起；“不知”而又要去访，表现出诗人的洒脱不羁。因为“不知”，诗人便步入茫茫山林中去寻找，行不数里就进入白云缭绕的山峰之下。此句正面写人入云峰，实际映衬香积寺之深藏幽邃。还未到寺，已是如此云封雾罩，香积寺之幽远可想而知矣。\n\n　　接着四句，是写诗人在深山密林中的目见和耳闻。先看三四两句。古树参天的丛林中，杳无人迹；忽然又飘来一阵隐隐的钟声，在深山空谷中回响，使得本来就很寂静的山林又蒙上了一层迷惘、神秘的情调，显得越发安谧。“何处”二字，看似寻常，实则绝妙：由于山深林密，使人不觉钟声从何而来，只有“嗡嗡”的声音在四周缭绕；这与上句的“无人”相应，又暗承首句的“不知”。有小径而无人行，听钟鸣而不知何处，再衬以周遭参天的古树和层峦叠嶂的群山。这是十分荒僻而又幽静的境界。\n\n　　五六两句，仍然意在表现环境的幽冷，而手法和上二句不同，写声写色，逼真如画，堪称名句。诗人以倒装句，突出了入耳的泉声和触目的日色。“咽”字在这里下得极为准确、生动：山中危石耸立，流泉自然不能轻快地流淌，只能在嶙峋的岩石间艰难地穿行，仿佛痛苦地发出幽咽之声。诗人用“冷”来形容“日色”，粗看极谬，然而仔细玩味，这个“冷”字实在太妙了。夕阳西下，昏黄的余晖涂抹在一片幽深的松林上，这情状，不能不“冷”。诗人涉荒穿幽，直到天快黑时才到香积寺，看到了寺前的水潭。“空潭”之“空”不能简单地理解为“什么也没有”。王维诗中常用“空”字，如“空山不见人”、“空山新雨后”、“夜静春山空”之类，都含有宁静的意思。暮色降临，面对空阔幽静的水潭，看着澄清透彻的潭水，再联系到寺内修行学佛的僧人，诗人不禁想起佛教的故事：在西方的一个水潭中，曾有一毒龙藏身，累累害人。佛门高僧以无边的佛法制服了毒龙，使其离潭他去，永不伤人。佛法可以制毒龙，亦可以克制世人心中的欲念啊。“安禅”为佛家术语，即安静地打坐，在这里指佛家思想。“毒龙”用以比喻世俗人的欲望。\n\n　　王维晚年诗笔常带有一种恬淡宁静的气氛。这首诗，就是以他沉湎于佛学的恬静心境，描绘出山林古寺的幽邃环境，从而造成一种清高幽僻的意境。王国维谓“不知一切景语，皆情语也”。这首诗的前六句纯乎写景，然无一处不透露诗人的心情，可以说，王维是把“晚年惟好静”的情趣融化到所描写的景物中去的了。因此最后“安禅制毒龙”，便是诗人心迹的自然流露。\n\n　　诗采用由远到近、由景入情的写法，从“入云峰”到“空潭曲”逐步接近香积寺，最后则吐露“安禅制毒龙”的情思。这中间过渡毫无痕迹，浑然天成。诗人描绘幽静的山林景色，并不一味地从寂静无声上用力，反而着意写了隐隐的钟声和呜咽的泉声，这钟声和泉声非但没有冲淡整个环境的平静，反而增添了深山丛林的僻静之感。这就是通常所讲的“鸟鸣山更幽”的境界。\n\n","translation":"不知道香积寺在什么地方，攀登好几里误入云拥群峰。\n古木参天却没有人行路径，深山里何处传来古寺鸣钟。\n山中泉水撞危石响声幽咽，松林里日光照射也显寒冷。\n黄昏时来到空潭隐蔽之地，安然地修禅抑制心中毒龙。\n\n"}
{"_id":{"$oid":"5b9a17f6367d5c0f40d22b22"},"title":"卖痴呆词","dynasty":"宋代","writer":"范成大","content":"除夕更阑人不睡，厌禳钝滞迎新岁；\n小儿呼叫走长街，云有痴呆召人买。\n二物于人谁独无？就中吴侬仍有余；\n巷南巷北卖不得，相逢大笑相揶揄。\n栎翁块坐重帘下，独要买添令问价。\n儿云翁买不须钱，奉赊痴呆千百年。","type":["节日","春节"],"translation":"注释 更阑：午夜时分。 厌禳：谓以巫术祈祷鬼神除灾降福，或致灾祸于人，或降伏某物。 钝滞：迟钝呆滞。 两句合起来的解释就是，除夕夜直到午夜时分人们都还没有睡意，都在祈求神灵除灾降福、大家都呆滞的等待新的一年的临近和到来。"}
{"_id":{"$oid":"5b9a17f7367d5c0f40d22b23"},"title":"论诗五首","dynasty":"清代","writer":"赵翼","content":"满眼生机转化钧，天工人巧日争新。\n预支五百年新意，到了千年又觉陈。\n\n李杜诗篇万口传，至今已觉不新鲜。\n江山代有才人出，各领风骚数百年。\n\n只眼须凭自主张，纷纷艺苑漫雌黄。\n矮人看戏何曾见，都是随人说短长。\n\n少时学语苦难圆，只道工夫半未全。\n到老始知非力取，三分人事七分天。\n\n诗解穷人我未空，想因诗尚不曾工。\n熊鱼自笑贪心甚，既要工诗又怕穷。\n\n","type":[],"remark":"李杜：指李白、杜甫。\n江山代有才人出：国家代代都有很多有才情的人。\n风骚：指《诗经》中的“国风”和屈原的《离骚》。后来把关于诗文写作的诗叫做“风骚”。这里指在文学上有成就的“才人”的崇高地位和深远影响。\n只眼：独到的见解，眼力出众。\n艺苑：艺坛，艺术领域。\n雌黄：即鸡冠石，黄赤色，可作颜料。古人写字用黄纸，写错了用雌黄涂掉再写。后用信口雌黄喻随口乱说。\n\n","shangxi":"其二\n\n　　第一、二句人指出，即使是李白、杜甫这样伟大的诗人，他们的诗篇也有历史局限性。\n\n　　第三、四句诗人呼唤创新意识，希望诗歌写作要有时代精神和个性特点，大胆创新，反对演习守旧。\n\n　　世人常常用这句诗来赞美人才辈出，或表示一代新人替换旧人，或新一代的崛起，就如滚滚长江，无法阻拦。\n\n　　此反映了作者诗歌创作贵在创新的主张。他认为诗歌随时代不断发展，诗人在创作的时候也应求新求变，并非只有古人的作品才是最好的，每个时代都有属于自己的风格的诗人。写出了后人继承前人。本诗虽语言直白，但寓意深刻。“江山代有才人出，各领风骚数百年。”一句表达了文学创作随着时代变化发展的主题思想与中心。\n\n　　赵翼论诗提倡创新，反对机械模式。他通过对诗家李白、杜甫成就的回顾，以历史发展的眼光来看，各个时代都有其标领风骚的人物，不必为古人是从。诗歌也应随着时代不断发展。\n\n其三\n\n　　这是一首作者表白自己的艺术主张的诗。指出文艺批评应提倡有独到的见解，不可鹦鹉学舌，人云亦云。\n\n　　作者一针见血地指出：评论诗词的好坏优劣，应当有自己的见解和主张哪个，而不能像文坛艺苑中的某些人一样，心口雌黄。马克思哲学认为，要做到独具慧眼，深刻地认识、把握事物的本质，一是必须在实践中占有大量的感性材料；而是必须善于对感性材料进行“去粗取精、去伪存真、由此及彼、由表及里”的加工，实现由感性认识上升到理性认识的飞跃和发展。\n\n　　前二句点出在纷纷的艺苑里各种说法鱼龙混杂，这时　需要的是独具慧眼，有自己的视角和观点。当然这是相当不容易的，需要自己有深厚的学养和阅历，成为“高人”。\n\n　　后二句作一形象的比喻，用矮人看戏作比，矮人看戏时被前边的人挡住目光，哪里能看到戏台上的场景?戏散大家一起谈起来时，只能是附和人家的说法。这就好比我们自己对“艺苑”的看法，如果自己学力浅薄，不能“独具只眼”，那就只能“随人说短长”了，这种鹦鹉学舌，拾人牙慧的行为作者是坚决反对的。\n\n　　这首诗继承以诗歌体裁论诗歌的传统，见解卓异，说理畅达。全诗看似佶手拈来、随手而出，但却具有极为精辟深刻的理论内涵。李白、杜甫被称为诗中仙圣，在唐代即受到推崇，如韩愈在仕由逝世时才3岁，后来他熟读李杜诗篇，作有《调张籍》一诗，其中有“李杜文章在，光芒万丈长”“伊我生其后，举颈遥相望”等语，可谓敬佩得五体投地。而后世特别是明清两代，对李杜的崇拜更是前所未有，并且普遍地认为诗自唐以来诗道不振，一代不如一代。甚至有人还提出从《诗经》以来每况愈下、自宋元以来无诗之论，这种看法在明清诗歌理论中占有主导地位。\n\n　　诗人开篇即总论概述了这一普遍现象，以李杜为代表指出了他们的诗作固然光耀千秋，流传万古，其崇高地位与普及程度已是脸炙人家传户诵。接下来却陡然转笔，尖锐地指出了这种情况带来的另外的弊端：熟极而流，不仅令人觉得从内容到形式都没有新意，而且还隐隐含有这一现象在某一程度上阻碍了后世诗人的创新之意，其见解之深刻，笔触之辛辣，思虑之周到，足以发人深省。前两句并非真足在贬低李杜，而是为下文略作铺垫而已，以下即转入主题的抒发。\n\n","translation":"其一\n大自然和人类社会不断的运动发展，新事物，新思想层出不穷。\n即使能预支五百年的新意作，到了一千年又觉得陈旧了。\n\n其二\n李白和杜甫的篇曾经被成千上万的人传颂，但读起来感觉已经没有什么新意了。\n国家代代都有很多有才情的人，他们的诗篇文章以及人气都会流传数百年。\n\n其三\n纷纷的艺苑里各种说法鱼龙混杂，良莠不齐，对错互见，深浅不一，对同一问题的看法有时也五花八门。这时需要的是独具慧眼，有自己的视角和观点。\n如果自己见识低下，就像矮人看戏似的，自己什么也没看见，对戏的好坏心中没有定数，只是随声附和罢了。\n\n"}
{"_id":{"$oid":"5b9a17f8367d5c0f40d22b24"},"title":"唐多令·惜别","dynasty":"宋代","writer":"吴文英","content":"何处合成愁。离人心上秋。纵芭蕉、不雨也飕飕。都道晚凉天气好，有明月、怕登楼。 \n年事梦中休。花空烟水流。燕辞归、客尚淹留。垂柳不萦裙带住。漫长是、系行舟。","type":["宋词三百首","宋词精选","婉约","羁旅","孤独","怀人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155541561.mp3","remark":"心上秋：“心”上加“秋”字，即合成“愁”字。\n飕（sōu）：形容风雨的声音。这里指风吹蕉叶之声。\n年事：指岁月。\n“燕辞归”句：曹丕《燕歌行》：“群燕辞归鹄南翔，念君客游多思肠。慊慊思归悉故乡，君何淹留寄他方。”此用其意。客，作者自指。\n淹留：停留。\n萦：旋绕，糸住。\n裙带：指燕，指别去的女子。\n\n","shangxi":"　　吴文英的这首《唐多令》写的是羁旅怀人。全词字句不事雕琢，自然浑成，在吴词中为别调。\n\n　　就内容而论可分两段，然与此的自然分片不相吻合。\n\n　　“何处合成愁？离人心上秋。纵芭蕉不雨也飕飕。都道晚凉天气好；有明月，怕登楼。年事梦中休，花空烟水流。燕辞归、客尚淹留”为第一段，起笔写羁旅秋思，酿足了愁情，目的是为写别情蓄势。前二句先点“愁”字，语带双关。从词情看，这是说造成这些愁情的，是离人悲秋的缘故，秋思是平常的，说离人秋思方可称愁，单就这点说命意便有出奇制胜之处。从字面看，“愁”字是由“秋心”二字拼合而成，所以此二字又近于字谜游戏。这种手法，古代歌谣中经常可见，王士禛谓此二句为“《子夜》变体”，具“滑稽之隽”（《花草蒙拾》），是道著语。此词以“秋心”合成“愁”字，是离合体，皆入谜格，故是“变体”。此处似乎是信手拈来，涉笔成趣，毫无造作之嫌，且紧扣主题秋思离愁，实不该以“油腔滑调”（陈廷焯《白雨斋词话》卷二）目之。\n\n　　“何处合成愁？离人心上秋。”两句一问一答，开篇即出以唱叹，而且凿空道来，实可称倒折之笔。下句“纵芭蕉不雨也飕飕”是说，虽然没有下雨，但芭蕉也会因飕飕秋风，发出凄凉的声响。这分明想告诉读者，先时有过雨来。而起首愁生何处的问题，正由此处蕉雨惹起。所以前二句即由此倒折出来，平添千回百折之感。秋雨初停，天凉如水，明月东升，正是登楼纳凉赏月的好时候。“都道晚凉天气好”，可谓人云亦云，而“有明月，怕登楼”，才是客子真实独特的心理写照。“月是故乡明”，望月是难免会触动乡思离愁的。这三句没有直说愁，却通过客子心口不一的描写把它充分地表现了。\n\n　　秋属岁未，颇容易使人联想到晚岁。过片就叹息年光过尽，往事如梦。“花空烟水流”是比喻青春岁月的流逝，又是赋写秋景，兼有二义之妙。由此可见客子是长期飘泊在外，老大未回之人。看到燕子辞巢而去，心生无限感慨。“燕辞归”与“客尚淹留”，两相对照，自可见人不如候鸟。以上蕉雨、明月、落花、流水、去燕……虽无非秋景，而又不是一般的秋景，于中无往而非客愁，这也就是“离人心上秋”的具体形象化了。\n\n　　此下“垂柳不萦裙带住，谩长是、系行舟”为第二段，写客中孤寂的感叹。“垂柳”是眼中秋景，而又关离情别事写来承接自然。“萦”、“系”二字均由柳丝绵长思出，十分形象。“垂柳不萦裙带住”一句写的是其人已去，“裙带”二字暗示对方的身份和彼此之间的关系：“谩长是，系行舟”二句是自况，意思是自己不能随去。羁身异乡，又成孤零，本就有双重悲愁，何况离自己而去者又是一位情侣呢。由此方见篇着“离人”二字具有更多一重含意，是离乡又逢离别的人啊，其愁也就更其难堪了。伊人已去而自己既留，必有不得已的理由，却不明说（也无须说），只是埋怨柳丝或系或不系，无赖至极，却又耐人寻味。“燕辞归、客尚淹留”句与此三句，又形成比兴关系，情景相映成趣。\n\n　　全词第一段对于羁旅秋思着墨较多，渲染较详，为后边描写蓄足了力量。第二段写字中怀人，着笔简洁明快，发语恰到好处，毫无拖沓之感。较之作者的其它作品，此词确有其独到之处。\n\n","translation":"怎样合成一个“愁”，是离别之人的心上加个秋。纵然是秋雨停歇之后，风吹芭蕉的叶片，也吹出冷气飕飕。别人都说是晚凉时的天气最好，可是我却害怕登上高楼，那明月光下的清景，更加令我滋生忧愁。\n往昔的种种情事好像梦境一样去悠悠，就像是花飞花谢，就像是滚滚的烟波般向东奔流。群群的燕子已经飞回南方的故乡，只有我这游子还在异地停留。丝丝垂柳不能系住她的裙带，却牢牢地拴住我的行舟。\n\n"}
{"_id":{"$oid":"5b9a17f8367d5c0f40d22b25"},"title":"鹊桥仙·华灯纵博","dynasty":"宋代","writer":"陆游","content":"华灯纵博，雕鞍驰射，谁记当年豪举。酒徒一半取封侯，独去作、江边渔父。\n轻舟八尺，低篷三扇，占断苹洲烟雨。镜湖元自属闲人，又何必、君恩赐与。","type":["宋词三百首","追忆","生活","壮志"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155542071.mp3","remark":"华灯：装饰华丽的灯台。\n纵博：纵情赌博。此处视为豪爽任侠的一种行为表现。《剑南诗稿》卷二十五《九月一日夜读诗稿有感走笔作歌》：“四十从戎驻南郑，酣宴军中夜连日……华灯纵博声满楼，宝钗艳舞光照席。……”\n酒徒：犹言市井平民，普通人。《史记》卷九十七《郦生陆贾列传》：“郦生嗔目案剑叱使者曰：走，复入言沛公！吾高阳酒徒也，非儒人也。”\n渔父：渔翁，打鱼的老人。\n占断：完全占有。\n蘋洲：丛生苹草的小河。\n镜湖：在浙江会稽、山阴两县交界处，周遭三百余里，以水平如镜而出名。\n闲人：作者自称，乃愤激之辞。\n官家赐与：唐开元间，诗人贺知章告老还乡到会稽，唐玄宗诏赐镜湖剡溪一曲。陆游反用其典，表达自己的不满之情。官家，指皇帝，此处明指唐玄宗，实指当时的南宋皇帝。\n\n","shangxi":"　　“华灯纵博，雕鞍驰射，谁记当年豪举。”开篇就追忆往事，发表感慨。这两句采用倒叙手法，回忆“当年”旧事。从“华灯纵博，雕鞍驰射”两个对偶句，知所谓当年是指在南郑从军一段时期。他对这一时期的“豪举”生活，印象极为深刻，后来多次见于吟咏。这是因为：一、他亲自到了接近国防前线的地区，接触许多激动人心的场景，如射猎、检阅、韩信拜将坛、武侯祠庙，登高远望长安诸山，义士冒死驰递情报等等。二、扩展了视野，丰富了生活，激发了爱国热情，获得了大量的创作题材，奠定了“诗外功夫”的理论。完全可以说，南郑从军，对他的诗歌艺术具有划时代的意义。他曾有诗说：“华灯纵博声满楼，宝钗艳舞光照席。”“分骑霜天伐狐兔，张灯雪夜掷枭卢。”前两句辞采华丽，极具象征意义，将当年南郑从戎时期，词人与同僚纵情欢赌、策马射猎的生活场景重现。此处赌博并无贬义，突显的恰是一掷千金的豪爽性格。“谁记”二字转折强烈，写华年消逝、世事变迁之后，还有谁记得当年的豪情壮志。\n\n　　“酒徒一半取封侯，独去作江边渔父。”这两句紧承“谁记”领起的转折，想过去，叹今朝。从此，下文分向“低沉”和“开朗”两方面开拓。封侯、渔父，是两种截然不同的人生遭遇，荣辱升沉，各有畔岸。“酒徒”是普普通通的平凡之人，暗用刘邦时策士郦生故事，在这儿是指原来和自己比肩而后来逐渐爬上去的达官贵人（如范成大、周必大都位至宰执）。当年与自己一起饮酒的人，至少有一半已经封侯进爵，可是自己却落得病老乡里，成了一个靠打渔为生的衰老渔夫。这里只作说明，并不见褒贬或感叹的痕迹。但也不禁使人发问：那些酒徒，是怎样取得封侯的，自己又为什么落拓江湖甘心去做钓徒渔父，但这不是作论文，为艺术法则所制约，不能说，也不必说了。诗词语者，有它的特色，留有余味，让读者自去咀嚼和解答，这就是“言有尽而意无穷”的妙处。“独”字突显出孤家寡人、顾影自怜之意。把成为“渔父”的自己置于“封侯者”之中，对比鲜明，写出陆游仕途的坎坷失意。还应看到，去做渔父，有他的天惠条件，门前宅旁，江湖满地，烟水迷离，是渔父生涯最理想的环境。无怪他在词作里常常提列。此篇而外，如《渔歌子》五首、《鹊桥仙·一竿风月》、《长相思》五首，都是歌颂渔钓生活的清丽超爽之作。诚然，这里也许微寓《楚辞·渔父》“举世皆浊而我独清”的惋叹。\n\n　　下阕紧承“渔父”二字，从小船写起。“轻舟八尺，低篷三扇”，八尺长的轻小舟船，只有三扇低矮的蓬窗，恐怕只能容下词人一人。但是，词人却说它“占断蘋洲烟雨”，别有新致。表现出词人对渔钓生活的喜爱。“占断颇洲烟雨”，情景交融，韵味殊胜。蘋洲之上，烟雨迷蒙，水云之乡，为自己独占．逍遥容与，可以尽情领略心境何等旷远。况周颐说：“善言情者，但写景而情在其中。”只此一句，抵得张志和全篇《渔歌子》，此可视为“当年豪举”在意境上的升华。在广阔的湖面这一背景中，相较于“轻舟”之小，湖水简直可称大而无当，如此轻巧纤弱的一叶扁舟，绝对不可能占尽风雨，唯词人胸怀宽广能为之。通过这样鲜明的对比，词人言明渔钓生活已成为自己的精神栖所。\n\n　　“镜湖元自属闲人，又何必官家赐与。”这两句引贺知章的典故。贺知章是会稽人，为官为文都很成功，天宝年间自请归乡为道士，唐玄宗特赐封地。这两句中，词人用略带嘲讽的口吻，打趣贺知章受皇恩所赐得以清闲归乡，实是用以自嘲，嘲笑自己衰鬓残年尚寸功未立。虽有怨念，但词人不仅把这种情怀表达得十分平淡，还显得英气凛然，可能是其晚年心境愈发冲和的缘故。\n\n　　后人论辛、陆诗词，谓“时时掉书袋．要是一癖”。其实用事只要贴切自然，没有什么不可以。近代词人、词论家况周颐指出必欲得天然妙语，“其道有二。曰性灵流露，曰书卷酝酿。”可谓知言。杨慎评此作：“英气可掬，流落亦可惜矣！”杨慎于此拈出“英气”二字．丁消沉遁世的基调中看到开朗超拔的一面，具见法眼。在任何时代，作为一个诗人的气质来说，这种“英挺之气”断不可少。这是在品格和艺术创作中的间架和脊梁。\n\n　　全词用笔蕴蓄，颇见炼字炼句之功。如开头只用八个字，就概括了南郑从军多方而的“豪举”。“酒徒”二句，指出持身不同，遭逢各异，亦自言外有意。“占断”一句，只用六字，诗情画意，境界全出。正如赵翼所说：“放翁功夫精到，出语自然老洁，他人数言不能了者，只在一二语了之。”若姚范说他“苍黯蕴蓄之风盖微”，并非公允之论。\n\n　　另外，此词虽用了一半篇幅描绘渔父生涯，但陆游与张志和一类烟波钓徒全然不同。被迫投闲的渔父即使表面上再潇洒悠闲，骨子里仍是时时不忘“当年豪举”的爱国志士。正是这股内在的豪纵之气，贯注于全词，便在字里行间和转折推进中流露了一种强烈的不平、怨愤、牢骚和孤傲，而词中“谁记”、“独去”、“占断”、“元自”、“何必”等词语，则在表现上述感情方面起了重要作用。\n\n","translation":"当年在华丽的灯光下纵情地博弈，骑着骏马猎射驰骋，谁还记得我当年豪壮的军旅生活？那些无聊酒徒有许多如今都封了官爵，只有我等愿意隐居江边做渔翁。\n江边有八尺轻舟。撑着低低的三扇篷，独自享受长满蘋草的水边景色，镜湖本来就属于像我这样的闲适之人。又何必非要你“官家”赐与不可呢？\n\n"}
{"_id":{"$oid":"5b9a17f8367d5c0f40d22b26"},"title":"菩萨蛮·绿芜墙绕青苔院","dynasty":"宋代","writer":"陈克","content":"绿芜墙绕青苔院，中庭日淡芭蕉卷。蝴蝶上阶飞，烘帘自在垂。\n玉钩双语燕，宝甃杨花转。几处簸钱声，绿窗春睡轻。","type":["婉约","写景","抒情"]}
{"_id":{"$oid":"5b9a17f8367d5c0f40d22b27"},"title":"江城子·前瞻马耳九仙山","dynasty":"宋代","writer":"苏轼","content":"前瞻马耳九仙山。碧连天。晚云间。城上高台，真个是超然。莫使匆匆云雨散，今夜里，月婵娟。\n小溪鸥鹭静联拳。去翩翩。点轻烟。人事凄凉，回首便他年。莫忘使君歌笑处，垂柳下，矮槐前。","type":["写景","山水","喜爱","赞美"]}
{"_id":{"$oid":"5b9a17f8367d5c0f40d22b28"},"title":"沁园春·孤馆灯青","dynasty":"宋代","writer":"苏轼","content":"孤馆灯青，野店鸡号，旅枕梦残。渐月华收练，晨霜耿耿；云山摛锦，朝露漙漙。世路无穷，劳生有限，似此区区长鲜欢。微吟罢，凭征鞍无语，往事千端。\n当时共客长安，似二陆初来俱少年。有笔头千字，胸中万卷；致君尧舜，此事何难？用舍由时，行藏在我，袖手何妨闲处看。身长健，但优游卒岁，且斗尊前。","type":["议论","抒怀","人生"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155542828.mp3","remark":"沁园春：词牌名，又名《寿星明》、《洞庭春色》等。双调一百十四字，平韵。\n孤馆：寓居客舍住的人很少。灯青：点着灯起床，灯发着青光。\n野店鸡号：说明走得早。野，村落。\n旅枕：喻旅店的睡眠。\n月华收练：月光像白色的绢，渐渐收起来了。\n耿耿：明亮的样子。\n摛（chī）锦：似锦缎展开。形容云雾缭绕的山峦色彩不一。\n溥溥（tuán）：露多的样子。一说为露珠圆的样子。\n世路：人世的经历。\n劳生：辛苦、劳碌的人生。\n区区：渺小，这里形容自己的处境不顺利。鲜，少。\n微吟：小声吟哦。\n凭征鞍：站在马身边。词题小序说“马上”，作者骑着马行进。\n千端：千头万绪，犹言多。\n共客长安：兄弟二人嘉佑间客居沐京应试。长安，代指汁京。\n二陆：指西晋文学家陆机、陆云兄弟。少年，年纪轻。\n笔头千字：即下笔千言之意。\n胸中万卷：胸中藏有万卷书。形容读书很多，学识渊博。\n致君：谓辅佐国君，使其成为圣明之主。\n行藏（cáng），意为被任用就出仕，不被任用就退隐。\n袖手：不过问。\n优游卒岁：悠闲地度过一生。\n且斗尊前：犹且乐尊前。斗，喜乐戏耍之词。尊，酒杯。\n\n","translation":"孤零零旅舍灯光青冷，厌听这荒野鸡鸣，收拾起旅枕残梦。晓月渐渐淡去了白绢似的皎洁，微亮的晨霜一片晶莹；山上云白如展开的锦缎，朝露点点与晨光辉映。人世间的行程没个尽头，有限的是这劳顿的人生。似这般无足称道的平庸，难得有欢愉的心境。我这里独自低吟罢，征鞍上，悄无声，许多往事涌心中。\n当年我们风华正茂，同时客居在汴京，如同陆机、陆云兄弟，初到京城还年轻。幸有妙笔在手文思敏捷，诗书万卷在胸，自以为辅佐圣上使其成为尧舜，该是星月同辉，事业必成。其实重用与否在于时势，入世出世须由自己权衡。不妨闲处袖手看风云，少不得那分明哲与淡定。好在你我身体康健，只须终年悠闲游乐，姑且杯中寻醉慰平生。\n\n"}
{"_id":{"$oid":"5b9a17f8367d5c0f40d22b29"},"title":"劳劳亭","dynasty":"唐代","writer":"李白","content":"天下伤心处，劳劳送客亭。\n春风知别苦，不遣柳条青。","type":["送别","离别","借景抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155543283.mp3","remark":"劳劳亭：在今南京市西南，古新亭南，为古时送别之所。《景定建康志》：劳劳亭，在城南十五里，古送别之所。吴置亭在劳劳山上，今顾家寨大路东即其所。《江南通志》：劳劳亭，在江宁府治西南。\n知：理解。\n遣：让。\n\n","shangxi":"　　此诗的前两句“天下伤心处，劳劳送客亭”，诗人以极其洗练的笔墨、高度概括的手法，破题而入，直点题旨。单就句意而言，这两句就是屈原《楚辞·九歌·少司命》所说的“悲莫悲兮生别离”和江淹《别赋》所说的“黯然销魂者，唯别而已矣”。但诗人既以亭为题，就超越一步、透过一层，不说天下伤心事是离别，只说天下伤心处是离亭。这样直中见曲，越过了离别之事来写离别之地，越过了送别之人来写送别之亭，立言就更高妙，运思就更超脱。而读者自会因地及事，由亭及人。\n\n　　不过，这首诗的得力之处却非上面这两句，而是它的后两句。在上两句诗里，诗人为了有力地展示主题、极言离别之苦，指出天下伤心之地是离亭，也就是说天下伤心之事莫过于离别，已经把诗意推到了高峰，似乎再没有什么话好说，没有进一步盘旋的余地了。如果后两句只就上两句平铺直叙地加以引伸，全诗将纤弱无力，索然寡味。而诗人才思所至，就亭外柳条未青之景，陡然转过笔锋，以“春风知别苦，不遣柳条青”这样两句，别翻新意，另辟诗境。\n\n　　这一出人意表的神来之笔，出自诗人的丰富联想。《文心雕龙·物色篇》说：“诗人感物，联类不穷。”诗思往往是与联想俱来的。诗人在构思时，要善于由甲及乙，由乙及丙。联类越广，转折和层次越多，诗篇就越有深度，也越耐人寻味。王之涣的《送别》诗“杨柳东风树，青青夹御河。近来攀折苦，应为别离多”，也是从杨柳生意，构思也很深曲；但就诗人的联想而言，只不过因古时有杨柳送别习俗，就把送别与杨柳这两件本来有联系的事物联系在了一起，而诗中虽然说到杨柳是“东风树”，却没有把送别一事与东风相联。李白的这两句诗却不仅因送别想到折柳，更因杨柳想到柳眼拖青要靠春风吹拂，从而把离别与春风这两件本来毫不相干的事物联在了一起。如果说王诗的联想还是直接的，那么李诗的联想则是间接的，其联想之翼就飞得更远了。\n\n　　应当说，在古代诗歌中，从送别写到折柳，在从折柳写到春风的诗，并非绝无仅有。杨巨源的《折杨柳》诗“水边杨柳曲尘丝，立马烦君折一枝。惟有春风最相惜，殷勤更向手中吹”，写得也具见巧思，但与李白这两句相比，就显得巧而不奇。李白的这两句诗是把联想和奇想结合为一的。诗人因送别时柳条未青、无枝可折而生奇想，想到这是春风故意不吹到柳条，故意不让它发青，而春风之所以不让柳条发青，是因为深知离别之苦，不忍看到人间折柳送别的场面。从诗人的构思说，这是联想兼奇想；而如果从艺术手法来说，这是托物言情，移情于景，把本来无知无情的春风写得有知有情，使它与相别之人同具惜别、伤别之心，从而化物为我，使它成了诗人的感情化身。\n\n　　与李白的这首诗异曲同工、相映成趣的有李商隐的《离亭赋得折杨柳二首》之一：\n\n　　暂凭樽酒送无憀，莫损愁眉与细腰。\n\n　　人世死前惟有别，春风争似惜长条。\n\n　　对照之下，两诗都以离亭为题，都是从离别想到杨柳，从杨柳想到春风，也都把春风写得深知离别之苦，对人间的离别满怀同情。但两诗的出发点相同，而结论却完全相反：李白设想春风因不愿见到折柳送别的场面而不让柳条发青；李商隐却先说送别之人不忍折损杨柳的枝叶，再设想春风为了让人们在临别之时从折柳相赠中表达一片情意，得到一点慰藉，而不惜柳条被人攀折。这说明，同一题材可以有各种不同的构思、不同的写法。诗人的想象是可以自由飞翔的，而想象的天地又是无限广阔的。\n\n","translation":"天下最伤心的地方，就是这送别的劳劳亭。\n春风也会意离别的痛苦，不催这柳条儿发青。\n\n"}
{"_id":{"$oid":"5b9a17f8367d5c0f40d22b2a"},"title":"周亚夫军细柳","dynasty":"两汉","writer":"司马迁","content":"　　文帝之后六年，匈奴大入边。乃以宗正刘礼为将军，军霸上；祝兹侯徐厉为将军，军棘门；以河内守亚夫为将军，军细柳，以备胡。\n\n　　上自劳军。至霸上及棘门军，直驰入，将以下骑送迎。已而之细柳军，军士吏被甲，锐兵刃，彀弓弩，持满。天子先驱至，不得入。先驱曰：“天子且至！”军门都尉曰：“将军令曰：‘军中闻将军令，不闻天子之诏。’”居无何，上至，又不得入。于是上乃使使持节诏将军：“吾欲入劳军。”亚夫乃传言开壁门。壁门士吏谓从属车骑曰：“将军约，军中不得驱驰。”于是天子乃按辔徐行。至营，将军亚夫持兵揖曰：“介胄之士不拜，请以军礼见。”天子为动，改容式车，使人称谢：“皇帝敬劳将军。”成礼而去。\n\n　　既出军门，群臣皆惊。文帝曰：“嗟呼，此真将军矣！曩者霸上、棘门军，若儿戏耳，其将固可袭而虏也。至于亚夫，可得而犯邪？”称善者久之。\n\n","type":["故事","赞颂","将军"],"remark":"文帝：汉高祖刘邦之子刘恒，公元前180至公元前157年在位。吕后死后，周勃等平定诸吕，他以代王入为皇帝。在位期间，执行“与民休息”的政策，减轻地税、赋役和刑狱，使农业生产有所恢复发展，又削弱诸侯势力，以巩固中央政权。旧史家把他与景帝统治时期并举，称“文景之治”。 后六年，即后元六年（公元前158年）。\n匈奴：我国古代北方的游牧民族。入边，侵入边境。\n宗正：官名，负责皇族内部事务的长官，由皇族担任。\n军：驻军。\n霸上：古地名，一作灞上，又名霸头，因地处霸水西高原上得名，在今陕西西安市东。\n祝兹侯：封号。\n棘门：原为秦宫门，在今陕西咸阳东北。\n河内：郡名，今河南北部地区。守，郡的行政长官。\n细柳：古地名，在今陕西省咸阳西南，渭河北岸。 备：防备\n上：指汉文帝。\n被：通“披”。指穿。\n彀(gòu）：张满弓。弩（nǔ）：一种用机械力量射箭的弓，泛指弓。\n持满：把弓弦拉足。\n军门都尉：守卫军营的将官，职位略低于将军。\n节：符节，皇帝给的凭证。\n壁门：营门。车骑：汉代将军的名号。\n按：控制。辔：马缰绳。徐：慢慢地。\n持兵揖：手持兵器作揖。揖，双手抱拳行礼。\n介：铁甲；胄：头盔。为：被。\n式车：在车上俯身扶着车前的横木，表示尊敬。式，车前的横木，现在写作“轼”。\n谢：告知。\n曩：（nǎng）以往，从前，过去。\n将：将领。\n动：感动\n改容：改变神情。\n\n通假字\n军士吏被甲 被通披：披在身上\n改容式车 式通轼：车前的横木\n可得而犯邪　邪通耶：语气助词\n\n","translation":"　　汉文帝后元六年，匈奴大规模侵入汉朝边境。于是，朝廷委派宗正官刘礼为将军，驻军在霸上；祝兹侯徐厉为将军，驻军在棘门；委派河内郡太守周亚夫为将军，驻军细柳，以防备匈奴侵扰。\n\n　　皇上亲自去慰劳军队。到了霸上和棘门的军营，驱驰而入，将军及其属下都骑着马迎送。随即来到了细柳军营，只见官兵都披戴盔甲，手持锋利的兵器，开弓搭箭，弓拉满月，戒备森严。皇上的先行卫队到了营前，不准进入。先行的卫队说：“皇上将要驾到。”镇守军营的将官回答：“将军有令：‘军中只听从将军的命令，不听从天子的命令。’”过了不久，皇上驾到，也不让入军营。于是皇上就派使者拿符节去告诉将军：“我要进营慰劳军队。”周亚夫这才传令打开军营大门。守卫营门的官兵对跟从皇上的武官说：“将军规定，军营中不准驱车奔驰。”于是皇上的车队也只好拉住缰绳，慢慢前行。到了大营前，将军周亚夫手持兵器，双手抱拳行礼说：“我是盔甲在身的将士，不便跪拜，请允许我按照军礼参见。”皇上因此而感动，脸上的神情也改变了，俯身扶着横木上，派人致意说：“皇帝敬重地慰劳将军。”劳军礼仪完毕后辞去。\n\n　　出了细柳军营的大门，许多大臣都深感惊诧。文帝感叹地说：“啊！这才是真正的将军。先前的霸上、棘门的军营，简直就像儿戏一样，匈奴是完全可以通过偷袭而俘虏那里的将军，至于周亚夫，岂是能够侵犯他吗？”长时间对周亚夫赞叹不已。\n\n"}
{"_id":{"$oid":"5b9a17f8367d5c0f40d22b2b"},"title":"京都元夕","dynasty":"金朝","writer":"元好问","content":"袨服华妆着处逢，六街灯火闹儿童。\n长衫我亦何为者，也在游人笑语中。","type":["元宵节","游玩"],"remark":"京都：指汴京。今属河南开封。\n元夕：元宵，正月十五日晚上。\n袨（xuàn)服：盛服，艳服，漂亮的衣服。\n华妆：华贵的妆容。\n着处：到处。\n闹：玩耍嬉闹。\n长衫：读书人多穿着长衫。\n何为：为何，做什么。\n\n","translation":"元宵节时，到处都能碰到女人们穿着盛装，化着美好的妆容来看灯；小孩子们则在街道上欢闹着。\n我这个穿朴素长衫的读书人做什么呢？也在游人欢声笑语的气氛中赏灯猜谜。\n\n"}
{"_id":{"$oid":"5b9a17f8367d5c0f40d22b2c"},"title":"八至","dynasty":"唐代","writer":"李冶","content":"至近至远东西，至深至浅清溪。\n至高至明日月，至亲至疏夫妻。","type":["哲理"],"remark":"至：最。八至：此以诗中有八个“至”字为题。\n东西：指东、西两个方向。\n疏：生疏，关系远，不亲近。\n\n","translation":"最近也是最远的是东与西，最深也是最浅的是清溪。\n最高也是最明的是日和月，最亲也是最疏的是夫妻。\n\n"}
{"_id":{"$oid":"5b9a17f8367d5c0f40d22b2d"},"title":"江村即事","dynasty":"唐代","writer":"司空曙","content":"钓罢归来不系船，江村月落正堪眠。 \n纵然一夜风吹去，只在芦花浅水边。 \n","type":["写景","乡村","生活"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155544777.mp3","remark":"即事：以当前的事物为题材所做的诗。\n罢：完了；系：系好。不系船：《庄子》曰“巧者劳而智者忧，无能者无所求，饱食而遨游，泛若不系之舟”，即以“不系之舟”为无为思想的象征。\n正堪眠：正是睡觉的好时候；堪：可以，能够。\n纵然：即使。\n\n","shangxi":"　　此诗载于《全唐诗》卷二九二。诗写江村眼前事情，但诗人并不铺写村景江色，而是通过江上钓鱼者的一个细小动作及心理活动，反映江村生活的一个侧面，写出真切而又恬美的意境。\n\n　　“钓罢归来不系船”，首句写渔翁夜钓回来，懒得系船，而让渔船任意飘荡。“不系船”三字为全诗关键，以下诗句全从这三字生出。“江村月落正堪眠”，第二句上承起句，点明“钓罢归来”的地点、时间及人物的行动、心情。船停靠在江村，时已深夜，月亮落下去了，人也已经疲倦，该睡觉了，因此连船也懒得系。但是，不系船可能对安然入睡会有影响。这就引出了下文：“纵然一夜风吹去，只在芦花浅水边。”这两句紧承第二句，回答了上面担心的问题。“纵然”“只在”两个关联词前后呼应，一放一收，把意思更推进一层：且不说夜里不一定起风，即使起风，没有缆住的小船也至多被吹到那长满芦花的浅水边，也没有什么关系。这里，诗人并没有刻画幽谧美好的环境，然而钓者悠闲的生活情趣和江村宁静优美的景色跃然纸上，表达了诗人对生活随性的态度。\n\n　　这首小诗善于以个别反映一般，通过“钓罢归来不系船”这样一件小事，刻画江村情事，由小见大，就比泛泛描写江村的表面景象要显得生动新巧，别具一格。诗在申明“不系船”的原因时，不是直笔到底，一览无余，而是巧用“纵然”“只在”等关联词，以退为进，深入一步，使诗意更见曲折深蕴，笔法更显腾挪跌宕。诗的语言真率自然，清新俊逸，和富有诗情画意的幽美意境十分和谐。\n\n","translation":"垂钓归来，却懒得把缆绳系上，任渔船随风飘荡；而此时残月已经西沉，正好安然入睡。\n即使夜里起风，小船被风吹走，大不了也只是停搁在芦花滩畔，浅水岸边罢了。\n\n"}
{"_id":{"$oid":"5b9a17f9367d5c0f40d22b2e"},"title":"浪淘沙·往事只堪哀","dynasty":"五代","writer":"李煜","content":"往事只堪哀，对景难排。秋风庭院藓侵阶。一任珠帘闲不卷，终日谁来。\n金锁已沉埋，壮气蒿莱。晚凉天净月华开。想得玉楼瑶殿影，空照秦淮。","type":["追怀","帝王","生活"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155544898.mp3","remark":"藓侵阶：苔藓上阶，表明很少有人来。\n一任：任凭。吴本、吕本、侯本《南唐二主词》、《花草粹编》作“一行”。《续选草堂诗余》、《古今词统》作“一片”。粟本《二主词》、《历代诗余》、《全唐诗》作“桁（héng）”。一桁：一列，一挂。如杜牧《十九兄郡楼有宴病不赴》：“燕子嗔重一桁帘。”\n终日谁来：整天没有人来。\n金锁：即铁锁，用三国时吴国用铁锁封江对抗晋军事。或以为“金锁”即“金琐”，指南唐旧日宫殿。也有人把“金锁”解为金线串制的铠甲，代表南唐对宋兵的抵抗。众说皆可通。锁：萧本、晨本《二主词》作“琐”。侯本《南唐二主词》、《花草粹编》、《词综》、《历代诗余》、《全唐诗》作“金剑”。《续选草堂诗余》、《古今词统》作“金敛”。《古今词统》并注：“敛，一作剑。”按：作敛不可解，盖承“金剑”而误。\n已：《草堂诗余续集》、《古今词统》作“玉”。《古今词统》并注：“玉，一作已。\n”蒿莱：蒿莱，借指野草、杂草，这里用作动词，意为淹没野草之中，以此象征消沉，衰落。\n净：吴讷《百家词》旧抄本、吕本、侯本、萧本《南唐二主词》、《花草粹编》、《词综》、《续集》、《词综》、《全唐诗》俱作“静”。\n秦淮：即秦淮河。是长江下游流经今南京市区的一条支流。据说是秦始皇为疏通淮水而开凿的，故名秦淮。秦淮一直是南京的胜地，南唐时期两岸有舞馆歌楼，河中有画舫游船。\n\n","shangxi":"　　起句“往事只堪哀”，将全篇基调定出，并凝结到一个“哀”字上。这“哀”是如此深重，以至于“对景难排”。本来“对景难排”就在说无人可以倾诉，只好独自面对景物，希望能作排遣，在诉说哀痛深重的同时，已有孤独之意。由此拈出“难”，是说孤苦之深，面对景物也无法排遣。更接以“秋风庭院藓侵阶”，用苔藓满地写无人造访，用庭院秋风写空旷凄凉，景色已然寂寞，孤苦唯见深重。这样便将人的孤独写得很具体，很形象，那内心的哀伤，非但是“难排”，“对景”更是徒然增痛而已。时当秋天，是枯索萧瑟之季；身在庭院，有高墙围困之难。而在这小院中，秋风吹过，树叶黄落，唯一的绿色就是蔓延生长的苔藓，那层暗绿一直爬到了进入堂室的台阶上，看着令人心酸。刘禹锡的《陋室铭》有“苔痕上阶绿，草色入帘青”的名句，表现高逸脱俗的文人雅趣。这里写苔藓，是说生活的孤寂，在寒瑟的秋天虽然有这一点绿色，却是长年没有人行走的痕迹，尤增悲哀。于是作者“一任珠帘闲不卷”，既然“终日”都无人来。“一桁”写索性，不是痛快的豪放，而是无奈的放弃。“闲”写门帘长垂的状态，实指自己百无聊赖的生活处境，既不是“一帘风月闲”（《长相思》）的悠闲，也不是“同醉与闲平，诗随羯鼓成”（《菩萨蛮》）的闲散。上片就眼前景物而写孤苦的凄凉心境。\n\n　　下片转折而起，以“金锁已沉埋，壮气蒿莱”悲悼国家破灭、身陷为虏的遭遇。想当年，身为君主，群臣俯首，宫娥簇拥，有过颐指气使的威严，有过春花雪月的风流，而所有的繁华与富贵都一起随着金陵的陷落而烟消云散，化为了乌有。此时徘徊庭院，往事无限，看秋夜天高，秋月澄明，那金陵城中，“雕栏玉砌应犹在”，却不再是往日的气象。南唐已破灭，君主成囚虏，秋月还是那轮秋月，只是“空照秦淮”而已。这里的“玉楼瑶殿影”，可以分作两层理解。第一层是指秦淮河边的旧时宫苑，映照在月光下，投影在河水中，却是有楼影而无人影，重在一个“照”字。第二层是指神话传说中的月宫，华丽壮观却虚无缥缈，就像此刻记忆中的故国宫苑，重在一个“空”。就第一层讲，作者是凭着想象回到旧地，就第二层讲，则作者是在当地望月而遥寄哀思。这两层意思就将一人而两地的情思通过一轮秋月糅合到一起，“空照”不仅在秦淮的楼阁，也在汴京的人一心。“空照”的感受中有无尽的心酸与哀苦。\n\n　　这首词写当前的孤寂，与往日的繁华相对，不过不是直接道出，而是借景抒情。上片景色“秋风庭院藓侵阶”，写得寒瑟凄惨；下片景色“晚凉天净月华开”，虽然清冷，却是一片澄明。这两处景色，一明一暗，又一在白日，一在夜晚，就构成了双重的联系。在格调上是现在与过去的对比，在时间上则是日以继夜的相承。因此，“对景难排”不仅是说眼前景，而且是指所有的景物，无论四季，无论日夜，都不能为孤苦的作者排遣悲哀，不说“往事只堪哀”，用其他的话也是无法表达出悲哀的。\n\n","translation":"往事回想起来，只令人徒增哀叹；即便面对多么美好的景色，也终究难以排遣心中的愁苦。秋风萧瑟，冷落的庭院中，爬满苔藓的台阶，触目可见。门前的珠帘，任凭它慵懒地垂着，从不卷起，反正整天也不会有人来探望。\n横江的铁锁链，已经深深地埋于江底；豪壮的气概，也早已付与荒郊野草。傍晚的天气渐渐转凉，这时的天空是那样的明净，月光毫无遮拦地洒满秦淮河上。\n\n"}
{"_id":{"$oid":"5b9a17f9367d5c0f40d22b2f"},"title":"赠秀才入军·其十四","dynasty":"魏晋","writer":"嵇康","content":"息徒兰圃，秣马华山。\n流磻平皋，垂纶长川。\n目送归鸿，手挥五弦。\n俯仰自得，游心太玄。\n嘉彼钓叟，得鱼忘筌。\n郢人逝矣，谁与尽言？","type":["古诗三百首","想象","行军","抒情"],"remark":"兰圃：有兰草的野地。\n秣马：饲马。\n磻（音波）：用生丝做绳系在箭上射鸟叫做弋，在系箭的丝绳上加系石块叫做磻。皋：水边地。这句是说在皋泽之地弋鸟。\n纶：指钓丝。\n五弦：乐器名，似琵琶而略小。\n太玄：就是大道。“游心太玄”，是说心中对于道有所领会，也就是上句“自得”的意思。\n筌：捕鱼竹器名。《庄子·外物》道：“筌者所以在鱼，得鱼而忘筌。”又道：“言者所以在意，得意而忘言。”“得鱼忘筌”是“得意忘言”的比喻，说明言论是表达玄理的手段，目的既达，手段就不需要了。\n郢：古地名，春秋楚国的都城。\n\n","translation":"　　我们的部队于兰圃休息，在青草丰茂的山坡喂马，在水边的原野用石弹（磻）打鸟，在长河里钓鱼。一边目送着南归的鸿雁，一边信手挥弹五弦琴。一举一动都悠然自得。对大自然的奥妙之道能够心领神会，十分快乐！不禁赞赏《庄子》中那位渔翁捕到了鱼，忘掉了筌（捕鱼工具）的风神。（以上几句委婉地劝谕其兄归隐田园，享受大自然的乐趣，放弃军旅生活。）同心同德的郢人已经死了，这些话跟谁多说了都没用。（作者担心嵇喜与他志趣相异，难以接受其劝谕，表示惋惜。）\n\n"}
{"_id":{"$oid":"5b9a17f9367d5c0f40d22b30"},"title":"忆秦娥·咏桐","dynasty":"宋代","writer":"李清照","content":"临高阁，乱山平野烟光薄。烟光薄，栖鸦归后，暮天闻角。\n断香残酒情怀恶，西风催衬梧桐落。梧桐落，又还秋色，又还寂寞。","type":["咏物","登高","伤怀"],"shangxi":"　　四印斋本《漱玉词补遗》题此词作“咏桐”，似未切。纵观全篇，这应是一首借景抒情之作。尽管因为难以考证它的作年，我们无法准确把握作者挥毫濡翰时的情境和心绪，因而也无法深究作者所抒之情的底蕴是黍离之悲还是相思之苦，但作者抒情的真挚程度却足以使我们受到感染，而不著痕迹地显现于其中的高超技巧也足以令我们折服。\n\n　　词的上篇写登楼的所见所闻。在一个秋天的傍晚，作者怀着“剪不断，理还乱”的愁思，缓步登临高阁，凭栏远眺。跃入她眼帘的竟是那样一番衰飒、悲凉的景象：缭乱的群山，平旷的原野，惨淡的烟光，以及聒噪着归巢的昏鸦。它们拼合为一幅令人伤心惨目的秋晚眺望图。有图若此，难堪已极，而作者偏偏还要为它配上撼人心魄的画外音——那在暮色中久久回荡的悲壮的号角声。号角声，不仅将作者的情思带入更寥廓的空间，而且为我们提供了捕捉作者情思的线索。由这作为背景之一的悲壮的号角声，我们无妨推测那是靖康之变发生后的兵荒马乱岁月。既然如此，联系作者靖康之变后亡国、丧失、贫病交加、流离失所的遭遇，似乎可以断言，渗透在这幅秋晚眺望图中的是一种揉合着国仇家恨的浑灏苍茫的忧伤之情。其实，秋景本不当这般萧瑟，只因为“伤心人别具眼目”，才在作者笔下萧瑟若此。以情役景，景因情设，这本是诗词家的惯伎。正因为这样，刘禹锡在《秋词》中用“晴空一鹤排云上，便引诗情到碧霄”的壮阔之景来表现志士的豪情，王维在《山居秋暝》中用“明月松间照，清泉石上流”的清丽之景来表现隐者的雅致，而李清照则在此词中用“乱山平野烟光薄。烟光薄。栖鸦归后，暮天闻角”这样的萧瑟之景来表现她的忧思，从中，我们似乎也可悟出些“诗家三昧”。\n\n　　词的下片写登楼所思所感。如果比较上下片在章法、技巧方面的异同，我们可以清楚地看到：同样表现为情与景的有机交融，但上片着重写景，而景中有情，下片则着重抒情，而情中有景。“断香”句，作者的视线由阁外移到阁中。一如“乱山平野烟光薄”，这撩人眼目、乱人情思的“断香残酒”，勾起作者闲愁万种，使她更加难以为怀，乃至一反固有的婉曲作法，于百般无奈中吐出“情怀恶”这样的直抒胸臆之语。“东风”句再度将视野拓开，摄下桐叶随风飘坠的特写镜头。这纷纷飘坠的桐叶，猛烈扣响了颤动在作者内心的生命之弦，使她情不自禁地联想到：在走完一大段痛苦和欢乐相伴、灾难与幸福相继的人生旅程后，自己岂不也到了飘坠、凋零的岁月？“梧桐落”三字的有意重复，虽然主要是为服从词律，却也昭示着我们：这一衰歇景象，给予作者怎样深刻的感受，又引起她内心怎样的强烈反响！“又还秋色，又还寂寞”两句便以作者的感受和反响作结。“又还”，表明作者因历览秋色而更感寂寞已非一遭，很难判断她这是第几回逢秋而悲。这就在相当程度上增加了抒情的广度和深度。细绎全词，画面是那样惨淡、萧飒，情感又是那样凝重、沉痛，与作者早期那些抒写相思之情的哀婉却不失明丽的词作有着不同的韵味，因而视之为后期的作品，或许并无武断之嫌。\n\n"}
{"_id":{"$oid":"5b9a17f9367d5c0f40d22b31"},"title":"浣溪沙·湖上西风急暮蝉","dynasty":"宋代","writer":"晏殊","content":"湖上西风急暮蝉。夜来清露湿红莲。少留归骑促歌筵。 \n为别莫辞金盏酒。入朝须近玉炉烟。不知重会是何年。","type":["写景","宴会","抒怀","离别"],"remark":"歌筵：有歌者唱歌劝酒的宴席。\n为别：犹分别，相别。\n莫辞：不要推辞。\n入朝：谓进入中央朝廷做官。\n须：必得，应当。\n\n\n","translation":"傍晚夕阳斜照，微风吹过湖面，蝉鸣不歇。夜晚降临，颗颗清露点缀在红莲之上，煞是可爱。停留片刻后骑马赶赴即将开始的酒宴。\n离别之酒请不要推辞，让我们开怀畅饮。入朝为官就像靠近玉炉中的熏香让人心中欢畅，只是至此一别不知何时才能再欢聚一堂。\n\n"}
{"_id":{"$oid":"5b9a17f9367d5c0f40d22b32"},"title":"采桑子·何人解赏西湖好","dynasty":"宋代","writer":"欧阳修","content":"何人解赏西湖好，佳景无时。飞盖相追。贪向花间醉玉卮。\n谁知闲凭阑干处，芳草斜晖。水远烟微。一点沧洲白鹭飞。","type":["写景","写水","西湖"],"remark":"采桑子：词牌名，又名“丑奴儿令”、“罗敷艳歌”、“罗敷媚”。四十四字，前后片各三平韵。\n飞盖相追：化用曹植《公讌》诗：“清夜游西园，飞盖相追随。”盖：车篷；飞盖指奔驰的马车。\n玉卮：玉做的杯子。卮：饮酒的圆形器皿。\n阑干：“阑干”最早指一种竹子木头或者其他东西编织的一种遮挡物。后来就引申为纵横交错的样子，这里指水气交错的样子。\n晖：阳光。\n沧洲：水边的陆地。\n\n","translation":"谁能看得懂西湖的美丽？西湖任何时候都是美景。驱车去追寻。只愿在花丛绿树中饮酒贪欢。\n谁知道随意站立在那水气交错的迷离之中，绿草斜阳正美。水波幽远，烟雾飘渺，白鹭飞来，仿佛水滨之间只有一点。\n\n"}
{"_id":{"$oid":"5b9a17f9367d5c0f40d22b33"},"title":"后宫词","dynasty":"唐代","writer":"白居易","content":"泪湿罗巾梦不成，夜深前殿按歌声。 \n红颜未老恩先断，斜倚薰笼坐到明。","type":["唐诗三百首","宫怨"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155545387.mp3","remark":"宫词：此诗题又作《后宫词》。\n按歌声：依照歌声的韵律打拍子。\n红颜：此指宫宫女。\n恩：君恩。\n熏笼：覆罩香炉的竹笼。香炉用来熏衣被，为宫中用物。\n\n","shangxi":"　　诗的主人公是一位不幸的宫女。她一心盼望君王的临幸而终未盼得，时已深夜，只好上床，已是一层怨怅。宠幸不可得，退而求之好梦；辗转反侧，竟连梦也难成，见出两层怨怅。梦既不成，索性揽衣推枕，挣扎坐起。正当她愁苦难忍，泪湿罗巾之时，前殿又传来阵阵笙歌，原来君王正在那边寻欢作乐，这就有了三层怨怅。倘使人老珠黄，犹可解说；\n\n　　偏偏她盛鬓堆鸦，红颜未老，生出四层怨怅。要是君王一直没有发现她，那也罢了；事实是她曾受过君王的恩宠，而现在这种恩宠却无端断绝，见出五层怨怅。夜已深沉，濒于绝望，但一转念，犹翼君王在听歌赏舞之后，会记起她来。于是，斜倚熏笼，浓熏翠袖，以待召幸。不料，一直坐到天明，幻想终归破灭，见出六层怨怅。一种情思，六层写来，尽缠绵往复之能事。而全诗却一气浑成，如笋破土，苞节虽在而不露；\n\n　　如茧抽丝，幽怨似缕而不绝。短短四句，细腻地表现了一个失宠宫女复杂矛盾的内心世界。夜来不寐，等候君王临幸，写其希望；听到前殿歌声，君王正在寻欢作乐，写其失望；君恩已断，仍斜倚熏笼坐等，写其苦望；天色大明，君王未来，写其绝望。泪湿罗巾，写宫女的现实；求宠于梦境，写其幻想；恩断而仍坐等，写其痴想；坐到天明仍不见君王，再写其可悲的现实。全诗由希望转到失望，由失望转到苦望，由苦望转到最后绝望；由现实进入幻想，由幻想进入痴想，由痴想再跌入现实，千回百转，倾注了诗人对不幸者的深挚同情。\n\n","translation":"泪水湿透了罗巾无法入睡好梦难成，深夜时分听到前殿传来按着节拍唱歌的声音。红颜尚未老去已经失去了君王的恩宠，斜靠着熏笼一直坐到天明。\n\n韵译\n泪水湿透罗巾，好梦却难做成；\n深夜，前殿传来有节奏的歌声。\n红颜尚未衰减，恩宠却已断绝；\n她独倚着熏笼，一直坐到天明。\n\n"}
{"_id":{"$oid":"5b9a17f9367d5c0f40d22b34"},"title":"梅花","dynasty":"唐代","writer":"李煜","content":"殷勤移植地，曲槛小栏边。共约重芳日，还忧不盛妍。 \n阻风开步障，乘月溉寒泉。谁料花前后，蛾眉却不全。 \n失却烟花主，东君自不知。清香更何用，犹发去年枝。","type":["梅花","抒情"],"shangxi":"　　此诗题为《梅花》，却不是一首咏物诗，而是咏叹与梅花相关的人和事。据《全唐诗》载：“后主尝与周后移植梅花于瑶光殿之西，及花时，而后已殂，因成诗见意。”\n\n　　此诗首联起句“殷勤移植”语，即指这次移植梅花之事；“移植地”便是“瑶光殿之西”的“曲槛小栏边”。李煜、周后（即昭惠皇后）都是极富雅趣之人，又凭着帝王皇后的特殊条件，便为自己的生活极力营造出优美的氛围。他们以销金红罗罩壁，以绿钿刷丝隔眼，糊以红罗，种梅花其外，兴之所至，便有了移植梅花之事。颔联写道“共约重芳日，还忧不盛妍”，意思是记得当时还曾担心，梅花“重芳日”，只恐“不盛妍”。唯其如此，颈联便接着说：“阻风开步障，乘月溉寒泉。”为了给梅花“阻风”，这两位形影相随的伴侣还特意为梅花牵开了漂漂亮亮、长长宽宽的“步障”；为了给梅花浇水，也还曾不辞“乘月”披星之劳。实指望来年能观赏到夫妻共同移植、一块浇灌的梅花的艳美风姿。可是，又有谁能料到花开前后，这正该供夫妻共赏同乐的美景良辰，而“蛾眉却不前”。尾联的这一慨叹，紧承在语流上逐层推进的前三联而发，于升至极高处的波峰浪尖，忽发哀音，跌入深潭，凄恻动人，给读者心灵以强烈冲击。\n\n"}
{"_id":{"$oid":"5b9a17f9367d5c0f40d22b35"},"title":"菩萨蛮·劝君今夜须沉醉","dynasty":"唐代","writer":"韦庄","content":"劝君今夜须沉醉，尊前莫话明朝事。珍重主人心，酒深情亦深。\n须愁春漏短，莫诉金杯满。遇酒且呵呵，人生能几何。","type":["宋词三百首","饮酒","感伤"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155545237.mp3","remark":"尊前：酒席前。尊：同“樽（zūn）”，古代盛酒器具。《淮南子》：“圣人之道，犹中衢而设樽耶，过者斟酌，各得其宜。”　\n“须愁”句：应愁时光短促。漏：刻漏，指代时间。\n莫诉：不要推辞。\n呵呵（huōhuō）：笑声。这里是指“得过且过”，勉强作乐。\n\n","shangxi":"　　这首词头两句说“劝君今夜须沈（沉）醉，尊前莫话明朝事”，下半首又说“须愁春漏短，莫诉金杯满”，四句之中竟有两个“须”字，两个“莫”字，口吻的重叠成为这首词的特色所在，也是佳处所在，下面写“遇酒且呵呵，人生能几何”，又表现得冷漠空泛。有的选本因为这重叠和空泛而删去了这首词，叶嘉莹教授认为这实际上等于割裂了一个完整的生命进程，都是未能体会出这首词真正好处的缘故。\n\n　　“劝君今夜须沈醉，尊前莫话明朝事”，是深情的主人的劝客之语，一个“今夜”，一个“明朝”具有沉痛的含义。这两句是说：你今夜定要一醉方休，酒杯之前不要说起明天的事情。人是要有明天才有希望的，明天是未来希望的寄托，可是他现在用了一个“莫”字，今朝有酒今朝醉，明天的事千万别提起。“莫话明朝事”，那必然是明天的事情有不可期望，不可以诉说的悲哀和痛苦，所以他这里反映了非常沉痛的悲哀。这是主人劝客之词，如果联想到他的“红楼别夜”的美人劝他早归家，则当时他的希望原当在未来，在明天，明天回去可以见到他“绿窗人似花”的美人，而现在主人劝他“尊前莫话明朝事”，是明天绝无回去的希望了。“珍重主人心，酒深情亦深”，意思是说：纵然是对红楼别夜的美人还是这般的锺情和怀念，但是没有再见的希望，我就珍重现在热情的主人的心意吧，因为主人敬给我的酒杯是深的，主人对我的情谊也是深的。李白有首诗是这样写的：“兰陵美酒郁金香，玉碗盛来琥珀光。但使主人能醉客，不知何处是他乡。”大意是：兰陵的美酒散发着郁金花的香气，白玉碗中的酒浆闪泛着琥珀般的光泽，只要主人能使我沉醉，我就忘记了什么地方是他乡。一般人只知道欣赏李白诗潇洒飞扬的一面，其实李白诗也有非常沉痛的一面，李白写饮酒的诗最多，而且多与“悲愁”联系在一起，像“抽刀断水水更流，举杯消愁愁更愁”，“五花马，千金裘，呼儿将出换美酒，与尔同消万古愁”，都属此类。在韦庄这二句写的主人劝酒之情中，也隐含了深重的悲哀。\n\n　　下半阕的“须愁春漏短，莫诉金杯满”，叶嘉莹认为此处乃是客人自劝之词：我忧愁的是像今晚这般欢饮的春夜非常短暂，而不会以你把酒杯斟得太满作为推托之辞。“遇酒且呵呵”，“呵呵”是笑声，如果读者认为是真的欢笑就错了。因为“呵呵”两个字只是空洞的笑的声音，没有真正欢笑的感情，韦庄所写的正是强做欢笑的酸辛。他说：如果你再不珍惜今天“春漏短”的光阴，今天的欢笑，今天这“酒深情亦深”的感情，明天也都不会再存在了。唐朝灭亡，当时的韦庄已经是七十岁以上的老人了，所以他说“遇酒且呵呵，人生能几何”。\n\n","translation":"今天晚上劝您务必要喝个一醉方休，酒桌前千万不要谈论明天的事情。就珍重现在热情的主人的心意吧，因为主人的酒杯是深的，主人的情谊也是深的。\n我忧愁的是像今晚这般欢饮的春夜太短暂了，我不再推辞说您又将我的酒杯斟得太满。既然有酒可喝再怎么样也得打起精神来，人生能有多长呢？\n\n"}
{"_id":{"$oid":"5b9a17f9367d5c0f40d22b36"},"title":"就义诗","dynasty":"明代","writer":"杨继盛","content":"浩气还太虚，丹心照千古。\n生平未报国，留作忠魂补。","type":["古诗三百首","爱国","壮志"],"remark":"浩气：正气。正大刚直的精神。 还：这里是回归的意思。 太虚：太空。\n丹心：红心，忠诚的心。 千古：长远的年代，千万年。\n生平：一辈子，一生。 报国：报效国家。\n忠魂：忠于国家的灵魂，忠于国家的心灵、精神。 魂：作者的原意是指死后的魂灵，这是古人的看法。\n\n","translation":"我本为浩然正气而生，仅为国而死，浩气当还于太空，虽我将死，但丹心可永存，可千秋万代照耀后世。\n生平早有报国心，却未能报国留下遗憾，留下忠魂作厉鬼仍要为国除害杀敌作补偿。\n\n"}
{"_id":{"$oid":"5b9a17fa367d5c0f40d22b37"},"title":"春日","dynasty":"宋代","writer":"晁冲之","content":"阴阴溪曲绿交加，小雨翻萍上浅沙。\n鹅鸭不知春去尽，争随流水趁桃花。","type":["古诗三百首","写景","惜春"],"remark":"阴阴：草木繁盛。趁：追逐。\n\n","translation":"在草木阴阴的映照下，弯曲的小溪显得格外碧绿，一场小雨滴落在草坪上溅起细沙。\n鹅鸭不知道春天已过，还争相随着流水去追赶桃花。\n\n"}
{"_id":{"$oid":"5b9a17fb367d5c0f40d22b38"},"title":"忆王孙·春词","dynasty":"宋代","writer":"李重元","content":"萋萋芳草忆王孙。柳外楼高空断魂。杜宇声声不忍闻。欲黄昏。雨打梨花深闭门。 \n","type":["宋词三百首","婉约","伤春","怀人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155546984.mp3","remark":"萋萋：形容春草茂盛的样子。\n王孙：这里指游子，行人。\n杜宇：即杜鹃鸟，鸣声凄厉，好象在劝说行人“不如归去”。\n\n","translation":"茂密的青草可使我想起久客不归的王孙。杨柳树外楼阁高耸，她终日徒劳地伫望伤神。杜鹃乌儿一声声啼叫，悲凄的声音令人不忍听闻。眼看又到了黄昏，暮雨打得梨花凌落，深深闭紧闺门。\n\n"}
{"_id":{"$oid":"5b9a17fb367d5c0f40d22b39"},"title":"蝶恋花","dynasty":"宋代","writer":"晏殊","content":"梨叶疏红蝉韵歇。银汉风高，玉管声凄切。枕簟乍凉铜漏咽。谁教社燕轻离别。 \n 草际蛩吟珠露结。宿酒醒来，不记归时节。多少衷肠犹未说。朱帘一夜朦胧月。","type":[]}
{"_id":{"$oid":"5b9a17fb367d5c0f40d22b3a"},"title":"致酒行","dynasty":"唐代","writer":"李贺","content":"零落栖迟一杯酒，主人奉觞客长寿。\n主父西游困不归，家人折断门前柳。\n吾闻马周昔作新丰客，天荒地老无人识。\n空将笺上两行书，直犯龙颜请恩泽。\n我有迷魂招不得，雄鸡一声天下白。\n少年心事当拿云，谁念幽寒坐呜呃。(拿云 一作：拂云 / 擎云)","type":["怀才不遇","饮酒","抒怀"],"remark":"致酒：劝酒。\n行：乐府诗的一种体裁。\n零落：漂泊落魄。\n奉觞（shāng）：捧觞，举杯敬酒。\n客长寿：敬酒时的祝词，祝身体健康之意。\n主父：《汉书》记载：汉武帝的时候，“主父偃西入关见卫将军，卫将军数言上，上不省。资用乏，留久，诸侯宾客多厌之。”后来，主父偃的上书终于被采纳，当上了郎中。\n折断门前柳：折断门前的杨柳。\n马周：《旧唐书》记载：“马周西游长安，宿于新丰，逆旅主人唯供诸商贩而不顾待。周遂命酒一斗八升，悠然独酌。主人深异之。至京师，舍于中郎将常何家。贞观五年（631年），太宗令百僚上书言得失，何以武吏不涉经学，周乃为陈便宜二十余事，令奏之，皆合旨。太宗怪其能，问何，对曰：‘此非臣所能，家客马周具草也。’太宗即日招之，未至间，遣使催促者数四。及谒见，与语甚悦，令值门下省。六年授监察御史。”\n龙颜：皇上。\n恩泽：垂青。\n迷魂：这里指执迷不悟。宋玉曾作《招魂》，以招屈原之魂。\n拿云：高举入云。\n呜呃：悲叹。\n\n","shangxi":"　　这首诗写诗人客居长安，求官而不得的困难处境和潦倒感伤的心情。诗人以不得志的人的身份作客饮酒，前四句写作客的情形和潦倒自伤的心情。中间四句，诗人由自伤转为自负和自勉，引汉代名士主父偃和唐代名士马周自比，说明他自己有经世之才，早晚会得到皇帝赏识。后四句，诗人又由自负和自勉转为自伤，感慨自己冷落寂寞的处境。三层意思转折跌宕，沉郁顿挫，而以怀才不遇之意加以贯通。《李长吉集》引黄淳耀的话评价说：“绝无雕刻，真率之至者也。”黎简评价说：“长吉少有此沉顿之作。”\n\n　　从开篇到“家人折断门前柳”四句一韵，为第一层，写劝酒场面。先总说一句，“零落栖迟”（潦倒游息）与“一杯酒”连缀，大致地表示以酒解愁的意思。不从主人祝酒写起，而从客方（即诗人自己）对酒兴怀落笔，突出了客方悲苦愤激的情怀，使诗一开篇就具“浩荡感激”（刘辰翁语）的特色。接着，诗境从“一杯酒”而转入主人持酒相劝的场面。他首先祝客人身体健康。“客长寿”三字有丰富潜台词：忧能伤人，折人之寿，而“留得青山在”，才能“不怕没柴烧”。七字画出两人的形象，一个是穷途落魄的客人，一个是心地善良的主人。紧接着，似乎应继续写主人的致词了。但诗笔就此带住，以下两句作穿插，再引申出“零落栖迟”的意思，显得委婉含蓄。“主父西游困不归”，是说汉武帝时主父偃的故事。主父偃西入关，郁郁不得志，资用匮乏，屡遭白眼（见《汉书·主父偃传》）。诗人以他来自比，“困不归”中含有无限辛酸之情。古人多因柳树而念别。“家人折断门前柳”，通过家人的望眼欲穿，写出诗人自己的久羁异乡之苦，这是从对面落笔。引古自喻与对面落笔同时运用，都使诗情曲折，生动有味。经过这两句的跌宕，再继续写主人致词，诗情就更为摇曳多姿了。\n\n　　“吾闻马周昔作新丰客”到“直犯龙颜请恩泽”是第二层，为主人致酒之词。“吾闻”二字领起，是对话的标志；同时通过换韵，与上段划分开来。这几句主人的开导写得很有意味，他抓住上进心切的少年心理，甚至似乎看穿诗人引古自伤的心事，有针对性地讲了另一位古人一度受厄但终于否极泰来的奇遇：唐初名臣马周，年轻时受地方官吏侮辱，在去长安途中投宿新丰，逆旅主人待他比商贩还不如，他的处境比主父偃更为狼狈。为了强调这一点，诗中用了“天荒地老无人识”的生奇夸张造语，那种抱荆山之玉而“无人识”的悲苦，以“天荒地老”四字来表达，看似无理，实际上极能尽情。马周一度像这样困厄难堪，以后却时来运转，因替他寄寓的主人、中郎将常何代笔写条陈，唐太宗十分高兴，予以破格提拔。（注：原文见作品注释。）“空将笺上两行书，直犯龙颜请恩泽”说的就是这件事。主人的话到此为止，只称引古事，不加任何发挥。但这番语言很富于启发性。他说马周只凭“两行书”即得皇帝赏识，言外之意似乎是：政治出路不只是有一种途径，“囊锥”终有出头之日，科场受阻也不能悲观。事实上，马周只是被唐太宗偶然发现，这里却说成“直犯龙颜请恩泽”，主动自荐，似乎又在怂恿少年要敢于进取，创造成功的条件。这四句以古事对古事，话中有话，极尽循循善诱之意。\n\n　　“我有迷魂招不得”至篇终为第三层，直抒胸臆作结。“听君一席话，胜读十年书”，主人的开导使“我”这个“有迷魂招不得”者，茅塞顿开。诗人运用擅长的象征手法，以“雄鸡一声天下白”写主人的开导生出奇效，使他的心胸豁然开朗。这“雄鸡一声”是一鸣惊人，而“天下白”的景象更是光明璀璨。这一景象激起了诗人的豪情，于是末二句写道：“少年正该壮志凌云，怎能一蹶不振！老是唉声叹气，那是谁也不会来怜惜你的。”“谁念幽寒坐呜呃”，“幽寒坐呜呃”五字，用语独造，形象地刻画出诗人自己“咽咽学楚吟，病骨伤幽素”（《伤心行》）的苦态。“谁念”句，同时也就是一种对旧我的批判。末二句音情激越，颇具兴发感动的力量，使全诗具有积极的思想色彩。\n\n　　《致酒行》以抒情为主，却运用主客对白的方式，不作平直叙写。诗中涉及两个古人故事，却分属宾主，《李长吉歌诗汇解》引毛稚黄的话说：“主父、马周作两层叙，本俱引证，更作宾主详略，谁谓长吉不深于长篇之法耶？”这篇的妙处，还在于它有情节性，饶有兴味。另外，诗在铸词造句、辟境创调上往往避熟就生，如“零落栖迟”、“天荒地老”、“幽寒坐呜呃”，尤其是“雄鸡一声”句等等，或语新，或意新，或境奇，都对表达诗情起到了积极作用，是李贺式的锦心绣口。\n\n","translation":"我潦倒穷困漂泊落魄，唯有借酒消愁，主人持酒相劝，相祝身体健康。\n当年主父偃向西入关，资用困乏滞留异乡，家人思念折断了门前杨柳。\n哎，我听说马周客居新丰之时，天荒地老无人赏识。\n只凭纸上几行字，就博得了皇帝垂青。\n我有迷失的魂魄，无法招回，雄鸡一叫，天下大亮。\n少年人应当有凌云壮志，谁会怜惜你困顿独处，唉声叹气呢？\n\n"}
{"_id":{"$oid":"5b9a17fb367d5c0f40d22b3b"},"title":"山房春事二首","dynasty":"唐代","writer":"岑参","content":"风恬日暖荡春光，戏蝶游蜂乱入房。\n数枝门柳低衣桁，一片山花落笔床。\n\n梁园日暮乱飞鸦，极目萧条三两家。\n庭树不知人去尽，春来还发旧时花。\n\n","type":["春天","吊古"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155546751.mp3","remark":"山房：营造于山野的房舍、别墅。春事：春色、春光。\n恬：这里指风柔和。\n衣桁（héng）：犹衣架，挂衣服的横木。\n笔床：卧置毛笔的器具。南朝陈徐陵《〈玉台新咏〉序》：“翡翠笔床，无时离手。\n梁园：兔园，俗名竹园，西汉梁孝王刘武所建，故址在今河南省商丘市东，周围三百多里。园中有百灵山、落猿岩、栖龙岫、雁池、鹤洲、凫渚，宫观相连，奇果佳树，错杂其间，珍禽异兽，出没其中。日暮：傍晚，太阳落山的时候。\n极目：纵目，用尽目力远望。萧条：寂寞冷落；凋零。\n发：绽放。\n\n","shangxi":"　　第一首诗切合题意，纯是一首写景诗，写的是浓郁的春光充天塞地，不仅山野处处万紫千红，连山房书屋都被蜂蝶花木占领。这在一定程度上反映出作者对生活的热爱，对前途充满信心。作者先写近景，在他笔下，春风是柔和的，日光是温暖的，春意盎然。第二句选取了春天里很有代表性的生命：蝴蝶和蜜蜂，作者没有描写它们忙着采蜜的景象，而是写了它们误入厅房，并着一“乱”字，生动形象表现了蜂蝶之忙，进一步表现了春日的勃勃生机。第三、四句转入写静景，柳树的枝条在春风中飘舞，低过了晾衣的横木，在风的吹送下，一片山花落在了笔床上。虽是静景，但作者却是动静结合的描绘——两句都与风有关，而并没有直接写风，可见作者观察细微而笔力不凡。\n\n　　第二首诗是吊古之作。梁孝王曾在梁园中设宴，一代才人枚乘、司马相如等都应召而至。到了春天，更见热闹：百鸟鸣啭，繁花满枝，车马接轸，士女云集。\n\n　　就是这样一个繁盛所在，如今所见，则是：“梁园日暮乱飞鸦，极目萧条三两家。”这两句描画出两幅远景：仰望空中，晚照中乱鸦聒噪；平视前方，一片萧条，唯有三两处人家。当年“声音相闻”、“往来霞水”（枚乘《梁王兔园赋》）的各色飞禽不见了，宫观楼台也已荡然无存。不言感慨，而今古兴亡、盛衰无常的感慨自在其中。从一句写到二句，极自然，却极工巧：人们对事物的注意，常常由听觉引起。一片聒噪声，引得诗人抬起头来，故先写空中乱鸦。“日暮”时分，众鸟投林，从天空多鸦，自可想见地上少人，从而自然引出第二句中的一派萧条景象。\n\n　　诗人在远望以后，收回目光，就近察看，只见庭园中的树木，繁花满枝，春色不减当年。就象听到丁丁的伐木声，更感到山谷的幽静一样，这突然闯入他的视野中的绚丽春光，进一步加深了他对梁园极目萧条的印象。梁园已改尽昔日容颜，春花却依旧盛开。“庭树不知人去尽，春来还发旧时花。”诗人不说自己深知物是人非，却偏从对面翻出，说是“庭树不知”；不说此时梁园颓败，深可伤悼，自己无心领略春光，却说无知花树遵循自然规律，偏在这一片萧条之中依然开出当年的繁花。感情极沉痛，出语却极含蓄。\n\n　　作为一首吊古之作，梁园的萧条是诗人所要着力描写的。然而一、二两句已经把话说尽，再要顺着原有思路写出，势必叠床架屋。诗人于紧要处别开生面，在画面的主题位置上添上几笔艳丽的春色。以乐景写哀情，相反而相成，梁园的景色愈见萧条，诗人的吊古之情也愈见伤痛了，反衬手法运用得十分巧妙。\n\n　　全诗分前后两部分，笔法不同，色调各异，然而又并非另起炉灶，“庭树”与“飞鸦”暗相关合（天空有鸟，地上有树）。篇末以“旧时花”遥应篇首“梁园”，使全诗始终往复回还于一种深沉的历史感情之中。历来运用反衬手法表现吊古主题的作品固然不少，但有如此诗老到圆熟的，却不多见。\n\n","translation":"春风柔日光暖满目荡漾春光，蝴蝶和蜜蜂不时乱飞进厅房。\n门前的几枝柳条低拂着衣架，一片山花飘落在了笔床之上。\n\n梁园之中夕阳已西下，只有点点乱飞的乌鸦，放眼望去满目的萧条，零零落落三两户人家。\n园中树木你怎能知道，人已散尽失去了繁华，一年一度春风又吹过，依然开着昔日的鲜花。\n\n"}
{"_id":{"$oid":"5b9a17fb367d5c0f40d22b3c"},"title":"元夕无月","dynasty":"清代","writer":"丘逢甲","content":"满城灯市荡春烟，宝月沉沉隔海天。\n看到六鳌仙有泪，神山沦没已三年！\n\n三年此夕月无光，明月多应在故乡。\n欲向海天寻月去，五更飞梦渡鲲洋。\n\n","type":["元宵节","月亮"]}
{"_id":{"$oid":"5b9a17fb367d5c0f40d22b3d"},"title":"江陵愁望寄子安 / 江陵愁望有寄","dynasty":"唐代","writer":"鱼玄机","content":"枫叶千枝复万枝，江桥掩映暮帆迟。 \n忆君心似西江水，日夜东流无歇时。","type":["写景","思念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155546492.mp3","remark":"江陵：唐朝时江陵府东境达今湖北潜江汉水南岸。诗中“江陵”指长江南岸之潜江，而非北岸之江陵。子安，即李亿，为朝廷补阙。《情书寄子安》题下注云：“一本题下有补阙二字。”可知李子安即李亿。但也有人认为子安为另一人。\n掩映：时隐时现，半明半暗。暮帆：晚归的船。\n“忆君”二句：同南唐李煜《虞美人·春花秋月何时了》“问君能有几多愁，恰似一江春水向东流”与北宋欧阳修《踏莎行·候馆梅残》“离愁渐远渐无穷，迢迢不断如春水”表现手法相似。\n\n","shangxi":"　　鱼玄机这首《江陵愁望寄子安》载于《全唐诗》卷八〇四。下面是中国李白研究学会理事、四川大学文学与新闻学院教授周啸天先生对此诗的赏析。\n\n　　建安诗人徐干有著名的《室思》诗五章，第三章末四句是：“自君之出矣，明镜暗不治。思君如流水，无有穷已时。”后世爱其情韵之美，多仿此作五言绝句，成为“自君之出矣”一体。女诗人鱼玄机的这首写给情人的诗，无论从内容、用韵到后联的写法，都与徐干《室思》的四句十分接近。但体裁属七绝，可看作“自君之出矣”的一个变体。惟其有变化，故创获也在其中了。\n\n　　五绝与七绝，虽同属绝句，二体对不同风格的适应性却有较大差异。朱自清说：“论七绝的称含蓄为‘风调’。风飘摇而有远情，调悠扬而有远韵，总之是余味深长。这也配合着七绝的曼长的声调而言，五绝字少节促，便无所谓风调。”（《唐诗三百首指导大概》）读鱼玄机这首诗，觉着它比《自君之出矣》多一点什么的，正是这里所说的“风调”。本来这首诗也很容易缩成一首五绝：“枫叶千万枝，江桥暮帆迟。忆君如江水，日夜无歇时”，字数减少而意思不变，但总感到少一点什么，也是这里所说的“风调”。试逐句玩味鱼诗，看每句多出两字是否多余。\n\n　　首句以江陵秋景兴起愁情。《楚辞·招魂》：“湛湛江水兮上有枫，极目千里兮伤春心。”枫生江上，西风来时，满林萧萧之声，很容易触动人的愁怀。“千枝复万枝”，是以枫叶之多写愁绪之重。它不但用“千”“万”数字写枫叶之多，而且通过“枝”字的重复，从声音上状出枝叶之繁。而“枫叶千万枝”字减而音促，没有上述那层好处。\n\n　　“江桥掩映──暮帆迟”。极目远眺，但见江桥掩映于枫林之中；日已垂暮，而不见那人乘船归来。“掩映”二字写出枫叶遮住望眼，对于传达诗中人焦灼的表情是有帮助的。词属双声，念来上口。有此二字，形成句中排比，声调便曼长而较“江桥暮帆迟”为好听。\n\n　　前两句写盼人不至，后两句便接写相思之情。用江水之永不停止，比相思之永无休歇，与《室思》之喻，机杼正同。乍看来，“西江”、“东流”颇似闲字，但减作“忆君如流水，日夜无歇时”，比较原句便觉读起来不够味了。刘方平《春怨》末二句云：“庭前时有东风入，杨柳千条尽向西”，晚清王闿运称赞说“以东、西二字相起，（其妙）非独人不觉，作者也不自知也”，“不能名言，但恰入人意。”（《湘绮楼说诗》）鱼玄机此诗末两句妙处正同。细味这两句，原来分用在两句之中非为骈偶而设的成对的反义字（“东”“西”），有彼此呼应，造成抑扬抗坠的情调，或擒纵之致的功用，使诗句读来有一唱三叹之音，亦即所谓“风调”。而删芟这样字面，虽意思大致不差，却必损韵调之美。因此鱼玄机此诗每句多二字，有助于加强抒情效果，它们充分发挥了作用。所以比较五绝“自君之出矣”一体，艺术上正自有不可及之处。\n\n","translation":"在一个凄清的深秋，枫叶漂浮于江水之上。这时一阵西风吹来，漫山的树木发出萧萧之声，闻见此景，小女子我伤感了。极目远眺，见江桥掩映于枫林之中。日已垂暮，咋还不见情郎乘船归来。不见情郎归，小女子我焦灼了。我对情郎的思念如西江之水延绵不绝，流水有多长，我的思念就有多久。\n\n"}
{"_id":{"$oid":"5b9a17fb367d5c0f40d22b3e"},"title":"书","dynasty":"唐代","writer":"李峤","content":"削简龙文见，临池鸟迹舒。\n河图八卦出，洛范九畴初。\n垂露春光满，崩云骨气馀。\n请君看入木，一寸乃非虚。","type":["书法","赞美"]}
{"_id":{"$oid":"5b9a17fb367d5c0f40d22b3f"},"title":"放言五首·其一","dynasty":"唐代","writer":"白居易","content":"朝真暮伪何人辨，古往今来底事无。\n但爱臧生能诈圣，可知宁子解佯愚。\n草萤有耀终非火，荷露虽团岂是珠。\n不取燔柴兼照乘，可怜光彩亦何殊。","type":["抒情"],"remark":"放言：意即无所顾忌，畅所欲言。\n元九：即元稹，“九”是其排行。他在元和五年（810年）被贬为江陵士曹参军。其间曾作《放言五首》，见《元氏长庆集》卷十八。\n长句诗：指七言诗，相对五言诗而言；五言为短句。\n李颀：唐代诗人，开元十三年（725年）进士，诗以写边塞题材为主，风格豪放，慷慨悲凉，七言歌行尤具特色。此举其两句诗见于他的《杂兴》诗。济水：源出河南省济源县西王屋山，其故道过黄河而南，东流入今山东省境内。河：黄河。周公：姓姬名旦，周武王弟，成王之叔，武王死，成王年幼，周公摄政，管、蔡、霍三叔陷害，制造流言，诬蔑周公要篡位。周公于是避居于东，不问政事。后成王悔悟，迎回周公，三叔惧而叛变，成王命周公征之，遂定东南。\n接舆（yú）狂：接舆，传说是春秋时楚国的一个隐士，他以佯狂避世，故此说“接舆狂”。其真实姓名不可考，因他曾迎着孔子的车而歌，故称接舆（见《论语·微子》、《庄子·逍遥游》）。舆，本指车厢，亦泛指车。\n予：我。出佐浔阳：被贬出京，到江州去做司马，辅助治事。浔（xún）阳：指江州。隋设九江郡，唐代叫江州或浔阳郡。治所在今江西省九江市。\n未届所任：还未到达任所。届：到。\n暇（xiá）：空闲时间。\n缀（zhuì）：撰写。续其意：谓读元稹《放言》之意。耳：叹词。\n辨：一作“辩”。底：啥。\n臧（zāng）生：指臧武仲。臧：一作“庄”。防：是武仲的封地。武仲凭借其防地来要挟鲁君。武仲：臧孙氏，名纥，官为司寇，在贵族中有“圣人之称”（《左传·襄公二十二年》杜氏注：“武仲多知，时人谓之圣”）。诈圣：欺诈圣人。甯（nìng）子：指甯武子。甯：今亦作“宁”。知：同“智”。燔（fán）柴：此用为名词，指火光。照乘：珠名。殊：异。\n\n","translation":"白日真黑夜假谁去分辨，从古到今的事无尽无休。\n只喜臧生能骗过圣人，又怎知甯子识破了装傻的。\n萤火虫有光非真的火光，荷叶上的露水虽圆岂是真珠？\n不要烧柴去照亮车马，可怜的光彩有甚么不同呢？\n\n"}
{"_id":{"$oid":"5b9a17fb367d5c0f40d22b40"},"title":"黄海舟中日人索句并见日俄战争地图","dynasty":"清代","writer":"秋瑾","content":"万里乘风去复来，只身东海挟春雷。\n忍看图画移颜色，肯使江山付劫灰。\n浊酒不销忧国泪，救时应仗出群才。\n拼将十万头颅血，须把乾坤力挽回。\n\n","type":["爱国","抒怀"],"shangxi":"、　　此诗开头两句写自己胸怀壮志，寻找救国救民的革命真理。接着四句转入正题，就日俄战争图抒发感慨。最后两句表示诗人不惜牺牲生命，誓将用鲜血拯救祖国于水深火热之中的决心。全诗篇幅不长，却情辞激越，令人为之动容。光绪三十三年（1907年）秋瑾在浙江绍兴起义，失败后不幸被捕，在绍兴轩亭口英勇就义，她以自己的热血履行了自己的誓言。\n\n　　这是一首七言律诗。首联大气磅礴，展现出意气风发的诗人主体形象。颔联点出观图之事，从而引发对日俄横行东北的极大愤恨。干宝《搜神记》说，汉武帝开凿昆明池，挖到深处全是灰墨，问学识渊博的东方朔是怎么回事，东方朔说要西域人才知道。到了东汉明帝时，西域有道人来，问道人，回答是：圣经上说，天地大劫将尽，着劫烧，灰墨便是劫烧的余灰。这里借指战火的灰烬，说岂能把大好河山给人作战场，遭受战火的破坏。这两句写忧国怀抱，渴望有救国的志士能出现，也含有以出群之才自期的意思。颈联两句充分表现诗人的忧国之情，并由忧国而思济世。尾联表达愿为祖国而抛头颅洒热血的崇高志向。\n\n　　全篇所写，都是忧国的思想和救时的抱负，充满动人的爱国激情。语言朴素自然，直抒胸臆，不假雕饰，“忍看”“拚将”“须把”等词语的运用，将悲愤而激昂的感情，表达得淋漓尽致，劲健有力。全诗语言浅显明快，风格刚健豪放。情愫真率，披襟见怀；字重千钧，力能扛鼎。一腔豪气喷薄而出，丝毫不见女儿态。\n\n"}
{"_id":{"$oid":"5b9a17fb367d5c0f40d22b41"},"title":"江神子·恨别","dynasty":"宋代","writer":"苏轼","content":"天涯流落思无穷。既相逢。却匆匆。摧手佳人，和泪折残红。为问东风余几许，春纵在，与谁同。\n隋堤三月水溶溶。背归鸿。去吴中。回首彭城，清泗与淮通。寄我相思千点泪，流不到，楚江东。(版本一)\n\n天涯流落思无穷！既相逢，却匆匆。携手佳人，和泪折残红。为问东风余几许？春纵在，与谁同！\n隋堤三月水溶溶。背归鸿，去吴中。回首彭城，清泗与淮通。欲寄相思千点泪，流不到，楚江东。(版本二)\n\n","type":["春天","离别","写景","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155547845.mp3","shangxi":"　　此词作于元丰二年（1079）三月，为苏轼由徐州调至湖州途中。词中化用李商隐《无题》诗中“相见时难别亦难，东风无力百花残。春蚕到死丝方尽，蜡炬成灰泪始干”句意，将积郁的愁思注入即事即地的景物之中，抒发了作者对徐州风物人情无限留恋之情，并在离愁别绪中融入了深沉的身世之感。\n\n　　词的上片以感慨起调，言天涯流落，愁思茫茫，无穷无尽。“天涯流落”，深寓词人的身世之感。苏轼外任多年，类同飘萍，自视亦天涯流落之人。他在徐州仅两年，又调往湖州，南北辗转，这就更增加了他的天涯流落之感。这一句同时也饱含着词人对猝然调离徐州的感慨。“既相逢，却匆匆”两句，转写自己与徐州人士的交往，对邂逅相逢的喜悦，对骤然分别的痛惜，得而复失的哀怨，溢于言表。“携手”两句，写他永远不能忘记自己最后离开此地时依依惜别的动人一幕。“携手佳人”，借与佳人乍逢又别的感触言离愁。“和泪折残红”，写作者面对落花，睹物伤怀，情思绵绵，辗转不忍离去，同时也是写离徐的时间，启过拍“为问”三句。末三句由残红而想到残春，因问东风尚余几许，感叹纵使春光仍在，而身离徐州，与谁同春。此三句通过写离徐后的孤单，写对徐州的依恋，且笔触一波三折，婉转抑郁。\n\n　　词的下片即景抒情，继续抒发上片未了之情。过片“隋堤三月水溶溶”，是写词人离徐途中的真景，将浩荡的悲思注入东去的三月隋堤那溶溶春水中。“背归鸿，去吴中”，亦写途中之景，而意极沉痛。春光明媚，鸿雁北归故居，而词人自己却与雁行相反，离开徐州热土，南去吴中湖州。苏轼是把徐州当成了他的故乡，而自叹不如归鸿。“彭城”即徐州城。“清泗与淮通”暗寓作者不忍离徐，而现实偏偏无情，不得不背鸿而去，故于途中频频回顾，直至去程已远，回顾之中，唯见清澈的泗水由西北而东南，向着淮水脉脉流去。看到泗水，触景生情，自然会想到徐州（泗水流经徐州）。歇拍三句，即景抒情，于沉痛之中交织着怅惘的情绪。徐州既相逢难再，因而词人欲托清泗流水把千滴相思之泪寄往徐州，无奈楚江（指泗水）东流，相思难寄，令词人不禁怅然若失。托淮泗以寄泪，情真意厚，且想象丰富，造语精警；而楚江东流，又大有“自是人生长恨水长东”之意，感情沉痛、怅惘，读之令人肠断。\n\n　　此词写别恨，采用了化虚为实的艺术手法。作者由分别之地彭城，想到去湖州途中沿泗入淮，向吴中新任所的曲折水路；又由别时之“和泪”，想到别后的“寄泪”。这样，离愁别绪更显深沉、哀婉。结句“流不到，楚江东”，别泪千点因春水溶溶而愈见浩荡，犹如一声绵长的浩叹，久远地回响在读者的心头。\n\n"}
