{"_id":{"$oid":"5b9a1482367d5cab18668822"},"title":"扁鹊见蔡桓公","dynasty":"先秦","writer":"韩非","content":"　　扁鹊见蔡桓公，立有间，扁鹊曰：“君有疾在腠理，不治将恐深。”桓侯曰：“寡人无疾。”扁鹊出，桓侯曰：“医之好治不病以为功！”\n\n　　居十日，扁鹊复见，曰：“君之病在肌肤，不治将益深。”桓侯不应。扁鹊出，桓侯又不悦。\n\n　　居十日，扁鹊复见，曰：“君之病在肠胃，不治将益深。”桓侯又不应。扁鹊出，桓侯又不悦。\n\n　　居十日，扁鹊望桓侯而还走。桓侯故使人问之，扁鹊曰：“疾在腠理，汤熨之所及也；在肌肤，针石之所及也；在肠胃，火齐之所及也；在骨髓，司命之所属，无奈何也。今在骨髓，臣是以无请也。”\n\n　　居五日，桓侯体痛，使人索扁鹊，已逃秦矣。桓侯遂死。\n\n","type":["初中文言文","寓理","故事"],"shangxi":"　　这篇故事选自《韩非子·喻老》，题目是后人加的。内容带有劝喻型性。文章以时间为序，以蔡桓公（桓侯）的病情的发展为线索，通过扁鹊“四见”的局势，通过记叙蔡桓公因讳疾忌医最终致死的故事，阐明一个道理：不能盲目相信自己，不能讳疾忌医。同时给人们以启迪：对待自己的缺点、错误，也像对待疾病一样，决不能讳疾忌医，而应当虚心接受批评，防患于未然。告诫人们要正视自己的缺点和错误，虚心接受别人的意见。\n\n　　全文叙述生动，条理清晰。刻画的两个人物形象简洁、传神。\n\n　　以时间为序，写扁鹊与蔡桓公的四次见面，又传神地再现两人见面时不同的神态、语言和性格，突出扁鹊慧眼识病，尽职尽责，敢于直言，机智避祸，和桓公的骄横自负、讳疾忌医。结尾，扁鹊不得不逃亡，暗示了专制君主统治下的残暴。文中深刻揭示了及时医过，防微杜渐的道理，颇能引人深思。\n\n","translation":"　　扁鹊进见蔡桓公，（在蔡桓公面前）站了一会儿，扁鹊说：“您在肌肤纹理间有些小病，不医治恐怕会加重。”蔡桓公说：“我没有病。”扁鹊离开后，蔡桓公说：“医生喜欢/习惯给没病的人治病来当作自己医术的功效。”过了十天，扁鹊再次进见蔡桓公，说：“您的病在肌肉里，不及时医治将会更加严重。”蔡桓公不理睬。扁鹊离开后，蔡桓公又不高兴。\n\n　　（又）过了十天，扁鹊再一次进见蔡桓公，说：“您的病在肠胃里了，不及时治疗将要更加严重。”蔡桓公又没有理睬。扁鹊离开后，蔡桓公又不高兴。\n\n　　（又）过了十天，扁鹊（远远地）看见桓侯，掉头就跑。蔡桓公于是/特意派人问他。扁鹊说：“小病在皮肤纹理（之间），汤熨（的力量）所能达到的；病在肌肉和皮肤里面，用针灸可以治好；病在肠胃里，用火剂汤可以治好；病在骨髓里，那是司命神管辖的事情了，（医生）是没有办法（医治）的。现在（病）在骨髓（里面），我因此不再请求（为他治病）了。”\n\n　　过了五天，蔡桓公身体疼痛，派人寻找扁鹊，（扁鹊）已经逃到秦国了。蔡桓公于是病死了。\n\n释义\n扁鹊（què）：战国时医学家。姓秦，名越人，鄚（mò）（今河北任丘）人，他是扁鹊学派的传人，医术高明，所以人们就沿用他师傅的名字来称呼他，以此表达对他的尊敬。扁鹊学派的最后传人是宋代的窦材，著有《扁鹊心书》，他曾说，历史上有三个扁鹊，“上古扁鹊者，扁鹊也；中古扁鹊者，秦越人也；当世扁鹊者，大宋窦材是也。”\n蔡桓公：蔡国（今河南上蔡一带）国君，下文称“桓侯”。\n立：站立。\n有间（jiān）：一会儿。\n疾：古时‘疾’与‘病’的意思有区别。疾，小病、轻病；病，重病。\n腠（còu）理：中医学名词，指人体肌肤之间的空隙和肌肉、皮肤纹理。\n恐：恐怕，担心。\n寡人：古代君主对自己的谦称。这个词的用法比“孤”复杂些。君王自称。春秋战国时，诸侯王称寡人。在文中译为“我”。\n医之好治不病以为功：医生喜欢治疗没有发作的疾病来当作自己医术的功效。好（hào），喜欢。（另解：好（hào），习惯。医生习惯治疗没有发作的疾病来当作自己医术的功效。读法：医之好治不病以为功。医，医生。之，用于主谓之间，取消句子独立性，不译。好（hào），习惯。治，医治。不病，没有发作的疾病。（自古上工治未病。）以，以之，用以。为，作为。功，功绩，成绩。）\n肌肤：肌肉。\n将：要。\n应：答应，理睬。\n居：用于表时间的词语前，表示已经经过的时间。\n居十日：待了十天。居：用在表示时间的词语前面，表示经过的时间；停留，经历。在文中译“过了”。\n益：更，更加。\n望桓侯而还（xuán）走：远远地看见桓侯，掉头就跑。还，回转，调转。走，小步快跑。\n故：特意。（另解：于是。）\n汤熨：汤熨（的力量）所能达到的。汤熨，中医治病的方法之一。汤，用热水或药水敷治。这个意义后写作“烫”。熨，用粗盐或艾草等东西外用热敷。\n及：达到。\n针石：古代针灸用的金属针和用砭石制成的石针，这里指用针刺治病。\n火齐（jì）：火剂汤，一种清火、治肠胃病的汤药。齐，调配，调剂。这个意义后写作“剂”。22.司命之所属：司命神所掌管的事。司命，传说中掌管生命的神。属，隶属，管辖。23.无奈何也：没有办法了。奈何，怎么办，怎么样。\n臣是以无请也：我就不再请求给他治病了，意思是不再说话。无请，不再请求。是以：以是，因此。（另解：请，询问。）\n使：指使，派人。\n索：寻找。\n遂（suì）：于是，就。▲\n\n"}
{"_id":{"$oid":"5b9a1482367d5cab18668823"},"title":"灞上秋居","dynasty":"唐代","writer":"马戴","content":"灞原风雨定，晚见雁行频。\n落叶他乡树，寒灯独夜人。\n空园白露滴，孤壁野僧邻。\n寄卧郊扉久，何年致此身。","type":["唐诗三百首","秋天","孤独","怀才不遇"],"remark":"⑴灞（bà）上：又作“霸上”，古代地名，位于今陕西西安东，因地处灞陵高原而得名，为作者来京城后的寄居之所。\n⑵郊扉：郊居。\n⑶致此身：意即以此身为国君报效尽力。\n\n","shangxi":"　　此诗纯写闭门寥落之感。整首诗篇好似一幅形象鲜明、艺术精湛的画卷。读者把它慢慢地打开，首先映入眼帘的是灞原上空萧森的秋气：撩人愁思的秋风秋雨直到傍晚才停歇下来，在暮霭沉沉的天际，接连不断的雁群自北向南急急飞过。连番的风雨，雁儿们已经耽误了不少行程，好不容易风停雨歇，得赶在天黑之前找到一个宿处。这里用一个“频”字，既表明了雁群之多，又使人联想起雁儿们急于投宿的惶急之状。古人每见雁回，易惹乡思。读者继续打开画卷，景象则由寥廓的天际渐渐地转到地面，转到诗中的主人。只见风雨中片片黄叶从树上飘落下来，而寄居在孤寺中的一个旅客正独对孤灯，默默地出神。“落叶他乡树”这句，很值得玩味。中国有句老话叫做“树高千丈，叶落归根”，诗人在他乡看到落叶的情景，不能不有所感触。自己羁留异地，不知何时才能回到故乡东海（今江苏连云港市西南）。其心情之酸楚，完全渗透在这句诗的字里行间。“寒灯独夜人”，一个“寒”字，一个“独”字，写尽客中凄凉孤独的况味。不难想象：一灯如豆，伴着一个孤寂的身影。夜已深了，寒意重重，在寒气包围中，灯光更显得黯淡无力，而诗人孤独凄苦的心情也随之更进了一层。“寒”与“独”起着相互映衬的作用：由寒灯而显出夜长难捱，因孤独而更感到寒气逼人。\n\n　　五、六两句让画卷再向下推移，它不仅显示了更大的空间，更细的景物，而且出神入化，展现了诗人的心境。这时夜阑人静，连秋虫都已停止了歌唱，只有露珠滴落在枯叶上的响声，一滴接着一滴，虽很微弱，却很清晰。这句“空园白露滴”用的是以“动”烘托“静”的手法，比写无声的静更能表现环境的寂静，露滴的声音不但没有划破长夜的寂静，反而更使人感到静得可怕。连露滴的声音都可听到，就没有什么比这更寂静的了。下一句“孤壁野僧邻”同样是用烘托的手法。明明要说的是自己孑然一身，孤单无依，却偏说出还有一个邻居，而这个邻居竟是一个绝迹尘世、犹如闲云野鹤的僧人。与这样的野僧为邻，诗人的处境的孤独就显得更加突出了。这两句在写景的同时进一步写出了诗人的心境：秋夜孤房连露滴的声音都可听到，正说明他思潮起伏，长夜无眠；而所与为邻的只有一个野僧，表明他正想到自己已经被抛出世外，不知何日才能结束这种生涯。正是因为这样，所以诗的最后两句也就与前面的描写自然衔接起来，不显得突兀。\n\n　　最后两句直接说出诗人的感慨：“寄卧郊扉久，何年致此身？”诗人为了求取官职来到长安，在灞上（又作“霸上”，长安东）已寄居多时，一直没有找到进身之阶，因而这里率直道出了怀才不遇的苦境和进身希望的渺茫。\n\n　　这首诗写景，都是眼前所见，不假浮词雕饰；写情，重在真情实感，不作无病呻吟。因此，尽管题材并不新鲜，却仍有相当强的艺术感染力。 \n\n","translation":"灞原上的秋风细雨初定，傍晚看见雁群南去不停。\n面对他乡树木落叶纷纷，寒夜的孤灯独照我一人。\n空园里白露频频地下滴，单门独户只与野僧为邻。\n寄卧荒凉郊居为时已久，何时才能为国致力献身？\n\n"}
{"_id":{"$oid":"5b9a1482367d5cab18668824"},"title":"硕人","dynasty":"先秦","writer":"佚名","content":"硕人其颀，衣锦褧衣。齐侯之子，卫侯之妻。东宫之妹，邢侯之姨，谭公维私。\n手如柔荑，肤如凝脂，领如蝤蛴，齿如瓠犀，螓首蛾眉，巧笑倩兮，美目盼兮。\n硕人敖敖，说于农郊。四牡有骄，朱幩镳镳。翟茀以朝。大夫夙退，无使君劳。\n河水洋洋，北流活活。施罛濊濊，鳣鲔发发。葭菼揭揭，庶姜孽孽，庶士有朅。","type":["诗经","女子"],"remark":"硕人：高大白胖的人，美人。当时以身材高大为美。此指卫庄公夫人庄姜。颀（qí）：修长貌。\n衣锦：穿着锦衣，翟衣。“衣”为动词。褧（jiǒng）：妇女出嫁时御风尘用的麻布罩衣，即披风。\n齐侯：指齐庄公。子：这里指女儿。\n卫侯：指卫庄公。\n东宫：太子居处，这里指齐太子得臣。\n邢：春秋国名，在今河北邢台。姨：这里指妻子的姐妹。\n谭公维私：意谓谭公是庄姜的姐夫。谭，春秋国名，在今山东历城。维，其。私，女子称其姊妹之夫。\n荑（tí）：白茅之芽。\n领：颈。蝤蛴（qiúqí）：天牛的幼虫，色白身长。\n瓠犀（hùxī户西）：瓠瓜子儿，色白，排列整齐。\n螓（qín）：似蝉而小，头宽广方正。螓首，形容前额丰满开阔。蛾眉：蚕蛾触角，细长而曲。这里形容眉毛细长弯曲。\n倩：嘴角间好看的样子。\n盼：眼珠转动，一说眼儿黑白分明。\n敖敖：修长高大貌。\n说（shuì）：通“税”，停车。农郊：近郊。一说东郊。\n四牡：驾车的四匹雄马。有骄：骄骄，强壮的样子。“有”是虚字，无义。\n朱幩（fén）：用红绸布缠饰的马嚼子。镳镳（biāo）：盛美的样子。\n翟茀（dífú）：以雉羽为饰的车围子。翟，山鸡。茀，车篷。\n夙退：早早退朝。\n河水：特指黄河。洋洋：水流浩荡的样子。\n北流：指黄河在齐、卫间北流入海。活活（guō）：水流声。\n施：张，设。罛（gū）：大的鱼网。濊濊（huò）：撒网入水声。\n鱣（zhān）：鳇鱼。一说赤鲤。鲔（wěi）：鲟鱼。一说鲤属。发发（bō）：鱼尾击水之声。一说盛貌。\n葭（jiā）：初生的芦苇。菼（tǎn）：初生的荻。揭揭：长貌。\n庶姜：指随嫁的姜姓众女。孽孽：高大的样子，或曰盛饰貌。\n士：从嫁的媵臣。有朅（qiè）：朅朅，勇武貌。\n\n","shangxi":"　　《硕人》是《诗经·卫风》中的一首，是赞美是齐庄公的女儿、卫庄公的夫人庄姜的诗。其中“巧笑倩兮，美目盼兮”二句对庄姜之美的精彩刻画，永恒地定格了中国古典美人的曼妙姿容，历来备受推崇。\n\n　　《卫风·硕人》通篇用了铺张手法，不厌其烦地吟唱了有关“硕人”的方方面面，如第一章主要说她的出身——她的三亲六戚，父兄夫婿，皆是当时各诸侯国有权有势的头面人物，她是一位门第高华的贵夫人。第三、四章主要写婚礼的隆重和盛大，特别是第四章，七句之中，竟连续六句用了叠字。那洋洋洒洒的黄河之水，浩浩荡荡北流入海；那撒网入水的哗哗声，那鱼尾击水的唰唰声，以及河岸绵绵密密、茂茂盛盛的芦苇荻草，这些壮美鲜丽的自然景象，都意在引出“庶姜孽孽，庶士有朅”——那人数众多声势浩大的陪嫁队伍，那些男傧女侣，他们像庄姜本人一样，皆清一色地修长俊美。上述所有这一切，从华贵的身世到隆重的仪仗，从人事场面到自然景观，无不或明或暗、或隐或显、或直接或间接地衬托着庄姜的天生丽质。而直接描写她的美貌者，除开头“硕人其颀，衣锦褧衣”的扫描外，主要是在第二章。这里也用了铺叙手法，以七个生动形象的比喻，犹如电影的特写镜头，犹如纤微毕至的工笔画，细致地刻画了她艳丽绝伦的肖像——柔软的纤手，鲜洁的肤色，修美的脖颈，匀整洁白的牙齿，直到丰满的额角和修宛的眉毛，真是毫发无缺憾的人间尤物。但这些工细的描绘，其艺术效果，都不及“巧笑倩兮，美目盼兮”八字。\n\n　　此诗开启了后世博喻写美人的先河，历来备受人们的推崇和青睐。孙联奎《诗品臆说》拈出“巧笑倩兮，美目盼兮”二语，并揭示出其所以写得好的奥窍。在他看来，“手如柔荑”等等的比拟譬况，诗人尽管使出了混身解数，却只是刻画出美人之“形”，而“巧笑”“美目”寥寥八字，却传达出美人之“神”。还可以补充说，“手如柔荑”等句是静态，“巧笑”二句则是动态。在审美艺术鉴赏中，“神”高于“形”，“动”优于“静”。形的描写、静态的描写当然也必不可少，它们是神之美、动态之美的基础。如果没有这些基础，那么其搔首弄姿也许会成为令人生厌的东施效颦。但更重要的毕竟还是富有生命力的神之美、动态之美。形美悦人目，神美动人心。一味静止地写形很可能流为刻板、呆板、死板，犹如纸花，了无生气，动态地写神则可以使人物鲜活起来，气韵生动，性灵毕现，似乎从纸面上走出来，走进读者的心灵，摇动读者的心旌。在生活中，一位体态、五官都无可挑剔的丽人固然会给人留下较深的印象，但那似乎漫不经心的嫣然一笑、含情一瞥却更能使人久久难忘。假如是一位多情的年青人，这一笑一盼甚至会进入他的梦乡，惹起他纯真无邪的爱的幻梦。在此诗中，“巧笑”“美目”二句确是“一篇之警策”，“倩”“盼”二字尤富表现力。古人释“倩”为“好口辅”，释“盼”为“动目也”。“口辅”指嘴角两边，“动目”指眼珠的流转。可以想象那楚楚动人的笑靥和顾盼生辉的秋波，是怎样的千娇百媚，令人销魂摄魄。几千年过去了，诗中所炫夸的高贵门第已成为既陈刍狗，“柔荑”“凝脂”等比喻也不再动人，“活活”“濊濊”等形容词更不复运用，而“巧笑倩兮，美目盼兮”却仍然亮丽生动，光景常新，仍然能够激活人们美的联想和想像。\n\n　　“传神写照，正在阿堵”，这原是六朝画家所总结出的创作经验，它也适用于其他艺术创造活动。此“阿堵”即眼睛。眼睛是心灵的窗户，表现人物莫过于表现眼睛。不过“眼睛”应作宽泛的理解，它可以泛指一切与人的内心世界、人的灵性精神息息相关的东西，比如此诗中倩丽的“巧笑”。达·芬奇的名画《蒙娜丽莎》，也是以“永恒的微笑”获得永恒的魅力。总之，任何艺术创作都要善于捕捉与表现关键所在。一个“关键”胜过一打非“关键”。\n\n","translation":"好个修美的女郎，麻纱罩衫锦绣裳。她是齐侯的爱女，她是卫侯的新娘，她是太子的胞妹，她是邢侯的小姨，谭公又是她姊丈。\n手像春荑好柔嫩，肤如凝脂多白润，颈似蝤蛴真优美，齿若瓠子最齐整。额角丰满眉细长，嫣然一笑动人心，秋波一转摄人魂。\n好个高挑的女郎，车歇郊野农田旁。看那四马多雄健，红绸系在马嚼上，华车徐驶往朝堂。诸位大夫早退朝，今朝莫太劳君王。\n黄河之水白茫茫，北流入海浩荡荡。下水鱼网哗哗动，戏水鱼儿刷刷响，两岸芦苇长又长。陪嫁姑娘身材高，随从男士貌堂堂！\n\n"}
{"_id":{"$oid":"5b9a1482367d5cab18668825"},"title":"西塞山怀古","dynasty":"唐代","writer":"刘禹锡","content":"王濬楼船下益州，金陵王气黯然收。\n千寻铁锁沉江底，一片降幡出石头。\n人世几回伤往事，山形依旧枕寒流。\n今逢四海为家日，故垒萧萧芦荻秋。","type":["唐诗三百首","咏史怀古"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154232783.mp3","remark":"西塞山：位于今湖北省黄石市，又名道士洑，山体突出到长江中，因而形成长江弯道，站在山顶犹如身临江中。\n王濬：晋益州刺史。一作“西晋”。益州：晋时郡治在今成都。晋武帝谋伐吴，派王濬造大船，出巴蜀，船上以木为城，起楼，每船可容二千余人。\n金陵：今南京，当时是吴国的都城。王气：帝王之气。黯然：一作“漠然”。\n千寻铁锁沉江底：东吴末帝孙皓命人在江中轩铁锥，又用大铁索横于江面，拦截晋船，终失败。寻：长度单位。\n一片降幡（fān）出石头：王濬率船队从武昌顺流而下，直到金陵，攻破石头城，吴主孙皓到营门投降。\n人世几回伤往事：一作“荒苑至今生茂草”。\n枕寒流：一作“枕江流”。\n今逢：一作“从今”。\n“四海为家”两句：如今国家统一，旧时的壁垒早已荒芜。\n\n","shangxi":"　　西塞山，在今湖北省黄石市东面的长江边上。岚横秋塞，山锁洪流，形势险峻。是六朝有名的军事要塞。公元280年（西晋太康元年），晋武帝司马炎命王濬率领以高大的战船“楼船”组成的西晋水军，顺江而下，讨伐东吴。诗人便以这件史事为题，开头写“楼船下益州”，“金陵王气”便黯然消失。益州金陵，相距遥遥，一“下”即“收”，表明速度之快。两字对举就渲染出一方是势如破竹，一方则是闻风丧胆，强弱悬殊，高下立判。第二联便顺势而下，直写战事及其结果。东吴的亡国之君孙皓，凭借长江天险，并在江中暗置铁锥，再加以千寻铁链横锁江面，自以为是万全之计，谁知王濬用大筏数十，冲走铁锥，以火炬烧毁铁链，结果顺流鼓棹，径造三山，直取金陵。“皓乃备亡国之礼，……造于垒门”（《晋书·王濬传》）。第二联就是形象地概括了这一段历史。\n\n　　诗的前四句，洗炼、紧凑，在对比之中写出了双方的强弱，进攻的路线，攻守的方式，战争的结局。它只用第一句诗写西晋水军出发，下面就单写东吴：在战争开始的反映，苦心经营的工事被毁，直到举旗投降，步步紧逼，一气直下。人们不仅看到了失败者的形象，也看到了胜利者的那种摧枯拉朽的气势。可谓虚实相间，胜败相形，巧于安排。\n\n　　诗人在剪裁上颇具功力。他从众多的史事中单选西晋灭吴一事，这是耐人寻味的，因为东吴是六朝的头，它又有颇为“新颖”的防御工事，竟然覆灭了。照理后人应引以为鉴，其实不然。所以写吴的灭亡，不仅揭示了当时吴王的昏聩无能，更表现了那些后来者的愚蠢，也反映了国家的统一是历史的必然。其次，诗人写晋吴之战，重点是写吴，而写吴又着重点出那种虚妄的精神支柱“王气”、天然的地形、千寻的铁链，皆不足恃。这就从反面阐发了一个深刻的思想，那就是“兴废由人事，山川空地形”（刘禹锡《金陵怀古》）。可见如此剪裁，就在于它能完满地表现其主题思想。\n\n　　清代屈复认为此诗第五句甚妙。不过应该指出，若是没有前四句丰富的内容和深刻的思想，第五句是难以收到如此言简意赅的效果。第六句“山形依旧枕寒流”，山形，指西塞山；寒流，指长江，“寒”字和结句的“秋”字相照应。诗到这里才点到西塞山，但是前面所写并没有离题。因为西塞山之所以成为有名的军事要塞，之所以在它的身边演出过那些有声有色载入史册的“活剧”，就是以南北分裂、南朝政权存在为条件的。因此前面放眼六朝的兴亡，正是为了从一个广阔的历史背景中引出西塞山，从而大大开拓了诗的境界。诗人不去描绘眼前西塞山如何奇伟竦峭，而是突出“依旧”二字，亦是颇有讲究的。山川“依旧”，就更显得人事之变化，六朝之短促，不仅如此，它还表现出一个“江山不管兴亡恨，一任斜阳伴客愁”（包佶《再过金陵》）的意境。这些又从另一个角度对上一句的“伤”字作了补充。\n\n　　第七句宕开一笔，直写“今逢”之世，第八句说往日的军事堡垒，如今已荒废在一片秋风芦荻之中。这残破荒凉的遗迹，便是六朝覆灭的见证，便是分裂失败的象征，也是“今逢四海为家日”、江山一统的结果。怀古慨今，收束了全诗。全诗借古讽今，沉郁感伤，但繁简得当，直点现实。\n\n　　刘禹锡的这首诗，寓深刻的思想于纵横开阖、酣畅流利的风调之中，诗人好像是在客观地叙述往事，描绘古迹，其实并非如此，刘禹锡在这首诗中，把嘲弄的锋芒指向在历史上曾经占据一方、但终于覆灭的统治者，这正是对重新抬头的割据势力的迎头一击。当然，“万户千门成野草，只缘一曲《后庭花》”（刘禹锡《金陵五题·台城》），这个六朝覆灭的教训，对于当时骄侈腐败的唐王朝来说，也是一面很好的镜子。\n\n","translation":"王濬的战船从益州出发，东吴的王气便黯然消逝。\n千丈长的铁链沉入江底，一片降旗挂在石头城头。\n人生中多少次伤怀往事，山形依然不变靠着寒流。\n从今以后天下归为一同，芦荻在旧垒上萧萧飘摇。\n\n"}
{"_id":{"$oid":"5b9a1482367d5cab18668826"},"title":"晏子谏杀烛邹","dynasty":"先秦","writer":"刘向 编","content":"　　齐景公好弋，使烛邹主鸟而亡之。公怒，诏吏欲杀之。晏子曰： “烛邹有罪三，请数之以其罪杀之。”公曰：“可。”于是召而数之公前，曰：“烛邹，汝为吾君主鸟而亡之，是罪一也；使吾君以鸟之故杀人，是罪二也；使诸侯闻之以吾君重鸟而轻士 ，是罪三也。数烛邹罪已毕，请杀之 。”公曰：“勿杀！寡人闻命矣。”","type":["小学文言文","故事","赞美","写人"],"remark":"弋：（yì）带有绳子的箭，用来射鸟；系着绳的箭，此处名词作动词，指用弋射；此处指捕鸟\n使（使烛邹主鸟）：命令，派遣（上级对下级）。\n使（使吾君、使诸侯）：致使，让。\n是：这。\n故：原因，缘故。\n景公：姜姓，吕氏，名杵臼。春秋后期齐国国君，齐灵公之子，齐庄公之弟。\n好：爱好，喜爱。\n烛邹：齐景公的一个臣仆。\n主：掌管，主管，负责管理；也可翻译成“养”。\n诏：诏书，皇上的命令或文告。这里指下令。\n数（shǔ）：历数；列举\n重：重视，以……为重。\n轻：轻视，以……为轻。\n闻命：接受教导。命：命令，这里指教导。\n亡：丢失，逃跑，让……逃跑了，这里指让鸟逃走了。\n以（以吾君重鸟）：认为。\n以（以其罪而杀之）：按照。\n以（以鸟之故）：因为。\n士：商、西周、春秋时最低级的贵族阶层；读书人。\n前：前面。\n毕：结束。\n而：连词表承接；连词表并列　。\n汝：你。\n谏：规劝\n罪三：三条罪状。古代汉语中数词作定语常常放在中心词后。下文的“罪一”“罪二”用法相同。\n是：这。\n欲(召吏欲杀之):想\n寡人：古代君主自称。\n\n","translation":"　　齐景公喜欢捕鸟。有一次，他捕到了一只漂亮的鸟，就命令烛邹管理鸟。不久，鸟逃跑了。齐景公气坏了，决定亲手杀掉他。晏子说：“烛邹有三条罪状，请让我列数他的罪状然后杀掉他。”于是召见烛邹，在齐景公面前列数他的罪行，说：“烛邹！你是我们君王的养鸟人，却让鸟逃跑了，这是第一条罪行；让我们君王为了一只鸟就要杀人，这是第二条罪行；让诸侯听到这件事，认为我们的君王看重鸟而轻视手下的人，这是第三条罪行。烛邹的罪已经列举结束，请杀死烛邹。”景公说：“不用处死了.我明白你的指教了。”\n\n"}
{"_id":{"$oid":"5b9a1482367d5cab18668827"},"title":"游子吟","dynasty":"唐代","writer":"李益","content":"女羞夫婿薄，客耻主人贱。\n遭遇同众流，低回愧相见。\n君非青铜镜，何事空照面。\n莫以衣上尘，不谓心如练。\n人生当荣盛，待士勿言倦。\n君看白日驰，何异弦上箭。","type":["抒怀","感慨"]}
{"_id":{"$oid":"5b9a1482367d5cab18668828"},"title":"金错刀行","dynasty":"宋代","writer":"陆游","content":"黄金错刀白玉装，夜穿窗扉出光芒。\n丈夫五十功未立，提刀独立顾八荒。\n京华结交尽奇士，意气相期共生死。\n千年史册耻无名，一片丹心报天子。\n尔来从军天汉滨，南山晓雪玉嶙峋。\n呜呼！楚虽三户能亡秦，岂有堂堂中国空无人！\n\n","type":["古诗三百首","爱国","壮志"],"remark":"金错刀：用黄金装饰的刀。\n白玉：白色的玉。亦指白璧。\n八荒：指四面八方边远地区。\n京华：京城之美称。因京城是文物、人才汇集之地，故称。这里指南宋京城临安（今杭州市）。\n奇士：非常之士。德行或才智出众的人\n意气：豪情气概。\n相期：期待；相约。这里指互相希望和勉励。\n史策：即史册、史书。\n丹心：赤诚的心。\n尔来：近来。\n天汉滨：汉水边。这里指汉中一带。\n南山：终南山，一名秦岭，在陕西省南部。嶙峋：山石参差重叠的样子。\n “楚虽三户”句：战国时，秦攻楚，占领了楚国不少地方。楚人激愤，有楚南公云：“楚虽三户，亡秦必楚。”意思说：楚国即使只剩下三户人家，最后也一定能报仇灭秦。三户，指屈、景、昭三家。\n\n","translation":"用黄金镀饰、白玉镶嵌的宝刀，到夜间，它耀眼的光芒，穿透窗户，直冲云霄。\n大丈夫已到了五十岁，可建功立业的希望渺茫，只能独自提刀徘徊，环顾着四面八方，祈求能一展抱负，小试牛刀。\n我在京城里结交的都是些豪杰义士，彼此意气相投，相约为国战斗，同生共死。\n不能在流传千年的史册上留名，我感到羞耻；但一颗丹心始终想消灭胡虏，报效天子。\n近来，我来到汉水边从军，每天早晨都对着参差耸立的终南山，遥望着布满晶莹似玉般积雪的峰峦。\n啊，楚国虽然被秦国蚕食，但即使剩下三户人家，也一定能消灭秦国，难道我堂堂中华大国，竟会没有一个能人，把金虏赶出边关？\n\n"}
{"_id":{"$oid":"5b9a1482367d5cab18668829"},"title":"小松","dynasty":"唐代","writer":"杜荀鹤","content":"自小刺头深草里，而今渐觉出蓬蒿。 \n时人不识凌云木，直待凌云始道高。","type":["咏物","讽喻","励志","哲理"],"remark":"刺头：指长满松针的小松树。\n蓬蒿（pénghāo）：两种野草。\n直待：直等到。\n凌云：高耸入云。\n始道：才说。\n\n","shangxi":"　　《小松》借松写人，托物讽喻，寓意深长。\n\n　　松，树木中的英雄、勇士。数九寒天，百草枯萎，万木凋零，而它却苍翠凌云，顶风抗雪，泰然自若。然而凌云巨松是由刚出土的小松成长起来的。小松虽小，即已显露出必将“凌云”的苗头。《小松》前两句，生动地刻画出这一特点。\n\n　　“自小刺头深草里”——小松刚出土，的确小得可怜，路边野草都比它高，以至被掩没在“深草里”。但它虽小而并不弱，在“深草”的包围中，它不低头，而是“刺头”——那长满松针的头，又直又硬，一个劲地向上冲刺，锐不可当。那些弱不禁风的小草是不能和它相匹敌的。“刺头”的“刺”，一字千钧，不但准确地勾勒出小松外形的特点，而且把小松坚强不屈的性格、勇敢战斗的精神，活脱脱地勾画出来了。一个“刺”字，显示出小松具有强大的生命力；它的“小”，只是暂时的，相对的，随着时间的推进，它必然由小转大。不是么？——\n\n　　“而今渐觉出蓬蒿。”蓬蒿，即蓬草、蒿草，草类中长得较高者。小松原先被百草踩在脚底下，可现在它已超出蓬蒿的高度；其他的草当然更不在话下。这个“出”字用得精当，不仅显示了小松由小转大、发展变化的情景，而且在结构上也起了承前启后的作用：“出”是“刺”的必然结果，也是未来“凌云”的先兆。事物发展总是循序渐进，不可能一步登天，故小松从“刺头深草里”到“出蓬蒿”，只能“渐觉”。“渐觉”说得既有分寸，又很含蓄。是谁“渐觉”的呢？只有关心、爱护小松的人，时时观察、比较，才能“渐觉”；至于那些不关心小松成长的人，视而不见，哪能谈得上“渐觉”呢？故作者笔锋一转，发出深深的慨叹：\n\n　　“时人不识凌云木，直待凌云始道高。” 这里连说两个“凌云”，前一个指小松，后一个指大松。大松“凌云”，已成事实，称赞它高，并不说明有眼力，也无多大意义。小松尚幼小，和小草一样貌不惊人，如能识别出它就是“凌云木”，而加以爱护、培养，那才是有识见，才有意义。然而时俗之人所缺少的正是这个“识”字，故诗人感叹道：眼光短浅的“时人”，是不会把小松看成是栋梁之材的，有多少小松，由于“时人不识”，而被摧残、被砍杀啊！这些小松，和韩愈笔下“骈死于槽枥之间”的千里马，不是遭到同样悲惨的命运吗？\n\n　　杜荀鹤出身寒微，虽然年青时就才华毕露，但由于“帝里无相识”（《辞九江李郎中入关》），以至屡试不中，报国无门，一生潦倒。埋没深草里的“小松”，不也正是诗人的自我写照？\n\n","translation":"松树小的时候长在很深很深的草中，埋没看不出来，\n到现在才发现已经比那些野草（蓬蒿）高出了许多。\n那些人当时不识得可以高耸入云的树木，\n直到它高耸入云，人们才说它高。\n\n"}
{"_id":{"$oid":"5b9a1482367d5cab1866882a"},"title":"少年游·离多最是","dynasty":"宋代","writer":"晏几道","content":"离多最是，东西流水，终解两相逢。\n浅情终似，行云无定，犹到梦魂中。\n可怜人意，薄于云水，佳会更难重。\n细想从来，断肠多处，不与今番同。","type":["抒情","离别"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154233432.mp3","remark":"解：懂得，知道。\n行云：喻自己所思念的女子，用巫山神女朝云暮雨的故事。\n可怜：可惜。\n佳会：美好的聚会。\n难重（chóng）：难以再来。\n\n","translation":"　　离别跟这样的情景最为相同，二水分流，一个向西，一个朝东，但最终还能再度相逢。即使情感浅薄，好象是飘飘不定，白云行空，但仍可相逢在梦中。\n　　可惜的是人的情意比行云流水还要浅薄而无定性，佳期密约，难以使人信从。认真回想，从前的种种。虽然多次令人肠断，但都与这次，截然不同！\n\n"}
{"_id":{"$oid":"5b9a1482367d5cab1866882b"},"title":"国风·邶风·柏舟","dynasty":"先秦","writer":"佚名","content":"泛彼柏舟，亦泛其流。耿耿不寐，如有隐忧。微我无酒，以敖以游。\n我心匪鉴，不可以茹。亦有兄弟，不可以据。薄言往愬，逢彼之怒。\n我心匪石，不可转也。我心匪席，不可卷也。威仪棣棣，不可选也。\n忧心悄悄，愠于群小。觏闵既多，受侮不少。静言思之，寤辟有摽。\n日居月诸，胡迭而微？心之忧矣，如匪浣衣。静言思之，不能奋飞。","type":["诗经","爱国"],"remark":"泛：浮行，漂流，随水冲走。\n流：中流，水中间。\n耿耿：鲁诗作“炯炯”，指眼睛明亮；一说形容心中不安。\n隐忧：深忧。隐：痛\n微：非，不是。\n鉴：铜镜。\n茹（rú如）：猜想。\n据：依靠。\n薄言：语助词。愬（sù诉）：同“诉”，告诉。\n棣棣：雍容娴雅貌；一说丰富盛多的样子。\n选：假借为“柬”。挑选,选择。\n悄悄：忧貌。\n愠（yùn运）：恼怒，怨恨。\n觏（gòu够）：同“遘”，遭逢。闵（mǐn敏）：痛，指患难。\n寤：交互。辟（pì屁）：通“擗”，捶胸。摽（biào鳔）：捶，打。\n居、诸：语助词。\n迭：更动。微：指隐微无光。\n澣（huàn浣）：洗涤。\n\n","shangxi":"　　此诗到底为何人何事而作，历来争论颇多，迄今尚无定论。简略言之，汉代时不仅今古文有争议，而且今文三家也有不同意见。《鲁诗》主张此诗为“卫宣夫人”之作，后为刘向《列女传》之所本，《韩诗》亦同《鲁诗》说（见宋王应麟《诗考》）。《诗序》说：“《柏舟》言仁而不遇也卫顷公之时，仁人不遇，小人在侧。”这是以此诗为男子不遇于君而作，为古今文家言。今文三家，《齐诗》之说，与《诗序》同。\n\n　　自东汉郑玄笺《毛诗》以后，学者多信从《毛诗》说，及至南宋，朱熹大反《诗序》，作《诗序辩说》，又作《诗集传》，力主《柏舟》为妇人之诗，形成汉、宋学之争论。元、明以降，朱熹《诗集传》列为科举功名，影响颇大，学者又多信朱说，但持怀疑态度的亦复不少，明何楷、清陈启源、姚际恒、方玉润等皆有驳议，争论不休。\n\n　　至今尚未形成一致的意见，今人之《诗经》选注本、译注本各有所本，或主男著，或主女作。高亨《诗经今注》、陈子展《诗经直解》均以为男子作，而袁梅《诗经译注》、程俊英《诗经译注》又皆以为女子作。\n\n　　细究诗义，当以卫臣不遇于君之作为是，陈子展先生说得很准确：“今按《柏舟》，盖卫同姓之臣，仁人不遇之诗。诗义自明，《序》不为误。”此诗人的身份为男子 --- 而且是大臣，绝非平常男子（下文尚有论述），这从诗中“无酒”、“遨游”、“威仪”、“群小”、“奋飞”等词语即可看出。况且，主此诗为女子之作者的理由实不充分。刘向、朱熹之说均自相矛盾：刘向《列女传》虽以《柏舟》属之卫夫人，但是他在上封事，论群小倾陷正人时，两引此诗仍用《毛诗》义（《汉书·楚元王传·刘向传》，又在《说苑·立节》中引用此诗时，也用《毛诗》义，说“此士君子之所以越众也”‘朱熹先从刘向之“卫宣夫人”说，后又疑其为“庄姜”（《诗集传》），切在《孟子·尽心下》：“‘忧心悄悄，愠于群小’孔子也。”注曰：“《诗·邶风·柏舟》....本言卫之仁人见怒于群小。孟子以为孔之事可以当之。”是不能自圆其说的，也都是自语相违。\n\n　　另外，需要说明的是，此诗既属《邶风》，为何却咏卫国之事？原来“邶”、“鄘”、“卫”连地，原为殷周之旧都，武王灭殷后，占领殷都朝歌一带地方，三分其地。邶在朝歌之北，鄘。卫都朝歌，为成王封康叔之地，“邶、鄘始封，及后何时并入于卫，诸家均未详。....惟邶、鄘既入卫，诗多卫风，而犹系其故国之名。”（方玉润《诗经原始》）所以邶诗咏卫事也是可以理解的。另外，方玉润认为此诗可能即为邶诗，“安知非即邶诗乎?邶既为卫所并，其未亡也，国事必孱。......当此之时，必有贤人君子，......故作为是诗，以其一腔忠愤，不忍弃君，不能远祸之心。”也有一定的参考价值。\n\n　　这首诗凡五章。第一章写作者夜不能寐，原因是怀有深忧，无法排遣。首二句，“泛彼柏舟，亦泛其流”，以自喻，虽以喻国，以舟自喻，喻忧心之沉重而飘忽，以“舟喻国，泛泛然于水中流，其势靡所底止，为此而有隐忧，乃见仁人用心所在”（《诗经原始》）。诗一开始就写出了抒情主人公沉郁的心情。接着点明夜不成眠的原因是由于痛苦忧伤一齐涌积心头，这里既有国家式微之痛，又有个人不遇于君、无法施展抱负之苦。“隐忧”是诗眼，贯穿全篇。末二句写出了作者的忧国之心和伤己之情，即使美酒、遨游也不能排除自己的痛苦忧伤。何楷《诗经世本古义》云：“饮酒遨游，岂是妇人之事？”以驳朱熹之说，自有相当理由。第二章表明自己不能容让的态度和兄弟不可靠。“我心匪鉴，不可以茹”二句，表白不能逆来顺受之意，辞意坚决、果断，以镜作喻，说明自己不可能像镜子那样不分善恶美丑，将一切都加以容纳而照进去。“亦有兄弟，不可以据。”写兄弟之不可依靠。《孔疏》云：“此责君而言兄弟者，此仁人与君同姓，故以兄弟之道责之；言兄弟这正谓君与己为兄弟也。”虽过于落实，但从后两句“薄言往恕，逢彼之怒”看来，却与《离骚》中“茎不察余之中情兮”两句的意思相近，说它是借喻君主，未必不符合原意。第三章“我心匪石，不可转也！我心匪席，不可卷也！”表明自己坚定不移的刚强意志。这四句以“石”、“席”为喻，表明自己意志的坚定，语句凝重，刚直不阿，哪里有丝毫的“卑顺柔弱”之处（况且即使“辞气卑顺柔弱”也并不能作为妇人之诗之证）。“威仪棣棣，不可选也”二句，更是正气凛然，不可侵犯。尤其是“威仪”一词，决不可能是妇人的语气，特别是在古代男尊女卑的社会环境里。“威仪”从字面上讲，是庄严的仪容之意，《左传·襄公三十一年》记载北宫文子曾对卫侯论及“威仪”说：“有威而可畏谓之威，有仪而可象谓之仪。”并引“威仪棣棣，不可选也”为证，这还不能说明问题吗？另外全章六句，每二句的下句均用“不可”一词，形成否定排比句，铿锵有力，气势极其雄健。第四章写茕独无助，捶胸自伤，原因是被群小侵侮，一再遭祸受辱。“群小”一次对说明作者的身份很有用处，陈启源在《毛诗稽古编》中说：“朱子至谓群小为众妾，尤无典据。呼妾为小，古人安得有此称谓乎？”那么，“群小”“指虐待她的兄弟等人”行不行呢？回答也是否定的，因为果然如此，她就不可能“薄言往怒”了！所以“群小”，只能释为“一群小人”，犹《离骚》中之“党人”一样。第五章写含垢忍辱，不能摆脱困境，奋起高飞，由 　　此感叹统治者昏聩。首二句：“日居月诸，胡迭而微”，以日月蚀喻指蛛蛛昏聩不明。姚际恒曰：“喻卫之君臣昏暗而不明之意。”（《诗经通论》）中二句“心之忧矣，如匪纺衣”，喻写忧心之深，难以摆脱。严桀云：“我心之忧，如不纺濯其衣，言处在乱君之朝，与小人同列，其忍垢含辱如此。”（《诗缉。）末二句“静言思之，不能奋飞。”，写无法摆脱困境之愤懑。“奋飞”一词语意双关，既感愤个人处境困顿，无法展翅高飞，不能施展抱负，又慨叹国家式微振兴无望。我们不能想象，在那礼制重重，连许穆夫人家国破灭归唁卫侯都横遭阻拦的春秋时代，一个贵族妇人（或普通妇女）能高唱“奋飞”，有“想突破生活的樊笼，争取自由幸福”的思想。黄元吉云：“妇人从一而终，岂可奋飞？”（〈传说汇篆〉）比之将古代妇女思想现代话的倾向，还是基本无误的，虽然它也脱离了时代实际。\n\n　　这是一篇直诉胸臆，径陈感受，风格质朴的显示注意作品，“隐忧”为诗眼、主线，逐层深入地抒写爱国忧己之情，倾诉个人受群小倾陷，而主上不明，无法施展抱负的忧愤。首章便提出“忧”字，接着写不得“兄弟”的同情，深忧在胸，屋脊排遣；然后再写自己坚持节操，不随人转移；后边又写群小倾陷，而主上不明，只得捶胸自伤；最后抒发无法摆脱困境之愤懑，向最高统治者发出呼喊，从而将爱国感情表达得十分强烈。\n\n　　此诗最突出的艺术特色是善用比喻，而富于变化：首章“泛此彼舟，亦泛其流”，末章“日居月诸，胡迭而微”是隐喻，前者既喻国事飘摇不定，而不直所从，又喻己之忧心沉重而飘忽，后者喻主上为群小所谗蔽,忠奸不明。“心之忧矣，如匪纺衣”，为明喻，喻忧之缠身而难去。二章之“我心匪鉴”、三章之“我心匪石”，则均用反喻以表达自己坚定不移的节操。至于姚际恒在〈诗经通论〉中所说的“三‘匪’字前后错综则是指诗在句法上的表化，“我心匪席”连用排比句，而“我心匪鉴”句为单句。\n\n　　另外，诗的语言亦复凝重而委婉，激亢而幽抑，侃侃申诉，娓娓动听在〈诗经〉中别具一格。\n\n","translation":"柏木船儿荡悠悠，河中水波漫漫流。圆睁双眼难入睡，深深忧愁在心头。不是想喝没好酒，姑且散心去邀游。\n我心并非青铜镜，不能一照都留影。也有长兄与小弟，不料兄弟难依凭。前去诉苦求安慰，竟遇发怒坏性情。\n我心并非卵石圆，不能随便来滚转；我心并非草席软，不能任意来翻卷。雍容娴雅有威仪，不能荏弱被欺瞒。\n忧愁重重难排除，小人恨我真可恶。碰到患难已很多，遭受凌辱更无数。静下心来仔细想，抚心拍胸猛醒悟。\n白昼有日夜有月，为何明暗相交迭？不尽忧愁在心中，好似脏衣未洗洁。静下心来仔细想，不能奋起高飞越。\n\n"}
{"_id":{"$oid":"5b9a1483367d5cab1866882c"},"title":"清平乐·红笺小字","dynasty":"宋代","writer":"晏殊","content":"红笺小字。说尽平生意。鸿雁在云鱼在水。惆怅此情难寄。 \n斜阳独倚西楼。遥山恰对帘钩。人面不知何处，绿波依旧东流。","type":["宋词三百首","爱情","怀人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154233826.mp3","remark":"红笺（从竹,戋( jiān)声）：红色的质地很好纸片或者条。供题诗、写信等用的(质量较高的)小幅纸张。\n平生意：这里是写的平生相慕相爱之意\n鸿雁：在古代，传说中的一种鸭科鸟（鸿雁）可以传递书信。也作书信的代称。“鸿雁传书”是中国古老的民间传说，因为鸿雁属定期迁徙的候鸟，信守时间，成群聚集，组织性强。古人当时的通信手段较落后，渴望能够通过这种“仁义礼智信”俱备的候鸟传递书信，沟通信息。\n斜阳：傍晚西斜的太阳。\n惆怅：失意，伤感。惆怅就是因为心中郁闷而不知道该干什么，忧伤和悲哀是表示的一种心理状态，而惆怅是强调一种迷茫，不知所措的感觉。\n\n","shangxi":"　　此为怀人之作。词中寓情于景，以淡景写浓愁，言青山长在，绿水长流，而自己爱恋着的人却不知去向；虽有天上的鸿雁和水中的游鱼，它们却不能为自己传递书信，因而惆怅万端。\n\n　　词的上片抒情。起句“红笺小字，说尽平生意”语似平淡，实包蕴无数情事，无限情思。红笺是一种精美的小幅红纸，可用来题诗、写信。词里的主人公便用这种纸，写上密密麻麻的小字，说尽了平生相慕相爱之意。显然，对方不是普通的友人，而是倾心相爱的知音。\n\n　　三、四两句抒发信写成后无从传递的苦闷。古人有“雁足传书”和“鱼传尺素”的说法，前者见于《汉书·苏武传》，后者见于古诗《饮马长城窟行》（客从远方来），是诗文中常用的典故。作者以“鸿雁在云鱼在水”的构思，表明无法驱遣它们去传书递简，因此“惆怅此情难寄”。运典出新，比起“断鸿难倩”等语又增加了许多风致。\n\n　　过片由抒情过渡到写景。“斜阳”句点明时间、地点和人物活动，红日偏西，斜晖照着正在楼头眺望的孤独人影，景象已十分凄清，而远处的山峰又遮蔽着愁人的视线，隔断了离人的音信，更加令人惆怅难遣。“远山恰对帘钩”句，从象征意义上看，又有两情相对而遥相阻隔的意味。倚楼远眺本是为了抒忧，如今反倒平添一段愁思，从抒情手法来看，又多了一层转折。\n\n　　结尾两句化用崔护《题都城南庄》诗句：“人面不知何处去，桃花依旧笑东风”之意，略加变化，给人以有余不尽之感。绿水，或曾映照过如花的人面，如今，流水依然在眼，而人面不知何处，唯有相思之情，跟随流水，悠悠东去而已。\n\n　　此词以斜阳、遥山、人面、绿水、红笺、帘钩等物象，营造出一个充满离愁别恨的意境，将词人心中蕴藏的情感波澜表现得婉曲细腻，感人肺腑。全词语淡情深，闲雅从容，充分体现了词人独特的艺术风格。 \n\n","translation":"精美的红格信笺写满密密小字，说的都是我平生对你的爱慕之情。鸿雁飞翔云端且鱼儿游戏水里，这番满腹惆怅的情意难以传寄。在斜阳里我独自一人倚着西楼，遥远的群山恰好正对窗上帘钩。桃花般的人面不知到何处去了，唯有碧波绿水依旧向东方流去。\n\n"}
{"_id":{"$oid":"5b9a1483367d5cab1866882d"},"title":"离思五首","dynasty":"唐代","writer":"元稹","content":"自爱残妆晓镜中，环钗漫篸绿丝丛。\n须臾日射胭脂颊，一朵红苏旋欲融。\n\n山泉散漫绕阶流，万树桃花映小楼。\n闲读道书慵未起，水晶帘下看梳头。\n\n红罗著压逐时新，吉了花纱嫩麴尘。\n第一莫嫌材地弱，些些纰缦最宜人。\n\n曾经沧海难为水，除却巫山不是云。\n取次花丛懒回顾，半缘修道半缘君。\n\n寻常百种花齐发，偏摘梨花与白人。\n今日江头两三树，可怜和叶度残春。\n\n","type":["爱情","思念","组诗"],"remark":"篸（zān）：古同“簪”。\n须臾（yú）：片刻，很短的时间。\n散漫：慢慢的。\n慵（yōng）：懒惰，懒散。\n水晶帘：石英做的帘子；一指透明的帘子。\n吉了（liǎo）：又称秦吉了，八哥。\n嫩麴（qū）：酒曲一样的嫩色。\n纰（pī）缦（màn）：指经纬稀疏的披帛。\n曾经沧海难为水：此句由孟子“观于海者难为水”（《孟子·尽心篇》）脱化而来，意思是已经观看过茫茫大海的水势，那江河之水流就算不上是水了。\n除却巫山不是云：此句化用宋玉《高唐赋》里“巫山云雨”的典故，意思是除了巫山上的彩云．其他所有的云彩都称不上彩云。\n取次：随便，草率地。\n缘：因为，为了。\n发：开放。\n白人：皮肤洁白的人。诗中指亡妻。\n\n","shangxi":"　　其一\n\n　　其一是回忆情人晓镜中残妆慵懒的可人情态。诗人同韦丛结婚，二人恩爱无比，这首诗是“思”情人一夜恩爱晓起后残妆慵懒的动人情态。诗人不直接去抒写，而是“自爱残妆晓镜中”的情人，残妆晓镜中的她，钗环参差不齐，绿色丝缕丛杂不整。很快日出东方映照面颊红如一朵胭脂，脸庞肌肤红润柔腻好像要立即融化消溶一样，给读者展示了一幅明丽动人娇媚的风姿。\n\n　　其二\n\n　　元稹这首诗的一、二句，也给人以超凡绝尘之感。碧山清泉漫流，万树桃花掩映，已非崔护《题城南庄》“人面桃花”小家碧玉，楼中丽人定是美艳绝伦的仙姝无疑。置景由远及近，敷色自浅人深，焦点渐次凸现，为人物登场设置了悬念及具体环境氛围。诗是有声的画，画是无声的诗。如果两者与规定戏剧情景浑融，就会产生意想不到的绝佳艺术效果。\n\n　　三、四两句推出人物，工笔细描闺中“画眉”故事，对照着笔，角度则从一方眼中写出，此亦有助于丰富潜在的戏剧因素与人物心理层次。“闲读道书慵未起”，“道书”不管是致用明道的儒家经籍，或是羽客仙心的方外秘篆，“闲”字传神地刻画了心不在焉的可笑情态，是一层深曲对比；“慵”既描述一方眼中的楚楚可怜，又流露无限呵护挚爱深情，是二层深曲对比；风光旖旎的闺房之乐出以如此潇洒高雅笔致，是三层深曲对比。“水晶帘下看梳头”也有许多曲折：水晶帘与美人妆，一层；情人眼里看与被看，又一层；好景不长，水月镜花，则更深一层。苏轼《江城子》词云：“夜来幽梦忽还乡，小轩窗，正梳妆。”同样以“乐境写悲哀”，同样表现对亡妻死生不渝的深长思念，同样打破并浓缩了时空界限。所不同的是，苏词托之以梦，入而即出，“相顾无言，惟有泪千行”；元诗则沉浸一往情深的回忆，仿佛在银幕“定格”，痴看而竟不知所以了。水晶帘下看梳头”感性的神往，都能引导读者走向真善美诗境，从而具有普遍的道德价值与美学意义。 　　　　 　　其三\n\n　　这首诗运用了暗喻的手法，首二句写著压的红罗总是追逐新颖的花样，就好像别的女子总是一个比一个动人。绣着秦吉了花纹的轻纱染上了迷人的酒曲一样的嫩色，你不要说纱太薄，因为只有这样的纱才是最好的。正是因为亡妻韦丛典雅淡泊，贤惠端庄，诗人才把她比作经纬稀疏的纱布才是最好的，这固然是元稹对妻子的偏爱之词。却也只有深情者才能才能表现出这种天长地久的真挚。\n\n　　其四\n\n　　这首诗最突出的特色，就是采用巧比曲喻的手法，淋漓尽致地表达了主人公对已经失去的心上人的深深恋情。它接连用水、用云、用花比人，写得曲折委婉，含而不露，意境深远，耐人寻味。\n\n　　首二句“曾经沧海难为水，除却巫山不是云”，沧海无比深广，因而使别处的水相形见绌。巫山有朝云峰，下临长江，云蒸霞蔚。据宋玉《高唐赋序》说，其云为神女所化，上属于天，下入于渊，茂如松榯，美若娇姬。因而，相形之下，别处的云就黯然失色了。“沧海”、“巫山”，是世间至大至美的形象，诗人引以为喻，从字面上看是说经历过“沧海”、“巫山”，对别处的水和云就难以看上眼了，实则是用来隐喻他们夫妻之间的感情有如沧海之水和巫山之云，其深广和美好是世间无与伦比的，因而除爱妻之外，再没有能使自己动情的女子了。\n\n　　“难为水”、“不是云”，这固然是元稹对妻子的偏爱之词，但像他们那样的夫妻感情，也确乎是很少有的。元稹在《遣悲怀》诗中有生动描述。因而第三句说自己信步经过“花丛”，懒于顾视，表示他对女色绝无眷恋之心了。\n\n　　第四句即承上说明“懒回顾”的原因。元稹生平“身委《逍遥篇》，心付《头陀经》”（白居易《和答诗十首》赞元稹语），是尊佛奉道的。另外，这里的“修道”，也可以理解为专心于品德学问的修养。然而，尊佛奉道也好，修身治学也好，对元稹来说，都不过是心失所爱、悲伤无法解脱的一种感情上的寄托。“半缘修道”和“半缘君”所表达的忧思之情是一致的，而且，说“半缘修道”更觉含意深沉。\n\n　　其五\n\n　　“寻常百种花齐发，偏摘梨花与白人”，春天里百花齐放，诗人偏偏摘了朵白色的梨花送与自己的妻子，那个皮肤洁白如玉的女子。春天百花争奇斗艳，诗人摘了梨花，不就是因为自己的妻子不像其她女色，不仅贤惠端庄、通晓诗文，更重要的是出身富贵，却不好富贵，不慕虚荣，就好像那洁白的梨花，静静地在枝头绽放。可是，妻子已经过世，满树的梨花凋谢了，只剩下绿叶，孤零零地度过残春。诗人把运用比喻的手法，把梨花比作妻子，自己比作绿叶，抒发了对亡妻的无尽怀念。\n\n","translation":"爱在早晨的镜子里欣赏残妆，钗环插满在发丝丛中。\n不一会儿初升的太阳照在抹了胭脂的脸颊上，仿佛一朵红花苏醒绽放又仿佛要化开了一般。\n\n山泉绕着街道缓缓流去，万树桃花掩映着小楼。\n我（在楼上）悠闲地翻看道教书籍慵懒着没有起身，隔着水晶帘看（你在妆台前）梳头。\n\n著压（一种织布工艺）的红罗总是追逐时髦新颖的花样，绣着秦吉了（一种类似鹦鹉的鸟）花纹的纱布染着酒曲一样的嫩色。\n（你说）不要首先嫌布料的材质太薄弱，稍微有些经纬稀疏的帛才是最宜人的。\n\n曾经领略过苍茫的大海，就觉得别处的水相形见绌；曾经领略过巫山的云霭，就觉得别处的云黯然失色。\n即使身处万花丛中，我也懒于回头一望，这也许是因为修道，也许是因为你的缘故吧。\n\n当时百花齐放，我却偏偏摘了朵白色的梨花送给你这个皮肤洁白如玉的女子。\n如今我就像那两三棵树一样静静地站在江边，可怜只有一树绿叶和我一起度过残春。\n\n"}
{"_id":{"$oid":"5b9a1483367d5cab1866882e"},"title":"春日忆李白","dynasty":"唐代","writer":"杜甫","content":"白也诗无敌，飘然思不群。\n清新庾开府，俊逸鲍参军。\n渭北春天树，江东日暮云。\n何时一樽酒，重与细论文。","type":["怀念","赞美","写人"],"remark":"不群：不平凡，高出于同辈。这句说明上句，思不群故诗无敌。\n庾开府：指庾信。在北周官至骠骑大将军、开府仪同三司（司马、司徒、司空），世称庾开府。\n俊逸：一作“豪迈”。鲍参军：指鲍照。南朝宋时任荆州前军参军，世称鲍参军。\n渭北：渭水北岸，借指长安（今陕西西安）一带，当时杜甫在此地。\n江东：指今江苏省南部和浙江省北部一带，当时李白在此地。\n论文：即论诗。六朝以来，通称诗为文。细论文：一作“话斯文”。\n\n","shangxi":"　　杜甫同李白的友谊，首先是从诗歌上结成的。这首怀念李白的五律，主要就是从这方面来落笔的。开头四句，一气贯注，都是对李白诗的热烈赞美。首句称赞他的诗冠绝当代。第二句是对上句的说明，是说他之所以“诗无敌”，就在于他思想情趣，卓异不凡，因而写出的诗，出尘拔俗，无人可比。接着赞美李白的诗像庾信那样清新，像鲍照那样俊逸。庾信、鲍照都是南北朝时的著名诗人。这四句，笔力峻拔，热情洋溢，首联的“也”、“然”两个语助词，既加强了赞美的语气，又加重了“诗无敌”、“思不群”的分量。\n\n　　对李白奇伟瑰丽的诗篇，杜甫在题赠或怀念李白的诗中，总是赞扬备至。从此诗坦荡真率的赞语中，也可以见出杜甫对李白的诗作十分钦仰。这不仅表达了他对李白诗的无比喜爱，也体现了他们的诚挚友谊。这四句是因忆其人而忆及其诗，赞诗亦即忆人。但作者并不明说此意，而是通过第三联写离情，自然地加以补明。这样处理，不但简洁，还可避免平铺直叙，而使诗意前后勾联，曲折变化。\n\n　　表面看来，第三联两句只是写了作者和李白各自所在之景。“渭北”指杜甫所在的长安一带；“江东”指李白正在漫游的江浙一带地方。“春天树”和“日暮云”都只是平实叙出，未作任何修饰描绘。分开来看，两句都很一般，并没什么奇特之处。然而作者把它们组织在一联之中，却有了一种奇妙的紧密的联系。也就是说，当作者在渭北思念江东的李白之时，也正是李白在江东思念渭北的作者之时；而作者遥望南天，惟见天边的云彩，李白翘首北国，惟见远处的树色，又见出两人的离别之恨，好像“春树”、“暮云”，也带着深重的离情。两句诗，牵连着双方同样的无限情思。回忆在一起时的种种美好时光，悬揣二人分别后的情形和此时的种种情状，这当中有十分丰富的内容。这两句，看似平淡，实则每个字都千锤百炼；语言非常朴素，含蕴却极丰富，是历来传颂的名句。《杜臆》引王慎中语誉为“淡中之工”，极为赞赏。\n\n　　上面将离情写得极深极浓，这就引出了末联的热切希望：“什么时候才能再次欢聚，像过去那样，把酒论诗啊！”把酒论诗，这是作者最难忘怀、最为向往的事，以此作结，正与诗的开头呼应。说“重与”，是说过去曾经如此，这就使眼前不得重晤的怅恨更为悠远，加深了对友人的怀念。用“何时”作诘问语气，把希望早日重聚的愿望表达得更加强烈，使结尾余意不尽，回荡着作者的无限思情。\n\n　　清代浦起龙说：“此篇纯于诗学结契上立意。”（《读杜心解》）道出了这首诗在内容和结构上的特点。全诗以赞诗起，以“论文”结，由诗转到人，由人又回到诗，转折过接，极其自然，通篇始终贯穿着一个“忆”字，把对人和对诗的倾慕怀念，结合得水乳交融。以景寓情的手法，更是出神入化，把作者的思念之情，写得深厚无比，情韵绵绵。\n\n","translation":"李白的诗作无人能敌，他那高超的才思也远远地超出一般人。\n李白的诗作既有庾信诗作的清新之气，也有鲍照作品那种俊逸之风。\n如今，我在渭北独对着春日的树木，而你在江东远望那日暮薄云，天各一方，只能遥相思念。\n我们什么时候才能同桌饮酒，再次仔细探讨我们的诗作呢？\n\n"}
{"_id":{"$oid":"5b9a1483367d5cab1866882f"},"title":"秋声赋","dynasty":"宋代","writer":"欧阳修","content":"　　欧阳子方夜读书，闻有声自西南来者，悚然而听之，曰：“异哉！”初淅沥以萧飒，忽奔腾而砰湃，如波涛夜惊，风雨骤至。其触于物也，鏦鏦铮铮，金铁皆鸣；又如赴敌之兵，衔枚疾走，不闻号令，但闻人马之行声。予谓童子：“此何声也？汝出视之。”童子曰：“星月皎洁，明河在天，四无人声，声在树间。”\n\n　　余曰：“噫嘻悲哉！此秋声也，胡为而来哉？盖夫秋之为状也：其色惨淡，烟霏云敛；其容清明，天高日晶；其气栗冽，砭人肌骨；其意萧条，山川寂寥。故其为声也，凄凄切切，呼号愤发。丰草绿缛而争茂，佳木葱茏而可悦；草拂之而色变，木遭之而叶脱。其所以摧败零落者，乃其一气之余烈。夫秋，刑官也，于时为阴；又兵象也，于行用金，是谓天地之义气，常以肃杀而为心。天之于物，春生秋实，故其在乐也，商声主西方之音，夷则为七月之律。商，伤也，物既老而悲伤；夷，戮也，物过盛而当杀。” (余曰 一作：予曰)\n\n　　“嗟乎！草木无情，有时飘零。人为动物，惟物之灵；百忧感其心，万事劳其形；有动于中，必摇其精。而况思其力之所不及，忧其智之所不能；宜其渥然丹者为槁木，黟然黑者为星星。奈何以非金石之质，欲与草木而争荣？念谁为之戕贼，亦何恨乎秋声！”\n\n　　童子莫对，垂头而睡。但闻四壁虫声唧唧，如助予之叹息。\n\n","type":["辞赋精选","古文观止","秋天","悲秋"],"remark":"欧阳子：作者自称。\n方：正在。\n悚（sǒng）然：惊惧的样子。\n初淅沥以萧飒：起初是淅淅沥沥的细雨带着萧飒的风声。淅沥，形容轻微的声音如风声、雨声、落叶声等。以，表并列，而。萧飒，形容风吹树木的声音。\n砰湃：同“澎湃”，波涛汹涌的声音。\n鏦鏦（cōng）铮铮：金属相击的声音。\n衔枚：古时行军或袭击敌军时，让士兵衔枚以防出声。枚，形似竹筷，衔于口中，两端有带，系于脖上。\n明河：天河。\n秋之为状：秋天所表现出来的意气容貌。状，情状，指下文所说的“其色”、“其容”、“其气”、“其意”。\n惨淡：黯然无色。\n烟霏：烟气浓重。霏，散扬。\n云敛：云雾密聚。敛，收，聚。\n日晶：日光明亮。晶，亮。\n栗冽：寒冷。\n砭（biān）：古代用来治病的石针，这里引用为刺的意思。\n绿缛：碧绿繁茂。\n一气：指构成天地万物的混然之气。天地万物的变化都是“一气”运行的结果。\n余烈：余威。\n刑官：执掌刑狱的官。《周礼》把官职与天、地、春、夏、秋、冬相配，称为六官。秋天肃杀万物，所以司寇为秋官，执掌刑法，称刑官。\n有时：有固定时限。\n渥：红润的脸色。\n黟（yī）：黑。\n星星：鬓发花白的样子。\n\n","shangxi":"　　本文是作者晚年所作。虽仕途已入顺境，但长期的政治斗争也使他看到了世事的复杂，逐渐淡于名利。秋在古代也是肃杀的象征，一切生命都在秋天终止。作者的心情也因为屡次遭贬而郁闷，但他也借秋声告诫世人：不必悲秋、恨秋，怨天尤地，而应自我反省。这一立意，抒发了作者难有所为的郁闷心情，以及自我超脱的愿望。\n\n　　这篇赋以“有声之秋”与“无声之秋”的对比作为基本结构框架，精心布局，文势一气贯串而又曲折变化，作者从凄切悲凉的秋声起笔，为下文铺写“有声之秋”蓄势；然后由草木经秋而摧败零落，写到因人事忧劳而使身心受到戕残，由自然界转到社会人生，这是“无声之秋”；最后归结出全篇主旨：“念谁为之戕贼，亦何恨乎秋声！”\n\n　　文章用第一人称的笔法来写。一开始作者就为我们描绘了一个从静到动，令人悚惊的秋夜奇声，营造了一种悲凉气氛。“欧阳子方夜读书，闻有声自西南来者，悚然而听之。”作者正在秋夜专心致志地读书，忽听一种奇特的声音从西南方传来。作者惊讶于这样的声音，细听，起初似雨声淅淅沥沥，又似风声潇潇飒飒，忽然又如波涛奔腾翻涌，又似狂风暴雨骤然而至。它接触到物体上，又发出如金铁相撞的鏦鏦铮铮的声音，又好像奔赴敌阵的军队，衔枚迅跑，听不到号令，只听到人马行进之声。\n\n　　作者用风声，波涛，金铁，行军四个比喻，从多方面和不同角度，由小到大，由远及近地形象地描绘了秋声状态。用形象化的比喻，生动鲜明地写出了作者听觉中的秋声的个性特点，融入了作者主观情感。\n\n　　接着作者引出与童子对话，从浮想联翩，又回到现实，增强了艺术真实感。作者对童子说：“此何声也？汝出视之。”童子回答：“星月皎洁，明河在天，四无人声，声在树间。”童子的回答，质朴简明，意境优美、含蓄。这里，作者的“悚然”与童子的若无其事，作者的悲凉之感与童子的朴拙稚幼形成鲜明对比，对秋声的两种不同的感受相映成趣，富于意味。作者在第一段通过悬念式的对声音的生动描绘，点明了文章主题即秋声。文章起始，就写得脉络清晰，波澜起伏，摇曳多姿，读者有一种身临其境之感。\n\n　　作者接着寻根溯源，探究秋声所以形成的缘由？“予曰：‘噫嘻悲哉！此秋声也，胡为而来哉？’”，自答曰：“盖夫秋之为状也，其色惨淡，烟霏云敛；其容清明，天高日晶；其气栗冽，砭人肌骨；其意萧条，山川寂寥。……”秋声，是秋天的声音，作者从秋之色，容，气，意四个方面把秋天的到来之后万物所呈现的风貌和秋之内在“气质”描绘得具体可感，其色颜容貌似乎呈现眼前，其栗冽之气似乎穿透衣服直刺肌肤，其萧条之意似已围裹全身。这种秋气，是一种肃杀之气，是让人速生冷颤之气。它只要施展它的一点余威，就会使繁茂蓊郁的绿色变色，葱茏的佳木凋零。这样，通过秋声的描绘和感受把“秋”之威力作了形象化的描绘。“秋”何以有这样的威力和会使人产生如此的感受呢？\n\n　　接着，作者又从社会和自然两个方面，对秋声进行了剖析和议论。“夫秋，刑官也，于时为阴；又兵象也，于行用金；是谓天地之义气，常以肃杀而为心。天之于物，春生秋实。故其在乐也，商声主西方之音；夷则为七月之律。商，伤也，物即老而悲伤；夷，戮也，物过盛而当杀。”古代用天地、四时之名命官，如天官冢宰、地官司徒、春官宗伯、夏官司马、秋官司寇、冬官司空，这是六官。司寇掌刑法。故秋天是古代刑官行刑的季节。在四季中又属阴冷的季节；春夏为阳，秋冬为阴。从五行来分，秋属金，由古代多以秋天治兵，“沙场秋点兵”，所以秋又有战争的象征；这样，秋天对人来说，意味着有悲凉肃杀死亡之气。从自然界来看，天地万物，春天生长，秋天结实，意味着自然界中生命由盛转衰的过程，人与此同，故有对生命将息的悲叹与伤感。又以音乐为喻，古人将五声（宫、商、角、徵、羽）和四时相配，秋属商，又将五行和东、南、中、西、北五个方位相配，秋主西方，秋属于商声，商，伤也，悲伤之意。夷则，是七月的音律，古音分十二律，夷则为十二律之一。将乐律和历法联系起来，，十二律与十二月相配，夷则配七月。《礼记?月令》：“孟秋之月，律中夷则。”夷，是删刈，杀戮之意。万物由繁荣到衰败，则为自然之规律。作者从自然与社会两方面进行了论述，人是自然的一部分，又是社会的产物，人与自然、社会形成一个相互联系的有机整体。人从个人出发体验感悟自然和社会。这体现了中国“天人合一”的思想。\n\n　　接着作者仍然抓住秋声的主题，通过无情的草木与万物中最有感情，最有灵性的人的对比，抒发议论。作者认为，百般的忧虑和万事的操劳必然损伤着人的身心，内心受到刺激和痛苦，必然损耗精力，更何况是“思其力之所不及，忧其智之所不能”呢！这样就容易朱颜易老，乌发变白，“奈何以非金石之质，欲与草木而争荣？”这是你自己无穷无尽的忧劳伤害了自己，又何必去怨恨秋声的悲凉呢？这就说明了作者之所以感到秋声之悲凉，其根源不在秋声，主要是当时作者面对国家和自己的处境而产生的忧思所致。当时作者被朝廷重用，但想起曾经在政治上屡不得志，怀才不遇，报国无门，心情郁闷。这样的情绪和秋季气息正相统一，触物伤情，有感而发。\n\n　　作者蓄积已久的深沉苦闷和悲凉没有人能理解。“童子莫对，垂头而睡。”唯有四壁的虫鸣，与“我”一同叹息。此情此景是何等悲凉：秋风呼号，秋声凄切，长夜漫漫，虫声唧唧，悲愤郁结，无可奈何，只能徒然叹息。\n\n　　此文，把写景、抒情、记事、议论熔为一炉，浑然天成。作者叙事简括有法，而议论迂徐有致；章法曲折变化；而语句圆融轻快；情感节制内敛；语气轻重和谐；节奏有张有弛；语言清丽而富于韵律。在这个秋气正浓的季节，不妨打开《秋声赋》，一方面欣赏作者优美的文字所带给你的艺术美感，另一方细细品味秋之色、之容、之气、之意，体验自然和人生。\n\n　　作者把无形的秋声写得可见可闻。文章开头便用形象的比喻描写秋夜西风渐起，触物有声，再用星月皎洁、四无人声加以烘托，一萧瑟幽森的画面便呈现在读者面前；最后以“四壁虫声唧唧”收尾，也紧扣住季节的特色。中间两大段用赋体的传统铺陈手法，渲染秋天的肃杀和万物的凋零，抒写对人事忧劳的悲感，最后“念谁为之戕贼，亦何恨乎秋声”，又转喻祸根在人，发挥了清心寡欲的老庄哲学，反映了作者对人生的感悟。写景、抒情、议论有机地融为一体，显示出文赋自由挥洒的韵致。\n\n　　《秋声赋》作于嘉祐四年（1059），欧阳修时年53岁，这是他继《醉翁亭记》后的又一名篇。它骈散结合，铺陈渲染，词采讲究，是宋代文赋的典范。\n\n　　文章第一段写作者夜读时听到秋声，从而展开了对秋声的描绘。文章开头，作者简捷直人地描画了一幅生动的图景：欧阳修晚上正在读书，被一种奇特的声音所搅动。这简捷的开头，实际上并不简单，灯下夜读，是一幅静态的图画，也可以说，作者正处于一处凝神的状态中。声音的出现是以动破静，引起了作者的注意，不禁去倾听它，同时，也就惹动了文思。这样由伏到起，在动静的对比中，文势便蓄成了，有了这种文势，下面的文章便仿佛是泉水涌出，自然流泻。接下来，是作者对秋声一连串的比喻，把难以捉摸的东西变得具体可感。作者通过由“初”到“忽”，再到“触于物”，写出了由远而近、由小到大、凭虚而来的撞击物体的秋声夜至的动态过程，突出了秋声变化的急剧和来势的猛烈。这也就回答了作者闻声惊惧和感叹的原因。\n\n　　第二段是对秋声的描绘和对秋气的议论。首先，作者概括了平日观察所得，运用骈偶句式和铺张渲染的赋的传统手法，抓住烟云、天日、寒气、山川等景物，分别就秋的色、容、气、意，描绘出了秋状的四幅具有不同特征的鲜明图画。而对秋状的描绘，正是为了烘托秋声的“凄凄切切，呼号愤发”。然后，是对秋气的议论。“丰草”四句，作者把草木在夏天和秋季作对比，通过对比，指出草木之所以摧败零落，是秋气施加强大威力的结果。在此基础上，议论又进一步展开。“夫秋，刑官也”到这一段结束，作者吸收前人种种说法，又运用骈偶句把秋与官制、阴阳、五行、音律等配属起来，甚至用“伤”解释“商”，用“戮”解释“夷”，极力铺张，突出秋对万物的强大摧残力量，说明万物盛衰的自然之理。这是宇宙生成的哲学思考，写出了秋声中永恒的悲伤，为下文进入本文主题起了铺垫作用。\n\n　　第三段是全文的题旨所在，作者由感慨自然而叹人生，百感交集，黯然神伤。这一段，作者在极力渲染秋气对自然界植物摧残的基础上，着力指出，对于人来说，人事忧劳的伤害，比秋气对植物的摧残更为严重。\n\n　　第四段是全篇的结束，作者从这些沉思冥想中清醒过来，重新面对静夜，只有秋虫和呜，衬托着作者悲凉的心境。结尾处秋虫的和鸣，更衬出作者的感慨与孤独。戛然而止的结尾，给文章增添了不少的感染力，在秋虫唧唧中，读者似乎也要同声一叹。\n\n　　欧阳修在宋仁宗嘉佑占四年(1059)春天辞去开封府尹的职务，专心著述。这时的欧阳修，在政治上早已经历了多次贬官，对政治和社会时局心情郁结，对人生短暂、大化无情感伤于怀，正处于不知如何作为的苦闷时期。在《秋声赋》中，作者以“无形”的秋声作为描写和议论的对象，采用赋的形式抒写秋感，极尽渲染铺陈之能事，实际上融入了作者对宦海沉浮、人生苦短深沉的感慨。\n\n　　《秋声赋》写秋以立意新颖著称，从题材上讲，悲秋是中国古典文学的永恒题材，但欧阳修选择了新的角度人手，虽然承袭了写秋天肃杀萧条的传统，但却烘托出人事忧劳更甚于秋的肃杀这一主题，这就使文章在立意上有所创新。\n\n　　更应该提到的，应是《秋声赋》在文体上的贡献。注重骈偶铺排以及声律的赋到了宋代以后，由于内容的空乏和形式上的矫揉造作，已经走向没落。欧阳修深明其中之弊，当他的散文革新取得了成功之后，回过头来又为“赋’’体打开了一条新的出路，即赋的散文化，使赋的形式活泼起来，既部分保留了骈赋、律赋的铺陈排比、骈词俪句及设为问答的形式特征，又呈现出活泼流动的散体倾向，且增加了赋体的抒情意味。这些特点也使《秋声赋》在散文发展史上占有了一席很重要的地位。\n\n　　还有一点必须指出的是，在赏析该文时，应取其精华，去其糟粕。不应该受古人消极情绪的影响。 “悲秋”是历代文人骚客写作的主题，他们借对秋的悲，抒发对时政不满而产生的郁闷心情；感叹自己怀才不遇，宦海沉浮，人生艰难的不幸遭遇。 欧阳先生的《秋声赋》在立意方面，虽然通过感伤秋之肃杀而烘托出感伤世事之肃杀，但仍然难免有很浓的悲伤情调。\n\n　　文章第三段开头“嗟乎”二字多么淋漓尽致地表达了悲伤的情感；而此段的最后“奈何”、“念谁”两句更体现了作者凄苦愁闷的心情。\n\n　　古代的封建文人墨客，因为受时代的局限和传统人生观、世界观的束缚，因秋而生悲的伤感情绪是必然的。我们不能苛求古人而指责他们的消极情绪。建议大家在欣赏《秋声赋》这篇脍炙人口的文章时有必要读读毛泽东主席的《浪淘沙·北戴河》和现代作家俊青的散文《秋色赋》。 \n\n","translation":"　　欧阳先生（欧阳修自称）夜里正在读书，（忽然）听到有声音从西南方向传来，心里不禁悚然。他一听，惊道：“奇怪啊！”这声音初听时像淅淅沥沥的雨声，其中还夹杂着萧萧飒飒的风吹树木声，然后忽然变得汹涌澎湃起来，像是江河夜间波涛突起、风雨骤然而至。碰到物体上发出铿锵之声，又好像金属撞击的声音，再（仔细）听，又像衔枚奔走去袭击敌人的军队，听不到任何号令声，只听见有人马行进的声音。（于是）我对童子说：“这是什么声音？你出去看看。”童子回答说：“月色皎皎、星光灿烂、浩瀚银河、高悬中天，四下里没有人的声音，那声音是从树林间传来的。”\n\n　　我叹道：“唉，可悲啊！这就是秋声呀，它为何而来呢（它怎么突然就来了呢）？大概是那秋天的样子，它的色调暗淡、烟飞云收；它的形貌清新明净、天空高远、日色明亮；它的气候寒冷、刺人肌骨；它的意境寂寞冷落，没有生气、川流寂静、山林空旷。所以它发出的声音时而凄凄切切，呼号发生迅猛，不可遏止。绿草浓密丰美，争相繁茂，树木青翠茂盛而使人快乐。然而，一旦秋风吹起，拂过草地，草就要变色；掠过森林，树就要落叶。它能折断枝叶、凋落花草，使树木凋零的原因，便是一种构成天地万物的混然之气（秋气）的余威。秋天是刑官执法的季节，它在季节上说属于阴；秋天又是兵器和用兵的象征，在五行上属于金。这就是常说的天地之严凝之气，它常常以肃杀为意志。自然对于万物，是要它们在春天生长，在秋天结实。所以，秋天在音乐的五声中又属商声。商声是西方之声，夷则是七月的曲律之名。商，也就是‘伤’的意思，万物衰老了，都会悲伤。夷，是杀戮的意思，草木过了繁盛期就应该衰亡。”\n\n　　“唉！草木是无情之物，尚有衰败零落之时。人为动物，在万物中又最有灵性，无穷无尽的忧虑煎熬他的心绪，无数琐碎烦恼的事来劳累他的身体。只要内心被外物触动，就一定会动摇他的精神。更何况常常思考自己的力量所做不到的事情，忧虑自己的智慧所不能解决的问题？自然会使他红润的面色变得苍老枯槁，乌黑的头发（壮年）变得鬓发花白（年老）。（既然这样，）为什么却要以并非金石的肌体，去像草木那样争一时的荣盛呢？（人）应当仔细考虑究竟是谁给自己带来了这么多残害，又何必去怨恨这秋声呢？”\n\n　　书童没有应答，低头沉沉睡去。只听得四壁虫鸣唧唧，像在附和我的叹息。\n\n"}
{"_id":{"$oid":"5b9a1483367d5cab18668830"},"title":"自嘲","dynasty":"近代","writer":"鲁迅","content":"运交华盖欲何求，未敢翻身已碰头。\n破帽遮颜过闹市，漏船载酒泛中流。\n横眉冷对千夫指，俯首甘为孺子牛。\n躲进小楼成一统，管他冬夏与春秋。\n\n","type":["励志"],"remark":"华盖：星座名，共十六星，在五帝座上，今属仙后座。旧时迷信，以为人的命运中犯了华盖星，运气就不好。\n破帽：原作“旧帽”。\n漏船载酒：用《晋书·毕卓传》中的典故：“得酒满数百斛（hú）……浮酒船中，便足了一生矣。”漏船：原作破船”。“中流：河中。\n横眉：怒目而视的样子，表示愤恨和轻蔑。\n孺子牛：春秋时齐景公跟儿子嬉戏，装牛趴在地上，让儿子骑在背上。这里比喻为人民大众服务，更指小孩子，意思是说鲁迅把希望寄托在小孩子身上，就是未来的希望。\n成一统：意思是说，我躲进小楼，有个一统的小天下。\n管他冬夏与春秋：即不管外在的气候、环境有怎样的变化。\n\n","shangxi":"　　“运交华盖欲何求，未敢翻身已碰头。”其中“运交华盖”是说生逢豺狼当道的黑暗社会，交了倒霉的坏运。“欲何求”、“未敢”都带有反语的意味，是极大的愤激之词，反衬出当时国民党统治者的残暴，形象地描画和揭示了一个禁锢得像密封罐头那样的黑暗社会，概括了作者同当时国民党的尖锐的矛盾冲突。表明他对当时国民党统治者不抱任何幻想，对当时的政治环境极端蔑视和无比的憎恨。由此衬托无产阶级战士不畏强暴，碰壁不回的革命精神。\n\n　　“破帽遮颜过闹市，漏船载酒泛中流。”其中“闹市”喻指敌人猖獗跋扈、横行霸道的地方。“中流”指水深急处。这联用象征的手法，讲形势非常险恶。作者在“破帽“与“闹市”， “漏船”与“中流”这两不相应且对立的事物中，巧妙地运用了一个“过”和一个“泛”，再一次形象地表现出作者临危不惧、激流勇进的战斗精神，衬托出革命战士在险恶环境中是何等的英勇顽强、机智灵活。这两句诗流露出诙谐、乐观的情趣，表现出寓庄于谐的特色。\n\n　　“横眉冷对千夫指，俯首甘为孺子牛。”是全诗的核心和精髓，集中地体现出作者无产阶级的世界观。前四句叙写处境和战斗行动，这两句揭示内心深处的感情，把全诗的思想境界推到了高峰。这两句诗，表达作者对人民的强烈的爱和对敌人的强烈的憎，表现了作者在敌人面前毫不妥协，为人民大众鞠躬尽瘁的崇高品德。这句是全诗主题的集中体现，也是作者感情表达的最高潮。\n\n　　“躲进个楼成一统，管他冬夏与春秋。”其中“小搂”是作者居住的地方。“躲进”有暂时隐避下来的意思。 “躲“字，融合着巧与敢的双重意味。前一句十分风趣地道出了作者当时战斗环境的特点和善于斗争的艺术，反映出作者自信、乐观的心境和神情。后一句写无所畏惧、韧战到底的决心。这就把前一句的战斗内容揭示得更加鲜明，使寓庄于谐的特色表现得更加突出。既表明作者不管形势怎样变幻，前途如何艰险，决心为革命坚持不懈地斗争，又是对当时国民党统治者出卖民族利益的罪行的辛辣讽刺。这一语双关的结尾，增强了本诗的主题。\n\n　　这首诗是一首抒情诗，是作者鲁迅从自己深受迫害，四处碰壁中迸发出的愤懑之情，有力地揭露和抨击了当时国民党的血腥统治，形象地展现了作者的硬骨头性格和勇敢坚毅的战斗精神。\n\n","translation":"交了不好的运气我又能怎么办呢？想摆脱却被碰得头破血流。\n破帽遮脸穿过热闹的集市，像用漏船载酒驶于水中一样危险。\n横眉怒对那些丧尽天良、千夫所指的人，俯下身子甘愿为老百姓做孺子牛。\n坚守自己的志向和立场永不改变，不管外面的环境发生怎样的变化。\n\n"}
{"_id":{"$oid":"5b9a1483367d5cab18668831"},"title":"为学一首示子侄","dynasty":"清代","writer":"彭端淑","content":"　　天下事有难易乎？为之，则难者亦易矣；不为，则易者亦难矣。人之为学有难易乎？学之，则难者亦易矣；不学，则易者亦难矣。\n\n　　吾资之昏，不逮人也，吾材之庸，不逮人也；旦旦而学之，久而不怠焉，迄乎成，而亦不知其昏与庸也。吾资之聪，倍人也，吾材之敏，倍人也；屏弃而不用，其与昏与庸无以异也。圣人之道，卒于鲁也传之。然则昏庸聪敏之用，岂有常哉？\n\n　　蜀之鄙有二僧：其一贫，其一富。贫者语于富者曰：“吾欲之南海，何如？”富者曰：“子何恃而往？”曰：“吾一瓶一钵足矣。”富者曰：“吾数年来欲买舟而下，犹未能也。子何恃而往！”越明年，贫者自南海还，以告富者，富者有惭色。\n\n　　西蜀之去南海，不知几千里也，僧富者不能至而贫者至焉。人之立志，顾不如蜀鄙之僧哉?是故聪与敏，可恃而不可恃也；自恃其聪与敏而不学者，自败者也。昏与庸，可限而不可限也；不自限其昏与庸，而力学不倦者，自力者也。\n\n","type":["初中文言文","学习","哲理","故事"],"remark":"1、资：天资，天分。之：助词。\n2、倍人：“倍于人”的省略。\n3、屏：同“摒”，除去、排除。\n4、圣人：指孔子。卒：终于。鲁：迟钝、不聪明。\n5、鄙：边远的地方。\n6、南海：指佛教圣地普陀山。\n7、何恃：“恃何”的倒装。恃，凭借、依靠。\n8、钵：和尚用的饭碗。\n9、买舟：租船。买，租、雇的意思。\n10、顾不如：难道还不如。顾，难道。\n11、自败者也：判断句，表示肯定，靠自己努力学成的。\n\n","translation":"　　天下的事情有困难和容易的区别吗？只要肯做，那么困难的事情也变得容易了；如果不做，那么容易的事情也变得困难了。人们做学问有困难和容易的区别吗？只要肯学，那么困难的学问也变得容易了；如果不学，那么容易的学问也变得困难了。\n　　我天资愚笨，赶不上别人；我才能平庸，赶不上别人。我每天持之以恒地提高自己，等到学成了，也就不知道自己愚笨与平庸了。我天资聪明，超过别人；能力也超过别人，却不努力去发挥，即与普通人无异。孔子的学问最终是靠不怎么聪明的曾参传下来的。如此看来聪明愚笨，难道是一成不变的吗？\n　　四川边境有两个和尚，其中一个贫穷，其中一个富裕。穷和尚对有钱的和尚说：“我想要到南海去，你看怎么样？”富和尚说：“您凭借着什么去呢？”穷和尚说：“我只需要一个盛水的水瓶一个盛饭的饭碗就足够了。”富和尚说：“我几年来想要雇船沿着长江下游而（去南海），尚且没有成功。你凭借着什么去！”到了第二年，穷和尚从南海回来了，把到过南海的这件事告诉富和尚。富和尚的脸上露出了惭愧的神情。\n　　四川距离南海，不知道有几千里路，富和尚不能到达可是穷和尚到达了。一个人立志求学，难道还不如四川边境的那个穷和尚吗？因此，聪明与敏捷，可以依靠但也不可以依靠；自己依靠着聪明与敏捷而不努力学习的人，是自己毁了自己。愚笨和平庸，可以限制又不可以限制；不被自己的愚笨平庸所局限而努力不倦地学习的人，是靠自己努力学成的。\n\n"}
{"_id":{"$oid":"5b9a1483367d5cab18668832"},"title":"蚕妇","dynasty":"宋代","writer":"张俞","content":"昨日入城市，归来泪满巾。\n遍身罗绮者，不是养蚕人。","type":["古诗三百首","妇女","感伤","同情","早教古诗100首"],"remark":" 蚕妇：养蚕的妇女。蚕，一种昆虫，吐出的丝是重要的纺织原料，主要用来纺织绸缎。\n市：做买卖或买卖货物地方。这里是指卖出蚕丝。\n巾：手巾或者其他的用来擦抹的小块布。\n遍身：全身上下。罗绮：丝织品的统称。罗，素淡颜色或者质地较稀的丝织品。绮，有花纹或者图案的丝织品。在诗中，指丝绸做的衣服。\n\n","shangxi":"　　诗首两句写蚕妇的伤感。妇人昨天进城里去卖丝，回来的时候却是痛哭流泪。“泪满巾”可以看出蚕妇感情刺激之深。诗人用朴素的语言无声地揭示了社会的极端不公。通过对一个蚕妇经历与感受的叙写，表达了对下层劳动人民处境的深刻同情。诗中不着一字议论，却无声地控诉了以养蚕为生、深居僻乡的劳动妇女这一形象。蚕妇初次进城，竟发现了自己贫困终生的根源，难怪她要悲伤，要痛哭流泪了。那位蚕妇的神态、见闻、感受都写得绘声绘色、有血有肉，就以这么一个生活细节，来深刻揭露封建社会制度的极端不合理，立意深刻，构思巧妙，显示了诗人对生活的敏锐洞察力和高度概括力。\n\n　　后两句揭示蚕妇是因为有感于获而不劳、劳而不获的不合理社会现实而伤感。蚕妇之所以会痛哭流泪，是因为她看到，城里身穿丝绸服装的人，都是有权有势的富人。像她一样的劳动人民，即使养一辈子蚕，也是没有能力穿上美丽的丝绸衣服的。诗人用明显对比的手法概括封建社会阶级对立的现实，揭露统治者不劳而获的不合理现实，极有说服力。\n\n　　这是一首言简意赅的讽喻诗，诗人借养蚕妇女的所见所感，把养蚕人衣不蔽体，不养蚕人却穿着满身绸缎加以对比，深刻地揭露了封建社会劳动人民的劳动成果遭到剥削掠夺的不合理现象。诗中反映了劳动人民生活的悲苦，表达了诗人对养蚕农妇的同情，对不劳而获的剥削阶级的愤恨，以及对整个封建社会的控诉和鞭挞。\n\n","translation":"一个住在乡下以养蚕为生的妇女，昨天到城市里去赶集并且出售蚕丝。回来的时候，她却是泪流不断，伤心的泪水甚至把手巾都浸湿了。\n因为她在都市中看到，全身穿着美丽的丝绸衣服的人，根本不是像她这样辛苦劳动的养蚕人！\n\n"}
{"_id":{"$oid":"5b9a1483367d5cab18668833"},"title":"和董传留别","dynasty":"宋代","writer":"苏轼","content":"粗缯大布裹生涯，腹有诗书气自华。\n厌伴老儒烹瓠叶，强随举子踏槐花。\n囊空不办寻春马，眼乱行看择婿车。\n得意犹堪夸世俗，诏黄新湿字如鸦。","type":["送别","议论","读书","写人","修养"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154234240.mp3","remark":"董传：字至和，洛阳（今属河南）人。曾在凤翔与苏轼交游。宋神宗熙宁二年（1069）卒。\n麤（cū）缯：粗制的丝织品。麤：同“粗”。大布：古指麻制粗布。《左传·闵公二年》：“卫文公大布之衣，大帛之冠。”杜预注：“大布，粗布。”裹：经历。生涯：人生的境遇过程。语本《庄子·养生主》：“吾生也有涯，而知也无涯。”\n腹有：胸有，比喻学业有成。诗书：原指《诗经》和《尚书》。此泛指书籍。气：表于外的精神气色。华：丰盈而实美。\n老儒：旧谓年老的学人。唐牟融《寄周韶州》诗：“十年学道困穷庐，空有长才重老儒。”瓠叶：《诗经·小雅》的篇名。共四章。根据诗序：瓠叶，大夫刺幽王也。或以为燕饮之诗。首章二句为：幡幡瓠叶，采之亨之。\n举子：指被推荐参加考试的读书人。槐花：豆科植物槐的干燥花及花蕾。夏季花开放或花蕾形成时采收，及时干燥，除去枝、梗及杂质。前者习称“槐花”，后者习称“槐米”。踏槐花：唐代有“槐花黄，举子忙”俗语，槐花落时，也就是举子应试的时间了，后因称参加科举考试为“踏槐花”。\n囊空不办：引自《南史‧虞玩之传》：“玩之为少府，犹蹑屐造席。高帝取屐亲视之，讹黑斜锐，瓒断以芒接之。问曰：‘卿此屐已几载？’玩之曰：‘初释褐拜征北行佐买之，著已三十年，贫士竟不办易。’”引用孟郊诗而不直接引用其诗语，只将“春风得意马蹄疾，一日看尽长安花。”之诗意转化为“寻春马”；引用虞玩之因贫困而旧屐著三十年不办易的事典，而转化为“囊空不办”，引用二个典故融合为一句，语多转折。囊空：口袋里空空的，比喻没有钱。唐杜甫《空囊》诗：“囊空恐羞涩，留得一钱看。”寻春马：引用孟郊《登科后》诗：“昔日龌龊不足夸，今朝放荡思无涯。春风得意马蹄疾，一日看尽长安花。”\n择婿车：此指官贾家之千金美女所座之马车，游街以示择佳婿。唐代进士放榜，例于曲江亭设宴。其日，公卿家倾城纵观，高车宝马，于此选取佳婿。见五代王定保《唐摭言·慈恩寺题名游赏赋咏杂纪》。\n得意：即“春风得意”，意谓黄榜得中。唐赵氏《闻夫杜羔登第》诗：“良人得意正年少，今夜醉眠何处楼。”世俗：社会上流传的风俗习惯。《文子·道原》：“矜伪以惑世，畸行以迷众，圣人不以为世俗。”\n诏黄：即诏书，诏书用黄纸书写，故称。《南史·王韶之传》：“恭帝即位，迁黄门侍郎，领著作，西省如故。凡诸诏黄皆其辞也。”字如鸦：诏书写的黑字。语出唐人卢仝《示添丁》“忽来案上翻墨汁，涂抹诗书如老鸦”。\n\n","shangxi":"　　“厌伴老儒烹瓠叶，强随举子踏槐花。”这两句是说董传的志向，不甘心过贫苦的日子，希望通过科举出人头地。老儒是指年老的学人。“烹瓠叶”是用典。《诗经·小雅·瓠叶》，首章二句为“幡幡瓠叶，采之亨之”。瓠叶味苦，诗中以瓠叶言其宴席上菜肴的粗陋和简约，但主人并没有以其微薄而废礼，而是情真意挚地“采之亨之”（“亨”同“烹”）。\n\n　　“囊空不办寻春马，眼乱行看择婿车。”“寻春马”是暗用孟郊《登科后》的典故。这里苏轼是说董传即便登科也没钱置办马匹，像孟郊那样“一日看尽长安花”。“择婿车”是用王定保《唐摭言·慈恩寺题名游赏赋咏杂纪》所载唐进士放榜日公卿家倾城选取佳婿，“钿车珠鞍，栉比而至”的典故。苏轼的意思是说，董传虽不能像孟郊那样骑马看花，但却有机会被那“选婿车”包围，让自己眼花缭乱。这两句诗是苏轼鼓励董传的话，有钱没钱不是问题，考中才是硬道理，那时什么都会有。\n\n　　“得意犹堪夸世俗，诏黄新湿字如鸦。”这两句诗是承接上两句，继续对董传给予鼓励，希冀董传能够有朝一日，可以金榜题名，扬眉吐气，以夸世俗。苏轼写到这里，似乎完全忘记了此诗开头的“腹有诗书气自华”，剩下的就只有对一个不得意书生的一点祝福了。\n\n　　这首诗的特点是巧于用典，蕴藉含蓄。其中“腹有诗书气自华”，是至今让人传诵于口的名句。“诗书”在这里泛指书籍；“气”是指气质风度；“华”指有光彩，与众不同。脱开诗中赞扬董传的语境，单独来看，“腹有诗书气自华”的意思就是：那些勤于读书的人身上总会一种儒雅之气自然地流露出来，使他们看起来与众不同。正因为它概括出了读书人当中普遍存在的一种现象，所以才成为了有关读书学习方面的诗词名句，被广泛引用。\n\n","translation":"生活当中身上包裹着粗衣劣布，胸中有学问气质自然光彩夺人。\n不喜欢陪伴着老儒一块清谈过“烹瓠叶”那样的苦日子，决定随从举子们参加科举考试。\n口袋里没有钱不置办那“看花”的马，但会看取令人眼花缭乱的“择婿车”。\n考试得中仍然可以向世俗的人们夸耀，诏书上如鸦的黑字新写着俺的名字。\n\n"}
{"_id":{"$oid":"5b9a1483367d5cab18668834"},"title":"国风·郑风·野有蔓草","dynasty":"先秦","writer":"佚名","content":"野有蔓草，零露漙兮。有美一人，清扬婉兮。邂逅相遇，适我愿兮。\n野有蔓草，零露瀼瀼。有美一人，婉如清扬。邂逅相遇，与子偕臧。","type":["诗经","爱情"],"remark":"蔓（màn）草：蔓延生长的草。蔓：蔓延。一说茂盛。\n零：降落。漙（tuán）：形容露水多。\n清扬：目以清明为美，扬亦明也，形容眉目漂亮传神。婉：美好。\n邂（xiè）逅（hòu）：不期而遇。\n适：适合。\n瀼（ráng）：形容露水浓，多。\n偕臧（cáng）：一同藏匿，指消失这草木丛中。臧，同“藏”。\n\n","shangxi":"　　这首诗写的是非常浪漫而自由的爱情：良辰美景，邂逅丽人，一见钟情，便携手藏入芳林深处，恰如一对自由而欢乐的小鸟，一待关关相和，便双双比翼而飞。\n\n　　率真的爱情，形诸牧歌的笔调，字字珠玉，如歌如画。诗分二章，重复叠咏。每章六句，两句一层，分写景、写人、抒情三个层次，而典型环境、典型人物与典型感情齐备，可谓出之无心而天然合作。\n\n　　美好的环境和有着美丽眉目的姑娘，从小伙子的视角见出，楚楚有致，格外动人。“野有蔓草，零露漙兮”两句是兼赋的兴句，勾勒出一派春草青青、露水晶莹的良辰美景。春晨的郊野，春草葳蕤，枝叶蔓延，绿成一片；嫩绿的春草，缀满露珠，在初日的照耀下，明澈晶莹。在这清丽、幽静的春晨郊野，“有美一人，清扬婉兮”，意思是说，一位美丽的姑娘含情不语，飘然而至，那露水般晶莹的美目，秋波一转，顾盼流转，妩媚动人。这四句诗俨然是一幅春日丽人图，先写景，后写人，堪称是“诗中有画”（苏轼语），画中有人。而在修长的蔓草、晶莹的露珠与少女的形象之间，有着微妙的隐喻，能引发丰富的联想。“清扬婉兮”的点睛之笔，表现了姑娘惊人的美丽。小伙子见到这一切，爱悦之情怎能不喷涌而出。“邂逅相遇，适我愿兮。”这里，有对姑娘的惊叹，有对不期而遇的惊喜，更有对爱神突然降临的幸福感和满足感。\n\n　　第一章与第二章之间的空白，可理解为姑娘小伙相对凝视之时，此时无声胜有声的静场；次章前五句的重叠复唱，可理解为小伙子心情略为平静后，向姑娘倾诉的爱慕之意和殷殷之情。然而，在这人性纯朴的时代，又值仲春欢会之时，无需絮絮长谈，更不必繁文缛节。“邂逅相遇，与子偕臧。”只要两情相愿，便结百年之好；毋须父母之命、媒妁之言，自可永结同心。\n\n　　德国美学家黑格尔说：“灵魂集中在眼睛里，灵魂不仅要通过眼睛去看事物，而且也要通过眼睛才被人看见”（《美学》第一卷）。其实，艺术描写的这一美学原则，二千多年前中国的民间诗人已心领神会，运用娴熟。从《卫风·硕人》的“巧笑倩兮”“美目盼兮”，到《郑风·野有蔓草》的“清扬婉兮”“婉如清扬”，都是通过流盼婉美的眼睛，写姑娘的美丽。在短小的抒情篇章中，只有通过传神的“点睛”之笔，才可能写活人物；而在陌生男女邂逅相遇之时，四目注视，相对而望，也是最自然的表情。因而，这里的“点睛”之笔，可以说虽着力而极自然。\n\n","translation":"野草蔓蔓连成片，草上露珠亮闪闪。有位美女路上走，眉清目秀美又艳。不期而遇真正巧，正好适合我心愿。\n野草蔓蔓连成片，草上露珠大又圆。有位美女路上走，眉清目秀美容颜。不期而遇真正巧，与她幽会两心欢。\n\n"}
{"_id":{"$oid":"5b9a1483367d5cab18668835"},"title":"汴京元夕","dynasty":"明代","writer":"李梦阳","content":"中山孺子倚新妆，郑女燕姬独擅场。\n齐唱宪王春乐府，金梁桥外月如霜。","type":["元宵节","杂剧","表演"]}
{"_id":{"$oid":"5b9a1485367d5cab18668836"},"title":"共工怒触不周山","dynasty":"未知","writer":"佚名","content":"　　昔者，共工与颛顼争为帝，怒而触不周之山，天柱折，地维绝。天倾西北，故日月星辰移焉；地不满东南，故水潦尘埃归焉。","type":["初中文言文","神话","故事"]}
{"_id":{"$oid":"5b9a1485367d5cab18668837"},"title":"湘春夜月·近清明","dynasty":"宋代","writer":"黄孝迈","content":"近清明。翠禽枝上消魂。可惜一片清歌，都付与黄昏。欲共柳花低诉，怕柳花轻薄，不解伤春。念楚乡旅宿，柔情别绪，谁与温存。 \n空樽夜泣，青山不语，残月当门。翠玉楼前，惟是有、一波湘水，摇荡湘云。天长梦短，问甚时、重见桃根。这次第，算人间没个并刀，剪断心上愁痕。","type":["宋词三百首","宋词精选","婉约","伤春","恨别"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154234739.mp3","shangxi":"　　黄孝迈的词流传很少，但他的词的确写得“风度婉秀，真佳词也。”（万树《词律》）\n\n　　“清歌”与“黄昏”所含的情绪本是相反的，前者引人愉悦，后者使人忧伤，相反相成，其结果是益增忧伤之感，故此二句表现为极其沉痛的感叹口吻。接下来，作者进一步采用了拟人手法，将具有感知的品格赋予了柳花，想对它低声倾诉自己的心事，转而又：“怕柳花轻薄，不解伤春”。可见作者忧思之深重。“伤春”二字，点出了作品主旨之所在。再下面，是作者自己感叹当时旅行在湘水之滨，独自投宿在旅舍时的孤寂心情。明明要写冷落，却偏用“温存”的字眼，再用“谁与”来作反诘，这种写法突现了一种炽烈追求的意愿。写到此处，已近过片，须得由伤春向恨别过渡，故而“柔情别绪”四字的安排也就是相当巧妙而颇具匠心的了。\n\n　　这首词的下片更为精采。前几句，作者紧紧抓住“湘春夜月”的景色特点，将深沉的离愁别恨熔铸进去，造成了动人的艺术效果：“空樽夜泣，青山不语，残照当门。翠玉楼前，惟是有、一波湘水，摇荡湘云。”这个境界是由众多形象构筑起来的一个整体，七宝楼台固不应拆碎，然而，倘求观察得细致，却无妨从局部着眼。“空樽夜泣”，表示心情的极度忧伤，是一个凝炼警策的句子，其造语则显得老辣，与姜夔《暗香》词里的“翠樽易泣”相同。“青山不语”，山峰不会说话，而作者却好像认为它原是会说话的，只是此时此刻无话可说罢了，以这种方式描摹环境的幽静，其艺术效果则更为强烈。“残照当门”，意谓残月照在门前，门外唯见残月。残月象征离别，正是由于它的情调凄恻。“今宵酒醒何处？杨柳岸，晓风残月”（柳永《雨霖铃》）等常见的例子，已经足以说明用残月抒写离别之情的艺术表现力了。“翠玉楼”，即前文“楚乡旅宿”，“惟是有”，同义重叠，起着强调下文的作用，而它以“平去上”的声韵作为引出下文的铺垫，从而使“一波湘水，摇荡湘云”一句更富有诗意，显得更加突出。从“翠玉楼”望去，月色下的湘江，一片朦胧迷茫，水面上只看到隐隐的波光，天空飘动着朵朵浮云，阵阵微风吹来，又将水天“摇荡”在一起了。然而这轻微的摇荡却不能打破“青山不语，残月当门”的静寂，正像“蝉噪林逾静”那样，反倒更增强了这种静寂之感；同时，在静寂之中，“湘春夜月”的景色更显得空灵深邃，它启迪着人们对生活的沉思。\n\n　　下片的后几句，像上片点出“伤春”一样，又将“恨别”的题旨点明了。“天长梦短，问甚时、重见桃根？”“天”是宇宙，“梦”是人生，“天长梦短”与吴文英在的“春宽梦窄”（《莺啼序》）构思相同，富有哲学意味。如梦的人生既然短暂，离别的愁苦就更使人难耐，于是又自然地产生了一种急切的希望尽快地“重见桃根”。桃根，出于东晋的《桃叶歌》：“桃叶复桃叶，桃叶连桃根。相怜两乐事，独使我殷勤。”相传为王献之所作，桃叶是他的妾名。后人经常用桃叶、桃根指代意中人。结句的“这次第”虽只是一个“点”，分量却是相当沉重的。愁绪扰人，自然产生剪除的意愿，这也是人们的共同心理。然而这首词中，合理的意愿却是用否定方式、喟叹的口吻表达出来的，因为“算人间没个并刀，剪断心上愁痕”，遍寻人间也找不到能够剪断这种愁绪的剪刀。\n\n"}
{"_id":{"$oid":"5b9a1485367d5cab18668838"},"title":"九歌·湘夫人","dynasty":"先秦","writer":"屈原","content":"帝子降兮北渚，目眇眇兮愁予。\n袅袅兮秋风，洞庭波兮木叶下。(袅袅 一作：渺渺)\n登白薠兮骋望，与佳期兮夕张。\n鸟何萃兮苹中，罾何为兮木上。\n沅有芷兮澧有兰，思公子兮未敢言。\n荒忽兮远望，观流水兮潺湲。\n麋何食兮庭中？蛟何为兮水裔？\n朝驰余马兮江皋，夕济兮西澨。\n闻佳人兮召予，将腾驾兮偕逝。\n筑室兮水中，葺之兮荷盖；\n荪壁兮紫坛，播芳椒兮成堂；\n桂栋兮兰橑，辛夷楣兮药房；\n罔薜荔兮为帷，擗蕙櫋兮既张；\n白玉兮为镇，疏石兰兮为芳；\n芷葺兮荷屋，缭之兮杜衡。\n合百草兮实庭，建芳馨兮庑门。\n九嶷缤兮并迎，灵之来兮如云。\n捐余袂兮江中，遗余褋兮澧浦。\n搴汀洲兮杜若，将以遗兮远者；\n时不可兮骤得，聊逍遥兮容与！","type":["思念","爱情","写人"],"remark":"九歌：屈原十一篇作品的总称。“九”是泛指，非实数，《九歌》本是古乐章名。王逸《楚辞章句》认为：“昔楚国南郢之邑，沅湘之间，其俗信鬼而好祠。其祠必作歌乐鼓舞以乐诸神。屈原放逐，窜伏其域，杯忧苦毒，愁思沸郁，出见俗人祭祀之札，歌舞之乐，其辞鄙陋，因作《九歌》之曲，上陈事神之敬，下见已之冤结，托之以风谏。”也有人认为是屈原在民间祭歌的基础上加工而成。关于湘夫人和湘君为谁，多有争论。二人为湘水之神，则无疑。\n帝子：指湘夫人。舜妃为帝尧之女，故称帝子。\n眇眇（miǎo）：望而不见的徉子。愁予：使我忧愁。\n袅袅（niǎo）：绵长不绝的样子。\n波：生波。下：落。\n薠（fán）：一种近水生的秋草。骋望：纵目而望。\n佳：佳人，指湘夫人。期：期约。张：陈设。\n萃：集。鸟本当集在木上，反说在水草中。\n罾（zēng）：捕鱼的网。罾原当在水中，反说在木上，比喻所愿不得，失其应处之所。\n沅：即沅水，在今湖南省。澧（lǐ）：即澧水，在今湖南省，流入洞庭湖。芷（zhǐ）：即白芷，一种香草。\n公子：指湘夫人。古代贵族称公族，贵族子女不分性别，都可称“公子”。\n荒忽：不分明的样子。\n潺湲：水流的样子。\n麋：兽名，似鹿。\n水裔：水边。此名意谓蛟本当在深渊而在水边。比喻所处失常。\n皋：水边高地。\n澨（shì）：水边。\n腾驾：驾着马车奔腾飞驰。偕逝：同往。\n葺：编草盖房子。盖：指屋顶。\n荪壁：用荪草饰壁。荪（sūn）：一种香草。紫：紫贝。坛：中庭。\n椒：一种科香木。\n栋：屋栋，屋脊柱。橑（lǎo）：屋椽（chuán）。\n辛夷：木名，初春升花。楣：门上横梁。药：白芷。\n罔：通“网”，作结解。薜荔；一种香草，缘木而生。帷：帷帐。\n擗（pǐ）：掰开。蕙：一种香草。櫋（mián）：隔扇。\n镇：镇压坐席之物。\n疏：分疏，分陈。石兰：一种香草。\n缭：缠绕。杜衡：一种香草。\n合：合聚。百草：指众芳草。实：充实。\n馨：能够远闻的香。庑（wǔ）：走廊。\n九嶷（yí）：山名，传说中舜的葬地，在湘水南。这里指九嶷山神。缤：盛多的样子。\n灵：神。如云：形容众多。\n袂（mèi）：衣袖。\n褋（dié）：《方言》：禅衣，江淮南楚之间谓之“褋”。禅衣即女子内衣，是湘夫人送给湘君的信物。这时古时女子爱情生活的习惯。\n汀：水中或水边的平地。杜若：一种香草。\n远者：指湘夫人。\n骤得：数得，屡得。\n逍遥：游玩。容与：悠闲的样子。\n\n","shangxi":"　　《九歌·湘夫人》是《楚辞·九歌》组诗十一首之一，是祭湘水女神的诗歌，和《九歌·湘君》是姊妹篇。\n\n　　诗题虽为《湘夫人》，但诗中的主人公却是湘君。这首诗的主题主要是描写相恋者生死契阔、会合无缘。作品始终以候人不来为线索，在怅惘中向对方表示深长的怨望，但彼此之间的爱情始终不渝则是一致的。全诗由男神的扮演者演唱，表达了赴约的湘君来到约会地北渚，却不见湘夫人的惆怅和迷惘。\n\n　　如果把这两首祭神曲联系起来看，那么这首《湘夫人》所写的情事，正发生在湘夫人久等湘君不至而北出湘浦、转道洞庭之时。因此当晚到的湘君抵达约会地北渚时，自然难以见到他的心上人了。作品即由此落笔，与《湘君》的情节紧密配合。\n\n　　首句“帝子降兮北渚”较为费解。“帝子”历来解作天帝之女，后又附会作尧之二女，但毫无疑问是指湘水女神。一般都把这句说成是帝子已降临北渚，即由《湘君》中的“夕弭节兮北渚”而来；但这样便与整篇所写湘君盼她前来而不见的内容扞格难合。于是有人把这句解释成湘君的邀请语（见詹安泰《屈原》），这样文意就比较顺畅了。\n\n　　歌辞的第一段写湘君带着虔诚的期盼，久久徘徊在洞庭湖的山岸，渴望湘夫人的到来。这是一个环境气氛都十分耐人寻味的画面：凉爽的秋风不断吹来，洞庭湖中水波泛起，岸上树叶飘落。望断秋水、不见伊人的湘君搔首蹰躇，一会儿登临送目，一会儿张罗陈设，可是事与愿违，直到黄昏时分仍不见湘夫人前来。这种情形经以“鸟何萃兮苹中，罾何为兮木上”的反常现象作比兴，就更突出了充溢于人物内心的失望和困惑，大有所求不得、徒劳无益的意味。而其中“嫋嫋兮秋风，洞庭波兮木叶下”更是写景的名句，对渲染气氛和心境都极有效果，因而深得后代诗人的赏识。\n\n　　第二段在此基础上，进一步深化湘君的渴望之情。以水边泽畔的香草兴起对伊人的默默思念，又以流水的缓缓而流暗示远望中时光的流逝，是先秦诗歌典型的艺术手法，其好处在于人物相感、情景合一，具有很强的感染力。以下麋食中庭和蛟滞水边又是两个反常现象，与前文对鸟和网的描写同样属于带有隐喻性的比兴，再次强调爱而不见的事愿相违。接着与湘夫人一样。他在久等不至的焦虑中，也从早到晚骑马去寻找，其结果则与湘夫人稍有不同：他在急切的求觅中，忽然产生了听到佳人召唤、并与她一起乘车而去的幻觉。于是作品有了以下最富想像力和浪漫色彩的一笔。\n\n　　第三段纯粹是湘君幻想中与湘夫人如愿相会的情景。这是一个令人目不暇接、眼花缭乱的神奇世界：建在水中央的庭堂都用奇花异草香木构筑修饰。其色彩之缤纷、香味之浓烈，堪称无与伦比。作品在这里一口气罗列了荷、荪、椒、桂、兰、辛夷、药、薜荔、蕙、石兰、芷、杜衡等十多种植物，来极力表现相会处的华美艳丽。其目的，则全在于以流光溢彩的外部环境来烘托和反映充溢于人物内心的欢乐和幸福。因此当九嶷山的众神来把湘君的恋人接走时，他才恍然大悟，从这如梦幻般的美境中惊醒，重新陷入相思的痛苦之中。\n\n　　最后一段与《湘君》结尾不仅句数相同，而且句式也完全一样。湘君在绝望之余，也像湘夫人那样情绪激动，向江中和岸边抛弃了对方的赠礼，但表面的决绝却无法抑制内心的相恋。他最终同样恢复了平静，打算在耐心的等待和期盼中，走完相恋相思这段好事多磨的心理历程。他在汀洲上采来芳香的杜若，准备把它赠送给远来的湘夫人。\n\n　　从情感的结构角度看，这首诗是以“召唤方式”呼应“期待视野”。《湘夫人》既然是迎神曲，必然是以召唤的方式祈求神灵降临。全诗以召唤湘夫人到来作为出发点，以期待的心理贯穿其中。诗的前半段主要写湘君思念湘夫人时那种望而不见、遇而无缘的期待心情。中间经历了忧伤、懊丧、追悔、恍惚等情感波动。这些都是因期待而落空所产生的情绪波动。诗的后半段是写湘君得知湘夫人应约即将到来的消息后，喜出望外，在有缘相见而又未相见的期待心情中忙碌着新婚前的准备事宜。诗的末尾，湘夫人才出现，召唤的目的达到，使前面一系列的期待性的描写与此呼应。实际上，后半段的描写不过是湘君的幻想境界。出现这种幻象境界，也是由于期待心切的缘故。整首诗对期待过程的描写，有开端，有矛盾，有发展，有高潮，有低潮，有平息。意识线路清晰可见。\n\n　　这首诗还有着明暗对应的双层结构方式。主人公情感的表现，有明有暗，明暗结合。抒情对象既可实指，又有象征性。在描写实境时，主人公的情感是表层性的，意旨明朗，指事明确，语言明快，情感色泽清晰，高低起伏，强弱大小，都呈透明状态。如诗的后半段写筑室建堂、美饰洞房、装饰门面、迎接宾客的场面，就属于表层性的，即明写。从“筑室兮水中”至“疏石兮为芳”，是从外到里、由大到小；从“芷葺兮荷屋”至“建芳馨兮庑门”，又由里到外。线路清楚，事实明白，情感的宣泄是外露的，是直露胸臆的方式，淋漓酣畅，无拘无束，少含蓄，情感的流动与外在形式同步。\n\n　　从深层结构看，这首诗又有着寓情于景的表情法。景物不是原来的样子，如“鸟何”、“罾何”、“麋何”、“蛟何”等句；或是带上感情色彩的景物，如秋风、秋水、秋叶的描写。情感的流动较蕴藉、含蓄、深沉，如海底暗流，不易发觉。因此需要通过表层意象加以领会。\n\n　　这种双层结构，明暗对应，相辅相成，构成一种情景交融的境界。这种结构的优点是：可以增大情感的容量，使情感的表现呈立体状。\n\n　　另外，全诗所描写的对象和运用的语言，都是楚化了的，具有鲜明的楚国地方特色。诸如沅水、湘水、澧水、洞庭湖、白芷、白薠、薜荔、杜蘅、辛夷、桂、蕙、荷、麋、鸟、白玉等自然界的山水、动物、植物和矿物，更有那楚地的民情风俗、神话传说、特有的浪漫色彩、宗教气氛等，无不具有楚地的鲜明特色。诗中所构想的房屋建筑、陈设布置，极富特色，都是立足于楚地的天然环境、社会风尚和文化心理结构这个土壤上的，否则是不可能作此构想的。语言上也有楚化的特点。楚辞中使用了大量的方言俗语，《湘夫人》也不例外，如“搴”（动词）、“袂”、“褋”（名词）等。最突出的是“兮”字的大量运用——全诗每句都有一个“兮”字。这个语气词相当于今天所说的“啊”字。它的作用就在于调整音节，加大语意、语气的转折、跳跃，增强语言的表现力。《湘夫人》以方言为主，兼有五七言。句式变化灵活。这种“骚体”诗，是继《诗经》后新出现的自由诗，在我国古代诗歌发展史上是一次了不起的创新。\n\n　　综上所述，《湘君》和《湘夫人》是由一次约会在时间上的误差而引出的两个悲剧，但合起来又是一幕两情相悦、忠贞不渝的喜剧。说它们是悲剧，是因为赴约的双方都错过了相会的时间，彼此都因相思不见而难以自拔，心灵和感情遭受了长时间痛苦的煎熬；说它们是喜剧，是由于男女双方的相恋真诚深挚，尽管稍有挫折，但都没有放弃追求和期盼，所以圆满结局的出现只是时间问题。当他们在耐心平静的相互等待之后终于相见时，这场因先来后到而产生的误会和烦恼必然会在顷刻间烟消云散，迎接他们的将是湘君在幻觉中所感受的那种欢乐和幸福。\n\n　　这两篇作品一写女子的爱慕，一写男子的相思，所取角度不同，所抒情意却同样缠绵悱恻；加之作品对民间情歌直白的抒情方式的吸取和对传统比兴手法的运用，更加强了它们的艺术感染力。因此尽管这种热烈大胆、真诚执着的爱情被包裹在宗教仪式的外壳中，但它本身所具有强大的生命内核，却经久不息地释放出无限的能量，让历代的读者和作者都能从中不断获取不畏艰难、不息地追求理想和爱情的巨大动力。这可以从无数篇后代作品都深受其影响的历史中，得到最好的印证。\n\n","translation":"湘君降落在北洲之上，极目远眺啊使我惆怅。\n树木轻摇啊秋风初凉，洞庭起波啊树叶落降。\n踩着白薠啊纵目四望，与佳人相约啊在今天晚上。\n鸟儿为什么聚集在水草之处？鱼网为什么挂结在树梢之上？\n沅水芷草绿啊澧水兰花香，思念湘夫人啊却不敢明讲。\n神思恍惚啊望着远方，只见江水啊缓缓流淌。\n麋鹿为什么在庭院里觅食？蛟龙为什么在水边游荡？\n清晨我打马在江畔奔驰，傍晚我渡到江水西旁。\n我听说湘夫人啊在召唤着我，我将驾车啊与她同往。\n我要把房屋啊建筑在水中央，还要把荷叶啊盖在屋顶上。\n荪草装点墙壁啊紫贝铺砌庭坛。四壁撒满香椒啊用来装饰厅堂。\n桂木作栋梁啊木兰为桁椽，辛夷装门楣啊白芷饰卧房。\n编织薜荔啊做成帷幕，析开蕙草做的幔帐也已支张。\n用白玉啊做成镇席，各处陈设石兰啊一片芳香。\n在荷屋上覆盖芷草，用杜衡缠绕四方。\n汇集各种花草啊布满庭院，建造芬芳馥郁的门廊。\n九嶷山的众神都来欢迎湘夫人，他们簇簇拥拥的像云一样。\n我把那衣袖抛到江中去，我把那单衣扔到澧水旁。\n我在小洲上啊采摘着杜若，将用来馈赠给远方的姑娘。\n美好的时光啊不可多得，我姑且悠闲自得地徘徊游逛。\n\n"}
{"_id":{"$oid":"5b9a1485367d5cab18668839"},"title":"题诗后","dynasty":"唐代","writer":"贾岛","content":"两句三年得，一吟双泪流。\n知音如不赏，归卧故山秋。","type":["题诗","早教古诗100首"],"remark":"吟：读，诵。\n知音：指了解自己思想情感的好朋友。\n赏：欣赏。\n得：此处指想出来。\n\n","translation":"这两句诗我琢磨三年才写出，一读起来禁不住两行热泪流出来。\n了解我思想情感的好朋友如果不欣赏这两句诗，我只好回到以前住过的故乡（山中），在瑟瑟秋风中安稳地睡了。\n\n"}
{"_id":{"$oid":"5b9a1485367d5cab1866883a"},"title":"破阵子·掷地刘郎玉斗","dynasty":"宋代","writer":"辛弃疾","content":"为范南伯寿。时南伯为张南轩辟宰泸溪，南伯迟迟未行。因作此词以勉之。\n\n掷地刘郎玉斗，挂帆西子扁舟。千古风流今在此，万里功名莫放休。君王三百州。\n燕雀岂知鸿鹄，貂蝉元出兜鍪。却笑泸溪如斗大，肯把牛刀试手不？寿君双玉瓯。\n\n","type":["祝寿","典故","劝勉"],"translation":"范增因为项羽不杀刘邦怒而撞碎玉斗，范蠡助越灭吴之后带着西施泛舟五湖。谓英雄之所以能够美名流传，就在于立功万里，为国家和君王效命。\n\n燕雀怎么能知道鸿鹄的志向？公侯将相原本出身于普通士卒。可笑泸溪地小如斗，不知道您肯不肯在那里小试牛刀？赠送给您两只玉瓯作为寿礼。","remark":"范南伯：范如山，字南伯，是辛弃疾的内兄。张南轩：张 ，安敬夫，自号南轩，张浚之子，时任荆湖北路转运副使。辟：征召。　宰：县令。\n\n掷地刘郎玉斗：《史记·项羽本纪》载，鸿门宴上，项羽不听范增劝告，放走刘邦。范增十分气愤，将刘邦送给自己的一双玉斗掷于地，用剑击碎而去。\n\n挂帆西子扁舟：用吴越时期越国大臣范蠡在破吴后与西施泛舟五湖的典故。\n\n兜鍪：战盔，貂蝉为侍从贵臣所着冠上的饰物。\n\n牛刀：这里牛刀是大材，孔子曾以“割鸡焉用牛刀”比喻大材小用。玉瓯：玉制酒杯。","shangxi":"　范南伯，名如山，是辛弃疾的内兄。让他担任泸溪县令（即所谓“辟宰泸溪”）,范如山并不相信朝廷真能有所作为，故“迟迟未行”。辛弃疾便写《破阵子》既为祝寿又为规劝，营意用典之妙，用梁启超的话说是“可为三叹！” 全词62字，用了范增、范蠡、陈涉、周盘龙、宗悫、子游六典，除周盘龙一典稍为冷僻外，均为熟典，为全词的生动内容的一部分，非耀学无生硬，得蕴藉隽永之妙，远胜于直接议论。 第一句典出刘邦送玉斗给项羽谋士范增，范掷玉斗于地，拔剑碎之，可谓以碎玉开始；而结句是辛弃疾献玉碗以祝寿，则为完玉终，其间，捕捉心态，造语灵动，以万里功名上对千古风流，下启君王三百州，而大宋三百州此时已剩下不及一半了，完玉之业吾辈岂能以一己之得失而置之度外乎？\n\n　　这首词作于宋淳熙五年（1178）。词中作者借为范如山祝寿的机会，劝说他不要仿效范增和范蠡，鼓励他应该去泸溪，施展自己的才干，锻练自己的能力，准备为收复祖国失地建功立业。范南伯，名如山，是辛弃疾的内兄。范氏一家都是很有民族气节的人，他父亲范邦彦曾仕金为蔡州新息县令，后率豪杰开城迎宋军，举家归宋。他很钦佩辛弃疾的忠心赤胆而把女儿嫁给了辛。辛跟范如山“皆中州之豪，相得甚”。范如山是个有才干的政治家，刘宰《故公安范大夫行述》说他“治官如家，抚民若子”，极受百姓拥护。他颇有忧世之心，常思恢复北土，但感于政治腐败，当道非人，又很想学陶渊明“躬耕南亩”，隐居不仕。淳熙五年（1178年）六月，南宋主战派名相张浚的儿子张拭（自号南轩），任荆湖北路安抚使，颇想干一番事业，因范如山从金人占领区来，“知其豪杰，熟其形势”，便请他担任泸溪县令（即所谓“辟宰泸溪”）。范如山并不相信朝廷真能有所作为，故“迟迟未行”。辛弃疾当时正任湖北漕运副使，很希望范能出仕荆湖，“因作此词勉之”。词的主题就是劝他以国事为重，“万里功名莫放休”，时时挂念“君王三百州”，努力做出力所能及的贡献。\n\n　　一开篇作者用了两个典故。一个是，“掷地刘郎玉斗”。鸿门宴上刘邦令张良献玉斗给亚父范增，范增痛感项羽不听劝告放走刘邦，贻下后患，而将玉斗置于地，拔剑撞而破之。另一个是，“挂帆西子扁舟。”春秋吴越之争时，范蠡献西施于吴王，以瓦解吴王斗志；灭吴后，不受越封，复取西施乘舟游五湖而不返。写法都是似明而暗，一看便知是用典，但真正的用意却没有直接说出来，甚至连范增、范蠡的名字都没有出现。作者用这两个典的意思，主要因范增、范蠡都与范如山同姓，又都是才智出众，有胆有识的谋士，因而即以二范比如山，希望他成为二范那样的人物，能竭诚尽智为自己的君国作出应有的贡献。这个看来隐晦的开端，不但艺术上很有特色（隐含范如山姓氏，却不出一范字），从词的主旨说也是很好的开端，有了这个开端垫底，下面几句正面劝勉的话就显得很有力量，很动感情了。“千古风流”应在我辈身上，不要轻抛建功立业（“万里功名”）的时机，要时时想到大宋的万里江山（“三百州”）呵！\n\n　　下片，针对范如山“迟迟未行”的思想活动，进行劝勉。一方面称赞了范的大才宏志，预言他定能有所成就，一方面劝告他不要嫌泸溪令职位低小难以发挥作用。而应当以之作为搞大事业的起点。为了同时表达这两方面的意思，作者选用了四个典故。一是：“燕雀岂知鸿鹄”。陈涉辍耕垄上，慨叹“燕雀安知鸿鹄之志哉”的故事，借此表明自己理解范的志向，他的不愿就任是想有更大的作为。二是：“貂蝉元出兜鍪”。用的南齐将军周盘龙的故事。周年老不能守边，还朝为散骑常侍（皇帝侍从，能预闻要政），世祖戏问他：“你戴貂蝉（近侍贵臣冠饰）冠比起戴兜鍪（战盔）来如何？”周答：“此貂蝉从兜鍪中出耳。”意思是说我成为近臣是在战场上拚杀得来的，不是靠了恩宠。这里表示自己理解范有更大的才能，想得到更能发挥作用的位置，但是想得到更大的尊荣，要想得到参预朝政的要位，必须在实际工作中多作表现，积累“战功”。三是：南朝宋大将军宗悫的故事。宗晚年为豫州刺史，典签多所违执，宗怒叹“得一州如斗大，竟遭到典签的慢待！”辛借此表示自己体会到范的心情──以大才而屈居小小泸溪，且行动不能自主，难有作为。但也是劝他：宗悫都难免屈居下位，受小人之气，何况你我。典签，本为地方文书小吏，但南朝时，多由帝王亲信担任，以监视地方大员，号为“签师”，颇有实权。四是《论语·阳货篇》：孔子至武城，闻弦歌之声，认为割鸡无需用牛刀的故事。作者反其意而用之，鼓励范南伯不妨以牛刀杀鸡，一试身手，把泸溪治理好，以显示自己的才能。"}
{"_id":{"$oid":"5b9a1485367d5cab1866883b"},"title":"画鸡","dynasty":"明代","writer":"唐寅","content":"头上红冠不用裁，满身雪白走将来。\n平生不敢轻言语，一叫千门万户开。\n\n","type":["豪放","哲理"],"remark":"裁：裁剪，这里是制作的意思。\n将：助词，用在动词和来、去等表示趋向的补语之间。\n平生：平素，平常。\n轻：随便，轻易。\n言语：这里指啼鸣，喻指说话，发表意见。\n一：一旦。\n千门万户：指众多的人家。\n\n","shangxi":"　　《画鸡》是一首题画诗，描绘了雄鸡的优美高洁的形象，赞颂了轻易不鸣，鸣则动人的品格，也表现了诗人的精神面貌和思想情怀。\n\n　　“头上红冠不用裁，满身雪白走将来”，这是写公鸡的动作、神态。头戴无须剪裁的天然红冠，一身雪白，兴致冲冲地迎面走来。诗人运用了描写和色彩的对比，勾画了一只冠红羽白、威风凛凛，相貌堂堂的大公鸡。起句的“头上红冠”，从局部描写公鸡头上的大红冠，在这第一句里，诗人更着重的是雄鸡那不用装饰而自然形成的自然美本身，所以诗人称颂这种美为“不用裁”。承句“满身雪白”又从全身描写公鸡浑身的雪白羽毛。状物明确，从局部到全面；用大面积的白色（公鸡）与公鸡头上的大红冠相比，色彩对比强烈，描绘了雄鸡优美高洁的形象。\n\n　　“平生不敢轻言语，一叫千门万户开”。这是写公鸡的心理和声音。诗人拟鸡为人揭开了它一生中不敢轻易说话的心理状态，它一声呜叫，便意味着黎明的到来。它一声呜叫，千家万户都要打开门，迎接新的一天的到来。“平身不敢轻言语”，诗人的诗路急转，说公鸡一生不敢随便啼叫，此句的气色收敛，还很低调，尤其“不敢”一词，用的很贴切，为第四句的结句做了铺垫，并对下句有反衬效果。后两句用拟人法写出了雄鸡在清晨报晓的情景，动静结合，运用了诗歌的艺术手法，使两句产生了强烈的对比树立了雄鸡高伟的形象，表现了公鸡具备的美德和权威。\n\n　　这首诗，诗人表达含蓄又不失些许豪放之情，借助诗中的雪白大公鸡表达了自己渴望成为时代先驱者的远大志向。\n\n","translation":"头上的红色冠子不用特别剪裁，雄鸡身披雪白的羽毛雄纠纠地走来。\n它平生不敢轻易鸣叫，它叫的时候，千家万户的门都打开。\n\n"}
{"_id":{"$oid":"5b9a1485367d5cab1866883c"},"title":"贺新郎·甚矣吾衰矣","dynasty":"宋代","writer":"辛弃疾","content":"邑中园亭，仆皆为赋此词。一日，独坐停云，水声山色，竞来相娱。意溪山欲援例者，遂作数语，庶几仿佛渊明思亲友之意云。\n\n甚矣吾衰矣。怅平生、交游零落，只今馀几！白发空垂三千丈，一笑人间万事。问何物、能令公喜？我见青山多妩媚，料青山见我应如是。情与貌，略相似。\n一尊搔首东窗里。想渊明《停云》诗就，此时风味。江左沉酣求名者，岂识浊醪妙理。回首叫、云飞风起。不恨古人吾不见，恨古人不见吾狂耳。知我者，二三子。\n\n","type":["宋词三百首","典故","言志","猖狂"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154235590.mp3","remark":"贺新郎：后人创调，又名《金缕曲》、《乳燕飞》、《貂裘换酒》。传作以《东坡乐府》所收为最早，惟句豆平仄，与诸家颇多不合。因以《稼轩长短句》为准。一百十六字，前后片各六仄韵。大抵用入声部韵者较激壮，用上、去声部韵者较凄郁，贵能各适物宜耳。\n邑：指铅山县。辛弃疾在江西铅山期思渡建有别墅，带湖居所失火后举家迁之。\n仆：自称。\n停云：停云堂，在瓢泉别墅。\n甚矣吾衰矣：这是孔丘慨叹自己“道不行”的话（梦见周公，欲行其道）。作者借此感叹自己的壮志难酬。\n问何物、能令公喜：还有什么东西能让我感到快乐。\n妩媚：潇洒多姿。\n搔首东窗：借指陶潜《停云》诗就，自得之意。\n江左：原指江苏南部一带，此指南朝之东晋。\n浊醪（láo）：浊酒。\n知我者，二三子：引《论语》的典故：“二三子以我为隐乎”。\n\n","shangxi":"　　正如此词自注所述，辛弃疾的这首《贺新郎》词，乃是仿陶渊明《停云》“思亲友”之意而作，抒写了作者罢职闲居时的寂寞与苦闷的心情。据邓广铭《稼轩词编年笺注》考证，此词约作于宋宁宗庆元四年（1198）左右。此时辛弃疾被投闲置散又已四年。他在信州铅山（今属江西）东期思渡瓢泉旁筑了新居，其中有“停云堂”，即取陶渊明《停云》诗意。\n\n　　辛弃疾的词，爱用典故，在宋词中别具一格。这首词的上片一开头“甚矣吾衰矣。怅平生交游零落，只今馀几！”即引用了《论语》中的典故。《论语·述而篇》记孔子说：“甚矣吾衰也，久矣吾不复梦见周公。”如果说，孔子慨叹的是其道不行；那么辛弃疾引用它，就有慨叹政治理想无法实现之意。辛弃疾写此词时已五十九岁，又谪居多年，故交零落，因此发出这样的慨叹也是很自然的。这里“只今馀几”与结句“知我者，二三子”首尾衔接，用以强调“零落”二字。接着“白发空垂三千丈，一笑人间万事。问何物能令公喜？”数语，又连用李白《秋浦歌》“白发三千丈”和《世说新语·宠礼篇》记郗超、王恂“能令公（指晋大司马桓温）喜”等典故，叙自己徒伤老大而一事无成，又找不到称心朋友，写出了世态关系与自己此时的落寞。“我见青山多妩媚，料青山见我应如是”两句，是全篇警策。词人因无物（实指无人）可喜，只好将深情倾注于自然，不仅觉得青山“妩媚”，而且觉得似乎青山也以词人为“妩媚”了。这与李白《敬亭独坐》“相看两不厌”是同一艺术手法。这种手法，先把审美主体的感情楔入客体，然后借染有主体感情色彩的客体形象来揭示审美主体的内在感情。这样，便大大加强了作品里的主体意识，易于感染读者。以下“情与貌，略相似。”两句，情，指词人之情；貌，指青山之貌。二者有许多相似之处，如崇高、安宁和富有青春活力等。作者在这里将自己的情与青山相比，委婉地表达了自己宁愿落寞，决不与奸人同流合污的高洁之志。\n\n　　词的下片作者又连用典故。“一尊搔首东窗里，想渊明《停云》诗就，此时风味。”陶渊明《停云》中有“良朋悠邈，搔首延伫”和“有酒有酒，闲饮东窗”等诗句，辛弃疾把它浓缩在一个句子里，用以想像陶渊明当年诗成时的风味。这里作者又提陶渊明，意在以陶自况。“江左沉酣求名者，岂识浊醪妙理？”两句，表面似申斥南朝那些“醉中亦求名”（苏轼《和陶饮酒二十首》之三）的名士派人物；实际是讽刺南宋已无陶渊明式的饮酒高士，而只有一些醉生梦死的统治者。以下“不恨古人吾不见，恨古人不见吾狂耳”两句，句法与上片“我见青山”一联相似，表现出了作者傲视古今的英雄气概。这里所说的“古人”，不是一般的古人，而是指像陶渊明一类的人。据岳珂《桯史·卷三》记：“辛弃疾每逢宴客，必命侍姬歌其所作。特好歌《贺新郎》一词，自诵其警句曰：‘我见青山多妩媚，料青山见我应如是。’又曰：‘不恨古人吾不见，恨古人不见吾狂耳。’每至此，辄拊髀自笑，顾问坐客何如。”足见辛弃疾对自己这二联是很自负的。\n\n　　结句“知我者，二三子。”这“二三子”为谁没有人进行专门的考证，有人认为是当时人陈亮。但读者不妨视野扩大些，将古人陶渊明、屈原乃至于孔子等，都算在内。辛弃疾慨叹当时志同道合的朋友不多，实与屈原慨叹“众人皆醉我独醒”的心情类似，同出于为国家和民族的危亡忧虑。而他的闲居铅山，与陶渊明居“南山”之情境也多少有点类似。\n\n","translation":"我已经很衰老了。平生曾经一同出游的朋友零落四方，如今还剩下多少？真令人惆怅。这么多年只是白白老去而已，功名未竟，对世间万事也慢慢淡泊了。还有什么能真正让我感到快乐？我看那青山潇洒多姿，想必青山看我也是一样。不论情怀还是外貌，都非常相似。\n把酒一尊，在窗前吟诗，怡然自得。想来当年陶渊明写成《停云》之时也是这样的感觉吧。江南那些醉中都渴求功名的人，又怎能体会到饮酒的真谛？在酒酣之际，回头朗吟长啸，云气会翻飞，狂风会骤起。不恨我不能见到疏狂的前人，只恨前人不能见到我的疏狂而已。了解我的，还是那几个朋友。\n\n"}
{"_id":{"$oid":"5b9a1485367d5cab1866883d"},"title":"读山海经·其十","dynasty":"魏晋","writer":"陶渊明","content":"精卫衔微木，将以填沧海。\n刑天舞干戚，猛志固常在。\n同物既无虑，化去不复悔。\n徒设在昔心，良辰讵可待。(辰 一作：晨)","type":["古诗三百首","赞美","写人","神话"],"remark":"精卫：古代神话中鸟名。据《山海经·北山经》及《述异记》卷上记载，古代炎帝之女精卫，因游东海淹死，灵魂化为鸟，经常衔木石去填东海。衔：用嘴含。微木：细木。 \n刑天：神话人物，因和天帝争权，失败后被砍去了头，埋在常羊山，但他不甘屈服，以两乳为目，以肚脐当嘴，仍然挥舞着盾牌和板斧。（《山海经·海外西经》） \n同物：精卫既然淹死而化为鸟，就和其它的的相同，即使再死也不过从鸟化为另一种物，所以没有什么忧虑。 \n化去：刑天已被杀死，化为异物，但他对以往和天帝争神之事并不悔恨。 \n徒：徒然、白白地。在昔心：过去的壮志雄心。 \n良辰：实现壮志的好日子。讵：岂。这两句是说精卫和刑天徒然存在昔日的猛志，但实现他们理想的好日子岂是能等待得到！ \n猛志：勇猛的斗志。 \n在昔心：过去的壮志雄心。 \n讵：表示反问，岂。 \n\n","shangxi":"关于“同物”的理解 　　关于“同物既无虑，化去不复悔”一句，有的认为，上句言生时，下句言死后，“同物”言同为有生命之物，指精卫、刑天之原形，“化去”言物化，指精卫、刑天死而化为异物。然而这样理解，未必符合作者的原意。《说文解字》云：“物，万物也。牛为大物，天地之数起于牵牛，故从牛。”可见物为天地万物之意，而精卫化去为鸟，刑天化去为“以乳为目，以脐为口，操干戚以舞”，二者虽则化为了异物，但实际上与生前并没有区别，都有着自己的意志，都是天地所生的有灵之物，都同归于自然大道。所谓的生死、化与不化，都不能改变“同物”的本质。因而，既然同样是“物”，只不过形态有所不同，那么便没有什么可以忧虑的，那么化去也就没有任何的悔恨了。“物”不仅仅是指精卫与刑天本来的形态而言的，“同物既无虑”与“化去不复悔”两句是因果的关系。作这样的理解，诗文更能表达出一种道生万物而万物一同的意义，更能理解“化去不复悔”的原因，可能更符合作者的原意。▲","translation":"精卫含着微小的木块，要用它填平沧海。刑天挥舞着盾斧，刚毅的斗志始终存在。同样是生灵不存余哀，化成了异物并无悔改。如果没有这样的意志品格，美好的时光又怎么会到来呢？\n\n"}
{"_id":{"$oid":"5b9a1485367d5cab1866883e"},"title":"对雪","dynasty":"唐代","writer":"杜甫","content":"战哭多新鬼，愁吟独老翁。\n乱云低薄暮，急雪舞回风。\n瓢弃尊无绿，炉存火似红。\n数州消息断，愁坐正书空。","type":["冬天","写雪"],"remark":"战哭：指在战场上哭泣的士兵。新鬼：新死去士兵的鬼魂。《左传·文公二年》：“吾见新鬼大故鬼小。”\n愁吟：哀吟。唐薛能《西县作》诗：“从此渐知光景异，锦都回首尽愁吟。”\n旋风。《楚辞·九章·悲回风》：“悲回风之摇蕙兮，心冤结而内伤。”\n瓢：葫芦，古人诗文中习称为瓢，通常拿来盛茶酒的。弃：一作“弄”。樽：又作“尊”，似壶而口大，盛酒器。句中以酒的绿色代替酒字。\n愁坐：含忧默坐。唐李白《酬崔五郎中》诗：“奈何怀良图，郁悒独愁坐。”书空：是晋人殷浩的典故，意思是忧愁无聊，用手在空中划着字。唐李公佐《谢小娥传》：“余遂请齐公书于纸。乃凭槛书空，凝思默虑。”\n\n","shangxi":"　　此诗一二句中“战哭多新鬼”，正暗点了这个使人伤痛的事实。房琯既败，收复长安暂时没有希望，不能不给诗人平添一层愁苦，又不能随便向人倾诉。所以上句用一“多”字，以见心情的沉重；下句“愁吟独老翁”，就用一“独”字，以见环境的险恶。\n\n　　三、四句中“乱云低薄暮，急雪舞回风”，正面写出题目。先写黄昏时的乱云，次写旋风中乱转的急雪。这样就分出层次，显出题中那个“对”字，暗示诗人独坐斗室，反复愁吟，从乱云欲雪一直呆到急雪回风，满怀愁绪，仿佛和严寒的天气交织融化在一起了。\n\n　　五、六句中接着写诗人贫寒交困的景况。“瓢弃樽无绿”，写出了诗人困居长安，生活非常艰苦。在苦寒中找不到一滴酒。葫芦早就扔掉，樽里空空如也。“炉存火似红”，也没有多少柴火，剩下来的是勉强照红的余火。这里，诗人不说炉中火已然燃尽，而偏偏要说有“火”，而且还下一“红”字，写得好象炉火熊熊，满室生辉，然后用一“似”字点出幻境。明明是冷不可耐，明明只剩下的是炉中只存余热的灰烬，由于对温暖的渴求，诗人眼前却出现了幻象：炉中燃起了熊熊的火，照得眼前一片通红。这样的以幻作真的描写，非常深刻地挖出了诗人此时内心世界的隐秘。这是在一种渴求满足的心理驱使下出现的幻象。这样来刻画严寒难忍，比之“炉冷如冰”之类，有着不可以拟的深度。因为它不仅没有局限于对客观事物的如实描写，而且融进了诗人本身的主观情感，恰当地把诗人所要表现的思想感情表现出来，做到了既有现实感，又有浪漫感。\n\n　　七、八句中，诗人再归结到对于时局的忧念。至德元载（756年）至二载（757年），唐王朝和安禄山、史思明等的战争，在黄河中游一带地区进行，整个形势对唐军仍然不利。诗人陷身长安，前线战况和妻子弟妹的消息都无从获悉，所以说“数州消息断”，而以“愁坐正书空”结束全诗。这首诗表现了杜甫对国家和亲人的命运深切关怀而又无从着力的苦恼心情。\n\n","translation":"战场上哭泣的大多是新死去兵士的鬼魂，只有老人一个人忧愁地吟诗。\n乱云低低的在黄昏的地方，急下的雪花在风中飘舞回旋。\n葫芦丢弃了，酒器中没有酒，火炉中的余火，好似照得眼前一片通红。\n前线战况和妻子弟妹的消息都无从获悉，忧愁坐着用手在空中划着字。\n\n"}
{"_id":{"$oid":"5b9a1485367d5cab1866883f"},"title":"过华清宫绝句三首","dynasty":"唐代","writer":"杜牧","content":"长安回望绣成堆，山顶千门次第开。\n一骑红尘妃子笑，无人知是荔枝来。\n\n新丰绿树起黄埃，数骑渔阳探使回。\n霓裳一曲千峰上，舞破中原始下来。\n\n万国笙歌醉太平，倚天楼殿月分明。\n云中乱拍禄山舞，风过重峦下笑声。\n\n","type":["咏史怀古","讽刺","组诗","早教古诗100首"],"remark":"华清宫：《元和郡县志》：“华清宫在骊山上，开元十一年初置温泉宫。天宝六年改为华清宫。又造长生殿，名为集灵台，以祀神也。”\n绣成堆：骊山右侧有东绣岭，左侧有西绣岭。唐玄宗在岭上广种林木花卉，郁郁葱葱。\n千门：形容山顶宫殿壮丽，门户众多。次第：依次。\n红尘：这里指飞扬的尘土。妃子：指杨贵妃。乐史《杨太真外传》：上曰：“赏名花，对妃子，焉用旧乐词！”《新唐书·李贵妃传》：“妃嗜荔枝，必欲生致之，乃置骑传送，走数千里，味未变已至京师。”《唐国史补》：“杨贵妃生于蜀，好食荔枝，南海所生，尤胜蜀者，故每岁飞驰以进。然方暑而熟，经宿则败，后人皆不知之。”按：此诗或为写意之作，意在讽刺玄宗宠妃之事，不可一一求诸史实。在唐代，岭南荔枝无法运到长安一带，故自苏轼即言“此时荔枝自涪州致之，非岭南也”（《通鉴唐纪》注）。而荔枝成熟的季节，玄宗和贵妃必不在骊山。玄宗每年冬十月进驻华清宫，次年春即回长安。《程氏考古编》亦辨其谬，近人陈寅恪亦复考证之。\n知是：一作“知道”。\n新丰：唐设新丰县，在陕西临潼县东北，离华清宫不远。黄埃：马队奔驰踏起的尘土。\n渔阳探使：《全唐诗》此句下注：“帝使中使辅璆琳探禄山反否，璆琳受禄山金，言禄山不反。”\n霓裳（nícháng）：《霓裳羽衣曲》，当时的宫廷舞曲，是唐玄宗根据西凉节度使杨敬述进献的印度《婆罗门》舞曲十二遍亲自改编而成的。千峰：指骊山的众多山峰。\n舞破中原：指唐玄宗耽于享乐而误国，导致安史之乱。\n万国：指全国。\n倚天：形容骊山宫殿的雄伟壮观。\n云中两句：《旧唐书·安禄山传》载：禄山体肥，重三百三十斤，但却能在唐玄宗面前表演胡旋舞，其疾如风。旁边的宫人拍掌击节，因为舞得太快，节拍都乱了。\n\n","shangxi":"其一\n\n　　此诗通过送荔枝这一典型事件，鞭挞了玄宗与杨贵妃骄奢淫逸的生活，有着以微见著的艺术效果，精妙绝伦，脍炙人口。\n\n　　起句描写华清宫所在地骊山的景色。诗人从长安“回望”的角度来写，犹如电影摄影师，在观众面前先展现一个广阔深远的骊山全景：林木葱茏，花草繁茂，宫殿楼阁耸立其间，宛如团团锦绣。“绣成堆”，既指骊山两旁的东绣岭、西绣岭，又是形容骊山的美不胜收，语意双关。\n\n　　接着，场景向前推进，展现出山顶上那座雄伟壮观的行宫。平日紧闭的宫门忽然一道接着一道缓缓地打开了。接下来，又是两个特写镜头：宫外，一名专使骑着驿马风驰电掣般疾奔而来，身后扬起一团团红尘；宫内，妃子嫣然而笑了。几个镜头貌似互不相关，却都包蕴着诗人精心安排的悬念：“千门”因何而开？“一骑”为何而来？“妃子”又因何而笑？诗人故意不忙说出，直至紧张而神秘的气氛憋得读者非想知道不可时，才含蓄委婉地揭示谜底：“无人知是荔枝来。”“荔枝”两字，透出事情的原委。《新唐书·杨贵妃传》：“妃嗜荔枝，必欲生致之，乃置骑传送，走数千里，味未变，已至京师。”明于此，那么前面的悬念顿然而释，那几个镜头便自然而然地联成一体了。\n\n　　吴乔《围炉诗话》说：“诗贵有含蓄不尽之意，尤以不著意见声色故事议论者为最上。”杜牧这首诗的艺术魅力就在于含蓄、精深，诗不明白说出玄宗的荒淫好色，贵妃的恃宠而骄，而形象地用“一骑红尘”与“妃子笑”构成鲜明的对比，就收到了比直抒己见强烈得多的艺术效果。“妃子笑”三字颇有深意。春秋时周幽王为博妃子一笑，点燃烽火，导致国破身亡。读到这里时，读者是很容易联想到这个尽人皆知的故事。“无人知”三字也发人深思。其实“荔枝来”并非绝无人知，至少“妃子”知，“一骑”知，还有一个诗中没有点出的皇帝更是知道的。这样写，意在说明此事重大紧急，外人无由得知，这就不仅揭露了皇帝为讨宠妃欢心无所不为的荒唐，也与前面渲染的不寻常的气氛相呼应。全诗不用难字，不使典故，不事雕琢，朴素自然，寓意精深，含蓄有力，是唐人咏史绝句中的佳作。\n\n其二\n\n　　唐玄宗时，安禄山兼任平卢、范阳、河东三镇节度使后伺机谋反，玄宗却对他十分宠信。皇太子和宰相杨国忠屡屡启奏，方派中使辅璆琳以赐柑为名去探听虚实。璆琳受安禄山厚赂，回来后盛赞他的忠心。玄宗轻信谎言，自此更加高枕无忧，恣情享乐了。“新丰绿树起黄埃，数骑渔阳探使回”，正是描写探使从渔阳经由新丰飞马转回长安的情景。这探使身后扬起的滚滚黄尘，是迷人眼目的的烟幕，又象征着叛乱即将爆发的战争风云。\n\n　　诗人从“安史之乱”的纷繁复杂的史事中，只摄取了“渔阳探使回”的一个场景，是颇具匠心的。它既揭露了安禄山的狡黠，又暴露了玄宗的糊涂，有“一石二鸟”的妙用。\n\n　　如果说诗的前两句是表现了空间的转换，那么后两句“霓裳一曲千峰上，舞破中原始下来”，则表现了时间的变化。前后四句所表现的内容本来是互相独立的，但经过诗人巧妙的剪接便使之具有互为因果的关系，暗示了两件事之间的内在联系。而从全篇来看，从“渔阳探使回”到“霓裳千峰上”，是以华清宫来联结，衔接得很自然。这样写，不仅以极俭省的笔墨概括了一场重大的历史事变，更重要的是揭示出事变发生的原因，诗人的构思是很精巧的。\n\n　　将强烈的讽刺意义以含蓄出之，尤其是“霓裳一曲千峰上，舞破中原始下来”两句，不着一字议论，便将玄宗的耽于享乐、执迷不悟刻画得淋漓尽致。说一曲霓裳可达“千峰”之上，而且竟能“舞破中原”，显然这是极度的夸张，是不可能的事，但这样写却并非不合情理。因为轻歌曼舞纵不能直接“破中原”，中原之破却实实在在是由统治者无尽无休的沉醉于歌舞造成。而且，非这样写不足以形容歌舞之盛，非如此夸张不能表现统治者醉生梦死的程度以及由此产生的国破家亡的严重后果。此外，这两句诗中“千峰上”同“下来”所构成的鲜明对照，力重千钧的“始”字的运用，都无不显示出诗人在遣词造句方面的深厚功力，有力地烘托了主题。正是深刻的思想内容与完美的表现手法，使之成为脍炙人口的名句。全诗到此戛然而止，更显得余味无穷。\n\n其三\n\n　　这是三绝句中的最后一首，也是一首讽喻诗。\n\n　　“万国笙歌醉太平”，此言唐玄宗整日与杨贵妃在骊山游乐，不理朝政，举国上下也沉浸在一片歌舞升平之中。“倚天楼殿月分明”，此言骊山上宫殿楼阁高耸挺拔，在月光下显得格外分明。“云中乱拍禄山舞”，此句语带讥刺地说：想当年安禄山在骊山上觐见唐玄宗和杨贵妃时，在大殿中拖着肥胖的身体翩翩作胡旋舞，竟引发了杨贵妃爽朗的笑声。“风过重峦下笑声”，此言那笑声随风飘扬越过层层峰峦，在山间久久回荡。\n\n　　据载：杨贵妃见安禄山作胡旋舞，心花怒放，竟收安禄山做自己的干儿子，唐玄宗也非常高兴，对安禄山分外器重，委任他为三镇节度使。但恰恰是他们的这位干儿子对他们举起了反叛的大旗。大唐帝国也从此滑向衰亡的深渊。\n\n　　此诗含蓄委婉，笔调看似轻快，实则对亡国之君的荒淫误国给予了辛辣无情的嘲讽。\n\n","translation":"在长安回头远望骊山宛如一堆堆锦绣，山顶上华清宫千重门依次打开。\n一骑驰来烟尘滚滚妃子欢心一笑，无人知道是南方送了荔枝鲜果来。\n\n绿树环绕的新丰一带不时可见黄尘四起，那是前往渔阳的探使返回。\n他们谎报军情，唐玄宗和杨贵妃仍旧沉溺于歌舞，直至安禄山起兵，中原残破。\n\n全国上下沉浸在一片歌舞升平之中，骊山上宫殿楼阁在月光下显得格外分明。\n安禄山拖着肥胖的身体翩翩作胡旋舞，引发了杨贵妃的笑声随风飘扬越过层层山峰。\n\n"}
{"_id":{"$oid":"5b9a1486367d5cab18668840"},"title":"梦微之","dynasty":"唐代","writer":"白居易","content":"夜来携手梦同游，晨起盈巾泪莫收。\n漳浦老身三度病，咸阳宿草八回秋。\n君埋泉下泥销骨，我寄人间雪满头。\n阿卫韩郎相次去，夜台茫昧得知不？","type":["悼亡","怀念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154235935.mp3","remark":"微之：唐朝诗人元稹（779－831），字微之，与白居易同科及第，并结为终生诗友。\n漳浦：地名，在今福建漳州南部。\n宿草：指墓地上隔年的草，用为悼念亡友之辞朋友之墓，有宿草而不哭焉。\n君埋泉下：指微之去世。\n阿卫：微之的小儿子。\n韩郎：微之的爱婿。\n夜台：指坟墓，因为闭于坟墓，不见光明，所以称为夜台，后来也用来指代阴间。\n茫昧：模糊不清。\n\n","shangxi":"　　这首《梦微之》是白居易在元稹离世九年后所做的一首七言律诗。其中颈联“君埋泉下泥销骨，我寄人间雪满头”，古往今来更不知有多少人为它而伤怀！\n\n　　公元 801年，30岁的白居易在长安结识了 23岁的元稹，他们为对方的文采精华而深深折服，政治上又都反对宦官专权、提倡轻徭薄赋。真是相见恨晚！为了实现古代仕人怀有的那份安邦定国的宏伟抱负，二人同时参加了吏部的制科考试，并且同时当上校书郎。虽是个闲官，倒也可自得其乐。饮酒赋诗赏花听书，好个诗酒风流！直到元稹因敷水驿事件得罪宦官、被贬下放，白居易以死上书无效。公元815年，元稹被贬为通州司马，同年白居易被贬为江州司马，同是天涯沦落人！此后，二人只能互通书信、倾诉衷肠！公元831年，60岁的白居易正赋闲于东都洛阳，惊闻元稹病逝于武昌，悲痛不已！当元稹的灵柩运回老家陕西咸阳时，途径洛阳，白挥泪写下祭文。\n\n　　“夜来携手梦同游，晨起盈巾泪莫收”。梦中乐天与微之重逢，二人携手同游，他们可能意气风发地畅谈天下大事、黎明苍生；可能痛斥那宦海风波、官场污浊；可能耻笑那魑魅小人、假义君子……可是梦总有醒来的时候！泪水打湿了乐天的绢帕，老泪纵横也无心擦拭了。时年，乐天已经是一位风烛残年的老人。他想起了元稹当年还和过他的一首诗，诗中有这么两句：“我今因病魂颠倒，惟梦闲人不梦君”。确实，生时不能相见，梦见还可以慰藉相思，梦不见是悲痛的！可是，死后故人梦更是痛彻心扉！明知此生不能再见，却又一遍遍回忆着逝去的时光，每每回忆一次，都是一遍强于一遍的无奈忧伤！死亡，切断了所有一切可能的念想！\n\n　　“漳浦老身三度病，咸阳草树八回秋”。乐天说他自己在漳浦这个地方已经生了几次病了，长安城草生草长不知不觉已有八个年头。时间蹉跎了芳华，元稹死后，乐天的一把老骨头也不得安生，只是淡漠地看着长安城的草生草长。如果人的生命也能够像草生草长一样该多好，就像乐天 17岁时写下的《赋得古原草送别》一样：“野火烧不尽，春风吹又生”。乐天与元稹一别已是九年，而且还会有好几个九年，直到乐天也身赴黄泉。乐天的生老病死，已经没有了元稹的参与！\n\n　　“君埋泉下泥销骨，我寄人间雪满头”。元稹埋在黄泉之下，泥土侵蚀着他的身体，也许早已和泥化作尘土，乐天也只是顶着满头白发暂时居住在人间。乐天是一位“深入浅出”型的沉思者：孤高、正直、磊落、坦荡。这句话正是白诗在字面、形式上看似浅显，而情意、内涵甚深的表现。我想起了祖父，我那逝世不久的祖父。很多时候，在我们的亲人活着时，我们是羞赧于将悄悄写下的那些关于他们的赞美文字与人分享的，尤其是不愿让他们本人看到。而今，祖父魂归大地、深埋黄土，他在人间的最后一席之地只是水泥石碑下一方小小的骨灰盒，家人把祖父与已逝世 13年的祖母合埋了。写着这些文字时，我想起祖父总是在清明前后轻轻擦拭着太祖父、太祖母及祖母的祭框，擦着擦着就出神地望着。可是如今，他深埋地下，谁又来擦拭他崭新的祭框呢？有关祖父的一切，我再也不会知晓了。他早年因公致残的左腿，还会风湿发作吗？黄泉该是个湿冷的地方吧？想到这些，我已经受不住了。有句话是残忍的：“我们将会死去很久”。乐天写下这首诗时，身边不是缺乏朋友，亦不是敌人泛滥。拉法特曾说：“没有朋友也没有敌人的人，就是凡夫俗子”。乐天恰好不是个凡夫俗子，他一生的朋友是很多的，比如李商隐就是他的忘年交。也正因为如此，在时隔九年后，乐天的这份思友之情才愈显得弥足珍贵！\n\n　　“阿卫韩郎相次去，夜台茫昧得知不”。阿卫是元稹的小儿子，韩郎是元稹的女婿。他们都先后死去了，黄泉渺茫昏暗能够知道这些吗？高寿的乐天目睹了后辈们的离去。一方面，活着的人想要知道死去的人的情况，另一方面，活着的人总是念念不忘地将人世间的新鲜事儿祷告给死者，纵然知道是徒劳，还是怀着这份希望。《古诗十九首》中有言：“去者日以疏,来者日以亲”。当乐天看着去者已去经年，而来者亦已成去者，这是多么大的内心荒凉！\n\n　　人生得一知己足矣，斯世当以同怀视之！浅品《梦微之》，我品味到了这世间有一种真情———相濡以沫！\n\n","translation":"夜里做梦与你携手共同游玩，早晨醒来泪水流满巾也不擦拭。\n在漳浦我三次生病，长安城草生草长已经八个年头。\n想你逝去九泉尸骨已经化成泥沙，我还暂时寄住人间白发满头。\n阿卫韩郎已经先后去世，黄泉渺茫昏暗能够知晓吗？\n\n"}
{"_id":{"$oid":"5b9a1486367d5cab18668841"},"title":"赏牡丹","dynasty":"唐代","writer":"刘禹锡","content":"庭前芍药妖无格，池上芙蕖净少情。\n唯有牡丹真国色，花开时节动京城。","type":["牡丹"],"remark":"⑴牡丹：著名的观赏植物。古无牡丹之名，统称芍药，后以木芍药称牡丹。一般谓牡丹之称在唐以后，但在唐前，已见于记载。\n⑵庭前芍药：喻指宦官、权贵。芍药：多年生草本植物，属毛茛科，初夏开花，形状与牡丹相似。妖无格：妖娆美丽，但缺乏标格。妖：艳丽、妩媚。格：骨格。无格指格调不高。郑虔《胡本草》：“芍药，一名没骨花。”牡丹别名“木芍药”，芍药为草本，又称“没骨牡丹”，故作者称其“无格”。\n⑶芙蕖（qú）：荷花的别名。《尔雅·释草》：“荷，芙渠。其茎茄，其叶蕸，其本蔤，其华菡萏，其实莲，其根藕，其中菂，菂中薏。”郭璞注：“（芙渠）别名芙蓉，江东呼荷。”\n⑷国色：倾国之色。原意为一国中姿容最美的女子，此指牡丹花色卓绝，艳丽高贵。李濬《松窗杂录》：“上颇好诗，因问脩己曰：‘今京邑传唱牡丹花诗，谁为首出？’ 脩己对曰：‘臣尝闻公卿间多吟赏中书舍人李正封诗曰：“天香夜染衣，国色朝酣酒。”’上闻之，嗟赏移时。”吴钢、张天池《刘禹锡诗文选注》认为此为作者用来喻指革新人士。\n⑸“花开”句：说明唐代观赏牡丹风气极盛。李肇《唐国史补》卷中：“京城贵游尚牡丹，三十余年矣。每春暮，车马若狂，以不耽玩为耻。执金吾铺官围外，寺观种以求利，一本有直数万者。元和末，韩令始至长安，居第有之，遽命劚去，曰：‘吾岂效儿女子耶！’”白居易《买花》：“帝城春欲暮，喧喧车马度。共道牡丹时，相随买花去。贵贱无常价，酬直看花数：灼灼百朵红，戋戋五束素。上张幄幕庇，旁织巴篱护。水洒复泥封，移来色如故。家家习为俗，人人迷不悟。”京城：一般认为是指长安，但刘锬编的《咏花古诗欣赏》、鲍思陶等编的《中国名胜诗联精鉴》以及谢明等编的《历代咏物诗选读》认为此诗中的京城是指洛阳。\n\n","shangxi":"　　此诗乃赞颂牡丹之作，其赞颂之手法，乃用抑彼扬此的反衬之法。诗人没有从正面描写牡丹的姿色，而是从侧面来写牡丹。诗一开始先评赏芍药和芙蕖。芍药与芙蕖本是为人所喜爱的花卉，然而诗人赞颂牡丹，乃用“芍药妖无格”和“芙蕖净少情”以衬托牡丹之高标格和富于情韵之美。“芍药”，本来同样是一种具有观赏价值的花卉，但据说到了唐代武则天以后，“牡丹始盛而芍药之艳衰” （王禹傅《芍药诗序》）。以至有人将牡丹比为“花王”，把芍药比作“近侍”。此处，刘禹锡也怀着主观感情，把芍药说成虽妖娆但格调不高。“芙蕖”，是在诗文中常以清高洁净的面目出现的花卉，但刘禹锡大概因为她亭亭玉立于池面之中，令人只可远观而不可近玩的缘故，说她纯洁而寡情。这里暗示了牡丹兼具妖、净、格、情四种资质，可谓花中之最美者。\n\n　　前两句用的是抑彼扬此的手法，为牡丹的出现作铺垫，而第三句笔锋一转，从正面赞颂牡丹。“唯有”一词，突出强调了只有牡丹才配称“真国色”，表明了诗人对牡丹的偏爱。“国色天香”则成了当时对牡丹的定评，也为后人所乐于接受和沿用。牡丹是花中之王，“百般颜色百般香”（邵雍《牡丹吟》）。但此诗却只字未提牡丹的色香，仅说“花开时节动京城”。这句表现了人们倾城而出观赏牡丹的热闹景象，以此赞颂牡丹为人赏爱的倾国之色。牡丹在诗人眼里，她姿色超群，是国中最佳“美人”。由于牡丹具有无与伦比的姿色，竞使得花开时节京城轰动，人们竞相品赏，生动地描述了当时的时尚，说出了多数人的心声。这里“动”字用得极妙，仿佛使人看到了当时人们为了观赏牡丹而万人空巷、人头攒动的生动场面。\n\n　　这短短四句诗，写了三种名花，而其中又深含了诗人丰富的审美思想。诗人没有忘记对芍药与荷花美好一面的赞誉，却又突出了牡丹的姿色，令人玩味无穷。作为花木，本来无所谓格调高下和感情的多寡，但诗人用拟人化和烘托的手法，巧妙生动地把自然美变成了艺术美，给人留下了难忘的印象。\n\n","translation":"庭院中的芍药花艳丽虽艳丽，但格调不高；池面上的荷花明净倒是明净，却缺少热情；\n只有牡丹花才是真正的国色，是最美的花，当它开花的时候，其盛况轰动了整个京城。\n\n"}
{"_id":{"$oid":"5b9a1486367d5cab18668842"},"title":"辋川闲居赠裴秀才迪","dynasty":"唐代","writer":"王维","content":"寒山转苍翠，秋水日潺湲。\n倚杖柴门外，临风听暮蝉。\n渡头馀落日，墟里上孤烟。(馀 一作 余)\n复值接舆醉，狂歌五柳前。\n\n","type":["唐诗三百首","秋天","写景","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154236814.mp3","remark":"辋川：水名，在今陕西省蓝田县南终南山下。山麓有宋之问的别墅，后归王维。王维在那里住了三十多年，直至晚年。裴迪：诗人，王维的好友，与王维唱和较多。\n转苍翠：一作“积苍翠”。转：转为，变为。苍翠：青绿色，苍为灰白色，翠为墨绿色。\n潺湲（chán yuán ）：水流声。这里指水流缓慢的样子，当作为“缓慢地流淌”解。\n听暮蝉：聆听秋后的蝉儿的鸣叫。暮蝉：秋后的蝉，这里是指蝉的叫声。\n渡头：渡口。余：又作“馀”。\n墟里：村落。孤烟：直升的炊烟，可以是倚门看到的第一缕村烟。\n值：遇到。接舆：陆通先生的字。接舆是春秋时楚国人，好养性，假装疯狂，不出去做官。在这里以接舆比裴迪。\n五柳：陶渊明。这里诗人以“五柳先生”自比。这两句诗的意思是说，又碰到狂放的裴迪喝醉了酒，在我面前唱歌。\n\n","shangxi":"　　此诗所要极力表现的是辋川的秋景。一联和三联写山水原野的深秋晚景，诗人选择富有季节和时间特征的景物：苍翠的寒山、缓缓的秋水、渡口的夕阳，墟里的炊烟，有声有色，动静结合，勾勒出一幅和谐幽静而又富有生机的田园山水画。诗的二联和四联写诗人与裴迪的闲居之乐。倚杖柴门，临风听蝉，把诗人安逸的神态，超然物外的情致，写得栩栩如生；醉酒狂歌，则把裴迪的狂士风度表现得淋漓尽致。全诗物我一体，情景交融，诗中有画，画中有诗。\n\n　　此诗、画、音乐完美结合的五律。首联和颈联写景，描绘辋川附近山水田园的深秋暮色；颔联和尾联写人，刻画诗人和裴迪两个隐士的形象。风光人物，交替行文，相映成趣，形成物我一体、情景交融的艺术境界，抒写诗人的闲居之乐和对友人的真切情谊。\n\n　　“寒山转苍翠，秋水日潺湲。”首联写山中秋景。时在水落石出的寒秋，山间泉水不停歇地潺潺作响；随着天色向晚，山色也变得更加苍翠。不待颔联说出“暮”字，已给人以时近黄昏的印象。“转”和“日”用得巧妙。转苍翠，表示山色愈来愈深，愈来愈浓；山是静止的，这一“转”字，便凭借颜色的渐变而写出它的动态。日潺湲，就是日日潺湲，每日每时都在喧响；水是流动的，用一“日”字，却令人感觉它始终如一的守恒。寥寥十字，勾勒出一幅有色彩，有音响，动静结合的画面。\n\n　　“渡头余落日，墟里上孤烟。”颈联写原野暮色。夕阳欲落，炊烟初升，是田野黄昏的典型景象。渡头在水，墟里在陆；落日属自然，炊烟属人事：景物的选取是很见匠心的。“墟里上孤烟”，显系从陶潜“暧暧远人村，依依墟里烟”（《归田园居之一》）点化而来。但陶句是拟人化的表现远处村落上方炊烟萦绕、不忍离去的情味，王句却是用白描手法表现黄昏第一缕炊烟袅袅升到半空的景象，各有各的形象，各有各的意境。这一联是王维修辞的名句，历来被人称道。“渡头余落日”，精确地剪取落日行将与水面相切的一瞬间，富有包孕地显示了落日的动态和趋向，在时间和空间上都为读者留下想象的余地。“墟里上孤烟”，写的也是富有包孕的片刻。“上”字，不仅写出炊烟悠然上升的动态，而且显示已经升到相当的高度。\n\n　　首、颈两联，以寒山、秋水、落日、孤烟等富有季节和时间特征的景物，构成一幅和谐静谧的山水田园风景画。但这风景并非单纯的孤立的客观存在，而是画在人眼里，人在画图中，一景一物都经过诗人主观的过滤而带上了感情色彩。颔联：“倚杖柴门外，临风听暮蝉。”这就是诗人的形象。柴门，表现隐居生活和田园风味；倚杖，表现年事已高和意态安闲。柴门之外，倚杖临风，听晚树鸣蝉、寒山泉水，看渡头落日、墟里孤烟，那安逸的神态，潇洒的闲情，和“策扶老以流憩，时矫首而遐观”（《归去来辞》）的陶渊明有几分相似。事实上，王维对那位“古今隐逸诗人之宗”，也是十分仰慕的，就在这首诗中，不仅仿效了陶的诗句，而且在尾联引用了陶的典故：“复值接舆醉，狂歌五柳前。”陶文《五柳先生传》的主人公，是一位忘怀得失、诗酒自娱的隐者，“宅边有五柳树，因以为号焉。”实则，生正是陶潜的自我写照；而王维自称五柳，就是以陶潜自况的。接舆，是春秋时代“凤歌笑孔丘”的楚国狂士，诗人把沉醉狂歌的裴迪与楚狂接舆相比，乃是对这位年轻朋友的赞许。陶潜与接舆──王维与裴迪，个性虽大不一样，但那超然物外的心迹却是相近相亲的。所以，“复值接舆醉”的复字，不表示又一次遇见裴迪，而是表示诗人情感的加倍和进层：既赏佳景，更遇良朋，辋川闲居之乐，至于此极啊！末联生动地刻画了裴迪的狂士形象，表明了诗人对他的由衷的好感和欢迎，诗题中的赠字，也便有了着落。\n\n　　颔联和尾联，对两个人物形象的刻画，也不是孤立进行，而是和景物描写密切结合的。柴门、暮蝉、晚风、五柳，有形无形，有声无声，都是写景。五柳，虽是典故，但对王维说来，模仿陶渊明笔下的人物，植五柳于柴门之外，这是自然而然的。\n\n","translation":"寒山转变得格外郁郁苍苍，秋水日日舒缓地流向远方。\n我柱杖伫立在茅舍的门外，迎风细听着那暮蝉的吟唱。\n渡头那边太阳快要落山了，村子里的炊烟一缕缕飘散。\n又碰到裴迪这个接舆酒醉，在恰如陶潜的我面前讴狂。\n\n"}
{"_id":{"$oid":"5b9a1486367d5cab18668843"},"title":"邯郸冬至夜思家","dynasty":"唐代","writer":"白居易","content":"邯郸驿里逢冬至，抱膝灯前影伴身。 \n想得家中夜深坐，还应说着远行人。","type":["冬天","地名","思乡"],"remark":"邯郸（Hándān）：地名，今河北省邯郸市。冬至：农历二十四节气之一。在十二月下旬，这天白天最短，夜晚最长。古代冬至有全家团聚的习俗。\n驿：驿站，古代的传递公文，转运官物或出差官员途中的歇息的地方。\n抱膝：以手抱膝而坐，有所思貌。影伴身：影子与其相伴。\n夜深：犹深夜。\n远行人：离家在外的人，这里指作者自己。\n\n","shangxi":"　　《邯郸冬至夜思家》没有精工华美的辞藻，没有奇特新颖的想象，只是用叙述的语气来描绘远客的怀亲之情。其佳处，一是以直率质朴的语言，道出了人们常有的一种生活体验，感情真挚动人。二是构思精巧别致：首先，诗中无一“思”字，只平平叙来，却处处含着“思”情；其次，写自己思家，却从对面着笔。\n\n　　前两句纪实，侧面写“思家”。第一句叙客中度节，已植“思家”之根。在唐代，冬至这个日子，人们本应在家中和亲人一起欢度。但是如今作者在邯郸客店里碰上这个节日，不知如何是好。第二句，就写作者在邯郸客栈里过节的情景。“抱膝”二字，活画出枯坐的神态。“灯前”二字，既烘染环境，又点出“夜”，托出“影”。一个“伴”字，把“身”与“影”联系起来，并赋予“影”以人的感情。只有抱膝枯坐的影子陪伴着抱膝枯坐的身子，作者的孤寂之感，思家之情，已溢于言表。\n\n　　后两句运用想象，正面写“思家”。后两句笔锋一转，来个曲笔，不直接写自己如何思家，而是想象家人冬至夜深时分，家人还围坐在灯前，谈论着自己这个远行之人，以此来表现“思家”，使这种思乡之情扩大化，真实感人。其感人之处是：他在思家之时想象出来的那幅情景，却是家里人如何想念自己。这个冬至佳节，由于自己离家远行，所以家里人一定也过得很不愉快。当自己抱膝灯前，想念家人，直想到深夜的时候，家里人大约同样还没有睡，坐在灯前，“说着远行人”。具体“说”了什么，作者并没有指明，这就给读者留下了驰骋想象的广阔天地。每一个享过天伦之乐的人，有过类似经历的人，都可以根据自己的生活体验，想得很多。作者没用华丽的词句，没有玩弄过多的艺术技巧，而用平实质朴的语言，却把思乡之情表现的淋漓尽致。\n\n　　白居易的诗常以语言浅近、平实质朴著称，其意境也多显露。这首诗平实质朴，构思精巧别致，字里行间流露着淡淡的思乡之愁以及浓浓的怀亲之意。\n\n","translation":"我居住在邯郸客栈的时候正好是冬至佳节。晚上，我抱着双膝坐在灯前，只有影子与我相伴。\n我相信，家中的亲人今天会相聚到深夜，还应该谈论着我这个远行人。\n\n"}
{"_id":{"$oid":"5b9a1486367d5cab18668844"},"title":"水仙子·夜雨","dynasty":"元代","writer":"徐再思","content":"一声梧叶一声秋，一点芭蕉一点愁，三更归梦三更后。落灯花，棋未收，叹新丰逆旅淹留。枕上十年事，江南二老忧，都到心头。\n\n","type":["羁旅","孤独","写雨","感伤"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154236848.mp3","remark":"水仙子：曲牌名，又名凌波仙、凌波曲、湘妃怨等。句式为七七、七五七、三三四。八句四韵。 \n“一声梧叶一声秋”二句：梧桐叶的落下，预示了秋天的到来，雨打在芭蕉上的声音更使人增添了一份愁闷。一点芭蕉：是指雨点打在芭蕉叶上。 \n三更归梦三更后：夜半三更梦见回到了故乡，醒来时三更已过。归梦：梦归故乡。 \n灯花：油灯结成花形的余烬。 \n叹新丰孤馆人留：用唐代初期大臣马周的故事。新丰：在陕西新丰镇一带。马周年轻时，生活潦倒，外出时曾宿新丰旅舍，店主人见他贫穷，供应其他客商饭食，独不招待他，马周命酒一斗八升，悠然独酌。 \n枕上十年事：借唐人李泌所作传奇《枕中记》故事，抒发作者的辛酸遭遇。 \n二老：指年老的双亲。\n\n","shangxi":"　　这是一首写羁旅愁思的小令。曲作一开始就用鼎足对形式：“一声梧叶一声秋。一点芭蕉一点愁。三更归梦三更后。”既点明了时间、环境、又照应了题目，更交待了此曲的感情基调。梧桐叶落，飒飒声响，表明是深秋时节；以雨打芭蕉叙出气候，芭蕉叶大而较硬，声音清晰而杂乱，与寂寥的旅人的愁绪自然和谐地共鸣起来，仿佛打在心上，千愁万苦，如雨点密集而下，创造了无限凄凉的环境。作者以《夜雨》为题，通篇却不着一个“雨”字，而是从听觉人手，给秋以声，给芭蕉以愁，借“雨”写“愁”；“一声”声，“一点”点，既形象地写出了秋雨连绵不断的特点，也暗示了主人公的缕缕愁思如同这秋雨一样无法断绝，从而深化了曲子的意境。接着连用两个“三更”，以点出“归梦”之难成：由于万千愁绪，以致夜不能寐。归乡之梦又为作者平添了一份乡愁，故“归梦”两字承上启下，既补叙了愁因，又为下文梦醒的描写作了必要的铺垫。梧桐滴雨，雨打芭蕉，古代的文人骚客常以此描写人生的愁苦，加之深秋夜雨，孤身一人，客居他乡，半夜“归梦”，引起人无限的愁思和惘怅。因此，作者以一个“愁”字，点出全曲的感情基调。\n\n　　“落灯花棋未收”，雨夜下棋，本为排遣愁闷，然而棋后懒于收捡，可见是越下越愁闷，正像李白所言“抽刀断水水更流，举杯消愁愁更愁”。此句从视觉角度渲染乡愁，化用宋代诗人赵师秀《约客》诗：“有约不来过夜半，闲敲棋子落灯花。”的诗意，写雨夜客居时的孤寂。而残灯照空局的景象，则进一步表现了深秋雨夜的凄凉和愁苦。因此，“落灯花棋未收”是由景向情过渡句，接“三更”时分，引出更深喟叹。\n\n　　“叹新丰逆旅淹留。”此句借用唐代名臣马周之典，唐人马周未登第时，曾旅宿新丰，受店主冷遇，后世借指旅愁。《坚瓠集》载徐再思“旅寄江湖十年不归”，曾滞留北方十多年，然而仕途多艰，仅做过下等的小官。这里以马周自况，羁旅他乡，饱受寂寥愁苦，然而仕进无门，一事无成，穷途潦倒，仿佛马周当年为新丰客般备受冷落。而马周穷途尚有常何引荐，自己怀才不遇，久困异乡，前途渺茫。而且客居地“新丰”之得名本就与乡愁有关，加之前句“归梦”的导诱，联想到自己与马周境遇迥异，是愁上添愁。一个“叹”字，把自己羁旅异乡的孤寂，怀才不遇的愁闷，尽收其中。\n\n　　“枕上十年事，江南二老忧，都到心头。”作者躺在床上，回想起十年来孤身一人漂泊在外的种种往事，年迈的父母远在江南，自己不但未尽孝，反倒让二老担忧，如今功名也未成。孤寂、怨恨、自责、思亲等种种愁苦，都凝结为“都到心头”四字，道出了深秋夜雨时心头愁苦的具体内容。\n\n　　此曲采用作者惯用的重词叠字手法，善用数词人曲，如“一声”、“一点”、“三更”、“十”、“二”等，给人以回环复沓，一咏三叹之感。全曲情景交融，用典用对，贴切自然，不愧为“情中紧语”。\n\n","translation":"　　夜雨一点点淋在梧桐树叶上，秋声难禁，打在芭蕉上，惹人愁思不断。半夜时分梦里回到了故乡。醒来只见灯花垂落，一盘残棋还未收拾，可叹啊，我孤单地留滞在新丰的旅馆里。靠在枕边，十年的经历，远在江南的双亲，都浮上心头。\n\n"}
{"_id":{"$oid":"5b9a1486367d5cab18668845"},"title":"卜算子·不是爱风尘","dynasty":"宋代","writer":"严蕊","content":"不是爱风尘，似被前缘误。花落花开自有时，总赖东君主。\n去也终须去，住也如何住！若得山花插满头，莫问奴归处。","type":["宋词三百首","宋词精选","婉约","女子","自白","无奈"],"remark":"风尘：古代称妓女为堕落风尘。\n前缘：前世的因缘。\n东君：司春之神，借指主管妓女的地方官吏。\n奴：古代妇女对自己的卑称\n终须：终究。\n\n","shangxi":"　　那一年，时任台州的太守唐与正（字仲友），相召严蕊前来作陪酒局。眼前是红红白白的桃花，千枝万朵，盛开如海。有蜂儿追，蝶儿舞，燕子帘前轻声语。\n\n　　美人与桃花，相映成趣。\n\n　　趁着酒兴，唐与正命严蕊以身边的红白桃花为题，赋词一首。于是，就有这么一首关于桃花的《如梦令》。当时，唐仲友还赏了她两匹缣帛。\n\n　　这首小令的大意是：\n\n　　假如你说它是梨花，答案当然错了。倘若你再猜它是杏花，也不对。\n\n　　你瞧它那种洁白与粉红相间的颜色，实在是春风里的另一番风景和情趣。\n\n　　曾经记得，曾经还记得。\n\n　　当年有人在武陵源看到此花的时候，被它的娇艳之美，所深深沉醉过。\n\n　　整首词，像是猜一条谜语。词是谜面，谜底是桃花。\n\n　　词作简练传神，既有脱俗的清新，也有几分俏皮之感。读来具体可感，含蓄有味。清人冯金伯的《词苑萃编》和叶申芗的《本事词》书中，皆记载了这首词。\n\n　　词人借以梨花的白，杏花的红，故意卖关子不提及“桃花”的花名，却在结句写“人在武陵微醉”，让人很快能想到了陶渊明那篇著名的散文《桃花源记》。\n\n　　这时，我们方才顿悟，原来是桃花。\n\n　　在南宋，另外一位词人郑域，其实也写过此类风格的一首《昭君怨》：\n\n　　道是花来春未，道是雪来香异。竹外一枝斜，野人家。\n\n　　冷落竹篱茅舍，富贵玉堂琼榭。两地不同栽，一般开。\n\n　　花开的时候，春天未至。它犹似香雪，一些竹子旁边，能见到它一支横斜的疏影。\n\n　　各位再猜猜，这又是描写的啥花呢？\n\n　　同样，全篇构思也很巧妙，不着一“梅”字，却几乎都是对梅花真实的写照。\n\n　　作品暗示出了作者本人，虽然目前尚处于倍受冷落的阶段，但他仍坚持着自己人生的理想和追求。\n\n　　王国维先生在《人间词话》中说：“因大诗人所造之境，必合乎自然，所写之境，亦必邻于理想故也。”长久的歌妓生涯，使得她早已厌倦。故向往男耕女织的世外桃源，正是符合她理想中的生活。\n\n　　《宋词鉴赏辞典》中点评此词：“绝不同于一般滞于物象的咏物词，它纯然从空际著笔，空灵荡漾，不即不离，写出红白桃花之高标逸韵，境界愈推愈高远，令人玩味无极而神为之一旺。就艺术而言，可以说是词中之逸品。”\n\n　　因这首桃花词，她本人也被后人称之为了“桃花仙子”。\n\n　　如今，桃花依旧笑春风，而美人已不在。\n\n","translation":"我自己并不是生性喜好风尘生活，之所以沦落风尘，是为前生的因缘（即所谓宿命）所致花落花开自有一定的时候，可这一切都只能依靠司其之神东君来作主。\n该离终须要离开，离开这里又如何能待下去。若能将山花插满头，不需要问我归向何处。\n\n"}
{"_id":{"$oid":"5b9a1486367d5cab18668846"},"title":"咏蝉 / 在狱咏蝉","dynasty":"唐代","writer":"骆宾王","content":"西陆蝉声唱，南冠客思深。(客思深 一作：客思侵)\n不堪玄鬓影，来对白头吟。(不堪 一作：那堪)\n露重飞难进，风多响易沉。\n无人信高洁，谁为表予心？","type":["唐诗三百首","咏物"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154237387.mp3","remark":"西陆：指秋天。\n南冠：楚冠，这里是囚徒的意思。用深：一作“侵”。\n玄鬓：指蝉的黑色翅膀，这里比喻自己正当盛年。那堪：一作“不堪”。\n白头吟：乐府曲名。\n露重：秋露浓重。飞难进：是说蝉难以高飞。\n响：指蝉声。沉：沉没，掩盖。\n高洁：清高洁白。古人认为蝉栖高饮露，是高洁之物。作者因以自喻。\n予心：我的心。\n\n","shangxi":"　　小序鉴赏\n\n　　这首诗前有一段序，而一些唐诗选本往往只录诗，对序则弃而不录。其实这段序文与诗是一有机整体，诗中比兴寓意，亦即自然之物与人格化身的契合，是以序文的铺叙直言为前提的。欲解二者契合之妙，不可不读这首诗的序。\n\n　　可以说这是一篇简短而精美的骈文，是一篇很有情致的抒情小说。诗人在这段序文中叙说了自己作诗的缘起，叙说了蝉的形态、习性及美德，抒发了自己“失路艰虞，遭时徽纆”的哀怨之情。诗人首先从禁所的古槐写起，运用晋代殷仲文仕途失意及西周时召公明察狱讼的典故，表达了自己身陷囹圄的痛苦和乞盼有司明察的心愿。然后，写闻蝉鸣生悲感，“岂人心异于曩时，将虫响悲乎前听”，以反问的语句把蝉与己、心与物联系在一起。以拟人的笔法铺叙蝉的美德、从蝉的形态习性写起，写蝉适应季节的变化，随季节、气候的变化而出现；写蝉翼甚薄，蝉目常开，“不以道昏而昧其视，不以俗厚而易其真”。诗人谓之具有“君子达人之高行”。因为蝉有这样的美德，所以诗人才引蝉自喻，以蝉为自己的人格化身。刘勰《文心雕龙·物色》云：“情以物迁，辞以情发。一叶且或迎意，虫声有足引心。”骆宾王以蝉喻己，顾影自怜，正是感物联类，情以物迁。从骆宾王作于同时期的《萤火赋序》中也可印证此论断：“物有感而情动，迹或均而心异。响必应之于同声，道固从之于同类。”诗人的体验说明了感物生情的道理，人的审美心理结构与自然之物的某种同构对应。诗人咏蝉之妙，不仅在于符合同构对应的原理，而且还在于蝉意象所包涵的丰富的文化内蕴。\n\n　　诗歌鉴赏\n\n　　此诗起二句在句法上用对偶句，在作法上则用起兴的手法，以蝉声来逗起客思，诗一开始即点出秋蝉高唱，触耳惊心。接下来就点出诗人在狱中深深怀想家园。三、四两句，一句说蝉，一句说自己，用“那堪”和“来对”构成流水对，把物我联系在一起。诗人几次讽谏武则天，以至下狱。大好的青春，经历了政治上的种种折磨已经消逝，头上增添了星星白发。在狱中看到这高唱的秋蝉，还是两鬓乌玄，两两对照，不禁自伤老大，同时更因此回想到自己少年时代，也何尝不如秋蝉的高唱，而今一事无成，甚至入狱。就在这十个字中，诗人动作比兴的方法，把这分凄恻的感情，委婉曲折地表达了出来。同时，白头吟又是乐府曲名。相传西汉时司马相如对卓文君爱情不专后，卓文君作《白头吟》以自伤。其诗云：“凄凄重凄凄，嫁娶不须啼，愿得一心人，白头不相离。”（见《西京杂记》）这里，诗人巧妙地运用了这一典故，进一步比喻执政者辜负了诗人对国家一片忠有之忱。“白头吟”三字于此起了双关的作用，比原意更深入一层。十字之中，什么悲呀愁呀这一类明点的字眼一个不用，意在言外，充分显示了诗的含蓄之美。\n\n　　接下来五六两句，纯用“比”体。两句中无一字不在说蝉，也无一字不在说自己。“露重”“风多”比喻环境的压力，“飞难进”比喻政治上的不得意，“响易沉”比喻言论上的受压制。蝉如此，诗人也如此，物我在这里打成一片，融混而不可分了。咏物诗写到如此境界，才算是“寄托遥深”。\n\n　　诗人在写这首诗时，由于感情充沛，功力深至，故虽在将近结束之时，还是力有余劲。第七句再接再厉，仍用比体。秋蝉高居树上，餐风饮露，没有人相信它不食人间烟火。这句诗人喻高洁的品性，不为时人所了解，相反地还被诬陷入狱，“无人信高洁”之语，也是对坐赃的辩白。然而正如战国时楚屈原《离骚》中所说：“世混浊而不分兮，好蔽美而嫉妒”。在这样的情况下，没有一个人来替诗人雪冤。“卿须怜我我怜卿”，意谓：只有蝉能为我而高唱，也只有我能为蝉而长吟。末句用问句的方式，蝉与诗人又浑然一体了。\n\n　　好诗，不但要有诗眼，以放“灵光”，而且有时须作“龙吟”，以发“仙声”。对照杨炯的《从军行》与杜甫《蜀相》，两诗若无“宁为百夫长，胜作一书生”，“出师未捷身先死，长使英雄泪满襟”这样的“龙吟”句殿后，直抒胸臆，剖献“诗心”，则全篇就木然无光了。此诗亦然，尾联诗人愤情冲天，勃发“龙吟”，喷出蕴蓄许久的真情：“无人信高洁，谁为表予心”，遂脱去了前三联罩裹诗句的“蝉身”，使人看到了作者洁纯无瑕的报国诚心，这颗诚心恰如其《序》所说，乃“有目斯开、不以道昏而昧其视，有翼自薄，不以俗厚而易其真。吟乔树之微风，韵姿天纵；饮高秋之坠露，清畏人知。”不以世俗更易秉性，宁饮坠露也要保持“韵姿”。正是这裂帛一问，才使《在狱咏蝉》成为唐诗的卓荦名篇，超然于初唐诸宫体艳诗之上。\n\n　　这首诗作于患难之中，感情充沛，取譬明切，用典自然，语多双关，于咏物中寄情寓兴，由物到人，由人及物，达到了物我一体的境界，是咏物诗中的名作。\n\n","translation":"深秋季节西墙外寒蝉不停地鸣唱，蝉声把我这囚徒的愁绪带到远方。\n怎堪忍受正当玄鬓盛年的好时光，独自吟诵白头吟这么哀怨的诗行。\n露重翅薄欲飞不能世态多么炎凉，风多风大声响易沉难保自身芬芳。\n无人知道我像秋蝉般的清廉高洁，有谁能为我表白冰晶玉洁的心肠？\n\n"}
{"_id":{"$oid":"5b9a1486367d5cab18668847"},"title":"国风·周南·芣苢","dynasty":"先秦","writer":"佚名","content":"采采芣苢，薄言采之。\n采采芣苢，薄言有之。\n采采芣苢，薄言掇之。\n采采芣苢，薄言捋之。\n采采芣苢，薄言袺之。\n采采芣苢，薄言襭之。\n\n","type":["诗经","民歌","劳动"]}
{"_id":{"$oid":"5b9a1486367d5cab18668848"},"title":"卖柑者言","dynasty":"明代","writer":"刘基","content":"　　杭有卖果者，善藏柑，涉寒暑不溃。出之烨然，玉质而金色。置于市，贾十倍，人争鬻之。\n\n　　予贸得其一，剖之，如有烟扑口鼻，视其中，则干若败絮。予怪而问之曰：“若所市于人者，将以实笾豆，奉祭祀，供宾客乎？将炫外以惑愚瞽也？甚矣哉，为欺也！”\n\n　　卖者笑曰：“吾业是有年矣，吾赖是以食吾躯。吾售之，人取之，未尝有言，而独不足子所乎？世之为欺者不寡矣，而独我也乎？吾子未之思也。\n\n　　今夫佩虎符、坐皋比者，洸洸乎干城之具也，果能授孙、吴之略耶？ 峨大冠、 拖长绅者，昂昂乎庙堂之器也，果能建伊、皋之业耶？盗起而不知御，民困而不知救，吏奸而不知禁，法斁而不知理，坐糜廪粟而不知耻。观其坐高堂，骑大马，醉醇醴而饫肥鲜者，孰不巍巍乎可畏，赫赫乎可象也？又何往而不金玉其外，败絮其中也哉？今子是之不察，而以察吾柑！”\n\n　　予默默无以应。退而思其言，类东方生滑稽之流。岂其愤世疾邪者耶？而托于柑以讽耶？\n\n","type":["古文观止","寓言","故事","抒怀"],"remark":"涉：经过，经历。\n溃：腐烂，腐败。\n烨（yè）然：光彩鲜明的样子。\n玉：像玉石一样。\n贾（jià)：同“价”，价格。\n鬻（yù）：这里是买的意思。\n贸：买卖，这里是买的意思。\n若：像，好像。\n败絮：破败的棉絮。\n若：代词，你，你们。\n实：填满，装满。\n笾（biān）豆：古代祭祀时盛祭品用的两种器具。笾，竹制的食器。豆，木制、陶制或铜制的食器。\n炫：同“炫”，炫耀，夸耀。\n惑：迷惑，欺骗。\n愚瞽（gǔ）：愚蠢的人和瞎子。瞽，瞎子。\n为：做。\n欺：欺骗人的事。\n业：以······为职业。\n赖：依赖，依靠。\n食（sì）：同“饲”，这里有供养、养活的意思。\n夫：发语词。\n虎符：虎形的兵符，古代调兵用的凭证。\n皋（gāo）比（pí）：虎皮，指将军的坐席。比，通“皮”，毛皮。\n洸（guāng）洸：威武的样子。\n干城之具：捍卫国家的将才。干，盾牌，文中意为捍卫。干和城都用以防御。具，将才。\n孙、吴：指古代著名军事家孙武和吴起。\n略：谋略。\n峨：高高地，指高戴。\n拖长绅：拖着长长的腰带。绅，古代士大夫束在外衣上的带子。\n昂昂：气宇轩昂的样子。\n庙堂：指朝廷。\n器：才能，本领，这里指“有才能的人”。\n伊、皋（gāo）：指古代著名政治家伊尹和皋陶。\n业：功业。\n起：兴起。\n御：抵御。\n斁（dù）：败坏。\n坐：坐在高位的意思，指那些在高位上却不干正事。\n糜：通“靡”，浪费。\n廪（lǐn）粟：国家发的俸米。\n醉：醉饮。\n饫（yù）：饱食。\n巍巍：高大的样子。\n赫赫：显赫的样子。\n象：模仿。\n金玉其外、败絮其中：比喻虚有其表，及外表好而实质坏的人\n类：像。\n东方生：指东方朔。汉武帝时曾任太中大夫，性格诙谐，善于讽谏。\n滑稽（古书中读作gǔ jī）之流：指诙谐多讽、机智善辩的人。\n疾：愤恨。\n愤世疾邪：激愤、痛恨世间邪恶的现象。\n托：假托。 \n\n","shangxi":"　　这是一篇著名的寓言体讽刺散文，全文可分为三个部分。第一部分以洗炼的笔墨记述了故事的经过，可说是全文的引子，作者先写柑子外表具有金玉之美，其中却如败絮之劣，在一优一劣而形成的鲜明对比之中，自然而然地引起发问，“将炫外以惑愚瞽也？”也自然而然地引出指责，“甚矣哉，为欺也！”作者在此突出一个“欺”字，这是全文的核心，也是贯串始终的主线，看似不经意地提出，实则是精心设计的。正是这个文眼，才引起卖柑者大段的深刻的议论。\n\n　　第二部分是全文的重点，通过卖柑人之口，揭露那些达官绅士欺世盗名的真相。文章的构思非常巧妙，“卖者笑曰”一个“笑”字用得很好，首先表现在后面的大段议论只是由一个小商贩在谈笑诙谐中说出，这就亲切又可信；其次表现了一个普通人对那些不可一世的人的鄙视。小商贩的回答也是巧妙之极，用一句反问“而独不足子所乎？”它揭示面对“欺”道横行的社会，人们已经麻木。紧接着再用一个反问“而独我也乎？”这个反问比前一个反问更有份量，它既突出了言者对“欺”道横行社会的强烈憎恨，又使愤懑之词如流涌出。为证实自己的论点，卖柑者以排比句式，历数了行“大欺”的人。先用两个长排比句描写武将“洸洸乎干城之具”、文官“昂昂乎庙堂之器”，以之与柑子“烨然”外表相对照；接着又连用五个短排比句揭露其实质，原来是文不能治国、武不能治军之众。为了更琳漓尽致地宣泄自己愤世嫉邪之情感，文章又用两个反问句进行反复揭露。反复揭露使卖柑者“今子是之不察，而以察吾柑”一句指责得有理，批评得有力。\n\n　　第三部分是文章的结尾，作者没有写自己如何慷慨激昂地响应卖柑者之言，却是“退而思其言”，这样既使文章形成一种跌宕美，也表明作者在深思熟虑之中品味其言的真谛所在，承认其言的真实性和合理性。\n\n　　这篇文章由买卖一个坏了的柑橘的小事引起议论，假托卖柑者的一席话，以形象、贴切的比喻，揭示了当时盗贼蜂起，官吏贪污，法制败坏，民不聊生的社会现实，有力地讽刺了那些冠冕堂皇、声威显赫的达官贵人们本质上都是“金玉其外，败絮其中”的欺世盗名的人物，从而有利抨击了元末统治者及统治集团的腐朽无能还有社会当下的黑暗，抒发了作者愤世嫉俗的情感。\n\n","translation":"　　杭州有个卖水果的人，擅长贮藏柑橘，经历一整年也不溃烂，拿出它们的时候还是光彩鲜明的样子，玉石一样的质地，金灿灿的颜色。放到市场上，卖（比别人的高出）十倍的价钱。人们争相购买他的柑橘。\n\n　　我买到了其中的一个，切开它，像有股烟直扑口鼻，看它的里面，干枯得像破败的棉絮。我对此感到奇怪，问他说：“你卖给别人的柑橘，是打算用来装满在盛祭品的容器中，祭祀祖先、招待宾客的吗？还是要炫耀它的外表用来欺骗傻子和瞎子的吗？这样欺骗人的行为实在是太过分了。”\n\n　　卖柑橘的人笑着说：“我从事这个行业已有好多年了。我依赖这个用来养活自己。我卖它，别人买它，不曾有人说过什么的，却唯独不能满足您吗？世上做欺骗的事的人不少，难道仅仅只有我一个吗？你还没有好好考虑这个问题。\n\n　　那些佩戴虎形兵符、坐在虎皮上的人，威武的样子，好像是捍卫国家的将才，他们果真能拥有孙武、吴起的谋略吗？那些戴着高帽子，拖着长长带子的人，气宇轩昂的坐在朝堂之上，他们果真能够建立伊尹、皋陶的业绩吗？盗贼四起却不懂得抵御，百姓困苦却不懂得救助，官吏狡诈却不懂得禁止，法度败坏却不懂得治理，奢靡的浪费粮食却不懂得羞耻。看看那些坐在高堂上，骑着大马，喝着美酒，吃着美食的人，哪一个不是威风凛凛、令人敬畏、显赫的值得人们效仿？可是无论到哪里，又有谁不是外表如金似玉、内心破败得像破棉絮呢？你看不到这些现象，却只看到我的柑橘！”\n\n　　我默默地没有话用来回答。回来思考这卖柑人的话，觉得他像是像东方朔那样诙谐多讽、机智善辩的人。难道他是对世间邪恶现象激愤痛恨之人吗？因而假托柑橘用来讽刺吗？\n\n"}
{"_id":{"$oid":"5b9a1486367d5cab18668849"},"title":"无题·飒飒东风细雨来","dynasty":"唐代","writer":"李商隐","content":"飒飒东风细雨来，芙蓉塘外有轻雷。\n金蟾啮锁烧香入，玉虎牵丝汲井回。\n贾氏窥帘韩掾少，宓妃留枕魏王才。\n春心莫共花争发，一寸相思一寸灰！","type":["唐诗三百首","女子","相思","爱情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154238827.mp3","remark":"金蟾句：意谓虽有金蟾啮锁，香烟犹得进入。金蟾：旧注说是“蟾善闭气，古人用以饰锁”。啮：咬。\n玉虎句：意谓井水虽深，玉虎犹得牵丝汲之。玉虎：井上的辘轳。丝：井索。汲：引。\n贾氏句：晋韩寿貌美，司空南充招为掾，贾女于窗格中见韩寿而悦之，遂通情。贾女又以晋帝赐贾充之西域异香赠寿。韩掾少：为了韩寿的年轻俊美。掾：僚属。少：年轻。\n宓妃句：魏曹植曾作《洛神赋》，赋中叙述他和洛河女神宓妃相遇事。宓妃：指洛神，传说为伏（宓）羲之女。留枕：这里指幽会。魏王：曹植封东阿王，后改陈王。\n\n","shangxi":"　　这首无题诗写一位深锁幽闺的女子追求爱情而幻灭的绝望之情。\n\n　　首联“飒飒东风细雨来，芙蓉塘外有轻雷。”描绘环境气氛：飒飒东风，飘来蒙蒙细雨；芙蓉塘外，传来阵阵轻雷。既隐隐传达了生命萌动的春天气息，又带有一些凄迷黯淡的色调，烘托出女主人公春心萌动和难以名状的迷惘苦闷。东风细雨，容易令人联想起“梦雨”的典故；芙蓉塘即莲塘，在南朝乐府和唐人诗作中，常常代指男女相悦传情之地；“轻雷”则又暗用司马相如《长门赋》：“雷殷殷而响起兮，声象君之车音。”这一系列与爱情密切相关的词语，所给予读者的暗示和联想是很丰富的。纪昀说：“起二句妙有远神，可以意会。”所谓“远神，是指这种富于暗示性的诗歌语言所构筑的渺远的艺术意境，一种难以言传的朦胧美。\n\n　　颔联“金蟾啮锁烧香入，玉虎牵丝汲井回。”写女子居处的幽寂。金蟾是一种蟾状香炉；“锁”指香炉的鼻钮，可以开启放入香料；玉虎，是用玉石装饰的虎状辘轳，“丝”指井索。室内户外，所见者惟闭锁的香炉，汲井的辘轳，它们衬托出女子幽处孤寂的情景和长日无聊、深锁春光的惆怅。香炉和辘轳，在诗词中也常和男女欢爱联系在一起，它们同时又是牵动女主人公相思之情的东西，这从两句分别用“香”、“丝”谐音“相”、“思”可以见出。总之，这一联兼用赋、比，既表现女主人公深闭幽闺的孤寞，又暗示她内心时时被牵动的情丝。\n\n　　颈联出句“贾氏窥帘韩掾少”使用贾充女与韩寿的爱情故事。见《世说新语》载：晋韩寿貌美，大臣贾充辟他为掾（僚属）。一次充女在帘后窥见韩寿，私相慕悦，遂私通。女以皇帝赐充之西域异香赠寿。被充所发觉，遂以女妻寿。对句“宓妃留枕魏王才”使用甄后与曹植的爱情故事。见《文选·洛神赋》李善注说：魏东阿王曹植曾求娶甄氏为妃，曹操却将她许给曹丕。甄后被谗死后，曹丕将她的遗物玉带金镂枕送给曹植。曹植离京归国途经洛水，梦见甄后对他说：“我本托心君王，其心不遂。此枕是我在家时从嫁，前与五官中郎将（曹丕），今与君王。”曹植感其事作《感甄赋》，后明帝改名《洛神赋》（句中“宓妃”即洛神，代指甄后）。由上联的“烧香”引出贾氏窥帘，赠香韩掾；由“牵丝（思）”引出甄后留枕，情思不断，藕断丝连。这两个爱情故事，尽管结局有幸有不幸，但在女主人公的意念中，无论是贾氏窥帘，爱韩寿之少俊，还是甄后情深，慕曹植之才华，都反映出青年女子追求爱情的愿望之强烈，奔放。末联“春心莫共花争发，一寸相思一寸灰！”突然转折，向往美好爱情的心愿切莫和春花争荣竞发，因为寸寸相思都化成了灰烬。这是深锁幽闺、渴望爱情的女主人公相思无望的痛苦呼喊。热情转化成幻灭的悲哀和强烈的激愤。以“春心”喻爱情的向往，是平常的比喻；但把“春心”与“花争发”联系起来，不仅赋予“春心”以美好的形象，而且显示了它的自然合理性。“相思”本是抽象的概念，诗人由香销成灰联想出“一寸相思一寸灰”的奇句，化抽象为具象，用强烈对照的方式显示了美好事物之毁灭，使这首诗具有一种动人心弦的悲剧美。\n\n　　李商隐写得最好的爱情诗，几乎全是写失意的爱情。而这种失意的爱情中又常常融入自己的某些身世之感。在相思成灰的爱情感慨中也可窥见他仕途失意的不幸遭际。\n\n","translation":"东风飒飒，阵阵细雨随风飘散纷飞，\n荷花塘外的那边，传来了声声轻雷。\n有锁纽的金蟾香炉，香烟缭绕飘逸，\n状似玉虎的辘轳，牵引绳索汲井水。\n贾女隔帘窥韩寿，是爱他年轻貌美，\n魏王梦见甄氏留枕，赋诗比作宓妃。\n呵，我这颗心不再与春花一同萌发；\n免得使我寸寸相思，都化成了烟灰。\n\n"}
{"_id":{"$oid":"5b9a1488367d5cab1866884a"},"title":"赠别二首","dynasty":"唐代","writer":"杜牧","content":"娉娉袅袅十三余，豆蔻梢头二月初。\n春风十里扬州路，卷上珠帘总不如。\n\n多情却似总无情，唯觉樽前笑不成。\n蜡烛有心还惜别，替人垂泪到天明。\n\n","type":["唐诗三百首","离别","女子"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154238987.mp3","remark":"娉娉袅袅：形容女子体态轻盈美好。十三余：言其年龄。\n豆蔻：据《本草》载，豆蔻花生于叶间，南人取其未大开者，谓之含胎花，常以比喻处女。\n“春风二句”：说繁华的扬州城中，十里长街上有多少歌楼舞榭，珠帘翠幕中有多少佳人姝丽，但都不如这位少女美丽动人。\n“多情”一句：意谓多情者满腔情绪，一时无法表达，只能无言相对，倒象彼此无情。\n樽：古代盛酒的器具。\n\n","shangxi":"　　第一首诗是诗人赠别一位相好的歌妓的，从同题另一首（“多情却似总无情”）看，彼此感情相当深挚。不过那一首诗重在“惜别”，这一首却重在赞颂对方的美丽，引起惜别之意。第一句就形容了一番：“娉娉袅袅”是身姿轻盈美好的样子，“十三余”则是女子的芳龄。七个字中既无一个人称，也不沾一个名词，却能给读者完整、鲜明生动的印象，使人如目睹那美丽的倩影。其效果不下于“翩若惊鸿，宛若游龙；荣耀秋菊，华茂春松”（曹植《洛神赋》）那样具体的描写。全诗正面描述女子美丽的只这一句。就这一句还避实就虚，其造句真算得空灵入妙。第二句不再写女子，转而写春花，是将花比女子。“豆蔻”产于南方，其花成穗时，嫩叶卷之而生，穗头深红，叶渐展开，花渐放出，颜色稍淡。南方人摘其含苞待放者，美其名曰“含胎花”，常用来比喻处女。而“二月初”的豆蔻花正是这种“含胎花”，用来比喻“十三余”的小歌女，是形象优美而又贴切的。而花在枝“梢头”，随风颤袅者，当尤为可爱。所以“豆蔻梢头”又暗自照应了“娉娉袅袅”四字。这里的比喻不仅语新，而且十分精妙，又似信手拈来，写出人似花美，花因人艳，说它新颖独到是不过分的。一切“如花似玉”、“倾国倾城”之类比喻形容，在这样的诗句面前都会黯然失色。而杜牧写到这里，似乎还是一个开始，他的才情尚未发挥尽致。\n\n　　当时诗人正要离开扬州，“赠别”的对象就是他在幕僚失意生活中结识的一位扬州的歌妓。所以第三句写到“扬州路”。唐代的扬州经济文化繁荣，时有“扬一益（成都）二”之称。“春风”句意兴酣畅，渲染出大都会富丽豪华气派，使人如睹十里长街，车水马龙，花枝招展。这里歌台舞榭密集，美女如云。“珠帘”是歌楼房栊设置，“卷上珠帘”则看得见“高楼红袖”。而扬州路上不知有多少珠帘，所有帘下不知有多少红衣翠袖的美人，但“卷上珠帘总不如”。不如谁，谁不如，诗中都未明说，含吐不露。这里“卷上珠帘”四字用得很不平常，它不但使“总不如”的结论更形象，更有说服力；而且将扬州珠光宝气的繁华气象一并传出。诗用压低扬州所有美人来突出一人之美，有众星拱月的效果。《升庵诗话》云：“书生作文，务强此而弱彼，谓之‘尊题’。”杜牧此处的修辞就是“尊题格”。但由于前两句美妙的比喻，这里“强此弱彼”的写法显得自然入妙。\n\n　　杜牧此诗，从意中人写到花，从花写到春城闹市，从闹市写到美人，最后又烘托出意中人。二十八字挥洒自如，游刃有余，真俊爽轻利之至。别情人不用一个“你（君、卿）”字；赞美人不用一个“女”字；甚至没有一个“花”字、“美”字，“不著一字”而能“尽得风流”。语言空灵清妙，贵有个性。\n\n　　第二首抒写诗人对妙龄歌女留恋惜别的心情。\n\n　　齐、梁之际的江淹曾经把离别的感情概括为“黯然销魂”四字。但这种感情的表现，却因人因事的不同而千差万别，这种感情本身，也不是“悲”、“愁”二字所能了得。杜牧此诗不用“悲”、“愁”等字，却写得坦率、真挚，道出了离别时的真情实感。\n\n　　诗人同所爱不忍分别，又不得不分别，感情是千头万绪的。“多情却似总无情”，明明多情，偏从“无情”着笔，著一“总”字，又加强了语气，带有浓厚的感情色彩。诗人爱得太深、太多情，以至使他觉得，无论用怎样的方法，都不足以表现出内心的多情。别筵上，凄然相对，象是彼此无情似的。越是多情，越显得无情，这种情人离别时最真切的感受，诗人把它写出来了。“唯觉樽前笑不成”，要写离别的悲苦，他又从“笑”字入手。一个“唯”字表明，诗人是多么想面对情人，举樽道别，强颜欢笑，使所爱欢欣。但因为感伤离别，却挤不出一丝笑容来。想笑是由于“多情”，“笑不成”是由于太多情，不忍离别而事与愿违。这种看似矛盾的情态描写，把诗人内心的真实感受，说得委婉尽致，极有情味。\n\n　　题为“赠别”，当然是要表现人的惜别之情。然而诗人又撇开自己，去写告别宴上那燃烧的蜡烛，借物抒情。诗人带着极度感伤的心情去看周围的世界，于是眼中的一切也就都带上了感伤色彩。这就是刘勰所说的：“属采附声，亦与心而徘徊”（《文心雕龙·物色》）。“蜡烛”本是有烛芯的，所以说“蜡烛有心”；而在诗人的眼里烛芯却变成了“惜别”之心，把蜡烛拟人化了。在诗人的眼里，它那彻夜流溢的烛泪，就是在为男女主人的离别而伤心了。“替人垂泪到天明”，“替人”二字，使意思更深一层。“到天明”又点出了告别宴饮时间之长，这也是诗人不忍分离的一种表现。\n\n　　诗人用精炼流畅、清爽俊逸的语言，表达了悱恻缠绵的情思，风流蕴藉，意境深远，余韵不尽。就诗而论，表现的感情还是很深沉、很真挚的。杜牧为人刚直有节，敢论列大事，却也不拘小节，好歌舞，风情颇张，此诗亦可见此意。\n\n","translation":"姿态美好举止轻盈正是十三年华，活象二月初含苞待放一朵豆蔻花。\n看遍扬州城十里长街的青春佳丽，卷起珠帘卖俏粉黛没有比得上她。\n\n聚首如胶似漆作别却象无情；只觉得酒筵上要笑笑不出声。\n案头蜡烛有心它还依依惜别；你看它替我们流泪流到天明。\n\n"}
{"_id":{"$oid":"5b9a1488367d5cab1866884b"},"title":"国风·邶风·式微","dynasty":"先秦","writer":"佚名","content":"式微，式微，胡不归？微君之故，胡为乎中露！\n式微，式微，胡不归？微君之躬，胡为乎泥中！","type":["诗经"],"remark":"式：作语助词。微：（日光）衰微，黄昏或曰天黑。\n微：非。微君：要不是君主。\n中露：露中。倒文以协韵。\n躬：身体。\n\n","shangxi":"　　全诗只有短短二章，都以“式微，式微，胡不归”起调：天黑了，天黑了，为什么还不回家？诗人紧接着便交待了原因：“微君之故，胡为乎中露”；“微君之躬，胡为乎泥中”。意思是说，为了君主的事情，为了养活他们的贵体，才不得不终年累月、昼夜不辍地在露水和泥浆中奔波劳作。然而，《式微》诗上下二章只变换了两处文字， 但就在这巧妙的变换中， 体现出了作者用词的独具匠心。\n\n　　其一， 一章“微君之故”和二章“微君之躬”。上下章只变换“故”“躬”两字， 却使诗歌语义饱满、押韵和谐。“微君之故”， 朱熹《诗集传》释为： “我若非以君之故”； “微君之躬”， “躬”是“躳”的异体， 《尔雅·释言》： “躬， 身也。”躬、身二字互训， 故“躬”即自身也， 也即“君”。“微君之躬”即“我若无君”。上章言“我若非以君之故”， 下章言“我若无君”。上下章表达相同的意思却运用不同的字眼， 把作者委婉含蓄的感情表达得淋漓尽致。其二， 一章“胡为乎中露”和二章“胡为乎泥中”。“露”为“路”的假借字。《尔雅·释名》： “路， 露也。言人所践蹈而露见也。”方玉润《诗经原始》： “‘泥中’犹言泥涂也。”按： “中露”也即今俗语所谓心里沉沉的， 像被什么东西堵得慌； “泥中”犹今所谓陷入泥中而不能自拔。因此“中露”、“泥中”是虚写而非实写， 上下章可互相补充理解。\n\n　　同时，作者字数的变换中， 始终不忘记押韵的和谐。一章“故”、“露”为阴声“鱼”韵和入声“铎”韵同用； 二章“躬”、“中”押阴声“侵”部韵。此两句在表达作者思想感情的同时， 又能押韵和谐字数整齐， 有一箭双雕之功效。短短二章，寥寥几句，受奴役者的非人处境以及他们对统治者的满腔愤懑，给读者留下极其深刻的印象。\n\n　　由是，重章换字， 押韵和谐。体现了一唱三叹、余味无穷的特色。体现了《诗经》精巧凝练的语言，兼有长短的句式， 节奏感强。《式微》诗短短32个字， 就包含了三言、四言和五言等多种变化， 工整与灵活相整合， 参差错落， 能极力地表达女主人公思想感情的起伏。而其句式的选择又是随着诗的内容和思想感情而灵活变化的， 增强了诗的节奏感。总之， 《式微》运用语言的艺术， 非但韵律和谐优美， 而且用词精巧。\n\n　　在艺术上，这首诗以设问强化语言效果。从全诗看，“式微，式微，胡不归”，并不是有疑而问，而是胸中早有定见的故意设问。诗人遭受统治者的压迫，夜以继日地在野外干活，有家不能回，苦不堪言，自然要倾吐心中的牢骚不平，但如果是正言直述，则易于穷尽，采用这种虽无疑而故作有疑的设问形式，使诗篇显得宛转而有情致，同时也引人注意，启人以思，所谓不言怨而怨自深矣。正是因为这些修辞手法的巧妙使用， 才使《式微》一诗“境界具于词语之外， 愈反复看去，愈觉其含义无穷。”\n\n","translation":"天黑了，天黑了，为什么还不回家？如果不是为君主，何以还在露水中！\n天黑了，天黑了，为什么还不回家？如果不是为君主，何以还在泥浆中！\n\n"}
{"_id":{"$oid":"5b9a1488367d5cab1866884c"},"title":"诉衷情·永夜抛人何处去","dynasty":"唐代","writer":"顾夐","content":"永夜抛人何处去？绝来音。香阁掩，眉敛，月将沉。\n争忍不相寻？怨孤衾。换我心，为你心，始知相忆深。","type":["宋词三百首","婉约","爱情","女子","思念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154239267.mp3","remark":"诉衷情：唐教坊曲名。因毛文锡词句有“桃花流水漾纵横”，又名《桃花水》；因顾夐本词，又名《怨孤衾》。\n永夜：长夜。\n眉敛：指皱眉愁苦之状。\n争忍：怎忍。\n孤衾：喻独宿。\n\n","shangxi":"　　《诉衷情·永夜抛人何处去》是情人怨恋相思之词。此词运用白描手法，写一位独守空闺的少妇的情态与景物，表现并反衬出她在漫漫长夜中的孤寂与怨恨，既有文人词的细腻华美，又带有民歌风味，是写闺情的别开生面之作。\n\n　　“永夜抛人何处去？绝来音。”“永夜”，即漫漫长夜；一个“抛”字暗示出女子对自己命运的担心。起句劈面一问，不仅揭示了女子愁怨的根由，还写出了她因久盼不归而产生的焦灼、苦闷、不安和疑虑。下接“绝来音”，表明所爱深夜不归，并不是不得已的行为，而是故意给她的冷遇，一则写夜阑人静、悄无声息，烘托出女子的孤寂无伴；同时透露出在漫漫长夜、寂寂空闺中她一直在侧耳凝神聆听户外声息的不安心情，门外的每一点哪怕是极轻微的声音都会唤起她的希望，使她激动和喜悦。\n\n　　“香阁掩，眉敛，月将沉。”当希望之火一次次在心头燃起旋又熄灭以后，她终于明白今宵是无望的了，“香阁掩”三字表明了她内心的绝望。一个“掩”字，显示了她的情感所系，她并不想把那个无情的人拒于门外，依然为他留着门，闷坐空闺，独对孤灯，痴痴等待着他。“眉敛”，正是她内心深处压抑不住的怨情的不自禁的流露。然而直到月将西沉时分，他也没有给她消息，或者回来陪伴她。“月将沉”一句不仅点明天将破晓，它既暗示了清幽的月光没有给人以任何安慰，徒然增加了女子的愁思，也透露出女子为怨思所苦而一夜无眠，在辗转反侧之际，往日恩爱厮守、形影相随的情景尽在眼前，在独卧孤寝的凄清中更添加了几分寂寞和冷清。\n\n　　“争忍不相寻？怨孤衾。”她的语气里有埋怨，有委屈，“争忍”二字反问，表明她怨中有爱，情丝难解，既有不忍苛贵之意，也有不免怨怪之情，仔细体味，竟似有要对方发慈悲的意思。忍或不忍，不是因为情感的自然生发，不是因为情不自禁，而是来自慈悲的意念。然而稍加推究，闺门紧闭，室内一目了然，并无可寻。“寻”这一动作，正好显示她已陷于迷离恍惚的精神状态。等到她头脑稍为清醒，又得面对令人心碎的现实——孤衾独处。“怨孤衾”一句，短而有力，长夜难眠的孤独，自身情感依依而不获对应的痛苦，终于直接以一个“怨”字透出。“怨”，是因爱所生的恨，是不敢决裂而去的恨。\n\n　　“换我心，为你心，始知相忆深。”情之所钟，忽发痴语，这是女子发自内心深处的表白和对负心人的恳切呼唤。换心者，移心之谓也，主人公希望把自己的一颗心移置在对方的心腔里，以取得对方对自己思念之深的理解。如果对方已经彻底绝情，任是怎样他也不会回心转意了。虽是如此，但词这样写，却愈见感情激愤而又无可奈何，沉哀深痛，入木三分。这里既有对男子的嗔怨，更透出女子的一片深情，令人低徊不尽。\n\n　　词写痴情女子对负心情郎的期待、爱恋与幽怨。心不可换，情痴故欲换之，换之而不可得，益增其怨忧。写闺怨情至于此，形象鲜明生动，无以复加。\n\n","translation":"漫漫长夜你撇下我远走到哪里？没有一点音讯。香阁门儿关上，眉儿紧紧皱起，月亮就要西沉。\n怎么忍心不把你追寻？怨恨这孤眠独寝。只有换我的心，变作你的心，你才会知道这相思有多么深。\n\n"}
{"_id":{"$oid":"5b9a1488367d5cab1866884d"},"title":"读孟尝君传","dynasty":"宋代","writer":"王安石","content":"　　世皆称孟尝君能得士，士以故归之，而卒赖其力以脱于虎豹之秦。嗟乎！孟尝君特鸡鸣狗盗之雄耳，岂足以言得士？不然，擅齐之强，得一士焉，宜可以南面而制秦，尚何取鸡鸣狗盗之力哉？夫鸡鸣狗盗之出其门，此士之所以不至也。","type":["古文观止","读书","感想"]}
{"_id":{"$oid":"5b9a1488367d5cab1866884e"},"title":"归园田居·其二","dynasty":"魏晋","writer":"陶渊明","content":"野外罕人事，穷巷寡轮鞅。\n白日掩荆扉，虚室绝尘想。\n时复墟曲中，披草共来往。(墟曲中 一作：墟曲人)\n相见无杂言，但道桑麻长。\n桑麻日已长，我土日已广。\n常恐霜霰至，零落同草莽。","type":["田园","乡村","生活"],"remark":"野外：郊野。罕：少。人事：指和俗人结交往来的事。陶渊明诗里的“人事”、“人境”都有贬义，“人事”即“俗事”，“人境”即“尘世”。这句是说住在田野很少和世俗交往。\n穷巷：偏僻的里巷。鞅（ yāng）：马驾车时套在颈上的皮带。轮鞅：指车马。这句是说处于陋巷，车马稀少。\n白日：白天。荆扉：柴门。尘想：世俗的观念。这两句是说白天柴门紧闭，在幽静的屋子里屏绝一切尘俗的观念。\n时复：有时又。曲：隐僻的地方。墟曲：乡野。披：拨开。\n杂言：尘杂之言，指仕宦求禄等言论。但道：只说。\n这两句是说桑麻一天天在生长，我开垦的土地一天天广大。\n霰（xiàn现）：小雪粒。莽：草。\n\n","translation":"乡居少与世俗交游，僻巷少有车马来往。\n白天依旧柴门紧闭，心地纯净断绝俗想。\n经常涉足偏僻村落，拨开草丛相互来往。\n相见不谈世俗之事，只说田园桑麻生长。\n我田桑麻日渐长高，我垦土地日渐增广。\n经常担心霜雪突降，庄稼凋零如同草莽。\n\n"}
{"_id":{"$oid":"5b9a1488367d5cab1866884f"},"title":"鹧鸪","dynasty":"唐代","writer":"郑谷","content":"暖戏烟芜锦翼齐，品流应得近山鸡。\n雨昏青草湖边过，花落黄陵庙里啼。\n游子乍闻征袖湿，佳人才唱翠眉低。\n相呼相应湘江阔，苦竹丛深日向西。","type":["写鸟","思乡"],"remark":"戏：嬉戏。\n烟芜：烟雾弥漫的荒地。\n锦翼齐：彩色的羽毛整齐。\n品流：等级，类别。\n雨昏：下雨天空阴沉。\n青草湖：又名巴丘湖，在洞庭湖东南。\n黄陵庙：祭祀娥皇、女英的庙。传说帝舜南巡，死于苍梧。二妃从征，溺于湘江，后人遂立祠于水侧，是为黄陵庙。\n游子：离家在外或久居外乡的人。\n乍（zhà）闻：刚听到。\n征袖：指游子的衣袖。征，远行。\n翠眉：古时女子用螺黛（一种青黑色矿物颜料）画的眉。\n湘江阔：宽阔的湘江。湘江：长江支流，在今湖南省。\n苦竹：竹的一种，笋味苦。\n日向：一作“春日”。\n\n","translation":"鹧鸪在温暖的烟色荒地上面嬉戏，只见他们五彩斑斓的羽毛那么整齐；\n看它们的行动举止，类别与平日活泼的山鸡相象。\n天空阴沉雨水淋漓的时候，从巴丘湖，洞庭湖东南湖边的青草地上经过；\n黄陵庙花瓣飘落，只听鹧鸪的啼叫声音。\n身在异乡的客人刚一听到鸣叫，就不由自主抬起手臂，听任泪水沾湿衣袖；\n美丽的女子刚一听到鸣叫，开口唱和一曲充满相思情意的《山鹧鸪》，青黑色的眉毛黯然低垂。\n宽阔的湘江上鹧鸪叫声此起彼伏，同是不幸境遇的人们的情怀水乳交融；\n茂密的竹林丛中深处鹧鸪寻找温暖的巢穴，夕阳就要落山，带来悲凉的苦意。\n\n"}
{"_id":{"$oid":"5b9a1488367d5cab18668850"},"title":"望驿台","dynasty":"唐代","writer":"白居易","content":"靖安宅里当窗柳，望驿台前扑地花。(扑地花 一作：铺地花)\n两处春光同日尽，居人思客客思家。","type":["和诗","思念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154239871.mp3","remark":"望驿台：在今四川广元。驿：旧时供传递公文的人中途休息、换马的地方。\n当窗柳：意即怀人。唐人风俗，爱折柳以赠行人，因柳而思游子。\n扑地：遍地。\n春光：一作“春风”。\n居人：家中的人。诗中指元稹的妻子。客：出门在外的人。指元稹。\n\n","translation":"靖安宅里，天天面对着窗前的碧柳，凝眸念远；望驿台前，春意阑珊，花儿纷纷飘落到地面。\n两处美好的春光，在同一天消尽；此时，家里人思念着出门在外的亲人，出门在外的人一样也思念着家中的亲人。\n\n"}
{"_id":{"$oid":"5b9a1488367d5cab18668851"},"title":"秋思","dynasty":"宋代","writer":"陆游","content":"利欲驱人万火牛，江湖浪迹一沙鸥。\n日长似岁闲方觉，事大如天醉亦休。\n砧杵敲残深巷月，井梧摇落故园秋。\n欲舒老眼无高处，安得元龙百尺楼。\n\n","type":["秋天","向往"],"remark":"欲：欲望。 驱：赶逐。\n浪迹：到处漫游，行踪不定。\n休：此处作“忘了”解。\n井梧：水井边的梧桐树。\n元龙：陈元龙，即陈登，三国时人，素有扶世救民的志向。\n\n","translation":"利欲驱使人东奔西走，如同万头火牛奔突一样，倒不如做个江湖上人，浪迹天涯，像沙鸥鸟那样自由自在。\n一日长似一年，闲暇无所事事的时候才感觉如此，即使是天大的事，喝醉了也就无事了。\n在捣衣棒的敲击声中，深巷里的明月渐渐西沉，井边的梧桐树忽然摇动叶落，方知故乡也是秋天了。\n想极目远眺，苦于没有登高的地方，哪能像陈登站在百尺楼上，高论天下大事呢。\n\n"}
{"_id":{"$oid":"5b9a1488367d5cab18668852"},"title":"庐山谣寄卢侍御虚舟","dynasty":"唐代","writer":"李白","content":"我本楚狂人，凤歌笑孔丘。\n手持绿玉杖，朝别黄鹤楼。\n五岳寻仙不辞远，一生好入名山游。\n庐山秀出南斗傍，屏风九叠云锦张。\n影落明湖青黛光，金阙前开二峰长，银河倒挂三石梁。\n香炉瀑布遥相望，回崖沓嶂凌苍苍。\n翠影红霞映朝日，鸟飞不到吴天长。\n登高壮观天地间，大江茫茫去不还。\n黄云万里动风色，白波九道流雪山。\n好为庐山谣，兴因庐山发。\n闲窥石镜清我心，谢公行处苍苔没。\n早服还丹无世情，琴心三叠道初成。\n遥见仙人彩云里，手把芙蓉朝玉京。\n先期汗漫九垓上，愿接卢敖游太清。","type":["唐诗三百首","写景","山水","归隐","猖狂"],"remark":"谣：不合乐的歌，一种诗体。卢侍御虚舟：卢虚舟，字幼真，范阳（今北京大兴县）人，唐肃宗时曾任殿中侍御史，相传“操持有清廉之誉”（见清王琦注引李华《三贤论》），曾与李白同游庐山。\n楚狂人：春秋时楚人陆通，字接舆，因不满楚昭王的政治，佯狂不仕，时人谓之“楚狂”。\n凤歌笑孔丘：孔子适楚，陆通游其门而歌：“凤兮凤兮，何德之衰……”劝孔不要做官，以免惹祸。这里，李白以陆通自比，表现对政治的不满，而要像楚狂那样游览名山过隐居的生活。\n绿玉杖：镶有绿玉的杖，传为仙人所用。\n五岳：即东岳泰山，西岳华山，南岳衡山，北岳恒山，中岳嵩山。此处泛指中国名山。\n南斗：星宿名，二十八宿中的斗宿。古天文学家认为浔阳属南斗分野（古时以地上某些地区与天某些星宿相应叫分野）。这里指秀丽的庐山之高，突兀而出。\n屏风九叠：指庐山五老峰东的九叠屏，因山丸叠如屏而得名。\n影落：指庐山倒映在明澈的鄱阳湖中。青黛（dài代）：青黑色。\n金阙（què确）：阙为皇宫门外的左右望楼，金阙指黄金的门楼，这里借指庐山的石门——庐山西南有铁船峰和天池山，二山对峙，形如石门。\n银河：指瀑布。三石梁：一说在五老峰西，一说在简寂观侧，一说在开先寺（秀峰寺）旁，一说在紫霄峰上。近有人考证，五老峰西之说不谬。\n香炉：南香炉峰。瀑布：黄岩瀑布。\n迥崖沓（tà踏）嶂：曲折的山崖，重叠的山峰。凌：高出。苍苍：青色的天空。\n吴天：九江春秋时属吴国。整句诗的意思：连鸟也难以飞越高峻的庐山和它辽阔的天空。\n大江：长江。\n黄云：昏暗的云色。\n白波九道：九道河流。古书多说长江至九江附近分为九道。李白在此沿用旧说，并非实见九道河流。雪山：白色的浪花。\n石镜：古代关于石镜有多种说法，诗中的石镜应指庐山东面的“石镜”——圆石，平滑如镜，可见人影。清我心：清涤心中的污浊。\n谢公：谢灵运。\n服：服食。还丹：道家炼丹，将丹烧成水银，积久又还成丹，故谓“还丹”。\n琴心三叠：道家修炼术语，一种心神宁静的境界。\n玉京：道教称元始天尊在天中心之上，名玉京山。\n先期：预先约好。汗漫:仙人名，一云造物者。九垓（gāī该）：九天之外。\n卢敖：战国时燕国人，周游至蒙谷山，见一古怪之士迎风而舞。卢敖邀他同游，那人笑着说：“吾与汗漫期于九垓之外，不可久留。”遂纵身跳入云中。太清：太空。\n\n","shangxi":"　　此诗为写景名篇。诗人以大手笔描绘了庐山雄奇壮丽的风光，可谓描写庐山的千古绝唱。同时，此诗也表现了诗人的豪迈气概，抒发了诗人寄情山水、纵情遨游、狂放不羁的情怀，表达了诗人想在名山胜景中得到寄托，在神仙境界中逍遥的愿望，流露了诗人因政治失意而避世求仙的愤世之情。　\n\n　　“我本楚狂人，凤歌笑孔丘。”起句即用典，开宗明义表达胸襟：我本来就象楚狂接舆，高唱凤歌嘲笑孔丘。孔子曾去楚国，游说楚王。接舆在他车旁唱道：“凤兮凤兮，何德之衰？往者不可谏，来者犹可追！已而！已而！今之从政者殆而！”（《论语·微子》）嘲笑孔子迷于做官。李白以楚狂自比，表示了对政治前途的失望，暗示出要象楚狂那样游诸名山去过隐居生活。“凤歌”一典，用语精警，内容深刻，饱含身世之感。接着诗人写他离开武昌到庐山：“手持绿玉杖，朝别黄鹤楼。五岳寻仙不辞远，一生好入名山游”。诗人以充满神话传说的色彩表述他的行程：拿着仙人所用的嵌有绿玉的手杖，于晨曦中离开黄鹤楼。为什么到庐山来呢？是因为“好入名山游。”后两句诗，既可说是李白一生游踪的形象写照，同时也透露出诗人寻仙访道的隐逸之心。\n\n　　以上是第一段，可谓序曲。然后转入第二段，诗人以浓墨重彩，正面描绘庐山和长江的雄奇风光。先写山景鸟瞰：“庐山秀出南斗旁，屏风九叠云锦张，影落明湖青黛光。”古人认为天上星宿指配地上州域，庐山一带正是南斗的分野。屏风九叠，指庐山五老峰东北的九叠云屏。三句意谓：庐山秀丽挺拔，高耸入云；树木青翠，山花烂熳，九叠云屏像锦绣云霞般展开；湖光山影，相互映照，烘托得分外明媚绮丽。以上是粗绘，写出庐山的雄奇瑰丽；下面，则是细描：“金阙前开二峰长，银河倒挂三石梁。香炉瀑布遥相望，回崖沓嶂凌苍苍。”金阙、三石梁、香炉、瀑布，都是庐山绝景。这四句是从仰视的角度来描写：金阙岩前矗立着两座高峰，三石梁瀑布有如银河倒挂，飞泻而下，和香炉峰瀑布遥遥相对，那里峻崖环绕，峰峦重叠，上凌苍天。接着，笔姿忽又宕起，总摄全景：“翠影红霞映朝日，鸟飞不到吴天长。”旭日初升，满天红霞与苍翠山色相辉映；山势峻高，连鸟也飞不到；站在峰顶东望吴天，真是寥廓无际。诗人用笔错综变化，迂回别致，层层写来，把山的瑰玮和秀丽，写得淋漓尽致，引人入胜。\n\n　　然后，诗人登高远眺，以如椽大笔，彩绘长江雄伟气势：“登高壮观天地间，大江茫茫去不还。黄云万里动风色，白波九道流雪山。”九道，古谓长江流至浔阳分为九条支流。雪山，形容白波汹涌，堆叠如山。这几句意谓：登临庐山高峰，放眼纵观，只见长江浩浩荡荡，直泻东海，一去不返；万里黄云飘浮，天色瞬息变幻；茫茫九派，白波汹涌奔流，浪高如雪山。诗人豪情满怀，笔墨酣畅，将长江景色写得境界高远，气象万千。何等雄伟，何等壮美！大自然之美激发了大诗人的无限诗情：“好为庐山谣，兴因庐山发。闲窥石镜清我心，谢公行外苍苔没。”石镜，传说在庐山东面有一圆石悬岩，明净能照人形。谢公，南朝宋谢灵运，尝入彭蠡湖口，登庐山，有“攀崖照石镜”诗句（《谢康乐集·入彭蠡湖口》）。李白经过永王璘事件的挫折后，重登庐山，不禁感慨万千。这四句意思是：爱作庐山歌谣，诗兴因庐山而激发。从容自得地照照石镜，心情为之清爽，谢灵运走过的地方，如今已为青苔所覆盖。人生无常，盛事难再。李白不禁油然产生寻仙访道思想，希望超脱现实，以求解决内心的矛盾。\n\n　　“早服还丹无世情，琴心三叠道初成。”还丹，道家所谓服后能“白日升天”的仙丹。琴心三叠，指道家修炼的功夫很深，达到心和神悦的境界。这两句表明诗人想象着自己有一天能早服仙丹，修炼升仙，以摆脱世俗之情，到那虚幻的神仙世界：“遥见仙人彩云里，手把芙蓉朝玉京。”玉京，道教谓元始天尊居处。诗人仿佛远远望见神仙在彩云里，手拿着莲花飞向玉京。诗人多么向往这样自由自在的世界：“先期汗漫九垓上，愿接卢敖游太清。”《淮南子·道应训》载，卢敖游北海，遇见一怪仙，想同他做朋友而同游，怪仙笑道：“吾与汗漫期于九垓之外，吾不可以久驻。”“遂入云中。”汗漫，意谓不可知，这里比喻神。九垓，九天。太清，最高的天空。李白在这诗里反用其意，以怪仙自比，卢敖借指卢虚舟，邀卢共作神仙之游。两句意谓：我李白已预先和不可知之神在九天之外约会，并愿接待卢敖共游仙境。诗人浮想联翩，仿佛随仙人飘飘然凌空而去。全诗戛然而止，余韵悠然。\n\n　　此诗思想内容比较复杂，既有对儒家孔子的嘲弄，也有对道家的崇信；一面希望摆脱世情，追求神仙生活，一面又留恋现实，热爱人间风物。诗的感情豪迈开朗，磅礴着一种震撼山岳的气概。想象丰富，境界开阔，给人以雄奇的美感享受。诗的韵律随诗情变化而显得跌宕多姿。开头一段抒怀述志，用尤侯韵，自由舒展，音调平稳徐缓。第二段描写庐山风景，转唐阳韵，音韵较前提高，昂扬而圆润。写长江壮景则又换删山韵，音响慷慨高亢。随后，调子陡然降低，变为入声月没韵，表达归隐求仙的闲情逸致，声音柔弱急促，和前面的高昂调子恰好构成鲜明的对比，极富抑扬顿挫之妙。最后一段表现美丽的神仙世界，转换庚清韵，音调又升高，悠长而舒畅，余音袅袅，令人神往。\n\n","translation":"我本是像那个接舆楚狂人，\n高声唱着凤歌去嘲笑孔丘。\n手里拿一根镶绿玉的棍杖，\n大清早辞别著名的黄鹤楼。\n攀登五岳寻仙道不畏路远，\n这一生就喜欢踏上名山游。\n秀美的庐山挺拔在南斗旁，\n九叠云屏像锦绣云霞铺张，\n湖光山影相互映照泛青光。\n金阙岩前双峰矗立入云端，\n三叠泉如银河倒挂三石梁。\n香炉峰瀑布与它遥遥相望，\n重崖叠嶂耸云霄莽莽苍苍。\n翠云红霞与朝阳相互辉映，\n鸟儿也飞不过吴天广又长。\n登高远望天地间壮观景象，\n大江悠悠东流去永不回还。\n天上万里黄云变动着风色，\n江流波涛九道如雪山奔淌。\n我喜欢为雄伟的庐山歌唱，\n这兴致因庐山风光而滋长。\n闲时观看石镜使心神清净，\n谢灵运足迹早被青苔掩藏。\n我要早服仙丹去掉尘世情，\n修炼三丹和积学道已初成。\n远远望见仙人正在彩云里，\n手里捧着芙蓉花朝拜玉京。\n早已约好神仙在九天会面，\n希望迎接你一同邀游太清。\n\n"}
{"_id":{"$oid":"5b9a1488367d5cab18668853"},"title":"三人成虎","dynasty":"两汉","writer":"刘向","content":"　　庞葱与太子质于邯郸，谓魏王曰：‘今一人言市有虎，王信之乎？’王曰：‘否。’‘二人言市有虎，王信之乎？’王曰：‘寡人疑之矣。’‘三人言市有虎，王信之乎？’王曰：‘寡人信之矣。’庞葱曰：‘夫市之无虎明矣，然而三人言而成虎。今邯郸去大梁也远于市，而议臣者过于三人，愿王察之。’王曰：‘寡人自为知。’于是辞行，而谗言先至。后太子罢质，果不得见。(庞葱 一作：庞恭)","type":["小学文言文","寓言","故事","哲理"],"remark":"庞恭：魏国大臣。\n质：人质，这里用作动词，指作人质。谓将人作为抵押品，这是战国时代国与国之间的外交惯例。\n邯郸：赵国的都城，在今河北省邯郸县西南十里。\n市：集市\n之：代词，这里指“市有虎”这件事。\n信：相信。\n夫：语气词，用于句首，表示下文要发表议论，现代汉语没有与此相应的词语。\n明：明白，清楚。\n然：可是。\n去：距离。\n议臣者：议论我的人。议：议论。这里是非议，说人坏话。臣：庞葱（恭）自称。者：……的人。\n愿：希望。\n察：观察，仔细看，明察。\n反：通“返”，返回。\n得：能够（得到）。\n见：拜见、谒见。这里指召见。\n竟：最终\n\n通假字\n原句：庞恭从邯郸反\n“反”通“返” 意思为返回\n\n","shangxi":"　　战国时代，互相攻伐，为了使大家真正能遵守信约，国与国之间通常都将太子交给对方作为人质。“战国策“：“魏策“有这样一段记载：\n\n　　魏国大臣庞恭，将要陪魏太子到赵国去作人质，临行前对魏王说：“现在有一个人来说街市上出现了老虎，大王相信吗？“\n\n　　魏王道：“我不相信。“\n\n　　庞恭说：“如果有第二个人说街市上出现了老虎，大王相信吗？“\n\n　　魏王道：“我开始质疑。“\n\n　　庞恭又说：“如果有第三个人说街市上出现了老虎，大王相信吗？“\n\n　　魏王道：“我当然会相信。“\n\n　　庞恭就说：“街市上不会有老虎，这是很明显的事，可是经过三个人一说，好像真的有了老虎了。现在赵国国都邯郸离魏国国都大梁，比这里的街市远了许多，议论我的人又不止三个。希望大王明察才好。“\n\n　　魏王道：“一切我自己知道。“\n\n　　太子结束了做人质，庞恭再也没有见到魏王。\n\n　　街市是人口集中的地方，当然不会有老虎。说街市上有虎，显然是造谣、欺骗，但许多人这样说了，如果不是从事物真相上看问题，也往往会信以为真的。\n\n　　这故事本来是讽刺魏惠王无知的，但后世人引申这故事成为“三人成虎“这句成语，乃是借来比喻有时谣言可以掩盖真相的意思。例如：判断一件事情的真伪，必须经过细心考察和思考，不能道听途说。否则“三人成虎“，有时会误把谣言当成真实的。\n\n","translation":"　　庞葱要陪太子到邯郸去做人质，庞葱对魏王说：“现在，如果有一个人说大街上有老虎，您相信吗”“魏王说：“不相信。”庞葱说：“如果是两个人说呢？”魏王说：“那我就要疑惑了。”庞葱又说：“如果增加到三个人呢，大王相信吗？”魏王说：“我相信了。”庞葱说：“大街上不会有老虎那是很清楚的，但是三个人说有老虎，就像真有老虎了。如今邯郸离大梁，比我们到街市远得多，而毁谤我的人超过了三个。希望您能明察秋毫。”魏王说：“我知道该怎么办。”于是庞葱告辞而去，而毁谤他的话很快传到魏王那里。后来太子结束了人质的生活，庞葱果真不能再见魏王了。\n\n"}
{"_id":{"$oid":"5b9a1489367d5cab18668854"},"title":"鹊踏枝·谁道闲情抛掷久","dynasty":"五代","writer":"冯延巳","content":"谁道闲情抛掷久？每到春来，惆怅还依旧。日日花前常病酒，敢辞镜里朱颜瘦。(敢辞 一作：不辞)\n河畔青芜堤上柳，为问新愁，何事年年有？独立小桥风满袖，平林新月人归后。","type":["宋词三百首","婉约","春愁","感叹","人生"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154240950.mp3","remark":"清王鹏运《半塘丁稿·鹜翁集》云：“冯正中《鹤踏枝》十四首，郁伊倘况，义兼比兴。”调名即《蝶恋花》。\n谁道句：近人梁启超云：“稼轩《摸鱼儿》起处从此脱胎。文前有文，如黄河液流，莫穷其源。”（《阳春集笺》引）。闲情：即闲愁、春愁。\n病酒：饮酒过量引起身体不适。\n敢辞：不避、不怕。朱颜，青春红润的面色。\n朱颜：这里指红润的脸色。\n青芜：青草。\n平林：平原上的树林。李白《菩萨蛮》：“平林澳漠烟如织。”\n新月：阴历每月初出的弯形月亮。\n\n","shangxi":"　　这是一首表达孤寂惆怅的言情词。全词所写的乃是心中一种常存永在的惆怅、忧愁，而且充满了独自一人承担的孤寂、凄冷之感，不仅传达了一种感情的意境，而且表现出强烈而鲜明的个性，意蕴深远，感发幽微。\n\n　　上阕开门见山，首句用反问的句式把这种既欲抛弃却又不得忘记的“闲情”提了出来，整个上片始终紧扣首句提出的复杂矛盾的心情回环反复，表现了作者内心感情的痛苦撕咬。\n\n　　“谁道闲情抛掷久。”虽然仅只七个字，然而却写得千回百转，表现了在感情方面欲抛不得的一种盘旋郁结的挣扎的痛苦。而对此种感情之所由来，却又并没有明白指说，而只用了“闲情”两个字。这种莫知其所自来的“闲情”才是最苦的，而这种无端的“闲情”对于某些多情善感的诗人而言，却正是如同山之有崖、木之有枝一样的与生俱来而无法摆脱的。词人在此一句词的开端先用了“谁道”两个字，“谁道”者，原以为可以做到，谁知竟未能做到，故以反问之语气出之，有此二字，于是下面的“闲情抛弃久”五字所表现的挣扎努力就全属于徒然落空了。\n\n　　“每到春来，惆怅还依旧。”上面着一“每”字，下面着一“还”，字，再加上后面的“依旧”两个字，已足可见此“惆怅”之永在长存。而“每到春来”者，春季乃万物萌生之时，正是生命与感情觉醒的季节，词人于春心觉醒之时，所写的却并非如一般人之属于现实的相思离别之情，而只是含蓄地用了“惆怅”二字。“惆怅”者，是内心恍如有所失落又恍如有所追寻的一种迷惘的情意，不像相思离别之拘于某人某事，而是较之相思离别更为寂寞、更为无奈的一种情绪。\n\n　　“日日花前常病酒，敢辞镜里朱颜瘦。”既然有此无奈的惆怅，而且经过抛弃的挣扎努力之后而依然永在长存，于是下面两句冯氏遂径以殉身无悔的口气，说出了“日日花前常病酒，不辞镜里朱颜瘦”两句决心一意承担负荷的话来。上面更着以“日日”两字，更可见出此一份惆怅之情之对花难遣，故唯有“日日”饮酒而已。曰“日日”，盖弥见其除饮酒外之无以度日也。至于下句之“镜里朱颜瘦”，则正是“日日病酒”之生活的必然结果。曰“镜里”，自有一份反省惊心之意，而上面却依然用了“不辞”二字，昔《离骚》有句云“虽九死其犹未悔”，“不辞”二字所表现的，就正是一种虽殉身而无悔的情意。\n\n　　下阕进一步抒发这种与时常新的闲情愁绪。词人把这种迷惘与困惑又直接以疑问的形式再次鲜明突出地揭诸笔端，可谓真率之极；而在“河畔青芜堤上柳”的意象之中，隐含着绵远纤柔、无穷无尽的情意与思绪，又可谓幽微之至。\n\n　　“河畔青芜堤上柳。”下半阕承以“河畔青芜堤上柳”一句为开端，在这首词中实在只有这七个字是完全写景的句子，但此七字却又并不是真正只写景物的句子，不过只是以景物为感情之衬托而已。所以虽写春来之景色，却并不写繁枝嫩蕊的万紫千红，只说“青芜”，只说“柳”。“芜”者，丛茂之草也，“芜”的青青草色既然遍接天涯，“柳”的缕缕柔条，更是万丝飘拂。簇这种绿遍天涯的无穷草色，这种’随风飘拂的无尽柔条，它们所唤起的，或者所象喻的，该是一种何等绵远纤柔的情意。而这种草色又不自今日方始，年年河畔草青，年年堤边柳绿，则此一份绵远纤柔的情意，也就年年与之无尽无穷。\n\n　　“为问新愁，何事年年有。”所以下面接下去就说了“为问新愁，何事年年有”二句，正式从年年的芜青柳绿，写到“年年有”的“新愁”。虽是“年年有”的“愁”，却又说是“新”，一则此词开端已曾说过“闲情抛弃久”的话，经过一段“抛弃”的挣扎，而重新又复苏起来的“愁”，所以说“新”；再则此愁虽一宋词鉴赏辞典一旧，而其令人惆怅的感受，则敏锐深切岁岁常新，故曰“新”。上面用了“为问”二字，下面又用了“何事”二字，造成了一种强烈的疑问语气，从其尝试抛弃之徒劳的挣扎，到问其新愁之何以年年常有，有如此之挣扎与反省而依然不能自解。在此强烈的追问之后，词人却忽然荡开笔墨，更不作任何回答，而只写下了“独立小桥风满袖，平林新月人归后”两句身外的景物情事，仔细玩味，这十四个字却实在是把惆怅之情写得极深。\n\n　　“独立小桥风满袖，平林新月人归后。”试观其“独立”二字，已是寂寞可想，再观其“风满袖”三字，更是凄寒可知，又用了“小桥”二字，则其立身之地的孤伶无所荫蔽亦复如在眼前，而且“风满袖”一句之“满”字，写风寒袭人，也写得极饱满有力。在如此寂寞孤伶无所荫蔽的凄寒之侵袭下，其心情之寂寞凄苦已可想见，何况又加上了下面的“平林新月人归后”七个字。“平林新月”，则林梢月上，夜色渐起，“人归后”，则路断行人，已是寂寥人定之后了。从前面所写的“河畔青芜”之颜色鲜明来看，应该乃是白日之景象，而此一句则直写到月升人定，则诗人承受着满袖风寒在小桥上独立的时间之长久也可以想见了。如果不是内心中有一份难以排解的情绪，有谁会在寒风冷露的小桥上直立到中宵呢？\n\n","translation":"谁说闲情逸致被忘记了太久？每到新春来到，我的惆怅心绪一如故旧。为了消除这种闲愁，我天天在花前痛饮，让自己放任大醉，不惜身体消瘦，对着镜子自己容颜已改。\n河边上芳草萋萋，河岸上柳树成荫。见到如此美景，我忧伤地暗自思量，为何年年都会新添忧愁？我独立在小桥的桥头，清风吹拂着衣袖。只有远处那一排排树木在暗淡的月光下影影绰绰，与我相伴。\n\n"}
{"_id":{"$oid":"5b9a1489367d5cab18668855"},"title":"海棠春·已未清明对海棠有赋","dynasty":"宋代","writer":"吴潜","content":"海棠亭午沾疏雨。便一饷、胭脂尽吐。老去惜花心，相对花无语。 \n羽书万里飞来处。报扫荡、狐嗥兔舞。濯锦古江头，飞景还如许。","type":["赏花","抒怀"]}
{"_id":{"$oid":"5b9a1489367d5cab18668856"},"title":"遣悲怀三首·其二","dynasty":"唐代","writer":"元稹","content":"昔日戏言身后意，今朝都到眼前来。(身后意 一作：身后事)\n衣裳已施行看尽，针线犹存未忍开。\n尚想旧情怜婢仆，也曾因梦送钱财。\n诚知此恨人人有，贫贱夫妻百事哀。\n\n","type":["唐诗三百首","悼亡","追忆","思念"],"remark":"戏言：开玩笑的话。身后意：关于死后的设想。\n行看尽：眼看快要完了。\n怜：怜爱，痛惜。\n诚知：确实知道。\n\n","shangxi":"赏析 　　这首诗主要写妻子死后的“百事哀”。诗人写了在日常生活中引起哀思的几件事。人已仙逝，而遗物犹在。为了避免见物思人，便将妻子穿过的衣裳施舍出去；将妻子做过的针线活仍然原封不动地保存起来，不忍打开。诗人想用这种消极的办法封存起对往事的记忆，而这种做法本身恰好证明他无法摆脱对妻子的思念。还有，每当看到妻子身边的婢仆，也引起自己的哀思，因而对婢仆也平添一种哀怜的感情。白天事事触景伤情，夜晚梦魂飞越冥界相寻。梦中送钱，似乎荒唐，却是一片感人的痴情。苦了一辈子的妻子去世了，如今生活在富贵中的丈夫不忘旧日恩爱，除了“营奠复营斋”以外，已经不能为妻子做些什么了。于是积想成梦，出现送钱给妻子的梦境。末两句，从“诚知此恨人人有”的泛说，落到“贫贱夫妻百事哀”的特指上。夫妻死别，固然是人所不免的，但对于同贫贱共患难的夫妻来说，一旦永诀，是更为悲哀的。末句从上一句泛说推进一层，着力写出自身丧偶不同于一般的悲痛感情。 ▲","translation":"往昔曾经戏言我们身后的安排，如今都按你所说的展现在眼前。\n你穿过的衣裳已经快施舍完了，你的针线盒我珍存着不忍打开。\n因怀念你我对婢仆也格外恋爱，多次梦到你我便为你焚纸烧钱。\n谁不知夫妻永诀人人都会伤怀，想起许多往事令人极度地伤悲。\n\n"}
{"_id":{"$oid":"5b9a1489367d5cab18668857"},"title":"怨","dynasty":"明代","writer":"冯小青","content":"新妆竟与画图争，知是昭阳第几名？\n瘦影自临春水照，卿须怜我我怜卿。","type":["女子","闺怨"],"translation":"的妆容！却不得人欣赏，竟然和画像争论！这幅仪态妆容！在后宫中又能排到第几名 ！\n忧愁的看着水中自己纤瘦的身影，你应该怜惜我对于你的爱。\n\n"}
{"_id":{"$oid":"5b9a1489367d5cab18668858"},"title":"己亥岁二首·僖宗广明元年","dynasty":"唐代","writer":"曹松","content":"泽国江山入战图，生民何计乐樵苏。 \n凭君莫话封侯事，一将功成万骨枯。\n\n传闻一战百神愁，两岸强兵过未休。 \n谁道沧江总无事，近来长共血争流。\n\n","type":["边塞","战争","忧国忧民","组诗"],"remark":"己亥：为唐僖宗乾符六年（879年）的干支。\n泽国：泛指江南各地，因湖泽星罗棋布，故称。\n樵苏：一作“樵渔”。\n传闻：一作“波间”。\n\n","shangxi":"　　这组诗载于《全唐诗》卷七百一十七。下面是四川大学文学与新闻学院教授、四川诗词学会理事周啸天先生对组诗第一首的赏析。\n\n　　“己亥岁”这个醒目的诗题，就点明了诗中所写的是活生生的社会政治现实。\n\n　　安史之乱后，战争先在河北，后来蔓延入中原。到唐末又发生大规模农民起义，唐王朝进行穷凶极恶的镇压，大江以南也都成了战场。这就是所谓“泽国江山入战图”。诗句不直说战乱殃及江汉流域（泽国），而只说这一片河山都已绘入战图，表达委婉曲折，让读者通过一幅“战图”，想象到兵荒马乱、铁和血的现实，这是诗人运用形象思维的一个成功例子。\n\n　　随战乱而来的是生灵涂炭。打柴为“樵”，割草为“苏”。樵苏生计本来艰辛，无乐可言。然而，“宁为太平犬，勿为乱世民”，在流离失所、挣扎于生死线上的“生民”心目中，能平平安安打柴割草以度日，也就快乐了。只可惜这种樵苏之乐，此时亦不可复得。用“乐”字反衬“生民”的不堪其苦，耐人寻味。\n\n　　古代战争以取首级之数计功，战争造成了残酷的杀戮，人民的大量死亡。这是血淋淋的现实。诗的前两句虽然笔调轻描淡写，字里行间却有斑斑血泪。这就自然逼出后两句沉痛的呼告。\n\n　　“凭君莫话封侯事，一将功成万骨枯。”这里“封侯”之事，是有现实针对性的：公元879年（乾符六年，即“己亥岁”）镇海节度使高骈就以在淮南镇压黄巢起义军的“功绩”，受到封赏，无非“功在杀人多”而已。令人闻之发指，言之齿冷。无怪诗人闭目摇手道“凭君莫话封侯事”了。一个“凭”字，意在“请”与“求”之间，语调比言“请”更软，意谓：行行好吧，可别提封侯的话啦。词苦声酸，全由此一字推敲得来。\n\n　　“一将功成万骨枯”，更是一篇之警策。它词约而义丰。与“可怜白骨攒孤冢，尽为将军觅战功”（张蠙《吊万人冢》）之句相比，字数减半而意味倍添。它不仅同样含有“将军夸宝剑，功在杀人多”（刘商《行营即事》）的现实内容；还更多一层“士卒涂草莽，将军空尔为”（李白《战城南》）的意味，即言将军封侯是用士卒牺牲的高昂代价换取的。其次，一句之中运用了强烈对比手法：“一”与“万”、“荣”与“枯”的对照，令人触目惊心。“骨”字极形象骇目。这里的对比手法和“骨”字的运用，都很接近“朱门酒肉臭，路有冻死骨”的惊人之句。它们从不同侧面揭示了封建社会历史的本质，具有很强的典型性。前三句只用意三分，词气委婉，而此句十分刻意，掷地有声，相形之下更觉字字千钧。\n\n","translation":"富饶的水域江山都已绘入战图，百姓想要打柴割草度日而不得。\n请你别再提什么封侯的事情了，一将功成要牺牲多少士卒生命！\n\n传说一旦开战连众神灵都发愁，两岸军队连年混战一直不停休。\n谁还说沧江总是太平没有祸事，近来江水混着鲜血争先向东流。\n\n"}
{"_id":{"$oid":"5b9a1489367d5cab18668859"},"title":"梦江南·千万恨","dynasty":"唐代","writer":"温庭筠","content":"千万恨，恨极在天涯。山月不知心里事，水风空落眼前花，摇曳碧云斜。","type":["婉约","写景","妇女","怀人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154240677.mp3","remark":"①恨：离恨。\n②天涯： 天边。指思念的人在遥远的地方。\n③摇曳：犹言摇荡、动荡。\n\n","shangxi":"　　这首词以意境取胜，通过描写思妇在孤单的月光下独自思念的情景，表现了其内心的悲戚和哀伤。\n\n　　“千万恨，恨极在天涯。”首句直出“恨”字，“千万”直贯下句“极”字，并点出原因在于所恨之人远“在天涯”，满腔怨恨喷薄而出。说“恨”而有“千万”，足见恨之多与无穷，而且显得反复、零乱，大有不胜枚举之概。虽有千头万绪之恨，但恨到极点的事只有一桩，即远在天涯的那个人久不归来。这是对全词的主旨作正面描写。\n\n　　“山月不知心里事，水风空落眼前花。”三、四两句，初读起来很是平淡，仔细玩味却觉得是妙手天成。这两句是从侧面阐述其“恨”之深。女主人既有千万恨，其“心里”有“事”是理所当然的了，更使她难过的却在于“有恨无人知”。“恨”是一种无形的心理情绪，是难以把握和捉摸的，而词人却善于借景将它烘托出来：像风掠过水面时荡起的阵阵涟漪，像花儿随风落去时的缤纷缭乱，像悠悠白云在天空摇曳时的飘忽迷离，这样一来，抽象的“恨”就变得形象、可感了，使人们能够清晰地体验到它的纷乱、动荡的状态，也增强了词的审美价值。\n\n　　“摇曳碧云斜。”夜对山月，昼惜落花，在昼夜交替的黄昏，摇曳是程度不怎么明显的动荡，是轻轻移斜了角度的晃动。此句看似单纯写景，却状出了凝望暮色与碧云的女主人的百无聊赖之态，说明一天的光阴又在不知不觉中消逝了，不着“恨”字而“恨极”之意已和盘托出。\n\n","translation":"恨意千万如丝如缕，飘散到了遥远的天边。山间的明月不知道我的心事。绿水清风中，鲜花独自摇落。花儿零落中，不知不觉的明月早已经斜入碧云外。\n\n"}
{"_id":{"$oid":"5b9a1489367d5cab1866885a"},"title":"听弹琴","dynasty":"唐代","writer":"刘长卿","content":"泠泠七弦上，静听松风寒。(七弦 一作：七丝)\n古调虽自爱，今人多不弹。","type":["唐诗三百首","音乐","抒情"],"remark":"泠（líng）泠：形容清凉、清淡，也形容声音清越。丝：一作“弦”。\n松风：以风入松林暗示琴声凄凉。琴曲中有《风入松》的调名。\n古调：古时的曲调。\n\n","shangxi":"　　此诗题一作“弹琴”，《刘随州集》与《全唐诗》均为“听弹琴”。从诗中“静听”二字细味，题目以有“听”字为妥。\n\n　　琴是中国古代传统民族乐器，由七条弦组成，所以首句以“七弦”作琴的代称，意象也更具体。“泠泠”形容琴声的清越，逗起“松风寒”三字。“松风寒”以风入松林暗示琴声的凄清，极为形象，引导读者进入音乐的境界。“静听”二字描摹出听琴者入神的情态，可见琴声的超妙。高雅平和的琴声，常能唤起听者水流石上、风来松下的幽清肃穆之感。而琴曲中又有《风入松》的调名，一语双关，用意甚妙。\n\n　　如果说前两句是描写音乐的境界，后两句则是议论性抒情，牵涉到当时音乐变革的背景。汉魏六朝南方清乐尚用琴瑟。而到唐代，音乐发生变革，“燕乐”成为一代新声，乐器则以西域传入的琵琶为主。“琵琶起舞换新声”的同时，公众的欣赏趣味也变了。受人欢迎的是能表达世俗欢快心声的新乐。穆如松风的琴声虽美，毕竟成了“古调”，已经没有几个人能怀着高雅情致来欣赏，言下便流露出曲高和寡的孤独感。“虽”字转折，从对琴声的赞美进入对时尚的感慨。“今人多不弹”的“多”字，更反衬出琴客知音者的稀少。有人以此二句谓今人好趋时尚不弹古调，意在表现作者的不合时宜，是很对的。刘长卿清才冠世，一生两遭迁斥，有一肚皮不合时宜和一种与流俗落落寡合的情调。他的集中有《幽琴》（《杂咏八首上礼部李侍郎》之一）诗曰：“月色满轩白，琴声宜夜阑。飗飗青丝上，静听松风寒。古调虽自爱，今人多不弹。向君投此曲，所贵知音难。”其中四句就是这首听琴绝句。“所贵知音难”也正是诗的题旨之所在。“作诗必此诗，定知非诗人”，诗咏听琴，只不过借此寄托一种孤芳自赏的情操罢了。\n\n","translation":"七弦琴奏出清凉的曲调悠扬起伏，细细倾听就像那滚滚的松涛声。\n我虽然很喜爱这首古时的曲调，但在今天人们大多已不去弹奏了。\n\n"}
{"_id":{"$oid":"5b9a1489367d5cab1866885b"},"title":"雨晴","dynasty":"唐代","writer":"王驾","content":"雨前初见花间蕊，雨后兼无叶里花。\n蛱蝶飞来过墙去，却疑春色在邻家。(版本一)\n\n雨前初见花间蕊，雨后全无叶底花。\n蜂蝶纷纷过墙去，却疑春色在邻家。(版本二)\n\n","type":["惜春","春天","写雨","写景"],"remark":"蕊（ruǐ）：花朵开放后中间露出的柱头花丝等，分雌蕊、雄蕊。\n叶底：绿叶中间。底，底部。\n蜂蝶：蜜蜂和蝴蝶。纷纷：接连不断。\n疑：怀疑。春色：春天的景色。邻家：邻居的家。\n\n","shangxi":"　　这是一首即兴诗，写雨后漫步花园所见的衰败景象。诗中摄取的景物很简单，也很平常，但平中见奇，饶有诗趣。\n\n　　“雨前初见花间蕊，雨后全无叶底花。”诗的前两句扣住象征春色的“花”字来写春景，以“雨前”所见和“雨后”情景相对比、映衬，表现了作者面对满园落红残春油然而生的叹惜之情。“初见”“全无”是精准的概括，令人感受到雨前、雨后截然不同的两种景致。雨前，春天刚刚降临，花才吐出骨朵儿，尚未开放；而雨后，花事已了，落红满径，枝条是上只剩下满树绿叶了，说明这场雨下得很大很久。好端端的百花争艳的美好春色，却被这一场春雨给闹杀了。诗人望着花落春残的小园之景，是非常扫兴而生感触的。\n\n　　扫兴的不光是诗人，还有那蜜蜂和蝴蝶。诗的下两句由花写到蜂蝶。“蜂蝶纷纷过墙去，却疑春色在邻家。”被苦雨久困的蜂蝶，好不容易盼到大好的春晴佳期，它们怀着和诗人同样高兴的心情，翩翩飞到小园中来，满以为可以在花丛中饱餐春色，不料扑了空，小园无花空有叶；它们也像诗人一样大失所望，懊丧地离开，纷纷飞过院墙。花落了，蜂蝶也纷纷离开了，小园显得更加冷清寥落，诗人的心也就更是悲苦怅惘。望着“纷纷过墙去”的蜂蝶，满怀着惜春之情的诗人，刹那间产生出一种大胆而奇妙的联想：“却疑春色在邻家”。院墙那边是邻家，诗人想得似乎真实有据；但一墙之隔的邻家小园，自然不会得天独厚，独享春色，诗人想得却是天真烂漫；毕竟墙高遮住视线，不能十分肯定，故诗人只说“疑”。“疑”字极有分寸，体现了一个度，格外增加了真实感。这两句诗，作者把原无理性的蜂蝶赋予“人”的智慧，不仅把蜂蝶追逐春色的神态、心理写得活灵活现，妙趣横生，而且描写似乎“阳春”真的“有脚”，她不住自家小园，偏偏跑到邻家，她是十分调皮、非常会捉弄人的，这就更把“春色”写活了。同时，作者的“惜春之情”也被表现得淋漓尽致，透露出诗人希望春色没有远去的心情。作者内心伤春惜春的心情和眼前自然景象巧妙接合，既赋予蜜蜂蝴蝶以人格精神，又暗暗流露作者的内心感触，两者神态、心理写得活灵活现。其中，“却疑春色在邻家”，可谓神来之笔，造语奇峰突起，而又浑然天成，令人顿时耳目一新。这一句是全篇精髓，起了点铁成金、化腐朽为神奇的作用，经它点化，小园、蜂蝶、春色，一齐焕发出异样神采，妙趣横生。古人谓“诗贵活句”（吴乔《围炉诗话》），就是指这种最能表达诗人独特感受的新鲜生动的诗句。\n\n　　这首七言绝句，精巧地选择雨晴后的景物，来进行生动的描绘，表达了作者的惜春之情。\n\n","translation":"雨前初次见到新开花朵的花蕊，雨后连叶子底下也不见一朵花。\n蜜蜂和蝴蝶纷纷地飞过了墙去，让人怀疑迷人的春色尽在邻家。\n\n"}
{"_id":{"$oid":"5b9a1489367d5cab1866885c"},"title":"早春呈水部张十八员外二首","dynasty":"唐代","writer":"韩愈","content":"天街小雨润如酥，草色遥看近却无。\n最是一年春好处，绝胜烟柳满皇都。\n\n莫道官忙身老大，即无年少逐春心。\n凭君先到江头看，柳色如今深未深。\n\n","type":["春天","写景","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154241960.mp3"}
{"_id":{"$oid":"5b9a1489367d5cab1866885d"},"title":"咏早梅 / 扬州法曹梅花盛开","dynasty":"南北朝","writer":"何逊","content":"兔园标物序，惊时最是梅。\n衔霜当路发，映雪拟寒开。\n枝横却月观，花绕凌风台。\n朝洒长门泣，夕驻临邛杯。\n应知早飘落，故逐上春来。","type":["古诗三百首","咏物","梅花","言志"],"remark":"兔园：本是汉梁孝王的园名，这里借指扬州的林园。\n标：标志。\n物序：时序，时节变换。\n拟：比，对着。\n却月观：扬州的台观名。\n凌风台：扬州的台观名。\n长门：汉宫名。汉武帝曾遗弃陈皇后于长门宫，司马相如为她写过一篇《长门赋》。\n临邛：汉县名，司马相如曾在临邛饮酒，结识了卓文君。\n上春：即孟春正月。\n\n","translation":"在花园里是容易看出时节的变化的，其中最使人惊异、最能标志时节变化的就是梅花。\n梅花不怕霜雪、不畏风寒，在零霜下雪的时候，它就在路边开放了。\n梅花的枝叶和花朵开遍扬州。\n梅花盛开的时候可以使被遗弃者见之有感而落泪，也可以使钟情的人触景兴怀而勃发。\n梅花大概也知道自己飘落得早，所以赶在正月就开起花来了。\n\n"}
{"_id":{"$oid":"5b9a148b367d5cab1866885e"},"title":"天仙子·水调数声持酒听","dynasty":"宋代","writer":"张先","content":"水调数声持酒听，午醉醒来愁未醒。送春春去几时回？临晚镜，伤流景，往事后期空记省。\n沙上并禽池上暝，云破月来花弄影。重重帘幕密遮灯，风不定，人初静，明日落红应满径。","type":["宋词三百首","婉约","伤春"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154241696.mp3","remark":"天仙子，唐教坊舞曲，后用为词牌。段安节《乐府杂录》：“龟兹部，《万斯年》曲，是朱崖李太尉（德裕）进。此曲名即《天仙子》是也。”《金奁集》入“歇指调”，所收为韦庄作五首，皆平韵或仄韵转平韵体。《花间集》收皇甫松二首，皆仄韵单调小令，三十四字，五仄韵。《张子野词》兼入“中吕”、“仙吕”两调，并重叠一片为之。\n嘉乐小倅：嘉乐，秀州别称，治所在今浙江省嘉兴市。倅，副职，时张先任秀州通判。不赴府会：未去官府上班。\n水调：曲调名。唐杜牧《扬州》诗之一：“谁家唱《水调》，明月满扬州。”自注：“炀帝凿汴渠成，自造《水调》。”\n流景：像水一样的年华，逝去的光阴。景，日光。唐武平一《妾薄命》诗：“流景一何速，年华不可追。”\n后期：以后的约会。记省：记志省识。记：思念。省（xǐng）：省悟。\n并禽：成对的鸟儿。这里指鸳鸯。瞑：天黑，暮色笼罩。\n弄影：谓物动使影子也随着摇晃或移动。弄，摆弄。\n落红：落花。唐戴叔伦《相思曲》：“落红乱逐东流水，一点芳心为君死。”\n\n","shangxi":"　　这是北宋词中名篇之一，也是张先享誉之作。而其所以得名，则由于词中有“云破月来花弄影”之句。据陈师道《后山诗话》及胡仔《苕溪渔隐丛话》所引各家评论，都说张先所创的词中以三句带有“影”字的佳句为世所称，人们誉之为“张三影”。\n\n　　这首词下有注云：“时为嘉禾小倅，以病眠，不赴府会。”说明词人感到疲怠，百无聊赖，对酣歌妙舞的府会不敢兴趣，这首词写的就是这种心情。\n\n　　作者未尝不想借听歌饮酒来解愁。但在这首词里，作者却写他在家里品着酒听了几句曲子之后，不仅没有遣愁，反而心里更烦了。于是在吃了几杯闷酒之后便昏昏睡去。一觉醒来，日已过午，醉意虽消，愁却未曾稍减。冯延巳《鹊踏枝》：“昨夜笙歌容易散，酒醒添得愁无限。”这同样是写“欢乐极兮哀情多，少壮几时兮奈老何？”的闲愁。只不过冯是在酒阑人散，舞休歌罢之后写第二天的萧索情怀，而张先则一想到笙歌散尽之后可能愁绪更多，所以根本连宴会也不去参加了。这就逼出了下一句“送春春去几时回”的感叹来。这首词乃是临老伤春之作，但伤春的内容却依然是年轻时风流缱绻之事。理由是：一、从“往事后期空记省”一句微逗出个中消息；二、下片特意点明“沙上并禽池上暝”，意思说鸳鸯一类水鸟，天一黑就双栖并宿，燕婉亲昵，如有情人之终成眷属。而自己则是形影相吊，索居块处。因此，“送春春去几时回”的上下两个“春”字，也就有了不尽相同的涵义。上一个“春”指季节，指大好春光；而下面的“春去”，不仅指年华的易逝，还蕴涵着对青春时期风流韵事的追忆和惋惜。这就与下文“往事后期空记省”一句紧密联系起来。作者所“记省”的“往事”并非一般的嗟叹流光的易逝，或伤人事之无凭，而是有其具体内容的。只是作者说得十分含蓄，在意境上留下很多余地让读者凭想象去补充。\n\n　　“临晚镜，伤流景”。杜牧《代吴兴妓春初寄薛军事》诗有句云：“自悲临晓镜，谁与惜流年？”张反用小杜诗句，以“晚”对“晓”，主要在于写实。小杜是写女子晨起梳妆，感叹年华易逝，用“晓”字；而张先词则于午醉之后，又倦卧半晌，此时已近黄昏，总躺在那儿仍不能消解忧愁，便起来“临晚镜”了。这个“晚”既是天晚之晚，当然也隐指晚年之晚，这同上文两个“春”字各具不同涵义是一样的，只是此处仅用了一个“晚”字，而把“晚年”的一层意思通过“伤流景”三字给补充出来了。\n\n　　“往事后期空记省”句中的“后期”一本作“悠悠”。从词意含蓄看，“悠悠”空灵而“后期”质实，前者自有其传神入妙之处。但“后期”二字虽嫌朴拙，却与上文“愁”、“伤”等词语绾合得更紧密些。“后期”有两层意思。一层说往事过了时，这就不得不感慨系之，故用了个“空”字；另一层意思则是指失去了机会或错过了机缘。所谓“往事”，可以是甜蜜幸福的，也可以是辛酸哀怨的。前者在多年以后会引起人无限怅惘之情，后者则使人一想起来就加重思想负担。这件“往事”，明明是可以成为好事的，却由于自己错过机缘，把一个预先定妥的期约给耽误了（即所谓后期），这就使自己追悔莫及，正如李商隐说的“此情可待成追忆，只是当时已惘然”。随着时光的流逝，往事的印象并未因之淡忘，只能向自己的“记省”中去寻求。但寻求到了，也并不能得到安慰，反而更增添了烦恼。这就是自己为什么连把酒听歌也不能消愁，从而嗟老伤春，即使府中有盛大的宴会也不想去参加的原因了。可是作者却偏把这个原因放在上片的末尾用反缴的手法写出，乍看起来竟像是事情的结果，这就把一腔自怨自艾、自甘孤寂的心情写得格外惆怅动人，表面上却又似含而不露，真是极尽婉约之能事了。\n\n　　上片写作者的思想活动，是静态；下片写词人即景生情，是动态。静态得平淡之趣，而动态有空灵之美。作者未参加府会，便在暮色中将临时到小园中闲步，借以排遣从午前一直滞留在心头的愁闷。天很快就暗下来了，水禽已并眠在池边沙岸上，夜幕逐渐笼罩着大地。这个晚上原应有月的，作者的初衷未尝不想趁月色以赏夜景，才步入园中的。不料云满夜空，并无月色，既然天已昏黑那就回去吧。恰在这时，意外的景色变化在眼前出现了。风起了，霎那间吹开了云层，月光透露出来了，而花被风所吹动，也竟自在月光临照下婆娑弄影。这就给作者孤寂的情怀注入了暂时的欣慰。此句之所以传诵千古，不仅在于修辞炼句的功夫，主要还在于词人把经过整天的忧伤苦闷之后，在一天将尽品尝到即将流逝的盎然春意这一曲折复杂的心情，通过生动妩媚的形象给曲曲传绘出来，让读者从而也分享到一点欣悦和无限美感。\n\n　　王国维《人间词话》则就遣词造句评论说：“‘红杏枝头春意闹’，着一“闹”字而境界全出；‘云破月来花弄影’着一‘弄’字而境界全出矣。”这已是权威性的评语。沈祖棻说：“其好处在于‘破’、‘弄’二字，下得极其生动细致。天上，云在流，地下，花影在动：都暗示有风，为以下‘遮灯’、‘满径’埋下伏线。”拈出“破”、“弄”两字而不只谈一“弄”字，确有过人之处，然还要注意到一句诗或词中的某一个字与整个意境的联系。即如王国维所举宋祁的‘红杏枝头春意闹’，如果没有“红”、“春”二词规定了当时当地情景，单凭一个“闹”字是不足以见其“境界全出”的。张先的这句词，没有上面的“云破月来”（特别是“破”与“来”这两个动词），这个“弄”字就肯定不这么突出了。“弄”之主语为“花”，宾语为“影”，特别是那个“影”字，也是不容任意更改的。其关键所在，除沈祖棻谈到的起了风这一层意思外，还有好几方面需要补充说明的。第一，当时所以无月，乃云层厚暗所致。而风之初起，自不可能顿扫沉霾而骤然出现晴空万里，只能把厚暗的云层吹破了一部分，在这罅隙处露出了碧天。但云破出未必正巧是月光所在，而是在过了一会儿之后月光才移到了云开之处。这样，“破”与“来”这两个字就不宜用别的字来代替了。在有月而多云到暮春之夜的特定情境下，由于白天作者并未出而赏花，后来虽到园中，又由于阴云笼罩，暮色迷茫，花的风姿神采也未必能尽情地表现出来。及至天色已暝，群动渐息，作者也意兴阑珊，准备回到室内去了，忽然出人意表，云开天际，大地上顿时呈现皎洁的月光，再加上风的助力，使花在月下一扫不久前的暗淡而使其娇艳丽质一下子摇曳生姿，这自然给作者带来了意外的欣慰。\n\n　　接下去词人写他进入室中，外面的风也更加紧了，大了。作者先写“重重帘幕密遮灯”而后写“风不定”，不是迁就词谱的规定，而是说明作者体验事物十分细致，外面有风而帘幕不施，灯自然就会被吹灭，所以作者进了屋子就赶快拉上帘幕，严密地遮住灯焰。但下文紧接着说“风不定”，是表示风更大了，纵使帘幕密遮而灯焰仍在摇摆，这个“不定”是包括灯焰“不定”的情景在内的。“人初静”一句，也有三层意思。一是说由于夜深人静，愈加显得春夜的风势迅猛；二则联系到题目的“不赴府会”，这里的“人静”很可能是指府中的歌舞场面这时也已经散场了吧；三则结合末句，见出作者惜花（亦即惜春；忆往，甚且包括了怀人）的一片深情。好景无常，刚才还在月下弄影的姹紫嫣红，经过这场无情的春风，恐怕要片片飞落在园中的小径上了。作者这末一句所蕴涵的心情是复杂的：首先是“林花谢了春红，太匆匆”，春天毕竟过去了；复次，自嗟迟暮的愁绪也更为浓烈了；然而，幸好今天没有去赴府会，居然在园中还欣赏了片刻春光，否则错过时机，在想见到“云破月来花弄影”的动人景象就不可能了。这正是用这末一句衬出了作者在流连光景不胜情的淡淡哀愁中所闪现出的一星晶莹艳丽的火花——“云破月来花弄影”。\n\n","translation":"手执酒杯细听那《水调歌》声声，午间醉酒虽醒愁还没有醒。送走了春天，春天何时再回来？临近傍晚照镜，感伤逝去的年景，如烟往事在日后空自让人沉吟。\n鸳鸯于黄昏后在池边并眠，花枝在月光下舞弄自己的倩影。一重重帘幕密密地遮住灯光，风儿还没有停，人声已安静，明日落花定然铺满园中小径。\n\n"}
{"_id":{"$oid":"5b9a148b367d5cab1866885f"},"title":"凉州词","dynasty":"唐代","writer":"孟浩然","content":"浑成紫檀金屑文，作得琵琶声入云。 \n胡地迢迢三万里，那堪马上送明君。 \n异方之乐令人悲，羌笛胡笳不用吹。 \n坐看今夜关山月，思杀边城游侠儿。","type":["边塞","战争"],"translation":"成的紫檀金屑文，可以做成琵琶其声音洪亮直上云霄。\n遥远的胡地三万里，即使是送与王明君马上作乐的琵琶声又哪能穿越。\n身处异地即便是欢乐也让人觉得悲凉，这羌笛胡笳也不用再吹。\n坐在边塞看着今晚的月亮，心里想的是杀光边关的敌人。\n\n"}
{"_id":{"$oid":"5b9a148b367d5cab18668860"},"title":"积雨辋川庄作 / 秋归辋川庄作","dynasty":"唐代","writer":"王维","content":"积雨空林烟火迟，蒸藜炊黍饷东菑。\n漠漠水田飞白鹭，阴阴夏木啭黄鹂。\n山中习静观朝槿，松下清斋折露葵。\n野老与人争席罢，海鸥何事更相疑。","type":["唐诗三百首","田园"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154242312.mp3","remark":"积雨：久雨。辋（wǎng）川庄：即王维在辋川的宅第，在今陕西蓝田终南山中，是王维隐居之地。\n空林：疏林。唐孟浩然《题大禹寺义公禅房》诗：“义公习禅处，结宇依空林。”烟火迟：因久雨林野润湿，故烟火缓升。\n藜（lí）：一年生草本植物，嫩叶可食。黍（shǔ）：谷物名，古时为主食。饷东菑（zī）：给在东边田里干活的人送饭。饷：送饭食到田头。菑：已经开垦了一年的田地，此泛指农田。\n漠漠：形容广阔无际。唐罗隐《省试秋风生桂枝》诗：“漠漠看无际，萧萧别有声。”\n阴阴：幽暗的样子。唐李端《送马尊师》诗：“南入商山松路深，石床溪水昼阴阴。”夏木：高大的树木，犹乔木。夏：大。啭（zhuàn）：小鸟婉转的鸣叫。鸟的宛转啼声。黄鹂：黄莺。\n“山中”句：意谓深居山中，望着槿花的开落以修养宁静之性。习静：谓习养静寂的心性。亦指过幽静生活。南朝梁何逊《苦热》诗：“习静閟衣巾，读书烦几案。”槿（jǐn）：植物名。落叶灌木，其花朝开夕谢。古人常以此物悟人生枯荣无常之理。其花早开晚谢。故以此悟人生荣枯无常之理。\n清斋：谓素食，长斋。晋支遁《五月长斋》诗：“令月肇清斋，德泽润无疆。”露葵：经霜的葵菜。葵为古代重要蔬菜，有“百菜之主”之称。\n野老：村野老人，此指作者自己。争席罢：指自己要隐退山林，与世无争。争席：典出《庄子·杂篇·寓言》：杨朱去从老子学道，路上旅舍主人欢迎他，客人都给他让座；学成归来，旅客们却不再让座，而与他“争席”，说明杨朱已得自然之道，与人们没有隔膜了。\n“海鸥”句：典出《列子·黄帝篇》：海上有人与鸥鸟相亲近，互不猜疑。一天，父亲要他把海鸥捉回家来，他又到海滨时，海鸥便飞得远远的，心术不正破坏了他和海鸥的亲密关系。这里借海鸥喻人事。何事：一作“何处”。\n\n","shangxi":"　　“积雨空林烟火迟，蒸藜炊黍饷东菑。”首联写田家生活，是诗人山上静观所见。诗人视野所及，先写空林烟火，一个“迟”字，不仅把阴雨天的炊烟写得十分真切传神，而且透露了诗人闲散安逸的心境；再写农家早炊、饷田以至田头野餐，展现一系列人物的活动画面，秩序井然而富有生活气息，使人想见农妇田夫那怡然自乐的心情。\n\n　　颔联写自然景色，同样是诗人静观所得：“漠漠水田飞白鹭，阴阴夏木啭黄鹂。”辋川之夏，百鸟飞鸣，诗人只选了形态和习性迥然不同的黄鹂、白鹭，联系着它们各自的背景加以描绘：雪白的白鹭，金黄的黄鹂，在视觉上自有色彩浓淡的差异；白鹭飞行，黄鹂鸣啭，一则取动态，一则取声音；漠漠，形容水田广布，视野苍茫；阴阴，描状夏木茂密，境界幽深。两种景象互相映衬，互相配合，把积雨天气的辋川山野写得画意盎然。所谓“诗中有画”，这便是很好的例证。\n\n　　唐人李肇因见李嘉祐集中有“水田飞白鹭，夏木啭黄鹂”的诗句，便讥笑王维“好取人文章嘉句”（《国史补》卷上）；明人胡应麟力辟其说：“摩诘盛唐，嘉祐中唐，安得前人预偷来者？此正嘉祐用摩诘诗。”（《诗薮·内编》卷五）按，嘉祐与摩诘同时而稍晚，谁袭用谁的诗句，这很难说；然而，从艺术上看，两人诗句还是有高下的。宋人叶梦得认为王维添加的两个叠词使诗句更加精彩。“漠漠”有广阔意，“阴阴”有幽深意，“漠漠水田”“阴阴夏木”比之“水田”和“夏木”，画面就显得开阔而深邃，富有境界感，渲染了积雨天气空蒙迷茫的色调和气氛。\n\n　　如果说，首联所写农家无忧无虑的劳动生活已引起诗人的浓厚兴趣和欣羡之情，那么，面对这黄鹂、白鹭的自由自在的飞鸣，诗人自会更加陶醉不已。而且这两联中，人物活动也好，自然景色也好，并不是客观事物的简单摹拟，而是经过诗人心灵的感应和过滤，染上了鲜明的主观色彩，体现了诗人的个性。对于“晚年惟好静，万事不关心”的王维来说，置身于这世外桃源般的辋川山庄，真可谓得其所哉了，这不能不使他感到无穷的乐趣。下面两联就是抒写诗人隐居山林的禅寂生活之乐的。\n\n　　“山中习静观朝槿，松下清斋折露葵。”诗人独处空山之中，幽栖松林之下，参木槿而悟人生短暂，采露葵以供清斋素食。这情调，在一般世人看来，未免过分孤寂寡淡了。然而早已厌倦尘世喧嚣的诗人，却从中领略到极大的兴味，比起那纷纷扰扰、尔虞我诈的名利场，不啻天壤云泥。\n\n　　“野老与人争席罢，海鸥何事更相疑？”诗人在这里借用了《庄子·寓言》和《列子·黄帝》中的两个典故，快慰地宣称自己早已去心机绝俗念，随缘任遇，与世无争，再也不被人猜忌，足可以免除尘世烦恼，悠悠然耽于山林之乐了。这两个充满老庄色彩的典故，一正用，一反用，两相结合，十分恰切地表现了作者远离尘嚣、澹泊自然的心境，而这种心境，正是上联所写“清斋”“习静”的结果。\n\n　　这首七律，形象鲜明，兴味深远，表现了诗人隐居山林、脱离尘俗的闲情逸致，流露出诗人对淳朴田园生活的深深眷爱，是王维田园诗的一首代表作。从前有人把它推为全唐七律的压卷，说成“空古准今”的极至，固然是出于封建士大夫的偏嗜；而有人认为“淡雅幽寂，莫过右丞《积雨》”，赞赏这首诗的深邃意境和超迈风格，艺术见解还是不错的。（参看赵殿成笺注《王右丞集》卷十）\n\n","translation":"连日雨后，树木稀疏的村落里炊烟冉冉升起。烧好的粗茶淡饭是送给村东耕耘的人。\n广阔平坦的水田上一行白鹭掠空而飞；田野边繁茂的树林中传来黄鹂宛转的啼声。\n我在山中修身养性，观赏朝槿晨开晚谢；在松下吃着素食，和露折葵不沾荤腥。\n我已经是一个从追名逐利的官场中退出来的人，而鸥鸟为什么还要猜疑我呢？\n\n韵译\n空林积雨，薪火难以点燃。午饭做完，马上送向田间。\n漠漠水田，飞起几只白鹭；阴阴夏树，传来婉转鸟鸣。\n惯于山间安静，早起遍地看花。松下长吃素食，采摘露葵佐餐。\n我与野老已融洽无间，海鸥为何还要猜疑？\n\n"}
{"_id":{"$oid":"5b9a148b367d5cab18668861"},"title":"卜算子·答施","dynasty":"宋代","writer":"乐婉","content":"相思似海深，旧事如天远。泪滴千千万万行，更使人、愁肠断。\n要见无因见，拚了终难拚。若是前生未有缘，待重结、来生愿。","type":["爱情","离别","相思"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154242852.mp3","remark":"卜算子：词牌名，又名《百尺楼》、《眉峰碧》、《楚天遥》等。\n答施：指答复姓施的情人。\n旧事：往事。\n如：如同。\n泪滴：流眼泪。\n因：作“由”的意思。\n拚（pàn）：割舍。\n了（liǎo）：结束，断绝。\n若是：如果是。\n重（chóng）：重新。\n\n","shangxi":"　　乐婉此词直抒胸臆，明白如话。上片中，“相思似海深，旧事如天远。”临别之前，却从别后的情况说起，起句便奇。“泪滴千千万万行，更使人、愁肠断。”上一句势若江河，一泻而下，下一句一断一续，正如哽咽。诀别的时刻最终还是来临了。女诗人既道尽别后的痛苦，又诉尽临别的伤心，似乎已无可再言。\n\n　　而下片更是奇外出奇，奇人之又奇。“要见无因见，拼了终难拼。”表现出诗人内心那种要重见，却无法重见，要死心，却又死不了心的纠结心理。而“若是前生未有缘，待重结、来生愿。”表现的是诗人在绝望之中，发一愿，又生出一线希望。而此一线希望，到底是希望还是绝望，令人难以分辨。唯此一大愿，意长留天地。\n\n　　上下片两结句（赠词下结除外），较通常句式增加了一个字，化五言为六言句，于第三字顿，遂使这个词调一气流转的声情，增添了顿宕波峭之致。全词犹如长江之水，一流而去永不回头，但其意蕴仍觉有馀。以一位风尘女子，而能够得到此段奇情异彩，历来受到人们的喜爱，其奥秘正在于词中道出了古往今来的爱情真谛：生死不渝。这是词中的最高境界。\n\n　　全词篇幅虽短，但是，一位感情真挚，思想果断的女性形象，活脱脱的跃然于纸上。以泪滴千千万万行之人，以绝不可能断了之情，直道出作者的真挚情感，为之一拼，转念便直说出终是难舍，如此种种念头，皆在情理之中。但在别人则未必能够直接道出自己的感情，而她却能直言不讳，这正是由于作者的性格豪爽果决。至于思旧事如天远，要重见而无因见，待重结、来生愿，若不是感情真挚的人，那是说不出的。\n\n　　中国古代的仁人志士，小而对于个人爱情，大而对于民族传统，皆抱有一种忠实的态度，即使当其不幸而处于绝望关头，生死难关之时，也能体现出一种生死不渝的精神。唯其此种精神，小而至于个人爱情，才能够心心相印，肝胆相照；大而至于民族文化，才能够绵延不绝，生生不已。两者表面上有大小之别，实际上则具共通之义。乐婉此词虽为言情小令，但其比喻的宗旨则并非一首言情小令所能代替的。\n\n","translation":"离别之后痛苦的相思如沧海一样深而无际，让自己备受煎熬，美好的往事就像天上的云一样，远不可即。想把握住这将别的时刻，流尽了千千万万行的眼泪，也留不住远行的恋人，让我愁肠寸断。\n我想与恋人相见却又无法相见，想要结束这段爱情却终究舍弃不了。你我如果是前生没有缘分，那么就等待来生，再结为夫妻。\n\n"}
{"_id":{"$oid":"5b9a148b367d5cab18668862"},"title":"点绛唇·闺思","dynasty":"宋代","writer":"李清照","content":"寂寞深闺，柔肠一寸愁千缕。惜春春去。几点催花雨。\n倚遍阑干，只是无情绪。人何处。连天衰草，望断归来路。(\n'衰'草, 一作：芳)","type":["宋词精选","闺怨","伤春","伤别"],"remark":"点绛唇：词牌名。\n“寂寞”二句：此系对韦庄调寄《应天长》二词中有关语句的隐括和新变。\n人何处：所思念的人在哪里？此处的“人”，当与《凤凰台上忆吹箫·香冷金猊》的“武陵人”及《满庭芳·小阁藏春》的“无人到”中的二“人”字同意，皆喻指作者的丈夫赵明诚。\n“连天”二句：化用《楚辞·招隐士》“王孙游兮不归，春草生兮萋萋”之句意，以表达亟待良人归来之望。\n\n","translation":"暮春时节，深闺里无边的寂寞如潮水般涌来，这一寸的柔肠却要容下千丝万缕的愁绪。越是珍惜春天，春天却越容易流逝，淅淅沥沥的雨声催着落红，也催着春天归去的脚步。\n在这寂寞暮春里，倚遍了每一寸相思阑干，纵是春天千般好，怎奈也是无情绪。轻问一声：“良人呵，你在何处？”眼前只有那一眼望不到边的连绵衰草，蔓延着良人必经的道路。\n\n"}
{"_id":{"$oid":"5b9a148b367d5cab18668863"},"title":"临江仙·夜登小阁忆洛中旧游","dynasty":"宋代","writer":"陈与义","content":"忆昔午桥桥上饮，坐中多是豪英。长沟流月去无声。杏花疏影里，吹笛到天明。 \n二十余年如一梦，此身虽在堪惊。闲登小阁看新晴。古今多少事，渔唱起三更。","type":["宋词三百首","豪放","回忆","感伤"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154243234.mp3","remark":"临江仙：词牌名，又称《鸳鸯梦》、《雁后归》、《庭院深深》。双调，上片五句，押三平韵，三十字；下片同，共六十字。\n午桥：在洛阳南面。坐中：在一起喝酒的人。\n豪英：出色的人物。这两句说：想从前在午桥桥头饮宴，在一起喝酒的都是英雄好汉。\n长沟流月：月光随着流水悄悄地消逝。去无声：表示月亮西沉，夜深了。\n疏影：稀疏的影子。这两句说，在杏花稀疏的影子里吹起短笛，一直欢乐到天明。\n二十余年：二十多年来的经历（包括北宋亡国的大变乱）。堪惊：总是心战胆跳。\n新晴：新雨初晴。晴，这里指晴夜。渔唱：打鱼人编的歌儿。\n三更：古代漏记时，自黄昏至指晓分为五刻，即五更，三更正是午夜。\n\n","shangxi":"　　这首《临江仙》词大概是在公元1135年（宋高宗绍兴五年）或1136年（绍兴六年）陈与义退居青墩镇僧舍时所作，当时作者四十六或四十七岁。陈与义是洛阳人，他追忆起二十多年前的洛阳中旧游，那时是徽宗政和年间，当时天下太平无事，可以有游赏之乐。其后金兵南下，北宋灭亡，陈与义流离逃难，备尝艰苦，而南宋朝廷在南迁之后，仅能自立，回忆二十多年的往事，真是百感交集。但是当他作词以抒发此种悲慨之时，并不直抒胸臆，而且用委婉的笔调唱叹而出（这正是作词的要诀）。上片是追忆洛中旧游。午桥在洛阳南，唐朝裴度有别墅在此。“杏花疏影里，吹笛到天明”二句，的确是造语“奇丽”（胡仔评语，见《苕溪渔隐丛话后集》卷三十四），一种良辰美景，赏心乐事，宛然出现词人心目中。但是这并非当前实境，而是二十多年前浩如烟海的往事再现而已。刘熙载说得好，“陈去非……《临江仙》：‘杏花疏影里，吹笛到天明’，此因仰承‘忆首’，府注‘一梦’，故此二句不觉豪酣转成怅悒，所谓好在句外者也。”（《艺概》卷四）下片起句“二十馀年如一梦，此身虽在堪凉。”一下子说到当前，两句中包含了二十多年无限国事沧桑、知交零落之感，内容极充实，运笔也极空灵。“闲登小阁”三句，不再接上文之意进一步抒发悲叹，而是直接去写，作者想到国家的兴衰自己的流离失所，于是看新晴，听渔唱，将沉重悲愤的情感转化为旷达之情。\n\n　　这首词节奏明快，浑成自然，如水到渠成，不见矫揉造作之迹。张炎称此词“真是自然而然”（《词源》卷下）。然“自然”并不等于粗露浅显，这就要求作者有更高的文学素养。彭孙遹说得好，“词以自然为宗，但自然不从追琢中来，亦率易无味。如所云绚烂之极仍归于平淡。……若《无住词》之‘杏花疏影里，吹笛到天明’，自然而然者也”（《金粟词话》）。\n\n　　陈与义词作虽少，但却受后世推重，而且认为其特点很像苏东坡。南宋黄升说，陈与义“词虽不多，语意超绝，识者谓其可摩坡仙之垒也。”（《中兴以来绝妙词选》卷一）清陈廷焯也说，陈词如《临江仙》，“笔意超旷，逼近大苏。”（《白雨斋词话》卷一）陈与义填词时是否有意模仿苏东坡呢？从他的为人，诗作可以看出，他并不是有意模仿，而是感情的自然抒发。陈与义作诗，近法黄（庭坚）、陈（师道），远宗杜甫，不受苏诗影响。至于填词，乃是他晚岁退居时的遣兴之作，他以前既非专业作词，所以很不留心当时的词坛风气，可见并未受其影响。譬如，自从柳永、周邦彦以来，慢词盛行，而陈与义却未作过一首慢词；词至北宋末年，专门雕饰，有矫揉造作之感，周邦彦是以“富艳精工”见称，贺铸亦复如是，而陈与义的词独是疏快自然，不假雕饰；可见陈与义填词是独往独来，自行其是，自然也不会有意学苏（东坡）的。\n\n　　不过，他既然擅长作诗，晚岁填词，运以诗法，自然也就会不谋而合，与苏相近了。以诗法入词，固然可以开拓内容，独创新意，但是仍必须保持词体本质之美，而不可以流露出直粗疏，失去词意。苏东坡是最先“以诗为词”的，但是苏词的佳作，如《卜算子》（缺月挂疏桐）、《水调歌头》（明月几时有）、《永遇乐》（明月如霜）、《洞仙歌》（冰肌玉骨）、《八声甘州》（有情风万里卷潮来）、《虞美人》（乳燕飞华屋）诸作，都是“如春花散空，不著迹象，使柳枝歌之，正如天风海涛之曲，中多幽咽怨断之音”（夏敬观手批《东坡词》，转引自龙榆生《唐宋名家词选》）。评词者不可不知此意也。\n\n","translation":"回忆当年在午桥畅饮，在座的都是英雄豪杰。月光映在河面，随水悄悄流逝，在杏花的淡淡影子里，吹起竹笛直到天明。\n二十多年的岁月仿佛一场春梦，我虽身在，回首往昔却胆战心惊。百无聊赖中登上小阁楼观看新雨初睛的景致。古往今来多少历史事迹，都让渔人在半夜里当歌来唱。\n\n"}
{"_id":{"$oid":"5b9a148b367d5cab18668864"},"title":"郊行即事","dynasty":"宋代","writer":"程颢","content":"芳原绿野恣行事，春入遥山碧四围。\n兴逐乱红穿柳巷，困临流水坐苔矶。\n莫辞盏酒十分劝，只恐风花一片飞。\n况是清明好天气，不妨游衍莫忘归。","type":["清明节","春游","感叹","人生","珍惜"],"remark":"恣行：尽情游赏。\n遥山：远山。\n兴：乘兴，随兴。\n乱红：指落花。\n游衍：是游玩溢出范围的意思。\n\n","translation":"　　我在长满芳草花卉的原野尽情地游玩，目睹春色已到远山，四周一片碧绿。乘着兴致追逐随风飘飞的红色花瓣，穿过柳丝飘摇的小巷；感到困倦时，对着溪边流水，坐在长满青苔的石头上休息。休要推辞这杯酒，辜负十分诚挚劝酒的心意，只是怕风吹花落，一片片飞散了。况且今日是清明佳节，又遇着晴朗的好天气，极宜游乐，但不可乐而忘返。\n\n"}
{"_id":{"$oid":"5b9a148b367d5cab18668865"},"title":"宋定伯捉鬼","dynasty":"魏晋","writer":"干宝","content":"　　南阳宋定伯,年少时，夜行逢鬼。问之，鬼言：“我是鬼。”鬼问：“汝复谁？”定伯诳之，言：“我亦鬼。”鬼问：“欲至何所？”答曰：“欲至宛市。”鬼言：“我亦欲至宛市。”遂行。\n\n　　数里，鬼言：“步行太亟，可共递相担，何如？”定伯曰：“大善。”鬼便先担定伯数里。鬼言：“卿太重，将非鬼也？”定伯言：“我新鬼，故身重耳。”定伯因复担鬼，鬼略无重。如是再三。定伯复言：“我新鬼，不知有何所畏忌？”鬼答言：“惟不喜人唾。”于是共行。道遇水，定伯令鬼先渡，听之，了然无声音。定伯自渡，漕漼作声。鬼复言：“何以作声？”定伯曰：“新死，不习渡水故耳，勿怪吾也。”\n\n　　行欲至宛市，定伯便担鬼著肩上，急持之。鬼大呼，声咋咋然，索下，不复听之。径至宛市中下著地，化为一羊，便卖之恐其变化，唾之。得钱千五百，乃去。于时石崇言：“定伯卖鬼,得钱千五百文。”\n\n","type":["初中文言文","寓理","故事"]}
{"_id":{"$oid":"5b9a148b367d5cab18668866"},"title":"墨梅","dynasty":"宋代","writer":"张嵲","content":"山边幽谷水边村，曾被疏花断客魂。\n犹恨东风无意思，更吹烟雨暗黄昏。","type":["咏物","梅花","抒怀"],"remark":"嵲（niè）\n幽谷：幽静深邃的山谷。\n犹：仍然，还。\n恨：悔恨，遗憾。\n无意思：没有风情，情趣。\n烟雨：像烟雾一样的朦胧细雨。\n\n","translation":"在山边的幽谷里和水边的村庄中，疏疏落落的梅花让过客魂断不舍。\n一直遗憾的是东风没有情趣，越发地吹拂着烟雾似的朦胧细雨使黄昏更加暗淡。\n\n"}
{"_id":{"$oid":"5b9a148b367d5cab18668867"},"title":"蒹葭","dynasty":"唐代","writer":"杜甫","content":"摧折不自守，秋风吹若何。\n暂时花戴雪，几处叶沉波。\n体弱春风早，丛长夜露多。\n江湖后摇落，亦恐岁蹉跎。","type":["感慨","时间","岁月"],"remark":"蒹葭：植物名，即芦荻，芦苇。蒹，没有长穗的芦苇。葭，初生的芦苇。一般生长于沼泽、河沿、海滩等湿地。\n摧折：摧残折断。\n自守：保卫自己，坚守自我。\n若何：怎么办。《新唐书》有“诏不许，若何？”\n花戴雪：暗指花开。芦苇花为灰白之色，花开如同顶着白雪。\n蹉跎：失意，虚度光阴。\n江湖后摇落：此处江湖引申为退隐。贾岛《过唐校书书斋》诗“江湖心自切，未可挂头巾。”\n\n","translation":"蒹葭面对摧残不能够保全自我，又被瑟瑟秋风吹着该怎么办。\n只是在极短的时间里盛开花朵，很快叶子就会沉入水中。\n在形体柔弱的时候春风拂过都嫌来得早，在生长成密丛时夜里的寒露又多了。\n即使衰败后花叶摇落，还担心岁月虚度。\n\n"}
{"_id":{"$oid":"5b9a148c367d5cab18668868"},"title":"岁暮到家 / 岁末到家","dynasty":"清代","writer":"蒋士铨","content":"爱子心无尽，归家喜及辰。\n寒衣针线密，家信墨痕新。\n见面怜清瘦，呼儿问苦辛。\n低徊愧人子，不敢叹风尘。","type":["古诗三百首","游子","惭愧"]}
{"_id":{"$oid":"5b9a148c367d5cab18668869"},"title":"终南山","dynasty":"唐代","writer":"王维","content":"太乙近天都，连山接海隅。\n白云回望合，青霭入看无。\n分野中峰变，阴晴众壑殊。\n欲投人处宿，隔水问樵夫。","type":["唐诗三百首","高中古诗","写山"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154243197.mp3","remark":"终南山，在长安南五十里，秦岭主峰之一。古人又称秦岭山脉为终南山。秦岭绵延八百余里，是渭水和汉水的分水岭。\n太乙：又名太一，秦岭之一峰。唐人每称终南山一名太一，如《元和郡县志》：“终南山在县（京兆万年县）南五十里。按经传所说，终南山一名太一，亦名中南“。\n天都：天帝所居，这里指帝都长安。\n青霭：山中的岚气。霭：云气。\n海隅：海边。终南山并不到海，此为夸张之词。\n分野：古天文学名词。古人以天上的二十八个星宿的位置来区分中国境内的地域，被称为分野。地上的每一个区域都对应星空的某一处分野。\n壑：山谷。“分野中峰变，阴晴众壑殊”这两句诗是说终南山连绵延伸，占地极广，中峰两侧的分野都变了，众山谷的天气也阴晴变化，各自不同。\n人处：有人烟处。\n\n","shangxi":"　　艺术创作，贵在以个别显示一般，以不全求全，刘勰所谓“以少总多”，古代画论家所谓“意余于 象”，都是这个意思。作为诗人兼画家的王维，很懂得此中奥秘，因而能用只有四十个字的一首五言律诗，为偌大一座终南山传神写照。\n\n　　首联“太乙近天都，连山接海隅”，先用夸张手法勾画了终南山的总轮廓。这个总轮廓，只能得之于遥眺，而不能得之于逼视。所以，这一联显然是写远景。\n\n　　“太乙”是终南山的别称。终南虽高，去天甚遥，说它“近天都”，当然是艺术夸张。但这是写远景，从平地遥望终南，其顶峰的确与天连接，因而说它“近天都”，正是以夸张写真实。“连山接海隅”也是这样。终南山西起甘肃天水，东止河南陕县，远远未到海隅。说它“接海隅”，固然不合事实，说它“与他山连接不断，直到海隅”，又何尝符合事实？然而这是写远景，从长安遥望终南，西边望不到头，东边望不到尾。用“连山接海隅”写终南远景，虽夸张而愈见真实。\n\n　　次联写近景，“白云回望合”一句，“回望”既与下句“入看”对偶，则其意为“回头望”，王维写的是入终南山而“回望”，望的是刚走过的路。诗人身在终南山中，朝前看，白云弥漫，看不见路，也看不见其他景物，仿佛再走几步，就可以浮游于白云的海洋；然而继续前进，白云却继续分向两边，可望而不可即；回头看，分向两边的白云又合拢来，汇成茫茫云海。这种奇妙的境界，凡有游山经验的人都并不陌生，而王维却能够只用五个字就表现得如此真切。\n\n　　“青霭入看无”一句，与上句“白云回望合”是“互文”，它们交错为用，相互补充。诗人走出茫茫云海，前面又是蒙蒙青霭，仿佛继续前进，就可以摸着那青霭了；然而走了进去，却不但摸不着，而且看不见；回过头去，那青霭又合拢来，蒙蒙漫漫，可望而不可即。\n\n　　这一联诗，写烟云变灭，移步换形，极富含蕴。即如终南山中千岩万壑，苍松古柏，怪石清泉，奇花异草，值得观赏的景物还多，一切都笼罩于茫茫“白云”、蒙蒙“青霭”之中，看不见，看不真切。唯其如此，才更令人神往，更急于进一步“入看”。另一方面，已经看见的美景仍然使人留恋，不能不“回望”，“回望”而“白云”、“青霭”俱“合”，则刚才呈现于眉睫之前的景物或笼以青纱，或裹以冰绡，由清晰而朦胧，由朦胧而隐没，更令人回味无穷。这一切，诗人都没有明说，但他却在已经勾画出来的“象”里为我们留下了驰聘想象的广阔天地。\n\n　　第三联高度概括，尺幅万里。首联写出了终南山的高和从西到东的远，这是从山北遥望所见的景象。至于终南从北到南的阔，则是用“分野中峰变”一句来表现。游山而有“分野中峰变”的认识，则诗人立足“中峰”，纵目四望之状已依稀可见。终南山东西之绵远如彼，南北之辽阔如此，只有立足于“近天都”的“中峰”，才能收全景于眼底；而“阴晴众壑殊”，就是尽收眼底的全景。所谓“阴晴众壑殊”，当然不是指“东边日出西边雨”，而是以阳光的或浓或淡、或有或无来表现千岩万壑千形万态。\n\n　　对于尾联，历来有不同的理解、不同的评价。有些人认为它与前三联不统一、不相称，从而持否定态度。王夫之辩解说：“‘欲投人处宿，隔水问樵夫’，则山之辽廓荒远可知，与上六句初无异致，且得宾主分明，非独头意识悬相描摹也。”（《姜斋诗话》卷二）沈德潜也说：“或谓末二句与通体不配。今玩其语意，见山远而人寡也，非寻常写景可比。”（《唐诗别裁》卷九）\n\n　　这些意见都不错，然而“玩其语意”，似乎还可以领会到更多的东西。第一，欲投人处宿”这个句子分明有个省略了的主语“我”，因而有此一句，便见得“我”在游山，句句有“我”，处处有“我”，以“我”观物，因景抒情。第二，“欲投人处宿”而要“隔水问樵夫”，则“我”还要留宿山中，明日再游，而山景之赏心悦目，诗人之避喧好静，也不难于言外得之。第三，诗人既到“中峰”，则“隔水问樵夫”的“水”实际上是深沟大涧；那么，他怎么会发现那个“樵夫”呢？“樵夫”必砍樵，就必然有树林，有音响。诗人寻声辨向，从“隔水”的树林里欣然发现樵夫的情景，不难想见。既有“樵夫”，则知不太遥远的地方必然有“人处”，因而问何处可以投宿，“樵夫”口答手指、诗人侧首遥望的情景，也不难想见。\n\n　　诗旨在咏叹终南山的宏伟壮大。首联写远景，以艺术的夸张，极言山之高远。颔联写近景，身在山中之所见，铺叙云气变幻，移步变形，极富含蕴。颈联进一步写山之南北辽阔和千岩万壑的千形万态。末联写为了入山穷胜，想投宿山中人家。“隔水”二字点出了作者“远望”的位置。全诗写景、写人、写物，动如脱兔，静若淑女，有声有色，意境清新、宛若一幅山水画。\n\n　　总起来看，这首诗的主要特点和优点是善于“以不全求全”，从而收到了“以少总多”、“意余于象”的艺术效果。\n\n","translation":"巍巍的太乙山临近长安城，山连着山一直蜿蜒到海边。\n白云缭绕回望中合成一片，青霭迷茫进入山中都不见。\n中央主峰把终南东西隔开，各山间山谷迥异阴晴多变。\n想在山中找个人家去投宿，隔水询问那樵夫可否方便？\n\n"}
{"_id":{"$oid":"5b9a148c367d5cab1866886a"},"title":"夏夜追凉","dynasty":"宋代","writer":"杨万里","content":"夜热依然午热同，开门小立月明中。\n竹深树密虫鸣处，时有微凉不是风。","type":["夏天"],"shangxi":"　　“追凉”，即觅凉、取凉。较之“觅”和“取”，“追”更能表现对“凉”的渴求，杜甫“忆昔好追凉，故绕池边树”(《羌村三首》其二)诗意可见。但这首诗在艺术处理上却有其独到之处：它撇开了暑热难耐的感受，而仅就“追凉”着墨，以淡淡的几笔，勾勒出一幅夏夜追凉图，其中有皎洁的月光，有浓密的树荫，有婆娑的竹林，有悦耳的虫吟，以及作者悄然伫立的身影。\n\n　　首句貌似平直，其实也有一层曲折：中午时分，烈日暴晒，是一天中最为酷热的时刻，而今，“夜热”竟然与“午热”相仿佛，则“夜热”之甚，可想而知。唯其如此，才引出次句诗人月下独立的形象。“开门”，点出作者原在室内。或许他本已就寝，而因夜里天热的缘故，辗转反侧难以入梦，迫于无奈才出门纳凉。而“明月”，则点出正值“月华皎洁”的三五之夜。这样，作者“独立”的目的，应该说是“追凉”与“赏月”兼而有之，追凉可得体肤之适，赏月则可得精神之快，难怪他要独立不移、执着若此了。\n\n　　第三句是对周围环境的点染：竹林深深，树荫密密，虫鸣唧唧。“竹深树密”，见其清幽；“虫鸣”，则见其静谧——唯其静谧，“虫鸣”之声才能清晰入耳。诗人置身其间，凉意顿生，于是又引出结句“时有微凉不是风”，这一真切、细微的体验。“不是风”，点明所谓凉意，不过是夜深气清，静中生凉而已，并非夜风送爽。范成大《六月七日夜起坐殿取凉》诗亦云：“风从何处来?殿阁微凉生。桂旗俨不动，藻井森上征。”虽设问风从何来，但既然桂旗不动，可见非真有风，殿阁之“微凉”不过因静而生。人们通常说“心静自凉”，其理相若。因此，范诗实可与这首诗参读。\n\n　　显然静中生凉正是作者所要表现的意趣，但这一意趣并未直接点明。如果没有“不是风”三字，读者很可能将“凉”与“风”联系在一起。陈衍《石遗室诗话》早就指出：“若将末三字掩了，必猜是说甚么风矣，岂知其不是哉。”然而，这首诗的妙处恰恰也就在这里。作者故意直到最后，才将微露其本意的线索交给读者——既然明言“不是风”，善于神会的读者自当想到静与凉之间的因果关系；随即又当想到，前面出现的月光、竹林、树荫、虫鸣，都只是为揭示静中生凉之理所作的铺垫。这样，自然要比直截了当地道出本意更有诗味。大概这就是《石遗室诗话》所称道的“浅意深一层说，直意曲一层说”的旨趣。\n\n","translation":"中午，天气炎热，想不到夜晚还是那么热。打开门，到月光下去站一会儿吧。 \n这时，远处的竹林和树丛里，传来一声声虫子的鸣叫,一阵阵清凉的感觉也迎面飘来。可是，这并不是风，或许就是大自然宁静的凉意吧？\n\n"}
{"_id":{"$oid":"5b9a148c367d5cab1866886b"},"title":"咏柳","dynasty":"宋代","writer":"曾巩","content":"乱条犹未变初黄，倚得东风势便狂。\n解把飞花蒙日月，不知天地有清霜。\n\n","type":["古诗三百首","春天","咏物","柳树","讽刺"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154244349.mp3","remark":"倚--仗恃，依靠。狂--猖狂。这两句形容柳树在春天绿得很快：柳条似乎还没有发黄，但趁着东风吹暖，一下子便飞快地变绿了。\n解把--解得，懂得。飞花--柳絮。\n\n","translation":"杂乱的柳枝条还没有变黄，在东风的吹动下狂扭乱舞。\n把它的飞絮想蒙住日月，但不知天地之间还有秋霜\n\n"}
{"_id":{"$oid":"5b9a148c367d5cab1866886c"},"title":"送别诗","dynasty":"隋代","writer":"佚名","content":"杨柳青青著地垂，杨花漫漫搅天飞。\n柳条折尽花飞尽，借问行人归不归？\n\n","type":["送别","柳树"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154244900.mp3","remark":"著地：碰到地。\n漫漫：遍布貌。\n搅：《说文》：乱也。\n借问：敬词，请问。\n\n","translation":"杨柳青青，枝叶垂到了地上。杨花漫漫，在空中纷乱地飞舞。\n送别的时候眼里的柳条折尽，杨花飞绝。请问远行的人什么时候回来呢？\n\n"}
{"_id":{"$oid":"5b9a148c367d5cab1866886d"},"title":"东栏梨花","dynasty":"宋代","writer":"苏轼","content":"梨花淡白柳深青，柳絮飞时花满城。\n惆怅东栏一株雪，人生看得几清明。","type":["感伤","人生","时光"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154245383.mp3","remark":"东栏：指诗人当时庭院门口的栏杆。\n柳深青：意味着春意浓。\n柳絮：柳树的种子。有白色绒毛，随风飞散如飘絮，因以为称。\n雪：这里喻指梨花。\n清明：清澈明朗。\n\n","shangxi":"　　《东栏梨花》是一首感伤的诗，诗人因为梨花盛开而感叹时光的流逝。这首诗抒发了诗人感叹春光易逝、人生短促的哀愁，也抒发了诗人淡看人生、从失意中得到解脱的思想，寄予了作者自己清正坦荡的风骨。\n\n　　首句以“淡白”状梨花，以深青状柳叶，以柳青衬梨白，可谓是一青二白。梨花的淡白，柳的深青，这一对比，景色立刻就鲜活了，再加上第二句的动态描写：满城飞舞的柳絮，真是“春风不解禁杨花，蒙蒙乱扑行人面”，同时柳絮写出梨花盛开的季节，春意之浓，春愁之深，更加烘托出来。\n\n　　前两句以一青二白，突出了梨花的特点。它不妖艳，也不轻狂的神态，又在第三句“一株雪”里再次赋予梨花以神韵，并把咏梨花与自咏结合了起来。其实，这“一株雪”正是诗人自己的化身。因为苏轼一生正道直行，清廉洁白，坦荡如砥。 在咏梨花时，苏轼用了“柳絮飞时花满城”来加以衬托，梨花既不像“颠狂柳絮随风去”，也不像“轻薄桃花逐水流”，其品格是何其高尚的。诗人还用了“人生看得几清明”来加以侧面烘托梨花之“清明”。“一株雪”和“几清明”是对偶的写法，一不是指有一株梨树，而是指一株梨树一个作者自己，后两句意境如下：作者惆怅的站在东栏旁，梨树上满是白色的梨花，同时柳絮在飘，落在作者身上，作者也变成了“一株雪”，写的是凄清惆怅的意境，最后一句，人生看得几清明，人生能有几次清明，这是补足前句“惆怅”的内容，更增添悲凉的气氛。苏轼的诗，一向以豪放著称，像这样悲凉的很是少见。\n\n　　《东栏梨花》的最后两句化用了唐代诗人杜牧的《初冬夜饮》“砌下梨花一堆雪，明年谁此凭栏杆”。杜牧的诗说的是物是人非的感慨，而苏东坡的诗感慨的是人生的短促。\n\n","translation":"如雪般的梨花淡淡的白，柳条透露出浓郁的春色，飘飘洒洒的柳絮夹带着如雪的梨花，布满了全城。\n我心绪惆怅，恰如东栏那一株白如雪的梨花，居俗世而自清，将这纷杂的世俗人生，看得多么透彻与清明。\n\n"}
{"_id":{"$oid":"5b9a148c367d5cab1866886e"},"title":"醉赠刘二十八使君","dynasty":"唐代","writer":"白居易","content":"为我引杯添酒饮，与君把箸击盘歌。\n诗称国手徒为尔，命压人头不奈何。\n举眼风光长寂寞，满朝官职独蹉跎。\n亦知合被才名折，二十三年折太多。","type":["友情","劝慰"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154245160.mp3","remark":"刘二十八使君：即刘禹锡。\n引：本意为用力拉开弓。这里形容诗人用力拿过朋友的酒杯，不容拒绝。说明诗人的热情、真诚和豪爽。\n箸（zhù）：筷子。\n举：抬。\n蹉跎（cuō tuó）：不顺利，虚渡光阴。\n合被：应该被。合，应该。是与命中注定相符合的应该。例：《说唐全传》：合当归位。\n才名：才气与名望。\n二十三年：刘禹锡于公元805年（唐顺宗永贞元年）旧历九月被贬连州刺史，赴任途中再贬朗州司马。十年后，奉诏入京，又复贬任连州刺史，转夔、和二州刺史。直至公元827年（唐文宗大和元年），方得回京，预计回到京城时，已达二十三年之久。\n\n","shangxi":"　　表达诗人对刘禹锡的深深理解和真诚劝慰，同时也对其遭遇深表同情和不平。\n\n　　这首诗，对刘禹锡二十三年的坎坷遭遇，表示了无限感慨和不平。诗人说：你远在边远之地，过着寂寞的生活，满朝那么多官员，唯独你多次被贬外任；我深知你才高名重，却偏偏遭逢不公的对待，这二十三年，你失去的太多了。怨愤与对友人的同情溢于言表，见其直率与坦诚，亦见其与刘禹锡友情之深厚。为此，刘禹锡作了一首酬答诗，即著名的《酬乐天扬州初逢席上见赠》。\n\n　　“诗称国手徒为尔，命压人头不奈何。“这句是抱怨刘禹锡的怀才不遇。虽然写诗才华横溢，但命运始终让人无可奈何。表达的应该是乐天对刘禹锡悲惨遭遇的同情和愤恨。虽然说命运不可逆转，但实际上是把矛头指向满朝的官吏和当权者的，抱怨他们不珍惜人才。\n\n","translation":"你为我热情拿过酒杯添满酒同饮共醉，我们一起拿筷子击打盘儿吟唱诗歌。\n虽然你诗才一流堪称国手也只是如此，但命中注定你不能出人头地也没有办法。\n抬眼看到的人都荣耀体面而你却长守寂寞，满朝官员都有了自己满意的位置而你却虚渡光阴。\n也知道你应该被才高名显所累，但这二十三年的损失也太多了。\n\n"}
{"_id":{"$oid":"5b9a148c367d5cab1866886f"},"title":"国风·卫风·淇奥","dynasty":"先秦","writer":"佚名","content":"瞻彼淇奥，绿竹猗猗。有匪君子，如切如磋，如琢如磨。瑟兮僩兮，赫兮咺兮。有匪君子，终不可谖兮。\n瞻彼淇奥，绿竹青青。有匪君子，充耳琇莹，会弁如星。瑟兮僩兮，赫兮咺兮。有匪君子，终不可谖兮。\n瞻彼淇奥，绿竹如箦。有匪君子，如金如锡，如圭如璧。宽兮绰兮，猗重较兮。善戏谑兮，不为虐兮。","type":["诗经","赞美"],"remark":"淇：淇水，源出河南林县，东经淇县流入卫河。奥（yù）：水边弯曲的地方。\n绿竹：一说绿为王刍，竹为扁蓄。猗（ē）猗：长而美貌。猗，通“阿”。\n匪：通“斐”，有文采貌。\n切、磋、琢、磨：治骨曰切，象曰磋，玉曰琢，石曰磨。均指文采好，有修养。切磋，本义是加工玉石骨器，引申为讨论研究学问；琢磨，本义是玉石骨器的精细加工，引申为学问道德上钻研深究。\n瑟：仪容庄重。僩（xiàn）：神态威严。\n赫：显赫。咺（xuān）：有威仪貌。\n谖（xuān）：忘记。\n充耳：挂在冠冕两旁的饰物，下垂至耳，一般用玉石制成。琇（xiù）莹：似玉的美石，宝石。\n会弁（guì biàn）：鹿皮帽。会，鹿皮会合处，缀宝石如星。\n箦（zé）：积的假借，堆积。\n金、锡：黄金和锡，一说铜和锡。闻一多《风诗类钞》主张为铜和锡，还说：“古人铸器的青铜，便是铜与锡的合金，所以二者极被他们重视，而且每每连称。”\n圭璧：圭，玉制礼器，上尖下方，在举行隆重仪式时使用；璧，玉制礼器，正圆形，中有小孔，也是贵族朝会或祭祀时使用。圭与璧制作精细，显示佩带者身份、品德高雅。\n绰：旷达。一说柔和貌。\n猗（yǐ）：通“倚”。较：古时车厢两旁作扶手的曲木或铜钩。重（chóng）较，车厢上有两重横木的车子。为古代卿士所乘。\n戏谑：开玩笑。\n虐：粗暴。\n\n","shangxi":"　　《诗经》中有许多人物的赞歌，称赞的对象也很广泛。其中重要一类被称颂的对象，是各地的良臣名将。《淇奥》就是一曲形象的赞歌，而时间、地点、人物的指涉性不强，因此可以说，诗中形象并非实指，而是周王朝时代一个品德高尚的士大夫，具有泛指意蕴。全诗分三章，反覆吟咏。但在内容上，并不按诗章分派，而是融汇赞美内容于三章之中。这是因为诗歌本身比较短小，不能长篇铺叙，无法按称颂对象的各个方面一一分述，只能混涵概括，点到为止。同时，三章内容基本一致，就起了反复歌颂的作用，使听者印象更加深刻。\n\n　　《淇奥》反复吟颂了士大夫几个方面的优秀之处：首先是外貌。这位官员相貌堂堂，仪表庄重，身材高大，衣服也整齐华美。“充耳琇莹”、“会弁如星”，连冠服上的装饰品也是精美的。外貌的描写，对于塑造一个高雅君子形象，是很重要的。这是给读者的第一印象。其次是才能。“如切如磋，如琢如磨”，文章学问很好。实际上，这是赞美这位君子的行政处事的能力。因为卿大夫从政，公文的起草制定，是主要工作内容。至于“猗重较兮”、“善戏谑兮”，突出君子的外事交际能力。春秋时诸侯国很多，能对应诸侯，不失国体，对每个士大夫都是个考验。看来，诗歌从撰写文章与交际谈吐两方面，表达了这君子处理内政和处理外事的杰出能力，突出了良臣的形象。最后，也是最重要的方面，是歌颂了这位君子的品德高尚。“如圭如璧，宽兮绰兮”，意志坚定，忠贞纯厚，心胸宽广，平易近人，的确是一位贤人。正因为他是个贤人，从政就是个良臣，再加上外貌装饰的庄重华贵，更加使人尊敬了。所以，第一、第二两章结束两句，都是直接的歌颂：“有匪君子，终不可谖兮！”从内心世界到外貌装饰，从内政公文到外事交涉，这位士大夫都是当时典型的贤人良臣，获得人们的称颂，是必然的了。此诗就是这样从三个方面，从外到内，突出了君子的形象。诗中一些句子，如“如切如磋，如琢如磨”、“善戏谑兮，不为虐兮”成为日后人们称许某种品德或性格的词语，可见《淇奥》一诗影响之深远了。\n\n","translation":"看那淇水弯弯岸，碧绿竹林片片连。高雅先生是君子，学问切磋更精湛，品德琢磨更良善。神态庄重胸怀广，地位显赫很威严。高雅先生真君子，一见难忘记心田。\n看那淇水弯弯岸，绿竹袅娜连一片。高雅先生真君子，美丽良玉垂耳边，宝石镶帽如星闪。神态庄重胸怀广，地位显赫更威严。高雅先生真君子，一见难忘记心田。\n看那淇水弯弯岸，绿竹葱茏连一片。高雅先生真君子，青铜器般见精坚，玉礼器般见庄严。宽宏大量真旷达，倚靠车耳驰向前。谈吐幽默真风趣，开个玩笑人不怨。\n\n"}
{"_id":{"$oid":"5b9a148c367d5cab18668870"},"title":"晚晴","dynasty":"唐代","writer":"李商隐","content":"深居俯夹城，春去夏犹清。天意怜幽草，人间重晚晴。 \n并添高阁迥，微注小窗明。越鸟巢干后，归飞体更轻。","type":["夏天","登高","写景","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154246781.mp3","remark":"夹城：城门外的曲城。\n幽草：幽暗地方的小草。\n并：更。高阁：指诗人居处的楼阁。迥：高远。\n微注：因是晚景斜晖，光线显得微弱和柔和，故说“微注”。\n越鸟：南方的鸟。\n\n","shangxi":"　　首联说自己居处幽僻，俯临夹城，时令正值清和的初夏。乍读似不涉题，上下两句也不相属，其实“俯夹城”的“深居”即是览眺晚晴的立足点，而清和的初夏又进而点明了晚晴的特定时令，不妨说是从时、地两方面把诗题一体化了——初夏凭高览眺所见的晚晴。\n\n　　初夏多雨，岭南尤然。久雨转晴，傍晚云开日霁，万物顿觉增彩生辉，人的精神也为之一爽。这种景象与感受，本为一般人所习见、所共有。诗人的独特处，在于既不泛泛写晚晴景象，也不作琐细刻画，而是独取生长在幽暗处不被人注意的小草，虚处用笔，暗寓晚晴，并进而写出他对晚晴别有会心的感受。久遭雨潦之苦的幽草，忽遇晚晴，得以沾沐余辉而平添生意，诗人触景兴感，忽生“天意怜幽草”的奇想。这就使作为自然物的“幽草”无形中人格化了，给人以丰富的联想。诗人自己就有着类似的命运，故而很自然地从幽草身上发现自己。这里托寓着诗人的身世之感。他在为目前的幸遇欣慰的同时不期然地流露出对往昔厄运的伤感，或者说正由于有已往的厄运而倍感目前幸遇的可慰。这就自然引出“人间重晚晴”，而且赋予“晚晴”以特殊的人生含义。晚晴美丽，然而短暂，人们常在赞赏流连的同时对它的匆匆即逝感到惋惜与怅惘。然而诗人并不顾它的短暂，而只强调“重晚晴”。从这里，可以体味到一种分外珍重美好而短暂的事物的感情，一种积极、乐观的人生态度。\n\n　　颔联写得浑融概括，深有托寓，颈联则转而对晚晴作工致的描画。这样虚实疏密相间，诗便显得弛张有致，不平板，不单调。雨后晚晴，云收雾散，凭高览眺，视线更为遥远，所以说“并添高阁迥”（这高阁即诗人居处的楼阁）。这一句从侧面写晚晴，写景角度由内及外，下句从正面写，角度由外及内。夕阳的余晖流注在小窗上，带来了一线光明。因为是晚景斜晖，光线显得微弱而柔和，故说“微注”。尽管如此，这一脉斜晖还是给人带来喜悦和安慰。这一联通过对晚景的具体描绘，写出了一片明朗欣喜的心境，把“重”字具体化了。\n\n　　尾联写飞鸟归巢，体态轻捷，仍是登高览眺所见。“巢乾”、“体轻”切“晴”，“归飞”切“晚”。宿鸟归飞，通常是触动旅人羁愁的，这里却成为喜晴情绪的烘托。古诗有“越鸟巢南枝”之句，这里写越鸟归巢，带有自况意味。如果说“幽草”是诗人“沦贱艰虞”身世的象征，那么，“越鸟”似乎是眼前托身有所、精神振作的诗人的化身。\n\n　　作为一首有寓托的诗，《晚晴》的写法更接近于“在有意无意之间”的“兴”。诗人也许本无托物喻志的明确意图，只是在登高览眺之际，适与物接而触发联想，情与境谐，从而将一刹那间别有会心的感受融化在对晚晴景物的描写之中，所以显得特别自然浑成，不着痕迹。\n\n","translation":"一个人深居简出过着清幽的日子，俯瞰夹城，春天已去，夏季清朗。\n小草饱受雨水的浸淹，终于得到上天的怜爱，雨过天晴了。\n登上高阁，凭栏远眺，天高地迥，夕阳冉冉的余晖透过窗棂。\n越鸟的窝巢已被晒干，它们的体态也恢复轻盈了。\n\n"}
{"_id":{"$oid":"5b9a148c367d5cab18668871"},"title":"水调歌头·送章德茂大卿使虏","dynasty":"宋代","writer":"陈亮","content":"不见南师久，漫说北群空。当场只手，毕竟还我万夫雄。自笑堂堂汉使，得似洋洋河水，依旧只流东？且复穹庐拜，会向藁街逢！\n尧之都，舜之壤，禹之封。于中应有，一个半个耻臣戎！万里腥膻如许，千古英灵安在，磅礴几时通？胡运何须问，赫日自当中！","type":["宋词三百首","议论","豪放","爱国","壮志"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154246542.mp3","remark":"送章德茂大卿使虏：陈亮的友人章森，字德茂，当时是大理少卿，试户部尚书，奉命使金，贺金主完颜雍生辰（万春节），陈亮便写了本词赠别。\n北群空：语出韩愈《送温处士赴河阳军序》“伯乐一过冀北之野而马群遂空”，指没有良马，借喻没有良才。\n只手：独立支撑的意思。\n穹庐：北方少数民族居住的圆顶毡房。\n藁街：在长安城内，外国使臣居住的地方。《汉书·陈汤传》曾载陈汤斩匈奴郅支单于后奏请“悬头藁街”，以示万里明犯强汉者，虽远必诛”。\n腥膻：代指金人。因金人膻肉酪浆，以充饥渴。\n\n","translation":"不见南方的军队去北伐已经很久，金人就胡说中原的人才已一扫而空。当场伸出手来力挽狂澜，终究还要归还我的气压万夫的英雄。自笑身为堂堂的大汉民族的使节，居然像河水一般，向东而流（比喻对金人的朝拜）。暂且再向敌人的帐篷（穹庐）走一遭，将来定要征服他们，下次与金主再见就要在我大宋的属国使节馆了。\n是唐尧建立的城都，是虞舜开辟的土壤，是夏禹对疆域的分封。在这当中应有一个半个知耻的臣子站出来保卫国家。万里河山充斥着金人游牧民族的腥膻之气，千古以来的爱国志士的英灵安在，浩大的抗金正气什么时候才能伸张畅通？金人的命运用不着多问，祖国将像光辉灿烂的太阳照耀在空中。\n\n\n"}
{"_id":{"$oid":"5b9a148e367d5cab18668872"},"title":"满庭芳·山抹微云","dynasty":"宋代","writer":"秦观","content":"山抹微云，天连衰草，画角声断谯门。暂停征棹，聊共引离尊。多少蓬莱旧事，空回首、烟霭纷纷。斜阳外，寒鸦万点，流水绕孤村。(万点 一作：数点)\n销魂。当此际，香囊暗解，罗带轻分。谩赢得、青楼薄幸名存。此去何时见也，襟袖上、空惹啼痕。伤情处，高城望断，灯火已黄昏。","type":["宋词三百首","宋词精选","婉约","惜别","写景"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154247075.mp3","remark":"满庭芳：词牌名。双调九十五字，前片四平韵，后片五平韵。\n连：一作“黏”。\n谯门：城门。\n引：举。尊：酒杯。\n蓬莱旧事：男女爱情的往事。\n烟霭（ǎi）：指云雾。\n消魂：形容因悲伤或快乐到极点而心神恍惚不知所以的样子。\n谩（màn）：徒然。薄幸：薄情。\n\n","shangxi":"　　有不少词调，开头两句八个字，便是一副工致美妙的对联。宋代名家，大抵皆向此等处见工夫，逞文采。诸如“作冷欺花，将烟困柳”。“叠鼓夜寒，垂灯春浅”……一时也举他不尽。这好比名角出台，绣帘揭处，一个亮相，丰采精神，能把全场“笼罩”住。试看那“欺”字“困”字，“叠”字“垂”字……词人的慧性灵心、情肠意匠，早已颖秀葩呈，动人心目。\n\n　　然而，要论个中高手，我意终推秦郎。比如他的笔下“碧水惊秋，黄云凝暮”，何等神笔!至于这首\u003c满庭芳)的起拍开端：“山抹微云，天连衰草”，更是雅俗共赏，只此一个出场，便博得满堂碰头彩，掌声雷动——真好看煞人!\n\n　　这两句端的好在何处?\n\n　　大家先就看上了那“抹”字。好一个“山抹微云”!“抹”得奇，新鲜，别有意趣!\n\n　　“抹”又为何便如此新奇别致，博得喝采呢?\n\n　　须看他字用得妙，有人说是文也而通画理。\n\n　　抹者何也?就是用别一个颜色，掩去了原来的底色之谓。所以，唐德宗在贞元时阅考卷，遇有词理不通的，他便“浓笔抹之至尾”(煞是痛快)!至于古代女流，则时时要“涂脂抹粉”，罗虬写的“一抹浓红傍脸斜”，老杜说的“晓妆随手抹”，都是佳例，其实亦即用脂红别色以掩素面本容之义。\n\n　　如此说来，秦郎所指，原即山掩微云，应无误会。\n\n　　但是如果他写下酌真是“山掩微云”四个大字，那就风流顿减，而意致无多了。学词者宜向此处细心体味，同是这位词人，他在一首诗中却说：“林梢一抹青如画，知是淮流转处山。”同样成为名句。看来，他确实是有意地运用绘画的笔法而将它写入了诗词，人说他“通画理”，可增一层印证。他善用“抹”字。一写林外之山痕，一写山间之云迹，手法俱是诗中之画，画中之诗，其致一也。只单看此词开头四个字，宛然一幅“横云断岭”图。\n\n　　出句如彼，且看他对句用何字相敌?他道是：“天连衰草。”\n\n　　于此，便有人嫌这“连”字太平易了，觉得还要“特殊”一点才好。想来想去，想出一个“黏”字来。想起“黏”字来的人，起码是南宋人了，他自以为这样才“炼字”警策。大家见他如此写天际四垂，远与地平相“接”，好像“黏合”了一样，用心选辞，都不同俗常，果然也是值得击节赞赏!\n\n　　我却不敢苟同这个对字法。\n\n　　何以不取“黏”字呢?盖少游时当北宋，那期间，词的风格还是大方家数一派路子，尚五十分刁钻古怪的炼字法。再者，上文已然着重说明：秦郎所以选用“抹”并且用得好，全在用画人词，看似精巧，实亦信手拈来，自然成趣。他断不肯为了“敌”那个“抹”字，苦思焦虑，最后认上一个“黏”，以为“独得之秘”——那就是自从南宋才有的词风，时代特征是不能错乱的。“黏”字之病在于：太雕琢，——也就显得太穿凿；太用力，——也就显得太吃力。艺术是不以此等为最高境界的。况且，“黏”也与我们的民族画理不相贴切，我们的诗人赋手，可以写出“野旷天低”，“水天相接”。这自然也符合西洋透视学；但他们还不致也不肯用一个天和地像是黏合在一起这样的“修辞格”，因为画里没有这样的概念。这其间的分际，是需要仔细审辨体会的：大抵在选字工夫上，北宋词人宁肯失之“出”，而南宋词人则有意失之“人”。后者的末流，就陷入尖新、小巧一路，专门在一二字眼上做扭捏的工夫；如果以这种眼光去认看秦郎，那就南其辕而北其辙了。\n\n","translation":"会稽山上，云朵淡淡的像是水墨画中轻抹上去的一半；越州城外，衰草连天，无穷无际。城门楼上的号角声，时断时续。在北归的客船上，与歌妓举杯共饮，聊以话别。回首多少男女间情事，此刻已化作缕缕烟云散失而去。眼前夕阳西下，万点寒鸦点缀着天空，一弯流水围绕着孤村。\n悲伤之际又有柔情蜜意，心神恍惚下，解开腰间的系带，取下香囊。徒然赢得青楼中薄情的名声罢了。此一去，不知何时重逢？离别的泪水沾湿了衣襟与袖口。正是伤心悲情的时候，城已不见，万家灯火已起，天色已入黄昏。\n\n"}
{"_id":{"$oid":"5b9a148e367d5cab18668873"},"title":"汉江临泛 / 汉江临眺","dynasty":"唐代","writer":"王维","content":"楚塞三湘接，荆门九派通。\n江流天地外，山色有无中。\n郡邑浮前浦，波澜动远空。\n襄阳好风日，留醉与山翁。","type":["唐诗三百首","山水","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154248152.mp3","remark":"汉江：即汉水，流经陕西汉中、安康，湖北十堰、襄阳、荆门、潜江、仙桃、孝感，到汉口流入长江。诗题在元代方回的《瀛奎律髓》中题名为“汉江临眺”，临眺，登高远望。汉江从襄阳城中流过，把襄阳与樊城一分为二（合称“襄樊”），以及襄樊周围大大小小的无数城郭（包括襄阳城门外的许多“瓮城”），一个个都像在眼前的水道两旁漂浮。临泛江上，随着小舟在波澜中摇晃，感觉远处的天空都在摇动，非常恰当地扣题，写出“临泛”的独特观感。假如是“汉江临眺”，就不会有这样的感觉。所以此诗还是应题为《汉江临泛》为是。\n楚塞：楚国边境地带，这里指汉水流域，此地古为楚国辖区。三湘：湖南有湘潭、湘阴、湘乡，合称三湘。一说是漓湘、蒸湘、潇湘总称三湘。\n荆门：山名，荆门山，在今湖北宜都县西北的长江南岸，战国时为楚之西塞。九派：九条支流，长江至浔阳分为九支。这里指江西九江。\n郡邑：指汉水两岸的城镇。浦：水边。\n好风日：一作“风日好”，风景天气好。\n山翁：一作“山公”，指山简，晋代竹林七贤之一山涛的幼子，西晋将领，镇守襄阳，有政绩，好酒，每饮必醉。这里借指襄阳地方官。\n\n","shangxi":"　　此诗可谓王维融画法入诗的力作。\n\n　　“楚塞三湘接，荆门九派通”，语工形肖，一笔勾勒出汉江雄浑壮阔的景色，作为画幅的背景。春秋战国时期，湖北、湖南等地都属于楚国，而襄阳位于楚之北境，所以这里称“楚塞”。“三湘”，一说湘水合漓水为漓湘，合蒸水为蒸湘，合潇水为潇湘，合称三湘；一说为湖南的湘潭、湘阴、湘乡。古诗文中，三湘一般泛称今洞庭湖南北、湘江一带。“荆门”，山名，在今湖北宜都县西北。“九派”，指长江的九条支流，相传大禹治水，开凿江流，使九派相通。诗人泛舟江上，纵目远望，只见莽莽古楚之地和从湖南方面奔涌而来的“三湘”之水相连接，汹涌汉江入荆江而与长江九派汇聚合流。诗虽未点明汉江，但足已使人想象到汉江横卧楚塞而接“三湘”、通“九派”的浩渺水势。诗人将不可目击之景，予以概写总述，收漠漠平野于纸端，纳浩浩江流于画边，为整个画面渲染了气氛。\n\n　　“江流天地外，山色有无中”，以山光水色作为画幅的远景。汉江滔滔远去，好像一直涌流到天地之外去了，两岸重重青山，迷迷蒙蒙，时隐时现，若有若无。前句写出江水的流长邈远，后句又以苍茫山色烘托出江势的浩瀚空阔。诗人着墨极淡，却给人以伟丽新奇之感，其效果远胜于重彩浓抹的油画和色调浓丽的水彩。而其“胜”，就在于画面的气韵生动。王世贞说：“江流天地外，山色有无中，是诗家俊语，却入画三昧。”说得很中肯。而“天地外”、“有无中”，又为诗歌平添了一种迷茫、玄远、无可穷尽的意境，所谓“含不尽之意见于言外”。首联写众水交流，密不间发，此联开阔空白，疏可走马，画面上疏密相间，错综有致。\n\n　　接着，诗人的笔墨从“天地外”收拢，写出眼前波澜壮阔之景：“郡邑浮前浦，波澜动远空。”正当诗人极目远望，突然间风起浪涌，所乘之舟上下波动，眼前的襄阳城郭也随着波浪在江水中浮浮沉沉。风越来越大，波涛越来越汹涌，浪拍云天，船身颠簸，仿佛天空也为之摇荡起来。风浪之前，船儿是平缓地在江面行驶，城郭是静止地立于岸边，远空是不动地悬于天际；风浪忽至，一切都动了起来。这里，诗人笔法飘逸流动。明明是所乘之舟上下波动，却说是前面的城郭在水面上浮动；明明是波涛汹涌，浪拍云天，却说成天空也为之摇荡起来。诗人故意用这种动与静的错觉，进一步渲染了磅礴水势。“浮”、“动”两个动词用得极妙，使诗人笔下之景活起来了，诗也随之飘逸起来了，同时，诗人的一种泛舟江上的怡然自得的心态也从中表现了出来，江水磅礴的气也表现了出来。诗人描绘的景象是泛舟所见，舟中人产生了一种动荡的错觉，这种错觉也正好符合诗句中的汉水的描写，所以这两个词用得极其恰当。\n\n　　“襄阳好风日，留醉与山翁。”山翁，即山简，晋人。《晋书·山简传》说他曾任征南将军，镇守襄阳。当地习氏的园林，风景很好，山简常到习家池上大醉而归。诗人要与山简共谋一醉，流露出对襄阳风物的热爱之情。此情也融合在前面的景色描绘之中，充满了积极乐观的情绪。尾联诗人直抒胸臆，表达了留恋山水的志趣。\n\n　　这首诗给读者展现了一幅色彩素雅、格调清新、意境优美的水墨山水画。画面布局，远近相映，疏密相间，加之以简驭繁，以形写意，轻笔淡墨，又融情于景，情绪乐观，这就给人以美的享受。王维同时代的殷璠在《河岳英灵集》中说：“维诗词秀调雅，意新理惬，在泉为珠，着壁成绘。”此诗很能体现这一特色。同时，也\n\n　　表达了诗人追求美好境界、希望寄情山水的思想感情。\n\n","translation":"汉江流经楚塞又折入三湘，西起荆门往东与九江相通。\n远望江水好像流到天地外，近看山色缥缈若有若无中。\n岸边都城仿佛在水面浮动，水天相接波涛滚滚荡云空。\n襄阳的风光的确令人陶醉，我愿在此地酣饮陪伴山翁。\n\n"}
{"_id":{"$oid":"5b9a148e367d5cab18668874"},"title":"竹枝词·山桃红花满上头","dynasty":"唐代","writer":"刘禹锡","content":"山桃红花满上头，蜀江春水拍山流。\n花红易衰似郎意，水流无限似侬愁。","type":["宋词三百首","写景","桃花","爱情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154248044.mp3","remark":"山桃：野桃。\n上头：山头，山顶上。\n\n","shangxi":"　　头两句写眼前景色：“山桃红花满上头，蜀江春水拍山流。”上句写满山桃花红艳艳，下句写江水拍山而流，描写了水恋山的情景，这样的情景原是很美的，但对诗中的女子来讲，如此美景恰恰勾起了她的无限痛苦：“花红易衰似郎意，水流无限似侬愁。”这两句是对景抒情，用的是两个比喻：花红易衰，正像郎君的爱情虽甜，但不久便衰落；而流水滔滔不绝，正好像自己的无尽愁苦。这两句形象地描绘出了了这个失恋女子的内心痛苦。比喻贴切、动人，使人读了，不禁为这个女子在爱情上的不幸遭遇而深受感动。南唐后主李煜的《虞美人》词：“问君能有几多愁，恰是一江春水向东流。”用江水比拟亡国之痛的深沉悠长，历来被人们称为写愁的名句，其实这正是从“水流无限似侬愁”一句脱胎而来的。\n\n　　这首诗和前首诗一样，用的也是民歌常用的比兴手法，先写眼前水恋山的景象，然后再用它来作比喻，抒写愁绪，从而形象地描绘出人物的内心情感。全诗比喻新颖别致，形象感强。\n\n","translation":"春天，山上的野桃花红艳艳的开的正旺，蜀江的江水拍着旁边的悬崖峭壁。\n一位姑娘看见了，认为丈夫的喜爱如同这桃花转瞬即逝，而无限的忧愁就如这源源不断的江水。\n\n"}
{"_id":{"$oid":"5b9a148e367d5cab18668875"},"title":"丰乐亭游春·其三","dynasty":"宋代","writer":"欧阳修","content":"红树青山日欲斜，长郊草色绿无涯。\n游人不管春将老，来往亭前踏落花。","type":["古诗三百首","写景","惜春"],"remark":"红树：开红花的树，或落日反照的树，非指秋天的红叶。\n长郊：广阔的郊野。无涯：无边际。\n老：逝去。一作“尽”。春将老：春天将要过去。\n\n","translation":"红花满树，青山隐隐，日已偏西。广漠的郊野，草色青绿，看不见边际。\n游春的人们，兴趣正浓，哪管春天将去。丰乐亭前，人来人往，落花遍地。\n\n"}
{"_id":{"$oid":"5b9a148e367d5cab18668876"},"title":"临江仙·梅","dynasty":"宋代","writer":"李清照","content":"庭院深深深几许，云窗雾阁春迟。为谁憔悴损芳姿。夜来清梦好，应是发南枝。 \n玉瘦檀轻无限恨，南楼羌管休吹。浓香吹尽有谁知。暖风迟日也，别到杏花肥。","type":["咏物","梅花","言志"],"remark":"《临江仙·梅》：此首或为李清照效法欧阳修《蝶恋花》所作的数阕《临江仙》之一。\n南枝：向南，亦即朝阳的梅枝。\n玉瘦檀轻：谓梅花姿态清瘦，颜色浅红。檀：原为木名，此处指浅绛色。\n羌管休吹：意谓不要吹奏音调哀怨的笛曲《梅花落》。\n暖风迟日：语出孙光宪《浣溪沙》词：“兰沐初休曲槛前，暖风迟日洗头天。”迟日：春日，语出杜审言《渡湘江》诗：“迟日园林悲昔游，今春花鸟作边愁。”\n肥：这里指盛开。\n\n","shangxi":"　　这首词以咏梅为题，用梅花暗喻词人自己，把闺人幽独的离思与韶华易逝的帐悯，极其高华而深至地表现了出来。\n\n　　“庭院深深深几许”起句袭用欧词，一字不改，而又融化不涩，别具意境。这种问鼎名篇的作法，表现了漱玉词人的魄力与艺术上的自信。以设问的口气一连迭用三个“深”字，能在读者心中唤起了一种院宇深邃，气象雍容的声情效果。迭字用得好，却能形容尽妙，动人于不自觉之中……李清照这首《临江仙》一、二两句用得浑成而富有变化。因而避免了袭用成句容易造成的雷同之感。“庭院”句言其深，“云窗”句状其高。一纵一横，交相映衬，便将一座贵家池馆的富丽与清幽的气象勾画出来了。云簇疏棂，雾迷高阁，这是何其缥缈清幽、高出尘寰的所在呵。“春迟”二字语义双关，包蕴甚深，不可草草读过。乍看起来，仿佛是主人公慨叹春光的姗姗来迟。然而这仅是表面的理解。其实，阳春有一序，天地无私，烂漫的春光是不会遗弃这锦屏府第的，这个“迟”字所反映的意蕴中不只是客观的景物，而且是一种主观的感情。作者是借春光不到的艺术构思来表现春闺思妇的凄黯心绪。它同“羌笛何须怨杨柳，春风不度玉门关。”“玉颜不及寒鸦色，犹带昭阳日影来。”等等，可说是同其委婉的手法。“为谁憔悴损芳姿？”更设一问，以跌宕的笔触，补足上文。指出了原来使闺中人赏春无绪、芳姿悴损的，不正是对远人的思念和被爱情的折磨吗？几经铺垫，到此才将一篇题旨揭出来。“夜来清梦好，应是发南枝”，歇拍处点出梅花，承上巨启下之笔，高华中带有一些凄丽的意味。“清梦”乃是结想而成的南柯相会。远人纵未得归，这梦里的欢娱便也是一分消受了。\n\n　　以清词写苦思，倍增凄苦……她不是以梅花直接比人，而是把梅花同清梦联系起来，因好梦而溯及梅花，又以“应是”云云推测之词，加以摇曳，愈觉意折层探，令人回味不尽。漱玉词富于形象之美，尤长于活用比况类形容词。如“绿肥红瘦”与此处之“别到杏花肥”等，皆能别出巧思，一新耳目。“杏花肥”犹言杏花盛开也。然而不用常语而换一“肥”字，把形容词活用作谓语，就大增其直观的美感。巧而不尖，新而不怪，真能超越凡庸，别开生面。此处着一“肥”字，上与“瘦”字关合，以梅花之玉瘦，衬红杏之憨肥，益觉鲜明生动。同时两相映带，还点明了时间的跨度。从早梅绽蕊直盼到杏花开遍，二十四番花信风，已吹过十一番了。春光半过，伊人未归，花落花开，只成孤赏。难怪园中的春色，尽作愁痕了。末尾以景结情，骚情雅韵，令人凄然无尽，洵为小令中精品。\n\n","translation":"庭院一层层的有好多层，云簇阁楼的窗户，淡淡的雾气弥漫在四周，春天却迟迟不来。思念让容色憔悴，只有在夜晚的梦中才能相聚，向阳的梅枝也到了发芽的时节。\n梅花风姿清瘦，南楼的羌笛不要吹奏哀怨的曲调。散发着浓浓的香味的梅花不知道被吹落多少？春日的暖风，别一下就让时间来到杏花盛开的时节了。\n\n"}
{"_id":{"$oid":"5b9a148e367d5cab18668877"},"title":"李白墓","dynasty":"唐代","writer":"白居易","content":"采石江边李白坟，绕田无限草连云。\n可怜荒垄穷泉骨，曾有惊天动地文。\n但是诗人多薄命，就中沦落不过君。\n\n","type":["写人","悼亡"],"remark":"李白墓：唐代大诗人李白死于当涂（今属安徽），初葬龙山，元和十二年（817年）正月迁葬青山。今安徽马鞍山南采石山下采石镇犹存墓址。过往诗人到此多有吟咏。\n采石：即采石矶，原名牛渚矶，在安徽省马鞍山市长江东岸，为牛渚山北部突出江中而成，江面较狭，形势险要，自古为大江南北重要津渡，也是江防重镇。相传为李白醉酒捉月溺死之处。有太白楼、捉月亭等古迹。\n田：指墓地。\n可怜：可叹，可悲。荒垄：荒芜的坟墓。穷泉：泉下，指埋葬人的地下，墓中。\n惊天动地：形容发生的事情极不寻常，令人震惊。这是对李白诗文的高度评价，认为可以感动天地。\n但是：但凡是，只是。薄命：命运不好，福分差。\n就中：其中。沦落：落魄，穷困失意。君：指李白。\n\n","translation":"在采石江边，无边的野草围绕坟地，远接白云。\n可悲的是这荒坟深穴中的枯骨，曾经写过惊天动地的诗文。\n只要是诗人，大都命运不好，而诗人穷困失意，谁也没有超过李君。\n\n"}
{"_id":{"$oid":"5b9a148e367d5cab18668878"},"title":"春兴","dynasty":"唐代","writer":"武元衡","content":"杨柳阴阴细雨晴，残花落尽见流莺。\n春风一夜吹乡梦，又逐春风到洛城。(乡 一作：香)","type":["春天","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154249271.mp3","remark":"春兴：春游的兴致。唐皇甫冉《奉和对山僧》：“远心驰北阙，春兴寄东山。”\n阴阴：形容杨柳幽暗茂盛。\n流莺：即莺。流，谓其鸣声婉转。南朝梁沈约 《八咏诗·会圃临东风》：“舞春雪，杂流莺。”\n乡梦：美梦；甜蜜的梦境。乡：一作“香”。\n梦：一作“又”。洛城：洛阳，诗人家乡缑氏在洛阳附近。\n\n","translation":"在一个细雨初晴的春日，杨柳的颜色已经由初春的鹅黄嫩绿变得苍翠浓郁，经过细雨的洗浴后，柳色变得更加深暗，枝头的残花也在雨中全都落尽，露出了在枝头啼鸣的流莺。\n昨天晚上一夜春风吹起了我的甜蜜的思乡梦，在梦中我追逐着春风飞回了我的家乡。\n\n"}
{"_id":{"$oid":"5b9a148e367d5cab18668879"},"title":"永遇乐·落日熔金","dynasty":"宋代","writer":"李清照","content":"落日熔金，暮云合璧，人在何处。染柳烟浓，吹梅笛怨，春意知几许。元宵佳节，融和天气，次第岂无风雨。来相召、香车宝马，谢他酒朋诗侣。(熔金 一作：镕金)\n中州盛日，闺门多暇，记得偏重三五。铺翠冠儿，捻金雪柳，簇带争济楚。如今憔悴，风鬟霜鬓，怕见夜间出去。不如向、帘儿底下，听人笑语。","type":["古诗三百首","宋词精选","伤今追昔","元宵节"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154249098.mp3","remark":"吹梅笛怨：梅，指乐曲《梅花落》，用笛子吹奏此曲，其声哀怨。\n次第：这里是转眼的意思。\n香车宝马：这里指贵族妇女所乘坐的、雕镂工致装饰华美的车驾。\n中州：即中土、中原。这里指北宋的都城汴京，今河南开封。\n三五：十五日。此处指元宵节。\n铺翠冠儿：以翠羽装饰的帽子。雪柳：以素绢和银纸做成的头饰(详见《岁时广记》卷十一)。此二句所列举约均为北宋元宵节妇女时髦的妆饰品。\n簇带：簇，聚集之意。带即戴，加在头上谓之戴。济楚：整齐、漂亮。簇带、济楚均为宋时方言，意谓头上所插戴的各种饰物。\n\n","shangxi":"　　这首词是李清照晚年避难江南时的作品，写她在一次元宵节时的感受。\n\n　　词的上片写元宵佳节寓居异乡的悲凉心情，着重对比客观现实的欢快和她主观心情的凄凉。起始二句“落日熔金，暮云合璧”，写晚晴，正是度节日的好天气，意境开阔，色彩绚丽。紧接“人在何处”四字，点出自己的处境：飘泊异乡，无家可归，同吉日良辰形成鲜明对照。（这里的“人”，有的评论者认为指李清照所怀念的亲人，从文意上看，似不如指作者自己为好。）前三句写当时的天气，次三句写当时的季节，“染柳烟浓，吹梅笛怨”，点出时令是初春。上句从视觉着眼，写早春时节初生细柳被淡烟笼罩。下句从听觉落笔，通过笛声传来的哀怨曲调，联想到“砌下落梅如雪乱”的初春景色。四处充满春意，景色宜人，但在词人看来，毕竟“春意知几许”，还远不是很浓郁的。虽是“元宵佳节”，“融和天气”，可是这些年来国事的变化，身世的坎坷，使得女词人产生了“物是人非”、“好景不常”之感。所以在“融和天气”之后，立即指出“次第岂无风雨”的可能，在淡淡的春意中又掺进了浓浓的隐忧。以上三小节结构相类，都是两个四字句，是实写，写客观景色的宜人，紧接着一个问句，反衬出主观的不同感受。归结到本篇的主题：身逢佳节，天气虽好，却无心赏玩。因此，虽然有“酒朋诗侣”用“香车宝马”来邀请她去观灯赏月，也只好婉言辞谢了。表面上的理由是怕碰上“风雨”，实际是国难当前，早已失去了赏灯玩月的心情。如果是在太平盛世的当年，情况就大不相同了。这样，诗人很自然地转到当年汴京欢度节日的回忆上来。\n\n　　词的下片着重用作者南渡前在汴京过元宵佳节的欢乐心情，来同当前的凄凉景象作对比。“中州”指北宋都城汴京，即今河南省开封市；“三五”，指正月十五日，即元宵节。当时宋王朝为了点缀太平，在元宵节极尽铺张之能事。据《大宋宣和遗事》记载，“从腊月初一直点灯到正月十六日”，真是“家家灯火，处处管弦”。其中提到宣和六年正月十四日夜的景象：“京师民有似云浪，尽头上带着玉梅、雪柳、闹蛾儿，直到鳌山看灯。”孟元老《东京梦华录》“正月十六日”条也有类似的记载。这首词里的“铺翠冠儿，捻金雪柳，簇带争济楚”，写的正是作者当年同“闺门”女伴，心情愉快，盛装出游的情景。全是写实，并非虚构。可是，好景不常，金兵入侵，自己只落得飘流异地。如今人老了，憔悴了，白发蓬乱，虽又值佳节，又哪还有心思出外游赏呢？“不如向，帘儿底下，听人笑语”，更反衬出词人伤感孤凄的心境。\n\n　　这首词不仅情感真切动人，语言也很质朴自然。作者在这首词的下片中，无论是用当年在汴京赏灯过节来作今昔对比也好，还是用今天的游人的欢乐来反衬自己的处境也好，都能更好地刻划出诗人当前的凄凉心情。真是语似平淡而实沉痛已极。更多李清照宋词赏析请关注诗词库的李清照专栏。\n\n　　这首词运用今昔对照与丽景哀情相映的手法，还有意识地将浅显平易而富表现力的口语与锤炼工致的书面语交错融合，以极富表现力的语言写出了浓厚的今昔盛衰之感和个人身世之悲。这首词的艺术感染力如此之强，以至于南宋著名词人刘辰翁会每诵此词必“为之涕下”。 \n\n","translation":"落日金光灿灿，像熔化的金水一般，暮云色彩波蓝，仿佛碧玉一样晶莹鲜艳。景致如此美好，可我如今又置身于何地哪边？新生的柳叶如绿烟点染，《梅花落》的笛曲中传出声声幽怨。春天的气息已露倪端。但在这元宵佳节融和的天气，又怎能知道不会有风雨出现？那些酒朋诗友驾着华丽的车马前来相召，我只能报以婉言，因为我心中愁闷焦烦。\n记得汴京繁盛的岁月，闺中有许多闲暇，特别看重这正月十五。帽子镶嵌着翡翠宝珠，身上带着金捻成的雪柳，个个打扮得俊丽翘楚。如今容颜憔悴，头发蓬松也无心梳理，更怕在夜间出去。不如从帘儿的底下，听一听别人的欢声笑语。\n\n"}
{"_id":{"$oid":"5b9a148e367d5cab1866887a"},"title":"长安秋望","dynasty":"唐代","writer":"杜牧","content":"楼倚霜树外，镜天无一毫。\n南山与秋色，气势两相高。","type":["秋天","地名"],"remark":"秋望：在秋天远望。\n倚：靠着，倚立。霜树：指深秋时节的树。外：之外。指楼比“霜树”高。\n镜天：像镜子一样明亮、洁净的天空。无一毫：没有一丝云彩。\n南山：指终南山，在今陕西西安南。秋色：晴高气爽的天空。\n气势：气概。喻终南山有与天宇比高低的气概。\n\n","shangxi":"　　这是一曲高秋的赞歌。题为“长安秋望”，重点却并不在最后的那个“望”字，而是赞美远望中的长安秋色。“秋”的风貌才是诗人要表现的直接对象。\n\n　　首句点出“望”的立足点。“楼倚霜树外”的“倚”，是倚立的意思，重在强调自己所登的高楼巍然屹立的姿态；“外”，是“上”的意思。秋天经霜后的树，多半木叶黄落，越发显出它的高耸挺拔，而楼又高出霜树之上，在这样一个立足点上，方能纵览长安高秋景物的全局，充分领略它的高远澄洁之美。所以这一句实际上是全诗的出发点和基础，没有它，也就没有“望”中所见的一切。\n\n　　次句写望中所见的天宇。“镜天无一毫”，是说天空明净澄洁得象一面纤尘不染的镜子，没有一丝阴翳云彩。这正是秋日天宇的典型特征。这种澄洁明净到近乎虚空的天色，又进一步表现了秋空的高远寥廓，同时也写出了诗人当时那种心旷神怡的感受和高远澄净的心境。\n\n　　“南山与秋色，气势两相高。”第三句转笔写到远望中的终南山。将它和“秋色”相比，说远望中的南山，它那峻拔入云的气势，象是要和高远无际的秋色一赛高低。\n\n　　南山是具体有形的个别事物，而“秋色”却是抽象虚泛的，是许多带有秋天景物特点的具体事物的集合与概括，二者似乎不好比拟。而此诗却别出心裁地用南山衬托秋色。秋色是很难描写的，它存在于秋天的所有景物里，而且不同的作者对秋色有不同的观赏角度和感受，有的取其凄清萧瑟，有的取其明净澄洁，有的取其高远寥廓。这首诗的作者显然偏于欣赏秋色之高远无极，这是从前两句的描写中可以明显看出的。但秋之“高”却很难形容尽致（在这一点上，和写秋之“凄”、之“清”很不相同），特别是它那种高远无极的气势更是只可意会，难以言传。在这种情况下，以实托虚便成为有效的艺术手段。具体有形的南山，衬托出了抽象虚泛的秋色，诗人通过“南山与秋色，气势两相高”的诗句，不但能具体地表现出“秋色”之“高”，而且写出了它的气势、精神和性格。\n\n　　这首诗的好处，还在于它在写出长安高秋景色的同时写出了诗人的精神性格。它更接近于写意画。高远、寥廓、明净的秋色，实际上也正是诗人胸怀的象征与外化。特别是诗的末句，赋予南山与秋色一种峻拔向上的动态，这就更鲜明地表现出了诗人的性格气质，也使全诗在跃动的气势中结束，留下了充分的想象余地。\n\n　　晚唐诗往往流于柔媚绮艳，缺乏清刚遒健的骨格。这首五言短章却写得意境高远，气势健举，和盛唐诗人王之涣的《登鹳雀楼》有神合之处，尽管在雄浑壮丽、自然和谐方面还不免略逊一筹。\n\n","translation":"楼阁倚在经霜的树林外，天空如明镜无纤云一毫。\n峻拔的南山与清爽秋色，气势互不相让两两争高？\n\n"}
{"_id":{"$oid":"5b9a148e367d5cab1866887b"},"title":"国风·召南·鹊巢","dynasty":"先秦","writer":"佚名","content":"维鹊有巢，维鸠居之。之子于归，百两御之。\n维鹊有巢，维鸠方之。之子于归，百两将之。\n维鹊有巢，维鸠盈之。之子于归，百两成之。","type":["诗经"],"remark":"维：发语词。鹊：喜鹊。有巢：比兴男子已造家室。\n鸠：一说鳲鸠（布谷鸟），自己不筑巢，居鹊的巢。贵州民间传说斑鸠不筑巢，居其他鸟类筑的巢。居：侵占。\n归：嫁。\n百：虚数，指数量多。两：同辆。御（yà）：同“迓”，迎接。\n方：并，比，此指占居。\n将（jiāng）：送。\n盈：满。此指陪嫁的人很多。\n成：迎送成礼，此指结婚礼成。\n\n","shangxi":"　　这是一首描写婚礼的诗。《毛诗序》以此诗为国君之婚礼。朱熹《诗集传》以此诗为诸侯之婚礼。从诗中描写的送迎车辆之盛可以知道，应为贵族的婚礼，而不是一般民间的婚礼。\n\n　　关于此诗诗旨历来争议较大，归纳起来大致有三种观点：\n\n　　一、鹊喻新郎，鸠喻新娘。这个观点又分两种意见：（一）这首诗是诗人代新郎言说，表达了诗人对男子的同情。喜鹊搭好了窝，鸠来居住。新郎准备好了房子，新娘来居住。以鸠居鹊巢比喻女居男室。此说以姚际恒为代表。姚际恒《诗经通论》言：“按此诗之意，其言鹊鸠者，以鸟之异类况人之异类也。其言巢与居者，以鸠之居鹊巢，况女之居男室也。”姚氏之说，尊者甚众。但是清代另一位善说《诗》者方玉润却有着不同的看法。方玉润《诗经原始》辨驳说：“自《序》《传》来，说《诗》者无不以鹊巢鸠居况女居男室矣，夫男女同类也，鹊鸠异物也，而何以为配乎？”意思是说：用鸠居鹊巢比喻女居男室，就像是说鸠婚配给了鹊犹如女嫁给了男。但是男女同类可以婚配，鸠鹊异类又怎么能相配昵？方玉润又说：“姚氏际恒最攻《序》《传》，乃其自解诗意，又以为‘言鹊鸠者，以鸟之异类况人之异类也，其言巢居者，况女之居男室也'则与旧说何异？且谓'以鸟之异类况人之异类’，男女纵不同体，而谓之异类可乎哉？此不通之论也。”（二）这首诗是新娘家人在唱赞歌，是一首新婚礼赞诗。如果以鹊喻新郎，以鸠（布谷）喻新娘，则此诗为新婿礼赞诗。朱熹将《鹊巢》的诗旨强解为以鸠比喻文王之化，行后妃之德盛而赞颂之。此一说出现最早，流传最久，影响也最大，而批评者亦最多。这种赞颂文王之化，后妃之德的说法，虽然历来因为牵强附会而被指责为完全是一种背离诗义的经学化理学化的臆断，但是他将这首诗解释为是一首新娘家人赞美婚礼的诗，是值得肯定的。\n\n　　二、鹊喻弃妇，鸠喻新妇，这是一首弃妇诗。如果以鹊喻弃妇，以鸠（布谷）喻新妇，则此诗的作者是代弃妇立言或作者本人就是弃妇，那么这是一首深切沉痛的弃妇诗。弃妇的丈夫遗弃了同他一起艰苦经营，创立家室的结发妻子，却用百辆盛车的热闹场面迎娶新妇，致使新妇占了旧妇之位，恰如”鸠占鹊巢“一般。弃妇心生嫉恨，因作此诗，以责备丈夫另娶新妇，新妇占据其家：我辛辛苦苦终于经营了一个家，现 在丈夫却将我抛弃，用盛大的车队去接新人了，而有个新妇要霸占我的家了。表达了一个为家操劳，却遭丈夫遗弃的妇女内心无比哀怨的心情。《诗经》中这类妇女很多，如《国风·邶风·谷风》。《召南·鹊巢》中这位妇女的遭遇已经成为了一种社会现象，这首诗就是古代毫无话语权的妇女对喜新厌旧的丈夫的指责和对自己悲惨命运的无奈叙述。这实际上也是对男权社会里痴心女子负心汉婚姻现象的一种沉痛控诉，获得了强烈的社会意义。高亨在其《诗经今注》对此表示了相同的看法：”诗以鸠侵占鹊巢比喻新夫人夺去原配夫人的宫室。“同时高亨说：”（这是）召南的一个国君废了原配夫人，另娶一个新夫人，作者写这首诗叙其事，有讽刺的意味。“将这首诗的当事人具体地指为：召南的一个国君和他的两个夫人。\n\n　　三、鹊与鸠并无明确所指，只是自然界的两种鸟，且此诗的叙述者是与婚礼无关的他者。这首诗也可能只是一个与婚礼毫无关系的路人所作，诗人无意中看到一场婚礼，于是有所联想有所感触，便作了此诗。\n\n　　全诗三章，都以鸠居鹊巢起兴。喜鹊筑好巢，鳲鸠住了进去，这是二鸟的天性。《齐诗》曰：“鹊以夏至之月始作室家，鳲鸠因成事，天性然也。”诗中还点明成婚的季节，郑笺云：“鹊之作巢，冬至架之，至春乃成。”这也是当时婚嫁的季节。各章二句写鳲住鹊巢分别用了“居”“方”“盈”三字，有一种数量上的递进的关系。“方”，是比并而住；“盈”，是住满为止。因此诗三章不是简单的重章叠唱。\n\n　　一章“百两御之”，是写成婚过程的第一环，新郎来迎亲。迎亲车辆之多，是说明新郎的富有，也衬托出新娘的高贵。二、三章继续写成婚过程第二、三环：迎回与礼成。“百两将之”是写男方已接亲在返回路上，“百两成之”是迎回家而成婚了。“御”“将”“成”三字就概述了成婚的整个过程。“子之于归”，点明其女子出嫁的主题。因此，三章是选取了三个典型的场面加以概括，真实地传达出新婚喜庆的热闹。仅使用车辆之多就可以渲染出婚事的隆重。\n\n　　这首诗以平浅的语言写成婚的过程，没有如《周南·桃夭》里以桃花来衬托新娘的艳丽，更没有直接去描写新娘的容貌。如果说“之子于归”一句还点出新娘这一主角，让人在迎亲的车队之中找出新娘来，那么，另一位主角新郎则完全隐在诗中场景的幕后，他是否来迎亲，就留给读者去想像了。细味诗中所写，往返的迎亲车队给画面以较强的时空感，短短三章，却回味悠长。\n\n","translation":"喜鹊筑成巢，鳲鸠来住它。这人要出嫁，车队来迎她。\n\n喜鹊筑成巢，鳲鸠占有它。这人要出嫁，车队送走她。\n\n喜鹊筑成巢，鳲鸠住满它。这人要出嫁．车队成全她。\n\n"}
{"_id":{"$oid":"5b9a148f367d5cab1866887c"},"title":"浣溪沙·淡荡春光寒食天","dynasty":"宋代","writer":"李清照","content":"淡荡春光寒食天，玉炉沉水袅残烟。梦回山枕隐花钿。 \n海燕未来人斗草，江梅已过柳生绵。黄昏疏雨湿秋千。","type":["宋词精选","婉约","寒食节","写景","惜春"],"remark":"淡荡：和舒的样子。多用以形容春天的景物。\n寒食：节令名。在清明前一二日。相传春秋时，介子推辅佐晋文公回国后，隐于山中，晋文公烧山逼他出来，子推抱树焚死。为悼念他，遂定于是日禁火寒食。\n玉炉：香炉之美称。\n沉水：沉香。\n山枕：两端隆起如山形的凹枕。\n花钿（diàn）：用金片镶嵌成花形的首饰。\n斗草：一种竞采百草、比赛优胜的游戏。\n江梅：梅的一种优良品种，非专指生于江边或水边之梅。\n柳绵：即柳絮。柳树的种子带有白色绒毛，故称。\n秋千：相传春秋时齐桓公由北方山戎引入。一说秋千起于汉武帝时，武帝愿千秋万寿，宫中因作千秋之戏，后倒读为秋千。\n\n","translation":"清明时节，春光满地，熏风洋洋。 玉炉中的残烟依旧飘送出醉人的清香。 午睡醒来，头戴的花钿落在枕边床上。\n海外的燕子还未归来，邻家儿女们在玩斗草游戏。 江边的梅子已落了，绵绵的柳絮随风荡漾。\n零星的雨点打湿了院子里的秋千，更增添了黄昏的清凉。\n\n"}
{"_id":{"$oid":"5b9a148f367d5cab1866887d"},"title":"于易水送人 / 于易水送别","dynasty":"唐代","writer":"骆宾王","content":"此地别燕丹，壮士发冲冠。\n昔时人已没，今日水犹寒。","type":["咏史怀古","送别","地点"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154250137.mp3","remark":"易水：也称易河，河流名，位于河北省西部的易县境内，分南易水、中易水、北易水，为战国时燕国的南界。燕太子丹送别荆轲的地点。《战国策·燕策三》：“风萧萧兮易水寒，壮士一去兮不复还。”\n此地：原意为这里，这个地方。这里指易水岸边。\n别燕丹：指的是荆轲作别燕太子丹。\n壮士：意气豪壮而勇敢的人；勇士。这里指荆轲，战国卫人，刺客。\n发冲冠：形容人极端愤怒，因而头发直立，把帽子都冲起来了。冠：帽子。《史记·廉颇蔺相如列传》：“ 相如 因持璧却立，倚柱，怒发上冲冠。”\n昔时：往日；从前。《东观汉记·东平王苍传》：“骨肉天性，诚不以远近亲疏，然数见颜色，情重昔时。”\n人：一种说法为单指荆轲，另一种说法为当时在场的人。\n没：死，即“殁”字。\n水：指易水之水。\n犹：仍然。\n\n","shangxi":"　　该诗描述作者在易水送别友人时的感受，并借咏史以喻今。整首诗寓意深远，笔调苍凉。\n\n　　第一联“此地别燕丹，壮士发冲冠”，道出诗人送别友人的地点。“壮士发冲冠”用来概括那个悲壮的送别场面和人物激昂慷慨的心情，表达了诗人对荆轲的深深崇敬之意。此时在易水边送别友人，想起了荆轲的故事，这是很自然的。但是，诗的这种写法却又给人一种突兀之感，它舍弃了那些朋友交往、别情依依、别后思念等等一般送别诗的常见的内容，而是芟夷枝蔓，直入史事。这种破空而来的笔法，反映了诗人心中蕴蓄着一股难以遏止的愤激之情，借怀古以慨今，把昔日之易水壮别和此刻之易水送人融为一体。从而为下面的抒情准备了条件，酝酿了气氛。\n\n　　第二联“昔时人已没，今日水犹寒”，是怀古伤今之辞，抒发了诗人的感慨。这首诗的中心在第四句，尤其是诗尾的“寒”字，更是画龙点睛之笔，寓意丰富，深刻表达了诗人对历史和现实的感受。“寒”字，寓情于景，以景结情，因意构象，用象显意。景和象，是对客观事物的具体描绘；情和意，是诗人对客观对象在审美上的认识和感受。诗人在自然对象当中，读者在艺术对象当中，发现了美的客观存在，发现了生命和人格的伟大表现，从而把这种主观的情和意，转移到客观的景和象上，给自然和艺术以生命，给客观事物赋予主观的灵魂，这就是诗歌创作和欣赏当中的“移情作用”。“寒”字正是这种移情作用的物质符号，这是此诗创作最为成功之处。诗人于易水岸边送别友人，不仅感到水冷气寒，而且更加觉得意冷心寒。诗人在“前不见古人，后不见来者”的伟大孤独中，只好向知心好友倾诉难酬的抱负和无尽的愤懑。诗人感怀荆轲之事，既是对自己的一种慰藉，也是将别时对友人的一种激励。这首诗题为送别，可又没有交待所别之人和所别之事，但“慷慨倚长剑，高歌一送君”的壮别场景如在眼前。所咏的历史本身就是壮别，这同诗人送友在事件上是相同的。而古今送别均为易水河岸，在地点上也是相同的。这两句诗是用对句的形式，一古一今，一轻一重，一缓一急，一明一暗，两条线索，同时交待，易水跨越古今，诗歌超越了时空，最后统一在“今日水犹寒”的“寒”字上，全诗融为一体。既是咏史又是抒怀，充分肯定了古代英雄荆轲的人生价值，同时也倾诉了诗人的抱负和苦闷，表达了对友人的希望。诗的构思是极为巧妙的。\n\n　　从诗题上看这是一首送别诗，从诗的内容上看这又是一首咏史诗。这首诗题目虽为“送人”，但它并没有叙述一点朋友别离的情景，也没有告诉读者送的是何许人。然而那所送之人，定是肝胆相照的至友。因为只有这样，诗人才愿意、才能够在分别之时不可抑制地一吐心中的块垒，而略去一切送别的常言套语。骆宾王长期怀才不遇，佗傺失志，身受迫害，爱国之志无从施展。他在送别友人之际，通过咏怀古事，表达对古代英雄的仰慕，也寄托自己对现实的深刻感慨，倾吐了自己满腔热血无处可洒的极大苦闷。全诗以强烈深沉的感情，含蓄精炼的手法，摆脱了初唐委靡纤弱的诗风影响，标志着唐代五言绝句的成熟，为唐诗的健康发展开拓了道路。\n\n","translation":"在这个地方荆轲告别燕太子丹，壮士悲歌壮气，怒发冲冠。\n那时的人已经都不在了，今天的易水还是那样的寒冷。\n\n"}
{"_id":{"$oid":"5b9a148f367d5cab1866887e"},"title":"西江月·顷在黄州","dynasty":"宋代","writer":"苏轼","content":"顷在黄州，春夜行蕲水中，过酒家饮，酒醉，乘月至一溪桥上，解鞍，由肱醉卧少休。及觉已晓，乱山攒拥，流水锵然，疑非尘世也。书此语桥柱上。(由肱 一作：曲肱)\n\n照野弥弥浅浪，横空隐隐层霄。障泥未解玉骢骄，我欲醉眠芳草。\n可惜一溪风月，莫教踏碎琼瑶。解鞍欹枕绿杨桥，杜宇一声春晓。\n\n","type":["宋词三百首","豪放","山水","月色","喜悦","散文"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154250396.mp3","remark":"西江月：词牌名。\n蕲水：水名，流经湖北蕲春县境，在黄州附近。\n弥弥：水波翻动的样子。\n层霄：弥漫的云气。\n障泥：马鞯，垂于马两旁以挡泥土。玉骢：良马。骄：壮健的样子。\n可惜：可爱。\n琼瑶：美玉。这里形容月亮在水中的倒影。\n杜宇：杜鹃鸟。\n\n","shangxi":"　　这是一首寄情山水的词。作者在词中描绘出一个物我两忘、超然物外的境界，把自然风光和自己的感受融为一体，在诗情画意中表现自己心境的淡泊、快适，抒发了他乐观、豁达、以顺处逆的襟怀。\n\n　　小序叙事简洁，描写生动，短短五十四字，即写出地点、时间、景物以及词人的感受。它充满了诗情画意，是一篇写得很优美的散文，可与其《记承天寺夜游》媲美。\n\n　　上片头两句写归途所见：“照野弥弥浅浪，横空隐隐层霄。”弥弥，是水盛的样子；层霄，即层云。春夜，词人在蕲水边骑马而行，经过酒家饮酒，醉后乘着月色归去，经过一座溪桥。由于明月当空，所以才能看见清溪在辽阔的旷野流过。”先说“照野”，突出地点明了月色之佳。用“弥弥”形容“浅浪”，就把春水涨满、溪流汩汩的景象表现出来了。广阔的天空还有淡淡的云层。“横空”，写出了天宇之广。说云层隐隐约约在若有若无之间，更映衬了月色的皎洁。野外是广袤的，天宇是寥廓的，溪水是清澈的。在明月朗照之下的人间仙境中，诗人忘却了世俗的荣辱得失和纷纷扰扰，把自己的身心完全融化到大自然中。此两句暗写月光。\n\n　　“障泥未解玉骢骄”，是说那白色的骏马忽然活跃起来，提醒他的主人：要渡水了！障泥，是用锦或布制作的马荐，垫在马鞍之下，一直垂到马腹两边，以遮尘土。《晋书·王济传》：“济善解马性，尝乘一马，著连乾障泥，前有水，终不肯渡。济曰：‘此必是惜障泥。’使人解去，便渡。”词人在这里只是写了坐骑的神态，便衬托出濒临溪流的情景。把典故融化于景物描写之中，这是很成功的一个例子。此时，词人不胜酒力，从马上下来，等不及卸下马鞍鞯，即欲眠于芳草。“我欲醉眠芳草”，既写出了浓郁的醉态，又写了月下芳草之美以及词人因热爱这幽美的景色而产生的喜悦心情，可以说收到了一石三鸟的效果。\n\n　　过片二句，明写月色，描绘从近处观赏到的月照溪水图，更进一步抒发迷恋、珍惜月色之佳的心情：“可惜一溪风月，莫教踏碎琼瑶”。“溪”作一个量词，巧妙又无痕地把风，月与溪融为一体，并洗去了风尘世俗之感。琼瑶，是美玉，这里比做皎洁的水上月色。可惜，是可爱的意思。微风轻轻吹拂，溪中波光粼粼，水月交辉，真像缀了一溪晶莹剔透的珠玉。这里用的修辞手法是“借喻”，径以月色为“琼瑶”。由于感情的挚浓，使比喻的客体升到了突出的地位，因而它的形象显得更鲜明，更生动。这种表现手法是从生活中来的，不背理，更不违情。月色皎洁，加之以醉人痴语，怪不得异想天开，这是“理”；十分珍惜美好的月色，这是“情”。“情理交至”，这就更巧妙地揭开了词人所追求的精神世界的帷幕。这个境界是极为幽美、静谧、纯洁的，如果有一丁点儿外物羼入，就会被损害，被践踏。此句以独特感受和精切的比喻，传神地写出水之清、月之明、夜之静、人之喜悦赞美。\n\n　　“解鞍欹枕绿杨桥”，写词人用马鞍作枕，倚靠着它斜卧在绿杨桥上“少休”。这一觉当然睡得很香，及至醒来，“杜宇一声春晓”，春天的黎明又是一番景色了。这个结尾如空谷传声，余音不绝。妙在又将展现一幅清新明丽的画卷，却留下空白，让读者自己用丰富的联想去感受它。作者在词中不去写“乱山攒拥，流水锵然”的景致，而是通过描写杜鹃在黎明的一声啼叫，把野外春晨的景色作了画龙点睛的提示。这是因为他是从杜鹃啼叫声中醒过来的，由杜鹃之啼才首先感到这空山月明、万籁俱寂的春晨之美。词人真实地记录了他第一次难忘的感受，因而也就给读者留下了第一次动人的印象。\n\n　　此词所描绘的富有诗情画意的美景中，处处有“我”之色彩，景物成为塑造“我”的典型性格的凭据。词人不论是醉还是醒，是月夜还是春晨，都能“无入不自得”，随意而成趣，逐步展示词的意境。作者善于把意和境浑然凝结为一个不可分割的整体，他把自己的身心完全融化到大自然中，忘却了世俗的荣辱得失和纷纷扰扰，表现了自己与造化神游的畅适愉悦，读来回味无穷，令人神往。\n\n","translation":"月光照在波光粼粼的河面上，天空中有几丝淡淡的云彩。白色的马儿此时尚气宇昂扬，我却不胜酒力，在河边下马，等不及解下马鞍，就想倒在这芳草中睡一觉。\n这小河中的清风明月多么可爱，马儿啊可千万不要踏碎那水中的月亮。我解下马鞍作枕头，斜卧在绿杨桥上进入了梦乡，听见杜鹃叫时，天已明了。\n\n"}
{"_id":{"$oid":"5b9a148f367d5cab1866887f"},"title":"题龙阳县青草湖","dynasty":"元代","writer":"唐珙","content":"西风吹老洞庭波，一夜湘君白发多。\n醉后不知天在水，满船清梦压星河。","type":["写景","叙梦","纪游"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154251831.mp3","remark":"龙阳县：即今湖南汉寿。\n青草湖：位于洞庭湖的东南部，因湖的南面有青草山而得名。“青草湖”与洞庭湖一脉相连，所以，诗中又写成了“洞庭湖”。\n湘君：尧的女儿，舜的妃子，死后化为湘水女神。\n天在水：天上的银河映在水中。\n\n","shangxi":"　　一、二两句，诗人由对眼前自然景色的深广感受而引起对神话中人的向往，借以对神话的幻想，反映出是时境界的逐渐深入。“西风吹老洞庭波，一夜湘君白发多。”诗中境界由一“老”字带起。秋风飒飒，洞庭湖水渺渺茫茫。那景象，与春日轻漾宁静的碧水相较，是和乐世间另一面的深邃的人生。诗人所思所忆渐渐入深。所思所悟如何细言，唯有诉付对白发湘君的神往，那江山与人生的化境，即是这般深沉了！传说湘君闻帝舜死于苍梧之野，追随不及，啼竹成斑，那宿命却如何可及呢？此夜洞庭可老，湘君如约此等情境，复能何言？这等思悟境界深广，洞庭深广的秋色可谓遇到了知音。思绪沉沉，竟至幻象，昼晓和乐尘世，此夜却换了人间。以神抒情，寄思于景，至幻乃深。\n\n　　“醉后不知天在水，满船清梦压星河。”秋风已久，赏景渐忘景，不分是天上星、水中星？夜深思量长，怎知何时已醉？昔杜甫心怀长安，所目疮痍，“春水船如天上坐”，但悲其生不能已，故无缘这般深然长醉、安然入梦。泊舟、泊梦，天河或曰星河，景中或曰境中，所思或曰所忘。诗人的梦境，满船清梦，是诗人思量着的人生。然而，秋湖相往来，物我无碍，陶然自在，正是快哉。一二句亦真亦幻，愈是明了，愈是痴然；三四句境中心中，却深沉了，方潇洒了。所以，境界深了，夜即梦了，此真人生佳境也。\n\n","translation":"秋风劲吹，洞庭湖水似乎衰老了许多，一夜愁思，湘君也应多了白发。\n醉后忘却了水中的星辰只是倒影，清朗的梦中，我卧在天河上。\n\n"}
{"_id":{"$oid":"5b9a148f367d5cab18668880"},"title":"伐檀","dynasty":"先秦","writer":"佚名","content":"坎坎伐檀兮，置之河之干兮。河水清且涟猗。不稼不穑，胡取禾三百廛兮？不狩不猎，胡瞻尔庭有县貆兮？彼君子兮，不素餐兮！\n坎坎伐辐兮，置之河之侧兮。河水清且直猗。不稼不穑，胡取禾三百亿兮？不狩不猎，胡瞻尔庭有县特兮？彼君子兮，不素食兮！\n坎坎伐轮兮，置之河之漘兮。河水清且沦猗。不稼不穑，胡取禾三百囷兮？不狩不猎，胡瞻尔庭有县鹑兮？彼君子兮，不素飧兮！\n\n","type":["古诗三百首","诗经","抒情"],"remark":"坎坎：象声词，伐木声。\n寘：同“置”，放置。\n干：水边。\n涟：即澜。\n猗（yī）：义同“兮”，语气助词。\n稼（jià）：播种。\n穑（sè）：收获。\n胡：为什么。\n禾：谷物。\n三百：意为很多，并非实数。\n廛（chán）：通“缠”，古代的度量单位，三百廛就是三百束。\n狩：冬猎。猎，夜猎。此诗中皆泛指打猎。\n县（xuán）：通“悬”，悬挂。\n貆（huán）：猪獾。也有说是幼小的貉。\n君子：此系反话，指有地位有权势者。\n素餐：白吃饭，不劳而获。\n辐：车轮上的辐条。\n直：水流的直波。\n亿：通“束”。\n瞻：向前或向上看。\n特：三岁大兽。\n漘（chún）：水边。\n沦：小波纹。\n囷（qūn）：束。一说圆形的谷仓。\n飧（sūn）：熟食，此泛指吃饭。 \n\n","shangxi":"　　全诗充满了劳动者对统治者的讽刺和对社会现实不公的斥责。三章诗重叠，意思相同，按照诗人情感发展的脉络可分为三层：\n\n　　第一层写伐檀造车的艰苦劳动。头两句直叙其事，第三句转到描写抒情，这在《诗经》中是少见的。当伐木者把亲手砍下的檀树运到河边的时候，面对微波荡漾的清澈水流，不由得赞叹不已，大自然的美令人赏心悦目，也给这些伐木者带来了暂时的轻松与欢愉，然而这只是刹那间的感受而已。由于他们身负沉重压迫与剥削的枷锁，又很自然地从河水自由自在地流动，联想到自己成天从事繁重的劳动，没有一点自由，从而激起了他们心中的不平。\n\n　　因此接着第二层便从眼下伐木造车想到还要替剥削者种庄稼和打猎，而这些收获物却全被占去，自己一无所有，愈想愈愤怒，愈无法压抑，忍不住提出了严厉责问：“不稼不穑，胡取禾三百廛兮？不狩不猎，胡瞻尔庭有县貆兮？”\n\n　　第三层承此，进一步揭露剥削者不劳而获的寄生本质，巧妙地运用反语作结：“彼君子兮，不素餐兮！”，对剥削者冷嘲热讽，点明了主题，抒发了蕴藏在胸中的反抗怒火。\n\n　　此篇三章复沓，采用换韵反复咏叹的方式，不但有利地表达伐木者的反抗情绪，还在内容上起到补充的作用，如第二、三章“伐辐”“伐轮”部分，在点明了伐檀是为造车之用的同时，也暗示他们的劳动是无休止的。另外各章猎物名称的变换，也说明剥削者对猎取之物无论是兽是禽、是大是小，一概毫不客气地据为己有，表现了他们的贪婪本性。全诗直抒胸臆，叙事中饱含愤怒情感，不加任何渲染，增加了真实感与揭露的力量。另外诗的句式灵活多变，从四言、五言、六言、七言乃至八言都有，纵横错落，或直陈，或反讽，也使感情得到了自由而充分的抒发，称得上是最早的杂言诗的典型。\n\n","translation":"砍伐檀树声坎坎啊，棵棵放倒堆河边啊，河水清清微波转哟。不播种来不收割，为何三百捆禾往家搬啊？不冬狩来不夜猎，为何见你庭院猪獾悬啊？那些老爷君子啊，不会白吃闲饭啊！\n砍下檀树做车辐啊，放在河边堆一处啊。河水清清直流注哟。不播种来不收割，为何三百捆禾要独取啊？不冬狩来不夜猎，为何见你庭院兽悬柱啊？那些老爷君子啊，不会白吃饱腹啊！\n砍下檀树做车轮啊，棵棵放倒河边屯啊。河水清清起波纹啊。不播种来不收割，为何三百捆禾要独吞啊？不冬狩来不夜猎，为何见你庭院挂鹌鹑啊？那些老爷君子啊，可不白吃腥荤啊！\n\n"}
{"_id":{"$oid":"5b9a148f367d5cab18668881"},"title":"邴原泣学","dynasty":"明代","writer":"礼赞","content":"邴原少孤，数岁时，过书舍而泣。师曰：“童子何泣？”原曰：“孤者易伤，贫者易感。夫书者，凡得学者，有亲也。一则愿其不孤，二则羡其得学，中心伤感，故泣耳。”师恻然曰：“欲书可耳!”原曰：“无钱资。”师曰：“童子苟有志,吾徒相教,不求资也。”于是遂就书。一冬之间，诵《孝经》《论语》。","type":["小学文言文","寓言","故事","学习","哲理"],"remark":"书舍：书塾。\n中心：内心里。\n恻然：怜悯，同情。\n国士：国家杰出的人才。\n就学：开始学习。\n何以：为什么。\n少孤：年少失去父亲。\n就书：上书塾（读书）。\n孤：幼年丧失父母。\n过：经过。\n泣：小声哭。\n恻：心中悲伤。\n亲：父母。\n羡：羡慕。\n其：他们，指代书舍里的学生。\n得：能够。\n中心：内心里\n感：伤感。\n伤：悲哀。\n苟：如果，要是。\n愿：仰慕。\n书：学习。\n徒：白白的，此处指不收费。\n资：费用。\n遂：就。\n卒：终于是。\n诵：背诵。\n就：靠近，此处指就书，即上学。\n凡：凡是。\n以：用。\n故：原因；缘由。\n\n","translation":"\n邴原从小就失去父亲，几岁时，从书塾经过就哭起来了，书塾的老师问他说：“孩子，你为什么哭泣？”邴原答道：“孤儿容易悲哀，穷人容易感伤。凡是能够学习的人，都是些有父母的孩子。我一来羡慕他们有父亲，二来羡慕他们能够上学。内心感到悲伤，所以就哭了。”老师为他感到悲伤，说：“你想要读书吗？”邴原说：“我没有钱支付学费。”老师说：“孩子你如果有志向，我传授你知识，不收学费。”于是邴原就开始读书。只过了一个冬天，就已能背诵《孝经》《论语》。\n\n译文二\n邴（bǐng）原是三国魏国人。小时候，他经过学堂，听到清脆响亮的读书声，于是忍不住哭泣。老师说：“小孩子你因为什么哭啊？”他说：“凡是能入学堂学习的人，都有父母。”老师询问他的缘故，邴原说：“我小时候就失去了父母。一是羡慕他们不是孤儿，二是羡慕他们能够学习，我心中十分悲伤，所以才哭泣。”老师哀伤了很久，说：“如果你想要学习，不需要付学费。”邴原于是进入学堂学习，最终成为了国家杰出的人才。\n\n译文三\n邴原小的时候就失去父亲，几岁时，从书塾经过就开始哭，书塾的老师问他说：“孩子，你为了什么哭？”邴原回答说：“凡是能够读书的人，都是一些有父母的孩子。我第一羡慕他们有父母亲，第二羡慕他们能够上学。内心感到十分悲伤，所以就哭了。”老师哀怜地说:“孩子如果你想学（我传授你知识）不收学费。”\n\n"}
{"_id":{"$oid":"5b9a148f367d5cab18668882"},"title":"国风·周南·兔罝","dynasty":"先秦","writer":"佚名","content":"肃肃兔罝，椓之丁丁。赳赳武夫，公侯干城。\n肃肃兔罝，施于中逵。赳赳武夫，公侯好仇。\n肃肃兔罝，施于中林。赳赳武夫，公侯腹心。","type":["诗经"],"remark":"肃肃(suō)：整饬貌，密密。罝（jū 居）：捕兽的网。\n椓（zhuó 浊）：打击。丁丁（zhēnɡ 争）：击打声。布网捕兽，必先在地上打桩。\n赳赳：威武雄健的样子。\n公侯：周封列国爵位（公、侯、伯、子、男）之尊者，泛指统制者。干：盾牌。城：城池。干城，比喻捍卫者。\n逵（kuí 魁）：九达之道曰“逵”。中逵，即四通八达的路叉口。\n仇（qiú 求）：通“逑”。\n林：牧外谓之野，野外谓之林。中林，林中。\n腹心：比喻最可信赖而不可缺少之人。\n\n","shangxi":"　　从首章的“肃肃兔罝，椓之丁丁”，到二章、三章的“施于中逵”、“施于中林”，虽皆为“兴语”，其实亦兼有直赋其事的描摹之意，一场紧张的狩猎就将开始。“兔”解为“兔子”自无不可，但指为“老虎”似更恰当。“周南”江汉之间，本就有呼虎为“於菟”的习惯。那么，这场狩猎所要猎获的对象。就该是啸声震谷的斑斓猛虎了！正因为如此，猎手们所布的“兔罝”，结扎得格外紧密，埋下的网桩，也敲打得愈加牢固。“肃肃”，既有形容布网紧密之义，但从出没“中逵”、“中林”的众多狩猎战士说，同时也表现着这支队伍的“军容整肃”之貌。“丁丁”摹写敲击网“椓”的音响，从路口、从密林四处交汇，令人感觉到它们是那样恢宏，有力。而在这恢宏有力的敲击声中，又同时展示着狩猎者振臂举锤的孔武身影。\n\n　　从诗中所咏看，狩猎战士围驱虎豹的关键场景还没有展开，就突然跳向了对“赳赳武夫”的热烈赞美。但被跳过的狩猎场景，其实是可由读者的丰富想像来补足的。《郑风·大叔于田》就曾描摹过“火烈具举，襢裼暴虎（袒胸手搏猛虎）”的惊险场面，以及“叔善射忌，又良御（车）忌，抑磬控忌（忽而勒马），抑纵送忌（忽而纵驰）”的追猎猛兽情景。这些，都可在此诗兴语的中断处，或热烈赞语的字行间想见。而且由猎手跳向“武夫”，由“兔罝”跳向“干城”，又同时在狩猎虎豹和沙场杀敌之间，实现了刹那间的时空大转换：这些在平时狩猎中搏虎驱豹的健儿，一旦出现在捍卫国家的疆场之上，将在车毂交错、箭矢纷坠之际，挥戈击退来犯强敌，而巍然难摧如横耸的城墙。于是一股由衷的赞美之情，便突然充溢于诗人胸际，甚至冲口而出，连连呼曰“赳赳武夫，公侯干城（好仇、腹心）”了。\n\n　　诗写得很自豪。在三章相叠的咏唱之中，这种自豪也因了“干城”、“好仇”以至“腹心”的层层推进，而增添了一种神采飞扬的夸耀意味。这对那些“公侯”来说，有这么一些孔武有力之士为其卖命，当然是值得自矜的。但在另外一个方面，对于“春秋无义战”的那个时代来说，甘将一身武艺，售予公侯之家，而以充当他们的“腹心”为荣，就很难说是一件幸事了。《诗经》“国风”中另一些为离乡背井、久役不归或丧身异域，而咽泣、哀号和歌哭的诗作，也许更能透露：在这种夸耀背后，还掩盖着怎样一种广大无际的悲哀。\n\n","translation":"兔网结得紧又密，布网打桩声声碎。武士气概雄赳赳，是那公侯好护卫。\n\n兔网结得紧又密，布网就在叉路口。武士气概雄赳赳，是那公侯好帮手！\n\n兔网结得紧又密，布网就在林深处。武士气概雄赳赳。是那公侯好心腹！\n\n"}
{"_id":{"$oid":"5b9a148f367d5cab18668883"},"title":"蝶恋花·阅尽天涯离别苦","dynasty":"清代","writer":"王国维","content":"阅尽天涯离别苦，不道归来，零落花如许。花底相看无一语，绿窗春与天俱莫。(俱莫 一作：俱暮)\n待把相思灯下诉，一缕新欢，旧恨千千缕。最是人间留不住，朱颜辞镜花辞树。","type":["写景","离别","相思"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154252193.mp3","remark":"阅：经历。\n不道：不料。\n如许：像这样。\n绿窗：绿色的纱窗，指女子居所。韦庄《菩萨蛮》：“劝我早归家，绿窗人似花。”\n朱颜：青春年少的容颜。李煜《虞美人》：“雕栏玉砌应犹在，只是朱颜改。”辞镜花辞树。\n\n","shangxi":"　　“阅尽”三句：我早已历尽天涯离别的痛苦，想不到归来时，却看到百花如此零落的情景。三句甚好。天涯离别之苦，不抵时光流逝之悲。加倍写来，意尤深厚。\n\n　　“花底”二句：我跟她，在花底黯然相看，都无一语。绿窗下的芳春，也与天时同样地迟暮了。“无一语”，益觉悲凉。春暮，日暮，象征着情人们年华迟暮。\n\n　　“待把”三句：本来准备在夜阑灯下，细诉别后的相思。可是，一点点新的欢娱，又勾起了无穷的旧恨。三句更着力写迟暮的悲感。当日的别离，辜负了大好芳春，这千丝万缕的怨恨是无法消除的。\n\n　　最 是”二句：在人世间最留不住的是：那在镜中一去不复返的青春和离树飘零的落花。“辞镜”二字新，有点铁成金之妙。两“辞”字重用亦佳。\n\n","translation":"行遍天涯，看尽人情。想不到重回故地时，故人已如花飘零。忆当时与她花下别离，相对无言，只有离愁别绪噎胸间，现在只剩绿窗青天如故，却已非当时风景了。\n想在这萤萤孤灯下细诉相思，新人如玉好，旧人无奈向谁边？早知道这世间美丽的东西都不长久，都难长留，明镜空在，何处得照玉颜，恰似花儿飘落，只余空枝残干，显我孤清。\n\n"}
{"_id":{"$oid":"5b9a148f367d5cab18668884"},"title":"赴戍登程口占示家人二首","dynasty":"清代","writer":"林则徐","content":"出门一笑莫心哀，浩荡襟怀到处开。\n时事难从无过立，达官非自有生来。\n风涛回首空三岛，尘壤从头数九垓。\n休信儿童轻薄语，嗤他赵老送灯台。\n\n力微任重久神疲，再竭衰庸定不支。\n苟利国家生死以，岂因祸福避趋之。\n谪居正是君恩厚，养拙刚于戍卒宜。\n戏与山妻谈故事，试吟断送老头皮。\n\n","type":["爱国","励志"],"remark":"立：成。\n三岛：指英伦三岛，即英国的英格兰、苏格兰、爱尔兰。此旬回顾抗英经历，足见英国无人。\n九垓（gāi）。九州，天下，这句可能是用古神话中竖亥自东极步行至西极的故事（见《山海经·海外东经》），表示自己将风尘仆仆地走遍各地观察形势。\n儿童：指幼稚无知的人，代指对林则徐被贬幸灾乐祸的人。\n赵老送灯台：即上句的轻薄语。\n衰庸：意近“衰朽”，衰老而无能，这里是自谦之词。\n以：用，去做。\n谪居：因有罪被遣戍远方。\n养拙：犹言藏拙，有守本分、不显露自己的意思。刚：正好。戍卒宜：做一名戍卒为适当。这句诗谦恭中含有愤激与不平。\n山妻：对自己妻子的谦称。故事：旧事，典故。\n\n","translation":"我离家外出去远行，无论到哪里，都会敞开宽阔的胸怀。我们要乐观旷达，心里不要难受悲哀。\n世上的大事、国家的大事，是很难从没有过错中成功的，就连高官达贵也不是天生得来。\n回想广东那轰轰烈烈的禁烟抗英，我蔑视英国侵略者。从今以后，我将游历祖国大地，观察形势，数历山川。\n不要理会那般人幸灾乐祸、冷嘲热讽，鄙弃那些“赵老送灯台”之类的混话。\n\n我能力低微而肩负重任，早已感到精疲力尽。一再担当重任，以我衰老之躯，平庸之才，是定然不能支撑了。\n如果对国家有利，我将不顾生死。难道能因为有祸就躲避、有福就上前迎受吗？\n我被流放伊犁，正是君恩高厚。我还是退隐不仕，当一名成卒适宜。\n我开着玩笑，同老妻谈起《东坡志林》所记宋真宗召对杨朴和苏东坡赴诏狱的故事，说你不妨吟诵一下“这回断送老头皮”那首诗来为我送行。\n\n"}
{"_id":{"$oid":"5b9a1490367d5cab18668885"},"title":"辛夷坞","dynasty":"唐代","writer":"王维","content":"木末芙蓉花，山中发红萼。\n涧户寂无人，纷纷开且落。","type":["田园","写花"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154252251.mp3","remark":"辛夷坞（wù）：辋川地名，因盛产辛夷花而得名，今陕西省蓝田县内。坞：周围高而中央低的谷地。\n木末芙蓉花：即指辛夷。辛夷，落叶乔木。其花初出时尖如笔椎，故又称木笔，因其初春开花，又名应春花。花有紫白二色，大如莲花。白色者名玉兰。紫者六瓣，瓣短阔，其色与形似莲花，莲花亦称芙蓉。辛夷花开在枝头，故以“木末芙蓉花”借指。木末：树梢，枝头。芙蓉花：此指辛夷花，因芙蓉花与辛夷花形相似，花色相近。\n萼（è）：花萼，花的组成部分之，由若干片状物组成，包在花瓣外面，花开时托着花瓣。\n涧（jiàn）户：一说指涧边人家；一说山涧两崖相向，状如门户。\n且：又。\n\n","shangxi":"　　辛夷坞，蓝田辋川(今陕西省蓝田县内)风景胜地，王维辋川别业(别墅)附近。坞，四面高、中部低的小块地方。\n\n　　这首《辛夷坞》是王维《辋川集》诗二十首之第十八首。这组诗全是五绝，犹如一幅幅精美的绘画小品，从多方面描绘了辋川一带的风物。作者很善于从平凡的事物中发现美，不仅以细致的笔墨写出景物的鲜明形象，而且往往从景物中写出一种环境气氛和精神气质。\n\n　　“木末芙蓉花，山中发红萼。”木末，指树杪。辛夷花不同于梅花、桃花之类。它的花苞打在每一根枝条的最末端上，形如毛笔，所以用“木末”二字是很准确的。“芙蓉花”，即指辛夷，辛夷含苞待放时，很象荷花箭，花瓣的颜色也近似荷花。裴迪《辋川集》和诗有“况有辛夷花，色与芙蓉乱”的句子，可用来作为注脚。诗的前两句着重写花的“发”。当春天来到人间，辛夷在生命力的催动下，欣欣然地绽开神秘的蓓蕾，是那样灿烂，好似云蒸霞蔚，显示着一派春光。诗的后两句写花的“落”。这山中的红萼，点缀着寂寞的涧户，随着时间的推移，最后纷纷扬扬地向人间洒下片片落英，了结了它一年的花期。短短四句诗，在描绘了辛夷花的美好形象的同时，又写出了一种落寞的景况和环境。\n\n　　王维写辋川诗时是在晚年，即安史之乱以前。自唐玄宗开元二十四年(736)张九龄罢知政事，李林甫一派反动势力上台，朝政黑暗，社会矛盾日趋尖锐。王维虽然在朝，他倾向于张九龄的开明政治，对现实十分不满而又无能为力，内心矛盾，产生退隐归田的思想而又恋于禄位。他于是先后在长安附近的终南山和辋川建立别墅，过着亦仕亦隐的生活。\n\n　　辋川诗以田园山水为题材，描绘自然优美的景色，表现幽静的境界，但其中也有一些寄慨，透露了作者内心的苦闷。如：“来者复为谁，空悲昔人有”(《孟城坳》)，“上下华子冈，惆怅情何极”(《华子冈》)。特别是紧接《辛夷坞》之后的《漆园》的“偶寄一微官，婆娑数株树”就更为感伤了。《世说新语》第二十八：“桓玄败后，殷仲文还为大司马咨议，意似二三，非复往日。大司马府听(厅)前，有一老槐，甚扶疏。殷因月朔，与众在听（厅），视槐良久，叹曰：‘槐树婆娑，复无生意’”。王维暗用此事，表达其政治上的苦闷和内心的矛盾。这首《辛夷坞》与《漆园》诗意互有联系，它是以花在无人的山涧自开自落的可悲命运，寄托自己才能被压抑埋没的感伤情绪，有一定现实意义。全诗用比的手法，有优美生动的形象和乐府民歌的韵味，诗意极其含蓄。宋人方回认为此诗是辋川诗中的佳篇，“有一唱三叹不可穷之妙”(《瀛奎律髓》)。我想，其妙不在“幽极”，应在它的精巧寓意。 \n\n","translation":"枝条最顶端的木芙蓉花，在山中绽放鲜红的花萼。\n涧口一片寂静杳无人迹，纷纷扬扬独自开了又落。\n\n"}
