{"_id":{"$oid":"5b9a1446367d5cab18668692"},"title":"陈涉世家","dynasty":"两汉","writer":"司马迁","content":"　　陈胜者，阳城人也，字涉。吴广者，阳夏人也，字叔。陈涉少时，尝与人佣耕，辍耕之垄上，怅恨久之，曰：“苟富贵，无相忘。”佣者笑而应曰：“若为佣耕，何富贵也？”陈涉太息曰：“嗟乎！燕雀安知鸿鹄之志哉！”\n\n　　二世元年七月，发闾左谪戍渔阳，九百人屯大泽乡。陈胜﹑吴广皆次当行，为屯长。会天大雨，道不通，度已失期。失期，法皆斩。陈胜﹑吴广乃谋曰：“今亡亦死，举大计亦死；等死，死国可乎？”陈胜曰：“天下苦秦久矣。吾闻二世少子也，不当立，当立者乃公子扶苏。扶苏以数谏故，上使外将兵。今或闻无罪，二世杀之。百姓多闻其贤，未知其死也。项燕为楚将，数有功，爱士卒，楚人怜之。或以为死，或以为亡。今诚以吾众诈自称公子扶苏﹑项燕，为天下唱，宜多应者。”吴广以为然。乃行卜。卜者知其指意，曰：“足下事皆成，有功。然足下卜之鬼乎！”陈胜﹑吴广喜，念鬼，曰：“此教我先威众耳。”乃丹书帛曰“陈胜王”，置人所罾鱼腹中。卒买鱼烹食，得鱼腹中书，固以怪之矣。又间令吴广之次所旁丛祠中，夜篝火，狐鸣呼曰：“大楚兴，陈胜王。”卒皆夜惊恐。旦日，卒中往往语，皆指目陈胜。\n\n　　吴广素爱人，士卒多为用者。将尉醉，广故数言欲亡，忿恚尉，令辱之，以激怒其众。尉果笞广。尉剑挺，广起，夺而杀尉。陈胜佐之，并杀两尉。召令徒属曰：“公等遇雨，皆已失期，失期当斩。藉第令毋斩，而戍死者固十六七。且壮士不死即已，死即举大名耳，王侯将相宁nìng有种乎！”徒属皆曰：“敬受命。”乃诈称公子扶苏﹑项燕，从民欲也。袒右，称大楚。为坛而盟，祭以尉首。陈胜自立为将军，吴广为都尉。攻大泽乡，收而攻蕲qí。蕲下，乃令符离人葛婴将兵徇蕲以东。攻铚、酂、苦、柘、谯皆下之。行收兵。比至陈，车六七百乘，骑千余，卒数万人。攻陈，陈守令皆不在，独守丞与战谯门中。弗胜，守丞死，乃入据陈。数日，号令召三老﹑豪杰与皆来会计事。三老﹑豪杰皆曰：“将军身被坚执锐，伐无道，诛暴秦，复立楚国之社稷jì，功宜为王。”陈涉乃立为王，号为张楚。当此时，诸郡县苦秦吏者，皆刑其长吏，杀之以应陈涉。乃以吴叔为假王，监诸将以西击荥阳。令陈人武臣、张耳、陈馀徇赵地，令汝阴人邓宗徇九江郡。当此时，楚兵数千人为聚者，不可胜数。\n\n　　葛婴至东城，立襄强为楚王。婴后闻陈王已立，因杀襄强，还报。至陈，陈王诛杀葛婴。陈王令魏人周市北徇魏地。吴广围荥阳。李由为三川守，守荥阳，吴叔弗能下。陈王征国之豪杰与计，以上蔡人房君蔡赐为上柱国。\n\n　　周文，陈之贤人也，尝为项燕军视日，事春申君，自言习兵，陈王与之将军印，西击秦。行收兵至关，车千乘，卒数十万，至戏，军焉。秦令少府章邯免郦山徒﹑人奴产子生，悉发以击楚大军，尽败之。周文败，走出关，止次曹阳二三月。章邯追败之，复走次渑池十余日。章邯击，大破之。周文自刭，军遂不战。\n\n　　武臣到邯郸，自立为赵王，陈馀为大将军，张耳、召骚为左右丞相。陈王怒，捕系武臣等家室，欲诛之。柱国曰：“秦未亡而诛赵王将相家属，此生一秦也。不如因而立之。”陈王乃遣使者贺赵，而徙系武臣等家属宫中，而封耳子张敖为成都君，趣赵兵，亟入关。赵王将相相与谋曰：“王王赵，非楚意也。楚已诛秦，必加兵於赵。计莫如毋西兵，使使北徇燕地以自广也。赵南据大河，北有燕、代，楚虽胜秦，不敢制赵。若楚不胜秦，必重赵。赵乘秦之弊，可以得志于天下。”赵王以为然，因不西兵，而遣故上谷卒史韩广将兵北徇燕地。\n\n　　燕故贵人豪杰谓韩广曰：“楚已立王，赵又已立王。燕虽小，亦万乘之国也，原将军立为燕王。”韩广曰：“广母在赵，不可。”燕人曰：“赵方西忧秦，南忧楚，其力不能禁我。且以楚之彊，不敢害赵王将相之家，赵独安敢害将军之家！”韩广以为然，乃自立为燕王。居数月，赵奉燕王母及家属归之燕。\n\n　　当此之时，诸将之徇地者，不可胜数。周市北徇地至狄，狄人田儋杀狄令，自立为齐王，以齐反击周市。市军散，还至魏地，欲立魏后故宁陵君咎为魏王。时咎在陈王所，不得之魏。魏地已定，欲相与立周市为魏王，周市不肯。使者五反，陈王乃立宁陵君咎为魏王，遣之国。周市卒为相。\n\n　　将军田臧等相与谋曰：“周章军已破矣，秦兵旦暮至，我围荥阳城弗能下，秦军至，必大败。不如少遗兵，足以守荥阳，悉精兵迎秦军。今假王骄，不知兵权，不可与计，非诛之，事恐败。”因相与矫王令以诛吴叔，献其首于陈王。陈王使使赐田臧楚令尹印，使为上将。田臧乃使诸将李归等守荥阳城，自以精兵西迎秦军于敖仓。与战，田臧死，军破。章邯进兵击李归等荥阳下，破之，李归等死。\n\n　　阳城人邓说将兵居郯，章邯别将击破之，邓说军散走陈。铚人伍徐将兵居许，章邯击破之，伍徐军皆散走陈。陈王诛邓说。\n\n　　陈王初立时，陵人秦嘉﹑铚人董譄﹑符离人朱鸡石﹑取虑人郑布﹑徐人丁疾等皆特起，将兵围东海守庆于郯。陈王闻，乃使武平君畔为将军，监郯下军。秦嘉不受命，嘉自立为大司马，恶属武平君。告军吏曰：“武平君年少，不知兵事，勿听！”因矫以王命杀武平君畔。\n\n　　章邯已破伍徐，击陈，柱国房君死。章邯又进兵击陈西张贺军。陈王出监战，军破，张贺死。\n\n　　腊月，陈王之汝阴，还至下城父，其御庄贾杀以降秦。陈胜葬砀，谥曰隐王。\n\n　　陈王故涓人将军吕臣为仓头军，起新阳，攻陈下之，杀庄贾，复以陈为楚。\n\n　　初，陈王至陈，令铚人宋留将兵定南阳，入武关。留已徇南阳，闻陈王死，南阳复为秦。宋留不能入武关，乃东至新蔡，遇秦军，宋留以军降秦。秦传留至咸阳，车裂留以徇。\n\n　　秦嘉等闻陈王军破出走，乃立景驹为楚王，引兵之方与，欲击秦军定陶下。使公孙庆使齐王，欲与并力俱进。齐王曰：“闻陈王战败，不知其死生，楚安得不请而立王！”公孙庆曰：“齐不请楚而立王，楚何故请齐而立王！且楚首事，当令于天下。”田儋诛杀公孙庆。\n\n　　秦左右校复攻陈，下之。吕将军走，收兵复聚。鄱盗当阳君黥布之兵相收，复击秦左右校，破之青波，复以陈为楚。会项梁立怀王孙心为楚王。\n\n　　陈胜王凡六月。已为王，王陈。其故人尝与佣耕者闻之，之陈，扣宫门曰：“吾欲见涉。”宫门令欲缚之。自辩数，乃置，不肯为通。陈王出，遮道而呼涉。陈王闻之，乃召见，载与俱归。入宫，见殿屋帷帐，客曰：“夥颐！涉之为王沉沉者！”楚人谓多为伙，故天下传之，夥涉为王，由陈涉始。客出入愈益发舒，言陈王故情。或说陈王曰：“客愚无知，颛妄言，轻威。”陈王斩之。诸陈王故人皆自引去，由是无亲陈王者。陈王以朱房为中正，胡武为司过，主司群臣。诸将徇地，至，令之不是者，系而罪之，以苛察为忠。其所不善者，弗下吏，辄自治之。陈王信用之。诸将以其故不亲附，此其所以败也。\n\n　　陈胜虽已死，其所置遣侯王将相竟亡秦，由涉首事也。高祖时为陈涉置守頉三十家砀，至今血食。\n\n　　褚先生曰：地形险阻，所以为固也；兵革刑法，所以为治也。犹未足恃也。夫先王以仁义为本，而以固塞文法为枝叶，岂不然哉！吾闻贾生之称曰：\n\n　　“秦孝公据肴函之固，拥雍州之地，君臣固守，以窥周室，有席卷天下、包举宇内、囊括四海之意，并吞八荒之心。当是时也，商君佐之，内立法度，务耕织，修守战之具；外连衡而斗诸侯。于是秦人拱手而取西河之外。\n\n　　“孝公既没，惠文、武、昭襄蒙故业因遗策，南取汉中，西举巴蜀，东割膏腴之地，收要害之郡。诸侯恐惧，会盟而谋弱秦，不爱珍器、重宝、肥饶之地，以致天下之士，合从缔交，相与为一。当此之时，齐有孟尝，赵有平原，楚有春申，魏有信陵。此四君者，皆明智而忠信，宽厚而爱人，尊贤而重士，约从离横，兼韩、魏、燕、赵、宋、卫、中山之众。于是六国之士，有宁越、徐尚、苏秦、杜赫之属为之谋，齐明、周最、陈轸、召滑、楼缓、翟景、苏厉、乐毅之徒通其意，吴起、孙膑、带佗、倪良、王廖、田忌、廉颇、赵奢之伦制其兵。尝以十倍之地，百万之众，叩关而攻秦。秦人开关而延敌，九国之师逡巡遁逃而不敢进。秦无亡矢遗镞之费，而天下诸侯已困矣。于是从散约解，争割地以赂秦。秦有余力而制其弊，追亡逐北，伏尸百万，流血飘橹。因利乘便，宰割天下，分裂河山。强国请服，弱国入朝。\n\n　　“施及孝文王、庄襄王，享国之日浅，国家无事。\n\n　　“及至始皇，奋六世之余烈，振长策而御宇内，吞二周而亡诸侯，履至尊而制六合，执敲朴以鞭笞天下，威振四海。南取百越之地，以为桂林、象郡。百越之君，俯首系颈，委命下吏。乃使蒙恬北筑长城而守藩篱，却匈奴七百余里。胡人不敢南下而牧马，士不敢弯弓而报怨。于是废先王之道，燔百家之言，以愚黔首；隳名城，杀豪俊，收天下之兵聚之咸阳，销锋鍉，铸以为金人十二，以弱天下之民。然后践华为城，因河为池，据亿丈之城、临不测之溪以为固。良将劲驽，守要害之处；信臣精卒，陈利兵而谁何。天下已定，始皇之心，自以为关中之固，金城千里，子孙帝王万世之业也。\n\n　　“始皇既没，余威震于殊俗。 然陈涉瓮牖绳枢之子，氓隶之人，而迁徙之徒也；材能不及中人，非有仲尼、墨翟之贤，陶朱、猗顿之富。蹑足行伍之间，倔起阡陌之中，率罢散之卒，将数百之众，转而攻秦，斩木为兵，揭竿为旗，天下云集而响应，赢粮而景从。山东豪俊遂并起而亡秦族矣。\n\n　　“且夫天下非小弱也，雍州之地，肴函之固，自若也；陈涉之位，非尊于齐、楚、燕、赵、韩、魏、宋、卫、中山之君也；锄耰棘矜，不铦于钩戟长铩也；适戍之众，非抗于九国之师也；深谋远虑，行军用兵之道，非及向时之士也。然而成败异变，功业相反。试使山东之国与陈涉度长絜大，比权量力，则不可同年而语矣。然秦以区区之地，致万乘之势，序八州而朝同列，百有余年矣。然后以六合为家，肴函为宫。一夫作难而七庙隳，身死人手，为天下笑者，何也？仁义不施而攻守之势异也。”\n\n　　【索隐述赞】天下匈匈，海内乏主，掎鹿争捷，瞻乌爰处。陈胜首事，厥号张楚。鬼怪是凭，鸿鹄自许。葛婴东下，周文西拒。始亲朱房，又任胡武。伙颐见杀，腹心不与。庄贾何人，反噬城父！\n\n","type":["初中文言文","咏史","传记","叙事"],"remark":"世家，《史记》传记的一种，主要是为王侯将相所作的传记。陈胜虽出身雇农，但他首事反秦，功大，又曾建立“张楚”政权，故给予他重要的历史地位，列入“世家”。\n阳城：今河南登封东南。\n阳夏(jiǎ)：今河南太康县。\n尝与人佣耕：曾经同别人一道被雇佣耕地。佣，被雇佣。\n辍耕之垄上：停止耕作走到田埂高地上休息。之：动词，去往。\n怅恨久之：因失望而叹恨了很久。怅，失意，不痛快。\n若：代词，你，指陈胜。\n燕雀安知鸿鹄之志哉：燕雀怎么知道鸿鹄的志向呢！燕雀，麻雀，这里比喻见识短浅的人。鸿鹄，天鹅，这里比喻有远大抱负的人。\n二世元年：公元前年。秦始皇死后，他的小儿子胡亥继位，称为二世。\n发闾左谪戍渔阳：征发贫苦人民去驻守渔阳。闾左，指贫民，古时贫者居住闾左，富者居住闾右。谪：适戍，发配去守边。\n皆次当行：都被编入谪戍的队伍。当行，当在征发之列。\n屯长：戍守队伍的小头目。\n亡：逃跑；逃走。\n举大计：发动大事，指起义。下文的“举大名”意思与此相同。\n等：同样。\n死国：为国事而死。\n苦秦：苦于秦（的统治）。\n以数谏故：因为屡次劝谏的缘故。数，屡次。谏，古代下级对上级提意见或建议，劝诫。\n上使外将兵：皇上派（他）在外面带兵。上：臣下对皇帝的尊称，指秦始皇嬴政。\n项燕：战国末年楚国著名将领，项梁之父西楚霸王项羽的祖父，曾大败秦将李信。\n怜：爱戴。\n诚以吾众：如果把我们的人。诚：果真，表假设。\n唱：通“倡”，首发。\n宜多应者：应当（有）很多响应的人。宜：应当。\n足下：指对方，古人对于别人的敬称。\n卜之鬼乎：把事情向鬼神卜问一下吧！卜之鬼，就是“卜之于鬼”，“于”字省略。\n念鬼：考虑卜鬼的事。念，考虑思索。\n乃丹书帛曰“陈胜王”：于是（用）丹砂（在）绸子上写“陈胜王”（三个字）。丹，朱砂。这里是“用朱砂”的意思。书，写。王，称王。\n置人所罾鱼腹中：放在别人所捕的鱼的肚子里。罾（zēng）：鱼网。这里作动词，是“用鱼网捕”的意思。\n固以怪之矣：自然就诧怪这件事了。以，通“已”，已经。\n间令：暗使。间，私自，偷着。\n之次所旁丛祠中：往驻地旁边的丛林里的神庙中。次所：旅行或行军时临时驻扎的地方。丛祠，树木荫蔽的神庙。\n旦日：明天，第二天。\n往往语：到处谈论。\n指目：指指点点，互相以目示意。\n将尉：押送（戍卒）的军官。\n忿恚（fèn huì）尉：使尉愤怒。\n笞：用鞭杖或竹板打。\n剑挺：拔剑出鞘。\n召令徒属：召集并号令所属的人。\n公等：你们诸位。公，对对方的敬称。\n藉第令毋斩：即使能免于斩刑。“藉”“第”“令”都是“即使假若”的意思。\n十六七：十分之六七。\n王侯将相宁有种乎：王侯将相难道有天生的贵种吗？宁，难道。\n受命：听从（你的）号令。\n袒右：露出右臂（做为起义的标志）。\n：祭以尉首：用两（尉）的头祭天。\n蕲：今安徽宿州南。\n符离：今安徽宿州。\n徇：指率军巡行，使人降服。\n铚（zhì）酂（cuó）苦（hù）柘（zhè）谯（qiáo）：秦时地名，铚谯，在今安徽。酂苦柘，在今河南。\n行收兵：行军中沿路收纳兵源。\n比：等到。陈，秦时县名，今河南淮阳。\n守令皆不在：郡守县令都不在。秦时，陈县属于砀郡，是郡府县府所在地，所以有守有令。\n守丞：守城的当地行政助理官。\n谯门中：城门洞里。\n三老：封建社会里管教化的乡官。豪杰，指当地有声望的人。\n被（pī）坚执锐：披着铠甲，拿着兵器。比喻亲自投身战斗，冲锋陷阵。被，通“披”，穿。坚，指铁甲。锐，指武器。\n社稷：“社”是土地神，“稷”是谷神。后来社稷就用来做国家的代称。\n号为张楚：对外宣称要张大楚国，即复兴楚国之意。一说定国号为“张楚”。\n刑其长吏：惩罚当地的郡县长官。刑，惩罚。\n荥阳：位于今河南省，是古代的军事重镇。\n楚兵：指楚地的起义军。 为聚，结成一伙。聚，集合在一起。\n还报：回去向陈胜汇报。\n视日：占卜日子吉凶的官。\n春申君：战国时楚相黄歇的封号。\n关：指函谷关。\n郦山徒：指发配在骊山服劳役的人。郦，今作“骊”。奴产子生，家人奴婢所生的儿子。\n捕系：逮捕拘禁。\n柱国：指蔡赐。\n此生一秦也：这样做又制造出一个像秦一样的敌国来。\n王王：前一个“王”字是名词，指武臣，后一个“王”字是动词，称王的意思。\n计莫如毋西兵：最好的计策莫过于不向西方（指秦国）出兵。\n使使：前一个“使”字是动词，派遣；后一个“使”字是名词，使者。\n燕故贵人：过去燕国的贵族。\n居数月：过了几个月。\n五反：指往返了五次。反，同“返”。\n周章：即上文中的周文。\n旦暮至：早晚就要到。\n兵权：指用兵的计谋策略。\n矫王令：假传陈王的命令。矫，假托。\n敖仓：秦代在敖山上筑仓储粮，所以叫敖仓，也叫敖庾。故地在今河南郑州西北氓山上。\n郯：在今山东省郯城县西，当时章邯的军队并没有到达那里，不当在郯交战。“郯”当为“郏（jiá）”。郏，在今河南郏县，与邓说家乡阳城临近。\n皆特起：都各自起兵反秦。特，单独。\n御：驾车的人。\n谥：古人有地位的人死后，按其生平事迹给予的称号。隐：有功业未显使人哀伤之意。\n仓头军：以青巾裹头的军队。\n车裂：古代的一种酷刑，用五马分尸。徇，这里是示众的意思。\n首事：指首先起兵反秦。\n左右校：即左右校尉，次于将军的军官，这里指他们所率领的军队。\n鄱盗：黥布在陈胜起义前曾在鄱阳一带的长江中为盗，故称“鄱盗”。相收，指吕臣与黥布的军队互相联合。\n怀王孙心：楚怀王的孙子，名心。\n王：称王。凡，总共。\n王陈：即“王于陈”，在陈地做王。\n宫门令：守卫宫门的官。\n辩数：反复解说。\n夥颐：意思是“真多呀”。夥，多。颐，语气助词，相当于“呀”。\n沈沈：形容宫室高大深邃，富丽堂皇。\n夥涉为王：这是当时流传的口头语，意思是一朝得志就变得十分阔气。\n发舒：放肆，随便。\n颛：通“专”。妄言，胡说。\n令之不是者：命令他而不顺从的。\n系：拘捕。罪之，把他判罪。\n其所不善者：指与朱房胡武关系不好的人。\n下吏：交给执法官吏。\n血食：享受祭祀。古时祭祀要宰杀牲畜作祭品，所以叫“血食”。\n兵革刑法：指武器装备和法制规章。\n固塞文法：坚固关塞，文饰法律条文。\n贾生：指贾谊。以下文字引自贾谊的《过秦论》上篇。\n\n","shangxi":"　　《陈涉世家》是秦末农民起义领袖陈胜、吴广的传记。文中真实、完整地记述了爆发这次农民大起义的原因、经过和结局，表现了陈涉在反对秦王朝暴政斗争的关键时刻所发挥的重要作用，以显示他洞察时局的能力和卓越的组织领导才干，从中反映了农民阶级的智慧、勇敢和大无畏的斗争精神。文章也比较生动地描写了陈涉和吴广的形象。陈涉出身雇农，胸怀大志，有政治远见，他要求人民从“苦秦”中解放出来；他聪明果断，具有组织群众、制定策略、指挥战争的卓越才干，是农民阶级的杰出领袖。吴广虽然刻画简略，但从他与谋起义、诱杀将尉等事迹中，也表现了非凡的机智勇敢和反抗精神。在他们身上，都充分地表现了中国古代劳动人民以不甘忍受黑暗统治而敢于斗争的英雄气概。文章也写到了起义军内部的不和及自相残杀，陈涉称王之后的贪图享受、信用奸邪、脱离群众，表明了农民阶级的局限性。作者善于把握历史事件的发展进程，又善于运用语言、动作、神态描写等多种技巧来塑造人物形象，从而生动真实地再现了这一场伟大斗争的图景。\n\n　　《陈涉世家》一文在写作上按事件的发展顺序记事。写起义过程，先写起义的原因和起义前的谋划，再写起义的爆发和发展，直至政权的建立，脉络非常清晰。在记述中，则采取了先因后果的写法。写起义的动机，则先写暴秦的严刑峻法；写起义的发生，则又先写将尉的残酷等等。都入情入理，有力地突出了起义的正义性。文中还通过典型细节的描写，对起义的过程、浩大的声势以及起义领袖的精神面貌，进行了较为充分的展现，从而给人留下了深刻的印象。\n\n　　此文生动地记述了从大泽乡起义到张楚政权建立这一段历史进程，再现了陈胜、吴广两位起义领袖的英雄本色。陈胜有很高的阶级觉悟，并且怀有“鸿鹄之志”。这表现在佣耕时与同伴的对话中，表现在并杀两尉之后面对徒属所作的讲演中，尤其是“王侯将相宁有种乎”的话语，是对封建世袭制度的有力否定和批判。正是由于他富有远见，他的话具有鼓动性，才能收到徒属皆日“敬受命”的效果。作为起义领袖，陈胜和吴广都能审时度势、机智果断，为起义作出周密的谋划和部署。“会天大雨，道不通，度已失期。失期，法皆斩”是陈涉等人起义的直接原因。面临必死处境时，陈胜和吴广当机立断，密谋起义，决心率众闯出一条生路来，说明他们对起义的时机把握得很好。二人密谋中，陈胜对时局作了精辟的分析，把握了“天下苦秦久矣”这一社会背景。在这种分析的基础上，决定打出公子扶苏和项燕的旗号——因为“百姓多闻其贤，未知其死也”，“项燕数有功，爱士卒，楚人怜之”，“或以为死，或以为亡”，提出这一口号，则“宜多应者”。他们在卜者启发下，精心策划丹书鱼腹和篝火狐鸣两件“灵异”事件，骗过了其他戍卒的耳目。他们合演的杀将尉的双簧戏，成功地点燃了起义的导火线，这些都能说明他们善于谋划。后文中的“诸郡县，苦秦吏者”照应上文“天下苦秦久矣”，“皆刑其长吏，杀之以应陈涉”与上文“宜多应者”相呼应，这两句话的前后照应说明了陈胜的分析完全正确，体现了他洞察时局的能力。也正是陈涉这种谋划、洞察的能力，才造成起义一呼百应，并迅速遍及全国局面。\n\n　　陈胜、吴广在密谋起义之时曾找人算卦，后来又在卜者暗示下演出了丹书和狐鸣两出骗局。这种为推翻一个政权而造舆论的骗术，在中国历史的改朝换代关头屡见不鲜。当广大群众畏天命的意识很浓厚的时候，举事者想要“威众”，以种种骗术把自己表现成受命于天的超人是最取巧、最见效的手法。然而，陈胜、吴广自己并不迷信天命，“王侯将相宁有种乎”才是他们的真实思想。作者司马迁更在记叙陈胜、吴广行卜时，特意点破“卜者知其指意”，既“知其指意”，则“足下事皆成，有功”云云，至于“卜之鬼乎”，分明是在参与密谋。《陈涉世家》在行文中使此类骗术昭然若揭，《高祖本纪》中对刘邦制造的斩蛇之类的神话也持保留态度，这都体现了司马迁进步的的历史观。\n\n　　两个将尉在大泽乡起义中并没有过失，他们和吴广的一场冲突是起义领袖预谋的，但最终仍不免一死。这是因为他们是秦王朝势力的代表人物，在残酷的阶级斗争面前，充当了起义军的对立面，故难逃成为牺牲品的命运。攻下蕲县这第一个县城后，陈胜和吴广及时派葛婴带领人马到蕲县以东开辟新战场，以便迅速打开局面，同时不失时机地立国称王，建立起农民政权。这些都说明他们在起义初期战略战术运用得当，成功地担当了领袖的责任。陈胜在战斗中披坚执锐、身先士卒，吴广“素爱人，士卒多为用者”，这些都是领袖人物不可或缺的素质，在陈胜、吴广身上明显地体现出来。\n\n　　上述人物性格特点是通过具体事件或细节的记叙表现出来的，不难看出，《史记》在为一个个历史人物立传时，不仅记录其生平大端，而且注意揭示人物的精神风貌，同时展示与人物活动相关的背景、环境，从而再现当时社会生活的真实画面，这正是《史记》文学性的主要体现。\n\n","translation":"　　陈胜，是阳城人，字涉。吴广，是阳夏人，字叔。陈胜年轻时，曾同别人一起被雇佣给人耕地，（一天他）停止耕作走到田埂高地上休息，因失望而叹息了许久，说：“如果有谁富贵了，不要忘记大家呀。”一起耕作的同伴笑着回答说：“你一个受雇耕作的人，哪来的富贵呢？”陈涉长叹一声说：“唉，燕雀怎么能知道鸿鹄的志向呢？”\n\n　　秦二世元年七月，朝廷征发贫民调派去驻守渔阳，驻扎在大泽乡。陈胜吴广都被编入谪戍的队伍里面，担任戍守队伍的小头目。恰巧遇到天下大雨，道路不通，估计已经误期。误了期限，按（秦朝的）法律都应当斩首。陈胜吴广于是商量说：“即使现在逃跑（被抓回来）也是死，发动起义也是死，同样是死，为国事而死，可以么？”陈胜说：“天下百姓受秦朝统治逼迫已经很久了。我听说秦二世是始皇帝的小儿子，不应立为皇帝，应立的是公子扶苏。扶苏因为屡次劝谏的缘故，皇上派（他）在外面带兵。现在有人听说他没什么罪，秦二世却杀了他。老百姓大都听说他很贤明，而不知道他死了。项燕是楚国的将领，曾多次立下战功，又爱护士兵，楚国人都很爱戴他。有人认为他死了，有人认为他逃跑了。现在如果把我们的人假称是公子扶苏和项燕的队伍，号召天下百姓反秦，应当会有很多响应的人。”吴广认为他讲得对。于是二人就去占卜（来预测吉凶）。占卜的人了解了他们的意图，就说：“你们的大事都能成功，可以建立功业。然而你们把事情向鬼神卜问过吗？”陈胜吴广很高兴，考虑卜鬼的事情，说：“这是教我们利用鬼神来威服众人罢了。”于是就用丹砂在绸子上写上“陈胜王”（三个字），放在别人所捕的鱼的肚子里。士兵们买鱼回来烹食，发现鱼肚子里面的帛书，本来已经对这事感到奇怪了。陈胜又暗地里派吴广到驻地旁边丛林里的神庙中，在夜间提着灯笼，作狐狸嗥叫的凄厉的声音大喊：“大楚将兴，陈胜为王。”士兵们整夜惊恐不安。第二天，士兵们中间议论纷纷，只是指指点点，互相以目示意看着陈胜。\n\n　　吴广向来爱护士兵，士兵大多愿意听（他）差遣，（一天）押送戍卒的将尉喝醉了，吴广故意多次说想要逃跑，使将尉恼怒，让他侮辱自己，以便激怒那些士兵们。将尉果真用竹板打吴广。将尉拔剑出鞘想杀吴广，吴广跳起来，夺过利剑杀了将尉。陈胜帮助他，一起杀了两个将尉。（于是陈胜）召集并号令部属的人说：“你们诸位遇上大雨，都已误了期限，误期是要杀头的。假使仅能免于斩刑，可是去守卫边塞死掉的本来也会有十分之六七。况且壮士不死便罢了，要死就该成就伟大的名声啊，王侯将相难道有天生的贵种么？”部属的人都说：“愿意听从您的号令。”于是就假称是公子扶苏项燕的队伍，顺从人民的愿望。个个露出右臂（作为起义的标志），号称大楚。用土筑成高台并在台上宣誓，用（两个）将尉的头祭天。陈胜自立为将军，吴广任都尉。他们攻打大泽乡，收编大泽乡的义军之后攻打蕲县。攻下蕲以后，就派符离人葛婴率军巡行蕲县以东的地方，陈胜则攻打铚酂苦柘谯等地，都攻占下来。行军中沿路收纳兵员。等到到达陈县，已有战车六七百辆，骑兵一千多，士兵好几万。攻陈县时，那里的郡守和县令都不在，只有守丞带兵在城门洞里同起义军作战。守丞不能胜，被人杀死了，起义军才进城占领了陈县。过了几天，陈胜下令召集当地管教化的乡官和才能出众的乡绅一起来集会议事。乡官乡绅都说：“将军您亲身披着战甲，拿着锐利的武器，讨伐不义的暴君，消灭残暴的秦朝，重建楚国的江山，按照功劳应当称王。” 陈涉于是自立为王，定国号叫张楚。在这时，各郡县中吃尽秦朝官吏苦头的百姓，都起来惩罚当地郡县长官，杀死他们来响应陈胜（的号召）。\n\n　　于是就以吴广为代理王，督率各将领向西进攻荥阳（在今河南郑州市辖区内）。命令陈县人武臣张耳陈馀去攻占原来赵国的辖地，命令汝阴（今安徽阜阳）人邓宗攻占九江郡（今安徽寿县）。这时候，楚地几千人聚集在一起起义的，多得不计其数。\n\n　　葛婴到达东城（今安徽定远），立襄强为楚王。葛婴后来听说陈胜已自立为王，接着就杀了襄强，回来向陈胜报告。一到陈县，陈胜就杀了葛婴。陈胜命令魏人周市北上攻取原属魏国的地方。吴广包围了荥阳。李由任三川郡（今河南洛阳东白马寺东。李由，李斯之子）守，防守荥阳，吴广久攻不下。陈胜召集国内的豪杰商量对策，任命上蔡（在今河南驻马店市辖区内）人房君蔡赐做上柱国。\n\n　　周文（《史记集解》作周章），是陈县有名的贤人，曾经是项燕军中的占卜望日官，也在楚相春申君黄歇手下做过事，他自称熟习用兵，陈王就授给他将军印，带兵西去攻秦。他一路上边走边召集兵马，到达函谷关（河南灵宝）的时候，有战车千辆，士兵几十万人，到了戏亭（今陕西临潼东北，距咸阳四十千米）时，就驻扎了下来。秦王朝派少府章邯赦免了因犯罪而在骊山服役的人以及家奴所生的儿子，全部调集来攻打张楚的大军，把楚军全给打败了，周文失败之后，逃出了函谷关，在曹阳（今河南三门峡西南）驻留了两三个月。章邯又追来把他打败了，再逃到渑池（今河南三门峡）驻留了十几天。章邯又来追击，把他打得惨败。周文自杀，他的军队也就不能作战了。\n\n　　武臣到达邯郸，就自立为赵王，陈馀做大将军，张耳召骚任左右丞相。陈王知道后非常生气，就把武臣等人的家属逮捕囚禁了起来，打算杀死他们。上柱国蔡赐说：“秦王朝还没有灭亡就杀了赵王将相的家属，这等于是又生出一个与我们为敌的秦国来。不如就此封立他好些。”陈王于是就派遣使者前往赵国去祝贺，同时把武臣等人的家属迁移到宫中软禁起来，又封张耳的儿子张敖做成都君，催促赵国的军队速进军函谷关。赵王武臣的将相们商议说：“大王您在赵国称王，并不是楚国的本意。等到楚灭秦以后，一定会来攻打赵国。最好的办法莫过于不派兵向西进军，而派人向北攻取原来燕国的辖地以扩大我们自己的土地。赵国南面据黄河天险，北面又有燕代的广大土地，楚国即使战胜了秦国，也不敢来压制赵国。如果楚国不能战胜秦国，必定就会借重赵国。到时候赵国趁着秦国的疲敝，就可以得志于天下了。”赵王认为说得有道理，因而不向西出兵，而派了原上谷郡卒史韩广领兵北上去攻取燕地。\n\n　　燕国原来的贵族豪杰劝告韩广说：“楚国已经立了王，赵国也已立了王。燕国地方虽然小，过去也是个拥有万辆兵车的国家，希望将军您自立做燕王。”韩广回答说：“我的母亲还留在赵国，使不得。”燕人说：“赵国现在正西面担忧秦，南面担忧楚，他的力量不能来限制我们。况且以楚国的强大，都不敢杀害赵王将相的家属，赵国又怎敢杀害将军您的家属呢？”韩广认为他们说的有道理，于是就自立做了燕王。过了几个月，赵国派人护送燕王的母亲及其家属来到了燕国。\n\n　　在这个时候，到各地去攻城占地的将领，数不胜数。（《资治通鉴》：陈胜既派出周章，认为秦政府混乱，有轻视秦政府的意思，不再设立防备。博士孔鲋劝谏说：“臣听说兵法：‘不恃仗敌人不来进攻，而恃仗我们不怕进攻。’今天大王只恃仗敌人不来进攻，而不恃仗自己的防备，一旦兵败，后悔都来不及。”陈胜说：“我的军事行动，先生不必辛苦担心！”）周市北上攻城掠地到达了狄县（今山东高青东南），狄县人田儋杀死了狄县县令，自立为齐王，凭借齐地的力量来反击周市。周市的军队溃散了，退回到了魏地，打算立魏王的后代宁陵君咎做魏王。其时咎在陈王那里，不能回到魏地去。魏地平定以后，大家想共同拥立周市做魏王，周市不肯接受。使者先后五次往返于陈王与周市之间，陈王乃答应立宁陵君咎做魏王，遣送他回到魏国去。周市最后做了魏国的相。\n\n　　将军田臧等人一起谋划说：“周文的军队已经溃散，秦国的军队早晚就要到来，我们包围荥阳城久攻不下，如果秦国的军队到来，一定会被打得大败。不如留下少量的部队，足以守住荥阳就可以了，把其余精锐的军队全部拿来迎击秦军。现在代理王吴广骄横，又不懂用兵权谋，这样的人无法和他商量议事，不杀了他，我们的计划恐怕会被搞坏。”于是他们就假冒陈王的命令杀掉了吴广，把吴广的头献给了陈王。陈王就派使者赐给田臧楚令尹的大印，任命他做上将军。田臧就派部将李归等人驻守荥阳城，自己带了精锐的部队西进到敖仓迎战秦军。双方交战时，田臧战死，军队溃散。章邯领兵趁机到荥阳城下来攻打李归这些人，打败了他们，李归等人战死。\n\n　　阳城人邓说领兵驻扎在郏城（原文作郯城，据《史记索隐》《史记正义》改。今河南郏县），被章邯部将所带的一支部队击败，邓说率军溃逃到陈县。铚人伍徐率兵驻扎在许县（今河南许昌东），也被章邯的军队击溃了他。伍徐的军队都溃散逃到了陈县。陈王杀了邓说。\n\n　　陈胜刚刚自为王时，陵县（今江苏泗阳）人秦嘉铚县人董緤符离（今安徽宿州东北）人朱鸡石取虑（今江苏睢宁西南）人郑布徐县（今江苏省泗洪东南）人丁疾等都单独起兵反秦，他们领兵把东海郡守名叫庆的围困在郯城（东海郡郡治，在今山东临沂市辖区内）。陈王听说后，就派武平君名叫畔的做将军，督率郯城下的各路军队。秦嘉拒不接受这个命令，自立为大司马，讨厌隶属于武平君畔。便告诉他的军吏说：“武平君年轻，不懂得军事，不要听他的！”接着就假托陈王的命令杀死了武平畔。\n\n　　章邯打败伍徐以后，接着进攻陈县，陈王的上柱国房君蔡赐战死了。章邯又领兵进攻驻守在陈县西面的张贺部队。陈王亲自出来督战，结果楚军还是战败，张贺阵亡。\n\n　　十二月，陈王退到了汝阴（今安徽阜阳），在回到下城父（今安徽涡阳）时，他的车夫庄贾杀了他投降秦军。陈胜死后安葬在砀县（今河南永城东北），谥号叫隐王。\n\n　　陈王从前的侍臣吕臣将军组织了一支青巾裹头的“苍头军”，从新阳（今安徽界首北）起兵攻打陈县，攻克后，杀死了庄贾，又以陈县为楚都。\n\n　　当初，陈王刚到陈县的时候，曾命令铚县人宋留领兵去平定南阳（今河南省地级市），再进兵武关（今陕西丹凤东）。宋留攻占了南阳之后，传来了陈王被杀的消息，于是南阳又被秦军夺了回去。宋留不能进入武关，就往东到了新蔡（今河南驻马店市辖区内），不料又遇上了秦军，宋留带着部队投降了秦军。秦军押解宋留到了咸阳，将他五马分尸示众。\n\n　　秦嘉等人听说陈王的军队已经兵败逃走了，就立景驹做了楚王，率兵到了方与（今山东鱼台西），准备在定陶（今山东菏泽市辖区内）附近袭击秦军。于是派公孙庆出使齐国去会见齐王田儋，想联合他一同进兵。齐王说：“听说陈王战败了，至今生死不明，楚国怎么能不来向我请示就自立为王呢？”公孙庆说：“齐国不请示楚国而立王，楚国为什么要向齐国请示才能立王呢？何况楚是首先起义反秦的，理当号令天下。”田儋杀死了公孙庆。\n\n　　秦的左右校尉率领部队再次进攻陈县，并占领了它。将军吕臣失败逃跑后，重新集结兵马。并与当年在鄱阳为盗后被封为当阳君的黥布所率领的军队联合起来，又攻击秦左右校尉的军队，在青波把他们打败了，再度以陈县为楚都。这时正好项梁立楚怀王的孙子名叫心的做了楚王。\n\n　　陈胜称王总共六个月的时间。当了王之后，以陈县为国都。从前一位曾经与他一起雇佣给人家耕田的伙计听说他做了王，来到了陈县，敲着宫门说：“我要见陈涉。”守宫门的长官要把他捆绑起来。经他反复解说，才放开他，但仍然不肯为他通报。等陈王出门时，他拦路呼喊陈涉的名字。陈王听到了，才召见了他，与他同乘一辆车子回宫。走进宫殿，看见殿堂房屋帷幕帐帘之后，客人说：“夥颐！陈涉大王的宫殿高大深邃啊！”楚地人把“多”叫做“夥”，所以天下流传“夥涉为王”的俗语，就是从陈涉开始的。这客人在宫中出出进进越来越随便放肆，常常跟人讲陈涉从前的一些旧事。有人就对陈王说：“您的客人愚昧无知，专门胡说八道，有损于您的威严。”陈王就把来客杀死了。从此之后，陈王的故旧知交都纷纷自动离去，没有再亲近陈王的人了。（《史记索隐》：陈胜当了国王，岳父和妻兄都前去投靠。陈胜以普通宾客的礼节对待他们。岳父愤怒地说：“依仗强势怠慢长者，不能长久！”于是不辞而别。）陈王任命朱房做中正，胡武做司过，专门督察群臣的过失。将领们攻占了地方回到陈县来，命令稍不服从，就抓起来治罪，以苛刻地寻求群臣的过失作为对陈王的忠心。凡是他俩不喜欢的人，一旦有错，不交给负责司法的官吏去审理，就擅自予以惩治。陈王却很信任他们。将领们因为这些缘故就不再亲近依附他了。这就是陈王所以失败的原因。\n\n　　陈胜虽然已经死了，他所封立派遣的侯王将相终于灭掉了秦王朝，这是由于陈涉首先起义反秦的结果。汉高祖时，在砀县安置了三十户人家为陈涉看守坟墓，到汉武帝时仍按时杀牲祭祀他。（《汉书》：王莽战败，才断绝。）\n\n　　褚先生（褚少孙）说：地形险阻，是便于用来固守的；武器装备和法制规章，是便于统治国家的。但这些还不是最可靠的。先王以仁义道德作为治国的根本，而把巩固边塞制定法律条文看成枝叶，难道不是这样吗？我曾经听说贾谊的文章说：\n\n　　“秦孝公占据崤山和函谷的险固地势，拥有整个雍州地区（今陕西甘肃一带），君臣牢固把守，随时窥视着周王朝的政权，大有席卷天下，包举宇内，囊括四海的劲头儿，并吞八方极远之地的心气儿。就在这个时候，商鞅辅佐秦孝公，对内建立法令制度，致力于耕种纺织，整治攻守的武器，对外用连横的策略使诸侯们互相争斗。于是秦国像两手相合那样容易毫不费力地取得了黄河以西的大片土地。\n\n　　秦孝公死后，秦惠文王武王昭襄王承接了秦孝公的治国事业，遵循着先人留下来的策略，向南面夺取了汉中，向西南夺取了巴蜀，向东面割得了肥沃的土地，向北面夺得了冲要险阻的郡邑。诸侯们因此而恐惧惊慌，相会结盟商量对策来削弱秦国。他们不吝惜珍贵的财宝和富饶的土地，用来招纳天下的人才。采取合纵策略缔结盟约，互相支援，为一体。在这个时候，齐国有孟尝君，赵国有平原君，楚国有春申君，魏国有信陵君：这四位公子，都英明智慧而忠诚信义，宽宏厚道而爱惜人才，尊重贤者而器重士人。他们互相约定实行合纵联合抗秦，破坏秦国的连横策略，联合韩魏燕楚齐赵宋卫中山等国的有关人士。于是六国的人才，有宁越徐尚苏秦杜赫这些人替他们策划；有齐明周最陈轸邵滑楼缓翟景苏厉乐毅这些人沟通他们的意见；有吴起孙膑带佗倪良王廖田忌廉颇赵奢这些人统率他们的军队。诸侯们曾经用相当于秦国十倍的土地，百万的大军，攻打函谷关而进击秦国。秦国开关迎敌，九国的军队反逃跑而不敢前进。秦国没有耗费一个箭头，而天下的诸侯却已经疲惫不堪了。于是合纵解散，盟约破坏，各自争相割地贿赂秦国。秦国有充余的力量来利用诸侯的弱点，追赶逃亡败走的敌人，杀得他们横尸百万，流的血把大盾牌都漂浮起来；秦国趁着有利的形势，方便的时机，分割土地山河，因而强国请求臣服，弱国前来朝拜称臣了。\n\n　　延续到秦孝文王庄襄王的时候，他们在位的时间短暂，国家没有什么事。\n\n　　到了秦始皇，他发扬六代传下来的功业，像驾车似的挥动长鞭来驾御各诸侯国，吞并了东周和西周两个小国，灭亡了六国诸侯，登上了皇帝的宝座而控制天下，手持刑杖来鞭笞天下的人民，声威震慑四海。向南方夺取了百越的土地，把它设为桂林郡（今广西百色东北）和象郡（今广西崇左）；百越的君长们，低着头，用绳子拴住自己的脖子来投降，把自己的性命交给秦王朝的下级官吏掌握。于是派蒙恬到北方去修筑万里长城，作为边疆上的屏障来防守，把匈奴向北驱赶了七百多里；匈奴人不敢到南边来牧马，兵士也不敢搭起弓箭来报仇。于是废除了先王的治国之道，焚烧了诸子百家的著作，以图使老百姓愚昧无知；他还毁坏各地的名城，杀戮豪杰，收集天下的武器集中到咸阳，熔化刀剑和箭头，铸成十二个金属人像，来削弱天下人民的反抗力量。然后依凭华山当作城墙，凭借黄河作为护城河，依据亿丈高的华山，临守着深险莫测的黄河，作为守卫的险要之地。良将拿着强弓，防守重要的地方，可靠的大臣带领精干的士兵，摆列着锋利的武器，严厉盘查过往的行人是谁。天下已经平定，秦始皇的心中，自以为关中的坚固，是千里金城，可以作为子子孙孙万世当皇帝的基业了。\n\n　　秦始皇死了以后，他的余威还震慑着远方。然而陈涉是一个用破瓮作窗户，用草绳拴门轴的穷苦人家的子弟，是耕田的人，是供人役使的人，是被征发戍守边境的人。他的才能比不上一般平常的人，既没有孔子墨子那样的贤明，也没有陶朱（范蠡）猗顿那样的富有，置身在戍卒的行列之中，兴起在乡野之间，带领着疲乏散乱的戍卒，统率着几百个人，转身攻打秦国，砍下木棍做武器，高举竹竿为旗帜，天下的人就像风云那样迅速汇集起来，像回响那样应声而起，挑着粮食，如影随形地跟着他。崤山函谷关以东的英雄豪杰一齐起来，就把秦王朝推翻了。\n\n　　再说，那秦王朝的天下并没有缩小削弱；雍州的土地，崤山函谷关的险要坚固，还像从前一样。陈涉的地位，并不比齐楚燕赵韩宋卫中山的国君尊贵；锄耙戟柄，并不比钩戟长矛锋利；被征发戍守边地的民众，并不比九国的军队强大；深谋远虑，行军与指挥作战的本领，也比不上先前六国的那些才智之士。但是成功失败完全不同，；功业完全相反，这是什么原因呢？假使拿崤山函谷关以东各国诸侯来跟陈涉量量长短，比比大小，比较一下他们的权威，衡量衡量他们的实力，那简直不能够同年而语，相提并论。然而秦国当初凭借很小的地方，发展为有万辆兵车的强国，进而控制了其它八州，使来与它地位相同的诸侯国都来向秦国朝拜称臣，已经有一百多年的历史了。然后把天地四方当作家，把崤山函谷关当作宫墙。可是陈涉一个人首倡起义，秦王朝的七代宗庙就被毁坏，连秦王子婴也死在别人手中，被天下的人所讥笑，这是什么原因呢？这是因为不施行仁政，而攻取天下和后来防守天下的形势是不同的啊。”\n\n"}
{"_id":{"$oid":"5b9a1446367d5cab18668693"},"title":"从军行","dynasty":"唐代","writer":"杨炯","content":"烽火照西京，心中自不平。\n牙璋辞凤阙，铁骑绕龙城。\n雪暗凋旗画，风多杂鼓声。\n宁为百夫长，胜作一书生。","type":["初中古诗","边塞","战争","励志"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154037619.mp3","remark":"从军行：为乐府《相和歌·平调曲》旧题，多写军旅生活。\n烽火：古代边防告急的烟火。西京：长安。\n牙璋：古代发兵所用之兵符，分为两块，相合处呈牙状，朝廷和主帅各执其半。指代奉命出征的将帅凤阙：阙名。汉建章宫的圆阙上有金凤，故以凤阙指皇宫。\n龙城：又称龙庭，在今蒙古国鄂尔浑河的东岸。汉时匈奴的要地。汉武帝派卫青出击匈奴，曾在此获胜。这里指塞外敌方据点。\n凋：原意指草木枯败凋零，此指失去了鲜艳的色彩。\n百夫长：一百个士兵的头目，泛指下级军官。\n\n","shangxi":"　　这首诗借用乐府旧题“从军行”，描写一个读书士子从军边塞、参加战斗的全过程。仅仅四十个字，既揭示出人物的心理活动，又渲染了环境气氛，笔力极其雄劲。\n\n　　前两句写边报传来，激起了志士的爱国热情。诗人并不直接说明军情紧急，却说“烽火照西京”，通过“烽火”这一形象化的景物，把军情的紧急表现出来了。一个“照”字渲染了紧张气氛。“心中自不平”，是由烽火而引起的，国家兴亡，匹夫有责，他不愿再把青春年华消磨在笔砚之间。一个“自”字，表现了书生那种由衷的爱国激情，写出了人物的精神境界。首二句交待了整个事件展开的背景。第三句“牙璋辞凤阙”，描写军队辞京出师的情景。这里，诗人用“牙璋”、“凤阙”两词，显得典雅、稳重，既说明出征将士怀有崇高的使命，又显示出师场面的隆重和庄严。第四句“铁骑绕龙城”，说明唐军已经神速地到达前线，并把敌方城堡包围得水泄不通。“铁骑”、“龙城”相对，渲染出龙争虎斗的战争气氛。一个“绕”字，又形象地写出了唐军包围敌人的军事态势。五六两句开始写战斗，诗人却没有从正面着笔，而是通过景物描写进行烘托。“雪暗凋旗画，风多杂鼓声”，前句从人的视觉出发：大雪弥漫，遮天蔽日，使军旗上的彩画都显得黯然失色；后句从人的听觉出发：狂风呼啸，与雄壮的进军鼓声交织在一起。两句诗，有声有色，各臻其妙。诗人别具机抒，以象征军队的“旗”和“鼓”，表现出征将士冒雪同敌人搏斗的坚强无畏精神和在战鼓声激励下奋勇杀敌的悲壮激烈场面。诗的最后两句：“宁为百夫长，胜作一书生。”直接抒发从戎书生保边卫国的壮志豪情。艰苦激烈的战斗，更增添了他对这种不平凡的生活的热爱，他宁愿驰骋沙场，为保卫边疆而战，也不愿作置身书斋的书生。\n\n　　这首短诗，写出书生投笔从戎，出塞参战的全过程。能把如此丰富的内容，浓缩在有限的篇幅里，可见诗人的艺术功力。首先诗人抓住整个过程中最有代表性的片断，作了形象概括的描写，至于书生是怎样投笔从戎的，他又是怎样告别父老妻室的，一路上行军的情况怎样，诗人一概略去不写。其次，诗采取了跳跃式的结构，从一个典型场景跳到另一个典型场景，跳跃式地发展前进。如第三句刚写了辞京，第四句就已经包围了敌人，接着又展示了激烈战斗的场面。然而这种跳跃是十分自然的，每一个跨度之间又给人留下了丰富的想象余地。同时，这种跳跃式的结构，使诗歌具有明快的节奏，如山崖上飞流惊湍，给人一种一气直下、一往无前的气势，有力地突现出书生强烈的爱国激情和唐军将士气壮山河的精神面貌。\n\n","translation":"烽火照耀京都长安，不平之气油然而生。\n辞别皇宫，将军手执兵符而去；围敌攻城，精锐骑兵勇猛异常。\n大雪纷飞，军旗黯然失色；狂风怒吼，夹杂咚咚战鼓。\n我宁愿做个低级军官为国冲锋陷阵，也胜过当个白面书生只会雕句寻章。\n\n"}
{"_id":{"$oid":"5b9a1446367d5cab18668694"},"title":"浣溪沙·簌簌衣巾落枣花","dynasty":"宋代","writer":"苏轼","content":"徐门石潭谢雨，道上作五首。潭在城东二十里，常与泗水增减清浊相应。\n\n簌簌衣巾落枣花，村南村北响缲车，牛衣古柳卖黄瓜。(缲 通：缫)\n酒困路长惟欲睡，日高人渴漫思茶。敲门试问野人家。\n\n","type":["宋词三百首","初中古诗","乡村","生活","风俗"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154038465.mp3","remark":"徐门：即徐州。\n谢雨：雨后谢神。\n簌簌：纷纷下落的样子，一作“蔌蔌”，音义皆同。\n缫车：纺车。缫，一作“缲”，把蚕茧浸在热水里，抽出蚕丝。\n牛衣：蓑衣之类。这里泛指用粗麻织成的衣服。《汉书.食货志》有“贫民常衣牛马之衣”的话。\n漫思茶：想随便去哪儿找点茶喝。漫，随意，一作“谩”。\n\n","translation":"枣花纷纷落在衣襟上。村南村北响起车缫丝的声音，古老的柳树底下有一个穿牛衣的农民在叫卖黄瓜。\n路途遥远，酒意上心头，昏昏然只想小憩一番。艳阳高照，无奈口渴难忍，想随便去哪找点水喝。于是敲开一家村民的屋门，问：可否给碗茶？\n\n","shangxi":"这首词是苏轼在徐州作官的时候写的。按照当时的迷信风俗，一个关心农事的地方官，天大旱，要向“龙王爷”求雨；下了雨，又要向“龙王爷”谢雨。这首词就是苏轼有一次途经农村去谢雨，记下的见闻之一。\n\n　　此词描述他乡间的见闻和感受。艺术上颇具匠心，词中从农村习见的典型事物入手，意趣盎然地表现了淳厚的乡村风味。清新朴实，明白如话，生动真切，栩栩传神，是此词的显著特色。此词上片写景，下片抒情。需要指出的是，这首词中所写的景，并不是一般情况下通过视觉形象构成的统一的画面，而是通过传入耳鼓的各种不同的音响在诗人意识的屏幕上折射出的一组联续不断的影象。\n\n　　“簌簌衣巾落枣花”从枣花落到衣巾上的声音开端，反映了一位关心人民生活的太守对雨后农村新景象的喜悦之情。作者在“谢雨道上”，经过长途跋涉，加之酒意未消，日高人困，不免有些倦意。突然，“簌簌”之声传来耳际，并好像有什么东西打在身上和头巾上。这时，他才意识到：这是枣花落在身上。枣花落在衣巾上的声音是轻微的，但在作者的耳里却是那么真切。接着，耳边又传来吱吱呀呀的声响，越往前走，这响声便越浓，从南，从北，从四面八方传来，不用看也不用问，这是作者熟悉的缫车的响声。“村南村北”概括“缫车”声，说明作者听得多么认真，多么细心，多么兴奋。从响声中，作者意识到，他已进入村中了。这时，突然一阵叫卖声传入耳鼓，定睛一看，原来是一位披着“牛衣”的农民坐在古老的柳树荫中，面前摆着一堆黄瓜。“牛衣古柳”，作者换一个角度来写他对蔬菜丰收的喜悦心情。三句话，三个画面，似乎东鳞西爪，毫无联系。可是用谢雨的路上这条线串起来，就让人感到这幅连环画具有很强的立体感。这一组画面，不仅色彩美，而且有音乐美。无论是簌簌的落花声，嗡嗡的缲车声，还是瓜农的叫卖声，都富有浓郁的生活气息，生动地展现出农村一派欣欣向荣的景象。\n\n　　上片写的是农村生产劳动的繁忙景象，下片转入写谢雨途中行路的艰辛，突出作者的感受和意识活动。“酒困路长惟欲睡”是对上片的补充。在结构上，这一句又是倒叙，它说明前三句之所以从听觉方面来写，主要是因为酒意未消，路途遥远，人体困乏，故而写下来的只不过是睡眼朦胧中听来的片断，并非是视觉构成的完整统一的画面。“日高人渴”两句，虽然写的是由于口渴而急于到农民家里觅水的意识活动，但同时也反映了作者不拘小节、随遇而安的性格特征。走了一村又一村，这时已是日高天热，人也走得口干舌燥，加上酒困，睡意也上来了，不由得想起以茶解渴，以茶提神。“试问”一词用得十分讲究，既写出了作者满怀希望想讨杯茶解渴的心情，又担心农忙季节，农家无人，自己不便贸然而入的心情。信笔写来，不事雕琢，但却栩栩如生，刻画出一位谦和平易近人的知州形象，将一位太守与普通农民的关系写得亲切自然。“敲门试问野人家”，词到这里就戛然而止了。词人敲门的结果怎样，喝到茶没有，农民是怎样招待他的，词中未作一个字的交代，留给读者去想像，更是余味无穷。这就是古典诗词中所讲究的“含不尽之意，见于言外”。\n\n　　《浣溪沙》词中“簌簌衣巾落枣花”一句，实为“枣花簌簌落衣巾”的倒文；杜甫《秋兴》一诗中有“香稻啄余鹦鹉粒，碧梧栖老凤凰枝”，原意为：鹦鹉啄余香稻粒，凤凰栖老碧梧枝。主宾倒置的同时，宾语“香稻粒”、“碧梧枝”还被拆开分属主宾位置。对于古典诗歌诗句的倒置，清人洪亮吉说：“诗家例用倒句法，方觉奇峭生动”。\n\n　　全词绘景逼真形象，栩栩如生，叙事清新淡雅，脉脉含情，为宋词词境的拓展作出了贡献。"}
{"_id":{"$oid":"5b9a1446367d5cab18668695"},"title":"白马篇","dynasty":"魏晋","writer":"曹植","content":"白马饰金羁，连翩西北驰。借问谁家子，幽并游侠儿。 \n少小去乡邑，扬声沙漠垂。宿昔秉良弓，楛矢何参差。\n控弦破左的，右发摧月支。仰手接飞猱，俯身散马蹄。\n狡捷过猴猿，勇剽若豹螭。边城多警急，虏骑数迁移。\n羽檄从北来，厉马登高堤。长驱蹈匈奴，左顾凌鲜卑。\n弃身锋刃端，性命安可怀？父母且不顾，何言子与妻！\n名编壮士籍，不得中顾私。捐躯赴国难，视死忽如归！(名编 一作：名在)","type":["古诗三百首","乐府","写人","爱国","抒怀"],"remark":"白马篇：又名“游侠篇”，是曹植创作的乐府新题，属《杂曲歌·齐瑟行》，以开头二字名篇。\n金羁（jī）：金饰的马笼头。\n连翩（piān）：连续不断，原指鸟飞的样子，这里用来形容白马奔驰的俊逸形象。\n幽并：幽州和并州。在今河北、山西、陕西一带。\n去乡邑：离开家乡。\n扬声：扬名。垂：同“陲”，边境。\n宿昔：早晚。秉：执、持。\n楛（hù）矢：用楛木做成的箭。何：多么。参差（cēncī）：长短不齐的样子。\n控弦：开弓。的：箭靶。\n摧：毁坏。月支：箭靶的名称。左、右是互文见义。\n接：接射。飞猱（náo）：飞奔的猿猴。猱，猿的一种，行动轻捷，攀缘树木，上下如飞。\n散：射碎。马蹄：箭靶的名称。\n狡捷：灵活敏捷。\n勇剽（piāo）：勇敢剽悍。螭（chī）：传说中形状如龙的黄色猛兽。\n虏骑（jì）：指匈奴、鲜卑的骑兵。数（shuò）迁移：指经常进兵人侵。数，经常。\n羽檄（xí）：军事文书，插鸟羽以示紧急，必须迅速传递。\n厉马：扬鞭策马。\n长驱：向前奔驰不止。蹈：践踏。\n顾：看。陵：压制。鲜卑：中国东北方的少数民族，东汉末成为北方强族。\n弃身：舍身。\n怀：爱惜。\n籍：名册。\n中顾私：心里想着个人的私事。中，内心。\n捐躯：献身。赴：奔赴。\n\n","shangxi":"　　这是羁旅怀乡之作。离家久远，目睹旅馆门外的渔船即加以艳羡。幽恨乡愁、委实凄绝。颈联“远梦归侵晓，家书到隔年”意思曲折多层，实乃千锤百炼的警句。\n\n　　首联起，直接破题，点明情境，羁旅思乡之情如怒涛排壑，劈空而来。可以想见，离家久远，独在异乡，没有知音，家书也要隔年才到，此时孤客对寒灯，浓厚深沉的思乡之情油然而生，必会陷入深深的忧郁之中。“凝情自悄然”是此时此地此情此景中抒情主人公神情态度的最好写照：静对寒灯，专注幽独，黯然伤神，将诗人的思念之情写到极致。\n\n　　颔联承，是首联“凝情自悄然”的具体化，诗人融情于景，寒夜孤灯陪伴孤客，思念故乡旧年往事，失群孤雁声声鸣叫，羁旅之人深愁难眠，细致地描绘出了一幅寒夜孤客思乡图景。“思”字和“警”字极富炼字功夫。灯不能思，却要寒夜愁思陈年旧事，物尤如此，人何以堪。由灯及人，显然用意在人不在物。“警”字也极富情味。旅人孤灯，长夜难眠，一声雁叫，引孤客嫠妇愁思惊梦，归思难收。\n\n　　首联与颔联极言乡关遥远，幽愁满怀。梦见自己回到家中，因路途遥远，梦醒时分天已大明，家书须隔年才能寄到旅馆，可见离家之远，表达出对家乡深沉的思念。\n\n　　颈联转，用设想之词，虚实结合，想象奇特，表现出此时此地此情此景中诗人因愁思难耐、归家无望而生出的怨恨。故乡远在千里，只能梦中相见，也许是短梦，也许是长梦，但梦中醒来却已到天明。字里行间，流露出梦短情长的幽怨。而这一切又都由于“家书到隔年”的实际情况。作为诗歌由写景向抒情的过渡，转句用梦境写旅宿思愁哀怨，亦虚亦实，虚中写实，以实衬虚的特点读来回肠荡气。\n\n　　尾联合，收拢有力，却并非直抒胸意，而是以设想之词，勾勒家乡美丽的生活图景，融情于景，借景抒情，把浓烈的归思之情融入家乡优美的风景之中。沧江烟霭，云霞明灭，月色溶溶，家门外系着钓鱼船，一幅优美宁静祥和的家乡风光图景。画面中虽然没有写人物，但一条静静地系于家门外的钓鱼船却让人产生丰富的联想。面对这样一幅家乡优美的画面，谁人不梦绕魂牵，更何况旅宿在外的诗人呢！家乡远隔千里，旅人归思难收，如此优美的家乡风光图景非但没有给诗人以慰藉，反而加深了诗人的思乡愁苦。这是用乐景反衬哀情的典型。美景幽思、怨恨乡愁、委实凄绝。除却个中人，任何人也难以深味个中情。不过，“烟月”在此实际上是借代，并非一定就是“烟”，就是“月”。正所谓，文学作品的形象大于思维，此处一个“烟月”可以触发不同的旅人思妇产生不同的意象联想，从而产生强大的艺术感染力。\n\n　　颈联与尾联看似跳出了乡愁，艳羡门外沧江鱼船的清闲自在，其实是借他乡之物，更曲折地表达出诗人思乡之情。全诗层层推进，写景抒情都有独到之处。\n\n","translation":"驾驭着白马向西北驰去，马上佩带着金色的马具。有人问他是谁家的孩子，边塞的好男儿游侠骑士。\n年纪轻轻就离别了家乡，到边塞显身手建立功勋。楛木箭和强弓从不离身，下苦功练就了一身武艺。\n拉开弓如满月左右射击，一箭箭中靶心不差毫厘。飞骑射裂了箭靶“月支”，转身又射碎箭靶“马蹄”。\n他灵巧敏捷赛过猿猴，又勇猛轻疾如同豹螭。听说国家边境军情紧急，侵略者一次又一次进犯内地。\n告急信从北方频频传来，游侠儿催战马跃上高堤。随大军平匈奴直捣敌巢，再回师扫鲜卑驱逐敌骑。\n上战场面对着刀山剑树，从不将安和危放在心里。连父母也不能孝顺服侍，更不能顾念那儿女妻子。\n名和姓既列上战士名册，早已经忘掉了个人私利。为国家解危难奋勇献身，看死亡就好像回归故里。\n\n"}
{"_id":{"$oid":"5b9a1446367d5cab18668696"},"title":"水龙吟·登建康赏心亭","dynasty":"宋代","writer":"辛弃疾","content":"楚天千里清秋，水随天去秋无际。遥岑远目，献愁供恨，玉簪螺髻。落日楼头，断鸿声里，江南游子。把吴钩看了，栏杆拍遍，无人会，登临意。(栏杆 一作：阑干)\n休说鲈鱼堪脍，尽西风，季鹰归未？求田问舍，怕应羞见，刘郎才气。可惜流年，忧愁风雨，树犹如此！倩何人唤取，红巾翠袖，揾英雄泪！\n\n","type":["宋词精选","高中古诗","豪放","写景","爱国","壮志"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154038575.mp3","remark":"建康：今江苏南京。\n遥岑：岑，音cén。远山。\n玉簪螺髻：簪，音zān；髻，音jì。玉簪、螺髻：玉做的簪子，像海螺形状的发髻，这里比喻高矮和形状各不相同的山岭。\n断鸿：失群的孤雁。\n吴钩，古代吴地制造的一种宝刀。这里应该是以吴钩自喻，空有一身才华，但是得不到重用。\n了：音liǎo。\n鲈鱼堪脍：用西晋张翰典。\n季鹰：张翰，字季鹰。\n求田问舍：置地买房。刘郎：刘备。才气：胸怀、气魄。\n流年：流逝的时光。\n忧愁风雨：风雨，比喻飘摇的国势。\n树犹如此：用西晋桓温典。\n倩：请托。读音qìng\n红巾翠袖：女子装饰，代指女子。\n揾：wèn。擦拭。\n\n","shangxi":"　　这首词是作者在建康通判任上所作。上阕开头以无际楚天与滚滚长江作背景，境界阔大，触发了家国之恨和乡关之思。“落日楼头”以下，表现词人如离群孤雁、像弃置的宝刀难抑胸中郁闷。下阕用三个典故对于四位历史人物进行褒贬，从而表白自己以天下为己任的抱负。叹惜流年如水，壮志成灰。最后流下英雄热泪。\n\n　　这是稼轩早期词中最负盛名的一篇，艺术上也渐趋成熟境界：豪而不放，壮中见悲，力主沉郁顿挫。上片以山水起势，雄浑而不失清丽。“献愁供恨”用倒卷之笔，迫近题旨。以下七个短句，一气呵成。落日断鸿，把看吴钩，拍遍栏杆，在阔大苍凉的背景上，凸现出一个孤寂的爱国者的形象。下片抒怀，写其壮志难酬之悲。不用直笔，连用三个故实，或反用，或正取，或半句缩住，以一波三折、一唱三叹手腕出之。结尾处叹无人唤取红巾“搵英雄泪”，遥应上片“无人会，登临意”，抒慷慨呜咽之情，也别具深婉之致。\n\n","translation":"\n空荡的秋空虽火红似火，可是我心中却千里冷落凄凉，冷清的江水只能伴随着天空流去，何处会是尽头，这秋天无边无际。无奈的眺望远处的山岭，为何，报国又比登天难，为何，国家又如此腐败，只能怪人间正道是沧桑。那群山像女人头上的玉簪和螺髻，难道说，这王朝只剩下花天酒地了吗？斜下的太阳照着这亭子，在长空远飞离群。孤雁伴着它那凄惨绝望声从天空划过，或许是映照着我这流落江南思乡游子。我看着这宝刀，却不曾沾染着敌人的鲜血，我狠狠地把亭上的栏杆都拍遍了，也没有人领会我现在登楼的心意，天下知我者，还能有谁呢？。\n我可不会像张翰那样，为家乡之景而归。那刘备天下为怀，斥责许氾，辞气激扬，令人佩服。只可惜时光如流水一般过去，我真担心着风雨飘荡中的国家，时间如白驹过隙！连一拭英雄泪的红巾翠袖也无人唤取了。\n\n译文二\n辽阔的南国秋空千里冷落凄凉，江水随天空流去，秋天更无边无际。极目遥望远处的山岭，只引起我对国土沦落的忧愁和愤恨，还有那群山像女人头上的玉簪和螺髻。西下的太阳斜照着这楼头，在长空远飞离群孤雁的悲鸣声里，还有我这流落江南的思乡游子。我看着这宝刀，狠狠地把楼上的栏杆都拍遍了，也没有人领会我现在登楼的心意。\n别说鲈鱼切碎了能烹成佳肴美味，西风吹遍了，不知张季鹰已经回来了没？像只为自己购置田地房产的许汜，应怕惭愧去见才气双全的刘备。可惜时光如流水一般过去，我真担心着风雨飘荡中的国家，真像桓温所说树也已经长得这么大了！叫谁去请那些披红着绿的歌女，来为我擦掉英雄失意的眼泪！\n\n"}
{"_id":{"$oid":"5b9a1446367d5cab18668697"},"title":"无题·昨夜星辰昨夜风","dynasty":"唐代","writer":"李商隐","content":"昨夜星辰昨夜风，画楼西畔桂堂东。\n身无彩凤双飞翼，心有灵犀一点通。\n隔座送钩春酒暖，分曹射覆蜡灯红。\n嗟余听鼓应官去，走马兰台类转蓬。","type":["唐诗三百首","爱情","相思","宴饮","感慨"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154039998.mp3","remark":"画楼、桂堂：都是比喻富贵人家的屋舍。\n灵犀：旧说犀牛有神异，角中有白纹如线，直通两头。\n送钩：也称藏钩。古代腊日的一种游戏，分二曹以较胜负。把钩互相传送后，藏于一人手中，令人猜。\n分曹：分组。\n射覆：在覆器下放着东西令人猜。分曹、射覆未必是实指，只是借喻宴会时的热闹。\n鼓：指更鼓。\n应官：犹上班。\n兰台：即秘书省，掌管图书秘籍。李商隐曾任秘书省正字。这句从字面看，是参加宴会后，随即骑马到兰台，类似蓬草之飞转，实则也隐含自伤飘零意。\n\n","shangxi":"　　首联两句，交明时间和地点。叠言昨夜，更有追思不止的意思，同时给人阅读上的审美享受。首句以“昨夜”明点追忆旧事。先说明宴会时间，再说宴会地点，三四句以他物作比，“身无彩凤”写昨夜之情，在宴会上恨无彩凤之翼飞到所爱的人的身旁，“心有灵犀”指犀角中央白色，两头相通，故曰一点通。两心相印，虽身无飞翼，并不能阻挡两人情感的默默交流。“彩凤”、“灵犀”成爱情暗喻，形象婉蓄，色彩明丽，富音乐性。五六句从两人的默契转到对整个宴会的描绘。描写隔座行藏钩之戏，分拨猜测谜底，极写宴会的热闹欢快气氛，为相恋的欢悦涂上了更加丽艳的色彩，与恋人欢快之情和拍。再往深处看，诗人为何会在首句独独写到星辰和风这两个概念性意象。星辰在古代不仅是星星的意思，“中夜登高楼，忆我旧星辰”（唐 孟郊《感怀》），夜晚登上高楼思念往昔的美好，有岁月的意思；“新欢继明烛，梁栋星辰飞”（唐 杜甫《奉送魏六丈佑少府之交广》），喻指辉煌的灯火；古人还称入朝为郎为“上星辰”。自然界的风有暖风、凉风、冷风、阴风等，与人类社会联系起来，又有了风化、风度、风骨、黑风，甚至还暗合了男女情爱之意。这样一来，仅开头这一句，就给人以无限的遐想和疑惑。\n\n　　画楼西畔桂堂东，雕画的阁楼，以桂木为材的厅堂，极言其奢华绮丽。画楼为辅，桂堂是主，引画楼西为桂堂东穿针引线，“隐然有一人影在内”，带领读者顺着诗人的眼光走向桂堂，值得注意的是，诗人是不在桂堂内的，他身处的环境是星辰高挂的静谧幽深的夜空下。\n\n　　后二句圆转溢辉，精工富丽，脍炙人口，是一组绝妙的对句。灵犀，如淳曰：“谓中央色白，通两头”。彩凤和灵犀都是神明之物，足见这里感情的高洁清明。诗句的意思就是叹息自己身无双翼化彩凤，只留得灵明一点与之心意两相通。这种虽不能至心向往之的追求令人感动不已。\n\n　　颈联写送钩覆射酒暖灯红之乐。送钩来自汉代的一个传说，相传钩弋夫人小时候双手一直都是握成拳的姿势，没有办法松开，后来武帝见到，掰开她的手，一块玉钩从手中掉下，从此双手不再蜷曲，被封为“钩弋夫人”，后人对此传说效仿改编，在酒席上藏钩行酒令让人猜玩。覆射也是唐代酒席上的一种游戏，众人在酒令中以字句隐寓事物令人猜度。两个游戏都是需要多人参加配合才能完成的，与前两联诗联系起来，前面还是星辰高挂，泠然清风的空旷夜幕，这里却人影憧憧，酒暖灯红。“暖”字和“红”字，一个形容春酒，一个形容蜡灯，充溢着恣荡欢笑，一派和谐景象。前后对比，令人心生不安。林庚在《唐诗综述》中说：“红是暖色，它是流动的，热闹的，所以近于复杂”，颜色的暗示性在文艺上最富感染力，诗歌中的红色有时是反着说的，古有“寥落古行宫，宫花寂寞红”（唐 元稹《行宫》），“斜拔玉钗灯影畔，别开红焰救飞蛾”（唐 张祜《赠内人》），红花后面有人寂寞，红焰影中只能与飞蛾作伴，枯索之况弥观，惋伤之态弥切。满堂的红影衬托出作者的萧索孤独，让读者惊异于一个世界中竟有反差如此大的两种景象，诗人的寂寞，是深藏在热闹里的寂寞，红，是和谐外表下的激流涌动。\n\n　　诗的最后两句走马兰台的凄凉痛苦也便是水到渠成了，听鼓而起，恰如蓬草，今朝的寂寞萧索，使人念及昨日的灯红酒暖。诗人“嗟”叹自己为“听鼓应官”，而官身却“类转蓬”， 象蓬草那样飘泊不定，因而两人后会难期，欢情难再，令人感伤。这是一种反结法。前面极言欢情，结尾时欢情化为乌有，反衬诗人对这段恋情的难以磨灭，刻骨铭心。\n\n","translation":"昨夜星光灿烂，夜半却有习习凉风；\n我们酒筵设在画楼西畔、桂堂之东。\n身上无彩凤的双翼，不能比翼齐飞；\n内心却像灵犀一样，感情息息相通。\n互相猜钩嬉戏，隔座对饮春酒暖心；\n分组来行酒令，决一胜负烛光泛红。\n可叹呵，听到五更鼓应该上朝点卯；\n策马赶到兰台，像随风飘转的蓬蒿。\n\n"}
{"_id":{"$oid":"5b9a1446367d5cab18668698"},"title":"除夜作","dynasty":"唐代","writer":"高适","content":"旅馆寒灯独不眠，客心何事转凄然。\n故乡今夜思千里，霜鬓明朝又一年。(霜鬓 一作：愁鬓)","type":["春节","孤独","思乡","岁月"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154039664.mp3","shangxi":"　　除夕之夜，传统的习惯是一家欢聚，“达旦不眠，谓之守岁”（《风土记》）。诗题《除夜作》，本应唤起作者对这个传统佳节的美好记忆，然而这首诗中的除夕夜却是另一种情景。\n\n　　诗的开头就是“旅馆”二字，看似平平，却不可忽视，全诗的感情就是由此而生发开来的。这是一个除夕之夜，诗人眼看着外面家家户户灯火通明，欢聚一堂，而他却远离家人，身居客舍。两相对照，诗人触景生情，连眼前那盏同样有着光和热的灯，也变得“寒”气袭人了。“寒灯”二字，渲染了旅馆的清冷和诗人内心的凄寂。除夕之夜，寒灯只影，诗人难于入眠，而“独不眠”又会想到一家团聚，其乐融融的守岁景象，这更让诗人内心难耐。所以这一句看上去是写眼前景、眼前事，但是却处处从反面扣紧诗题，描绘出一个孤寂清冷的意境。第二句“客心何事转凄然”，这是一个转承的句子，用提问的形式将思想感情更明朗化，因身在客中，故称“客”。诗中问道：“是什么使得客人心里面变得凄凉悲伤？”原因就是他身处除夕之夜。晚上那一片浓厚的除夕气氛，把诗人包围在寒灯只影的客舍之中，他的孤寂凄然之感便油然而生了。此句中“转凄然”三个字写出了在除夕之夜，作者单身一人的孤苦；对千里之外故乡亲人的思念；以及对时光流逝之快的感叹。\n\n　　诗中写完一二句后，诗人似乎要倾吐他此刻的心绪了，可是，他却又撇开自己，从远方的故乡写来：“故乡今夜思千里。”“故乡”，是借指故乡的亲人；“千里”，借指千里之外的诗人自己。意思是说：“故乡的亲人在这个除夕之夜定是在想念着千里之外的我，想着我今夜不知落在何处，想着我一个人如何度过今晚。”其实，这也正是“千里思故乡”的一种表现。诗人并没有直接表达对故乡的思念，而是表达的更加含蓄委婉。\n\n　　“霜鬓明朝又一年”，“今夜”是除夕，所以明朝又是一年了，由旧的一年又将“思”到新的一年，这漫漫无边的思念之苦，又要为诗人增添新的白发。清代沈德潜评价说：“作故乡亲友思千里外人，愈有意味。”（《唐诗别裁》）之所以“愈有意味”，就是因为诗人巧妙地运用“对写法”，把深挚的情思抒发得更为婉曲含蕴。这在古典诗歌中也是一种常见的表现手法，如杜甫的《月夜》：“今夜鄜州月，闺中只独看。”诗中写的是妻子思念丈夫，其实恰恰是诗人自己感情的折射。\n\n　　明代胡应麟认为，绝句“对结者须意尽。如……高达夫‘故乡今夜思千里，霜鬓明朝又一年’，添著一语不得乃可”（《诗薮·内编》卷六）。所谓“意尽”，是指诗意的完整；所谓“添著一语不得”，也就是指语言的精炼。“故乡今夜思千里，霜鬓明朝又一年”，正是把双方思之久、思之深、思之苦，集中地通过除夕之夜抒写出来了，完满地表现了诗的主题思想。因此，就这首诗的高度概括和精炼含蓄的特色而言，已经收到了“意尽”和“添著一语不得”的艺术效果。\n\n","translation":"栈里，独对残灯，睡不着觉。不知什么缘故，诗人的心情变得十分凄凉悲伤。\n在这除夕之夜，想象故乡人思念千里之外的自己的情景，而明天又要增加一岁，新添不少白发啊。佳节思亲是常情，历来如此。但除夕之夜，“独不眠”、“转凄然”、“思千里”，还有一层意思：到了明天，就又增加一岁，包含了诗人年复一年老大无成的伤感。\n\n"}
{"_id":{"$oid":"5b9a1446367d5cab18668699"},"title":"朝天子·咏喇叭","dynasty":"明代","writer":"王磐","content":"喇叭，唢呐，曲儿小腔儿大。官船来往乱如麻，全仗你抬声价。(唢呐 一作：锁呐； 声价 一作：身价)\n军听了军愁，民听了民怕。哪里去辨甚么真共假？\n眼见的吹翻了这家，吹伤了那家，只吹的水尽鹅飞罢！","type":["初中古诗","咏物"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154040940.mp3","remark":"1.朝天子：曲牌名。\n2.喇叭：铜制管乐器，上细下粗，最下端的口部向四周扩张，可以扩大声音。\n3.唢呐：写作“锁呐”，管乐器，管身正面有七孔，背面一孔。前接一个喇叭形扩声器。民乐中常用。\n4.曲儿小：（吹的）曲子很短。腔儿大：（吹出的）声音很响。曲儿小腔儿大是喇叭、唢呐的特征。本事很小、官腔十足是宦官的特征。\n5.官船：官府衙门的船只。乱如麻：形容来往频繁，出现次数很多。\n6.仗：倚仗，凭借。你：指喇叭、唢呐。抬：抬高。声价：指名誉地位。（宦官装腔作势，声价全靠喇叭来抬。而喇叭其所以能抬声价，又因为它传出的是皇帝的旨意。矛头所指，更深一层。也暗示其狐假虎威的嘴脸。）\n7.军：指军队。愁：发愁。因受搅扰而怨忿。旧时皇帝为了加强对军队统帅的控制，常派宦官监军，以牵制军队长官的行动，十分讨厌。\n8.哪里：同“那里”。辨：分辨、分别。甚么：同“什么”，疑问代词。共：和。\n9.眼见的：眼看着。吹翻了这家：意思是使有的人家倾家荡产。\n10.吹伤了那家：使有的人家元气大伤。\n11.水尽鹅飞罢：水干了，鹅也飞光了。比喻民穷财尽，家破人亡。这是宦官害民的严重后果。水尽鹅飞，“官船”就不能长久来往，这也是对最高统治者的警告，比喻家破人亡。\n\n","shangxi":"　　这首散曲作于明代武宗正德年间，它真实地反映了当时宦官装腔作势地丑恶面目，同时也揭露了他们给人民带来的深重灾难。据蒋一葵《尧山堂外记》中载：“正德间阉寺当权，往来河下无虚日，每到辄吹号头，齐征夫，民不堪命，西楼乃作《咏喇叭》以嘲之。”从这里，我们可以看出王磐作这首散曲的用意。\n\n　　从写作上看，这首散曲可分为三层。前六句状物，其中“曲儿小”二句抓住“喇叭”，“唢呐”的特征，通过“曲儿”的“小”和“腔儿”的“大”的对比描写，给人留下了深刻的印象。“曲儿”本来很小，很细，但是声音经过“腔儿”的放大，就能传扬四方。这里借“曲儿小，腔儿大”来比喻宦官出行的形态，讽刺宦官,貌合神投。宦官原属宫廷中供使唤的奴才，地位本来低下，却倚仗帝王的宠信大摆威风。他们一出皇宫，就狐假虎威，装腔作势，气焰嚣张，先前的唯唯诺诺，奴颜婢膝烟消云散，前后判若两人。“ 曲儿小，腔儿大”最能表现宦官的无耻情态，极富讽刺性。“官船”一句抓住“乱如麻”的特点，“乱”表现了宦官酷吏 的趾高气扬，不可一世的丑恶面目。他们在河中横冲直撞，为非作歹，如入无人之境；“如麻”极言其多，更加突出其骄横野蛮的情态。官船越多，人民受害越深。“全仗你抬身价”一句指的是宦官装腔作势的丑态。“你”表面上是指“喇叭”，“唢呐”；实际上是直戳封建最高统治者，藏而不露，含而不显。宦官如此放肆，正因为有最高统治者做他们的靠山。这里作者对当权者进行了有力的批判，对宦官剥削人民欺压百姓进行了无情的揭露。进一步说明社会风气的腐败。\n\n　　中间三句从听觉方面分别就“军”和“民”两个方面剖析了宦官给社会带来的巨大危害。“愁”是这一层的中心。“军”为何而愁？原来，明代中叶，社会黑暗，宦官当权，他们不仅是皇帝的侍从，也是皇帝的耳目和鹰犬。因此宦官在封建统治集团中有着特殊的地位。他们惯于搬弄是非，颠倒黑白。所以，军官士兵一听说宦官要来，都提心吊胆，小心谨慎地恭维捧场，深怕万一有什么闪失， 被他们抓住把柄，遭到迫害。“民”为何而愁？原因不外乎这几种：抽丁，征税，纳捐。这些宦官“手把文书口称敕”（白居易《卖炭翁》），以王命自居，以势压人，同时表面上又装出堂而皇之，名正言顺的样子，手段阴险而毒辣。“哪里”一句依前两句而来，宦官的危害使人民闻风而“惊”，闻声而“怕”。这样，地痞流氓有机可乘，以假乱真，冒名顶替，趁火打劫。这一句是前两句的延伸和总结。作者猛烈地抨击了宦官专权的罪恶，他们把整个社会搞得乌烟瘴气，使得人人自危。揭露有力，批判深刻。\n\n　　如果说上面一层，作者是从整个社会这一角度来反映宦官的罪恶，那么，最后三句是从宦官对劳动人民造成的灾难来着笔的。\n\n　　“吹翻了这家”是近指，“吹伤了那家”是远指，远近结合，可见范围之大，危害之大。“只吹的水尽鹅飞罢”，这一句从危害的程度来说。“水尽鹅飞”这里有两层意思：首先，这里是借“水尽鹅飞”比喻民财全部被搜刮干净，人民为了缴粮纳税，已经倾家荡产，粮无粟粒，钱无分文。其次，这儿的“水尽鹅飞”跟”竭泽而渔“是同意语，作者严整地警告统治者，你们这样做，只能进一步加重人民的负担，激起人民的反抗，只能是搬起石头砸自己的脚，自寻苦果。这一层作者从广和深两方面分析了宦官给人民带来的灾难，讽刺了宦官在运河沿岸装腔作势，，鱼肉百姓的罪恶行径，传达了人民对宦官的恨。\n\n　　王磬的《朝天子•咏喇叭》托物言志，反映深刻。在结构上，全面围绕“吹”字来组织文字，言“吹”之状，写“吹”之果，绘统治者爪牙“吹”之形，吐人民群众对“吹”之恨。层层推进，有条不紊。以“乐”声来抒“愤”情，一针见血地揭示了封建统治者与百姓的对立，反映了人民的痛苦和不幸。在写法上，运用夸张和讽刺的手法将喇叭与宦官相联系，“性发于此而义归于彼”，把所咏的物于所讽的人关合的相当巧妙，使人读后非常痛快。这首散曲取材精当，比拟恰当，很富有讽刺性，像这样针对当权者嬉笑怒骂的作品，在曲坛上是比较少见的。 \n\n","translation":"喇叭和唢呐，吹的曲子虽短，声音却很响亮。官船来往频繁如乱糟糟的麻，全凭借你抬高名誉地位。\n军队听了军队发愁，百姓听了百姓害怕。哪里会去辨别什么真和假？\n眼看着使有的人家倾家荡产，使有的人家元气大伤，直吹得水流干鹅飞跑，家破人亡啊！\n\n译文二\n喇叭锁呐呜呜哇哇，曲儿小来腔儿大。官船来往乱如麻，全凭你来抬声价。\n军人听了军人愁，百姓听了百姓怕。能到哪里去分真和假？\n眼睁睁吹翻了这家，吹伤了那家，只吹得江水枯竭鹅飞罢！\n\n"}
{"_id":{"$oid":"5b9a1447367d5cab1866869a"},"title":"劝学","dynasty":"先秦","writer":"荀子","content":"　　君子曰：学不可以已。\n\n　　青，取之于蓝，而青于蓝；冰，水为之，而寒于水。木直中绳，輮以为轮，其曲中规。虽有槁暴（pù），不复挺者，輮使之然也。故木受绳则直，金就砺则利，君子博学而日参省乎己，则知明而行无过矣。\n\n　　故不登高山，不知天之高也；不临深溪，不知地之厚也；不闻先王之遗言，不知学问之大也。干、越、夷、貉之子，生而同声，长而异俗，教使之然也。诗曰：“嗟尔君子，无恒安息。靖共尔位，好是正直。神之听之，介尔景福。”神莫大于化道，福莫长于无祸。\n\n　　吾尝终日而思矣，不如须臾之所学也；吾尝跂而望矣，不如登高之博见也。登高而招，臂非加长也，而见者远；顺风而呼，声非加疾也，而闻者彰。假舆马者，非利足也，而致千里；假舟楫者，非能水也，而绝江河。君子生非异也，善假于物也。(君子'生' 通：'性'\n\n　　南方有鸟焉，名曰蒙鸠，以羽为巢，而编之以发，系之苇苕，风至苕折，卵破子死。巢非不完也，所系者然也。西方有木焉，名曰射干，茎长四寸，生于高山之上，而临百仞之渊，木茎非能长也，所立者然也。蓬生麻中，不扶而直；白沙在涅，与之俱黑。兰槐之根是为芷，其渐之滫，君子不近，庶人不服。其质非不美也，所渐者然也。故君子居必择乡，游必就士，所以防邪辟而近中正也。\n\n　　物类之起，必有所始。荣辱之来，必象其德。肉腐出虫，鱼枯生蠹。怠慢忘身，祸灾乃作。强自取柱，柔自取束。邪秽在身，怨之所构。施薪若一，火就燥也，平地若一，水就湿也。草木畴生，禽兽群焉，物各从其类也。是故质的张，而弓矢至焉；林木茂，而斧斤至焉；树成荫，而众鸟息焉。醯酸，而蚋聚焉。故言有招祸也，行有招辱也，君子慎其所立乎！\n\n　　积土成山，风雨兴焉；积水成渊，蛟龙生焉；积善成德，而神明自得，圣心备焉。故不积跬步，无以至千里；不积小流，无以成江海。骐骥一跃，不能十步；驽马十驾，功在不舍。锲而舍之，朽木不折；锲而不舍，金石可镂。蚓无爪牙之利，筋骨之强，上食埃土，下饮黄泉，用心一也。蟹六跪而二螯，非蛇鳝之穴无可寄托者，用心躁也。\n\n　　是故无冥冥之志者，无昭昭之明；无惛惛之事者，无赫赫之功。行衢道者不至，事两君者不容。目不能两视而明，耳不能两听而聪。螣蛇无足而飞，鼫鼠五技而穷。《诗》曰：“尸鸠在桑，其子七兮。淑人君子，其仪一兮。其仪一兮，心如结兮！”故君子结于一也。\n\n　　昔者瓠巴鼓瑟，而流鱼出听；伯牙鼓琴，而六马仰秣。故声无小而不闻，行无隐而不形 。玉在山而草木润，渊生珠而崖不枯。为善不积邪？安有不闻者乎？\n\n　　学恶乎始？恶乎终？曰：其数则始乎诵经，终乎读礼；其义则始乎为士，终乎为圣人， 真积力久则入，学至乎没而后止也。故学数有终，若其义则不可须臾舍也。为之，人也；舍 之，禽兽也。故书者，政事之纪也；诗者，中声之所止也；礼者，法之大分，类之纲纪也。 故学至乎礼而止矣。夫是之谓道德之极。礼之敬文也，乐之中和也，诗书之博也，春秋之微 也，在天地之间者毕矣。 君子之学也，入乎耳，着乎心，布乎四体，形乎动静。端而言，蝡而动，一可以为法则。小人之学也，入乎耳，出乎口；口耳之间，则四寸耳，曷足以美七尺之躯哉！古之学者为己，今之学者为人。君子之学也，以美其身；小人之学也，以为禽犊。故不问而告谓之傲，问一而告二谓之囋。傲、非也，囋、非也；君子如向矣。\n\n　　学莫便乎近其人。礼乐法而不说，诗书故而不切，春秋约而不速。方其人之习君子之说，则尊以遍矣，周于世矣。故曰：学莫便乎近其人。\n\n　　学之经莫速乎好其人，隆礼次之。上不能好其人，下不能隆礼，安特将学杂识志，顺诗书而已耳。则末世穷年，不免为陋儒而已。将原先王，本仁义，则礼正其经纬蹊径也。若挈裘领，诎五指而顿之，顺者不可胜数也。不道礼宪，以诗书为之，譬之犹以指测河也，以戈舂黍也，以锥餐壶也，不可以得之矣。故隆礼，虽未明，法士也；不隆礼，虽察辩，散儒也。\n\n　　问楛者，勿告也；告楛者，勿问也；说楛者，勿听也。有争气者，勿与辩也。故必由其道至，然后接之；非其道则避之。故礼恭，而后可与言道之方；辞顺，而后可与言道之理；色从而后可与言道之致。故未可与言而言，谓之傲；可与言而不言，谓之隐；不观气色而言，谓瞽。故君子不傲、不隐、不瞽，谨顺其身。诗曰：“匪交匪舒，天子所予。”此之谓也。\n\n　　百发失一，不足谓善射；千里蹞步不至，不足谓善御；伦类不通，仁义不一，不足谓善学。学也者，固学一之也。一出焉，一入焉，涂巷之人也；其善者少，不善者多，桀纣盗跖也；全之尽之，然后学者也。\n\n　　君子知夫不全不粹之不足以为美也，故诵数以贯之，思索以通之，为其人以处之，除其害者以持养之。使目非是无欲见也，使耳非是无欲闻也，使口非是无欲言也，使心非是无欲虑也。及至其致好之也，目好之五色，耳好之五声，口好之五味，心利之有天下。是故权利不能倾也，群众不能移也，天下不能荡也。生乎由是，死乎由是，夫是之谓德操。德操然后能定，能定然后能应。能定能应，夫是之谓成人。天见其明，地见其光，君子贵其全也。\n\n","type":["高中文言文","议论","学习","勉励"],"remark":"1．君子：指有学问有修养的人。\n2．学不可以已：学习不能停止。\n3．青取之于蓝：靛青，从蓝草中取得。青，靛青，一种染料。蓝，蓼蓝。蓼（liǎo）蓝：一年生草本植物,茎红紫色，叶子长椭圆形,干时暗蓝色。花淡红色，穗状花序，结瘦果，黑褐色。叶子含蓝汁，可以做蓝色染料。于：从\n4．青于蓝：比蓼蓝（更）深。于：比。\n5、中绳：（木材）合乎拉直的墨线。木工用拉直的墨线来取直。\n6．輮以为轮：輮 ：通“煣”，用火烤使木条弯曲（一种手工艺）。以：把。为：当作。\n7．规：圆规，测圆的工具。\n8．虽有槁暴：即使又被风吹日晒而干枯了。有，通“又”。槁，枯。暴，同“曝”，晒干。槁暴，枯干。\n9．挺：直。\n10．受绳：用墨线量过。\n11．金：指金属制的刀剑等。\n12．就砺：拿到磨刀石上去磨。砺，磨刀石。就，动词，接近，靠近。\n13．君子博学而日参省乎己，则知明而行无过矣：参省乎己：对自己检查、省察。参，一译检验，检查；二译同“叁”，多次。省，省察。乎，介词，于。博学：广泛地学习。日：每天。知：通“智”，智慧。明：明达。行无过：行动没有过错。\n14．吾尝终日而思矣：而，表修饰\n15．须臾：片刻，一会儿。\n16．跂：提起脚后跟。\n17．博见：看见的范围广，见得广。\n18．而见者远：意思是远处的人也能看见。而，表转折。\n19．疾：快，速，这里引申为“洪亮”，指声音宏大。\n20．彰：清楚。\n21．假：借助，利用。舆：车。\n22．利足：脚走得快。致：达到。\n23．水：指游泳。名词，用作动词。\n24．绝：横渡。\n25．生非异：本性（同一般人）没有差别。生，通“性”，资质，禀赋。\n26．善假于物也：于：向。物：外物，指各种客观条件。\n27．兴：起,兴盛。\n28．焉：于之，在那里。\n29．渊：深水。\n30．蛟：一种似龙的生物。\n31．积善成德，而神明自得，圣心备焉：积累善行而养成品德，达到很高的境界，通明的思想（也就）具备了。得，获得。而，表因果关系。\n32．跬：古代的半步。古代称跨出一脚为“跬”，跨两脚为“步”。\n33．无以：没有用来……的（办法）\n34．骐骥：骏马，千里马。\n35．驽马十驾：劣马拉车连走十天，（也能走得很远。）驽马，劣马。驾，马拉车一天所走的路程叫“一驾”。\n36．功在不舍：（它的）成功在于不停止。舍，停。\n37．锲：用刀雕刻。\n38．金石可镂：金：金属。石：石头。镂：原指在金属上雕刻，泛指雕刻。\n39．用心一也：（这是）因为用心专一（的缘故）。用，以，因为。\n40．六跪：六条腿，蟹实际上是八条腿。跪，蟹脚。（一说，海蟹后面的两条腿只能划水，不能用来走路或自卫，所以不能算在“跪”里。另一说，“六”虚指。这两说高中课本中没有提到）\n41．螯：螃蟹的大钳子。\n42．躁：浮躁，不专心。\n43．神明：精神智慧。\n44．跪：脚，蟹腿。\n\n","shangxi":"　　课文可分为三部分。\n\n　　①第一部分（第一段）：提出中心论点“学不可以已“，并加以论述。“学不可以已“强调学习的重要性，接着具体论述其重要性，即学习可以提高、改变素质，使人智慧明达、言行无过。这一部分运用了比喻论证的方法，共用了“青，取之于蓝而青于蓝“等5个比喻。\n\n　　②第二部分（第二段）：论证学习的重要作用。阐述学习的重要作用是：学习可使人增长才干的本领，可以改变人的品性。\n\n　　这一部分也运用了比喻论述的方法，共用了“吾尝跂而望矣，不如登高之博见也“等5个比喻。\n\n　　③第三部分（第三段）：论述学习应持的态度。阐述学习应持的态度是：逐渐积累、坚持不懈、专一不躁。这一部分仍运用了比喻论证的方法，共用了“积土成山，风雨兴焉“等10个比喻。\n\n","translation":"　　君子说：学习不可以停止的。\n　　譬如靛青这种染料是从蓝草里提取的，然而却比蓝草的颜色更青；冰块是冷水凝结而成的，然而却比水更寒冷。木材笔直，合乎墨线，但是(用火萃取）使它弯曲成车轮，（那么）木材的弯度（就）合乎（圆到）如圆规画的一般的标准了，即使又晒干了，（木材）也不会再挺直，用火萃取使它成为这样的。所以木材经墨线比量过就变得笔直，金属制的刀剑拿到磨刀石上去磨就能变得锋利，君子广博地学习，并且每天检验反省自己，那么他就会智慧明理并且行为没有过错了。\n　　因此，不登上高山，就不知天多么高；不面临深涧，就不知道地多么厚；不懂得先代帝王的遗教，就不知道学问的博大。干越夷貉之人，刚生下来啼哭的声音是一样的，而长大后风俗习性却不相同，这是教育使之如此。《诗经》上说：“你这个君子啊，不要总是贪图安逸。恭谨对待你的本职，爱好正直的德行。神明听到这一切，就会赐给你洪福 祥瑞。”精神修养没有比受道德熏陶感染更大了，福分没有比无灾无祸更长远了。\n　　我曾经一天到晚地冥思苦想，（却）比不上片刻学到的知识（收获大）；我曾经踮起脚向远处望，（却）不如登到高处见得广。登到高处招手，手臂并没有加长，可是远处的人却能看见；顺着风喊，声音并没有加大，可是听的人却能听得很清楚。借助车马的人，并不是脚走得快，却可以达到千里之外，借助舟船的人，并不善于游泳，却可以横渡长江黄河。君子的资质秉性跟一般人没什么不同，（只是君子）善于借助外物罢了。\n　　南方有一种叫“蒙鸠”的鸟，用羽毛作窝，还用毛发把窝编结起来，把窝系在嫩芦苇的花穗上，风一吹苇穗折断，鸟窝就坠落了，鸟蛋全部摔烂。不是窝没编好，而是不该系在芦苇上面。西方有种叫“射干”的草，只有四寸高，却能俯瞰百里之遥，不是草能长高，而是因为它长在了高山之巅。蓬草长在麻地里，不用扶持也能挺立住，白沙混进了黑土里，就再不能变白了，兰槐的根叫香艾，一但浸入臭水里，君子下人都会避之不及，不是艾本身不香，而是被浸泡臭了。所以君子居住要选择好的环境，交友要选择有道德的人，才能够防微杜渐保其中庸正直。\n　　事情的发生都是有起因的，荣辱的降临也与德行相应。肉腐了生蛆，鱼枯死了生虫，懈怠疏忽忘记了做人准则就会招祸。太坚硬物体易断裂，太柔弱了又易被束缚，与人不善会惹来怨恨，干柴易燃，低洼易湿，草木丛生，野兽成群，万物皆以类聚。所以靶子设置好了就会射来弓箭，树长成了森林就会引来斧头砍伐，树林繁茂荫凉众鸟就会来投宿，醋变酸了就会惹来蚊虫，所以言语可能招祸，行为可能受辱，君子为人处世不能不保持谨慎。\n　　堆积土石成了高山，风雨就从这里兴起了；汇积水流成为深渊，蛟龙就从这里产生了；积累善行养成高尚的品德，自然会心智澄明，也就具有了圣人的精神境界。所以不积累一步半步的行程，就没有办法达到千里之远；不积累细小的流水，就没有办法汇成江河大海。骏马一跨跃，也不足十步远；劣马拉车走十天，（也能到达，）它的成绩来源于走个不停。（如果）刻几下就停下来了，（那么）腐烂的木头也刻不断。（如果）不停地刻下去，（那么）金石也能雕刻成功。蚯蚓没有锐利的爪子和牙齿，强健的筋骨，却能向上吃到泥土，向下可以喝到土壤里的水，这是由于它用心专一啊。螃蟹有六条腿，两个蟹钳，（但是）如果没有蛇、鳝的洞穴它就无处存身，这是因为它用心浮躁啊。\n　　因此没有刻苦钻研的心志，学习上就不会有显著成绩；没有埋头苦干的实践，事业上就不会有巨大成就。在歧路上行走达不到目的地，同时事奉两个君主的人，两方都 不会容忍他。眼睛不能同时看两样东西而看明白，耳朵不能同时听两种声音而听清楚。螣蛇没有脚但能飞，鼫鼠有五种本领却还是没有办法。《诗》上说：“布谷鸟筑巢在桑树上，它的幼鸟儿有七只。善良的君子们，行为要专一不偏邪。行为专一不偏邪，意志才会如磐石坚。”所以君子的意志坚定专一。\n　　古有瓠巴弹瑟，水中鱼儿也浮出水面倾听，伯牙弹琴，拉车的马会停食仰头而听。所以声音不会因为微弱而不被听见，行为不会因为隐秘而不被发现。宝玉埋在深山，草木就会很润泽，珍珠掉进深渊，崖岸就不会干枯。行善可以积累，哪有积善成德而不被广为传诵的呢？\n　　学习究竟应从何入手又从何结束呢？答：按其途径而言，应该从诵读《诗》、《书》等经典入手到《礼记》结束；就其意义而言，则从做书生入手到成为圣人结束。真诚力行，这样长期积累，必能深入体会到其中的乐趣，学到死方能后已。所以学习的教程虽有尽头，但进取之愿望却不可以有片刻的懈怠。毕生好学才成其为人，反之又与禽兽何异？《尚书》是政事的记录；《诗经》是心声之归结；《礼记》是法制的前提、各种条例的总纲，所以要学到《礼经》才算结束，才算达到了道德之顶峰。《礼经》敬重礼仪，《乐经》讲述中和之声，《诗经》《尚书》博大广阔，《春秋》微言大义，它们已经将天地间的大学问都囊括其中了。\n　　君子学习，是听在耳里，记在心里，表现在威仪的举止和符合礼仪的行动上。一举一动，哪怕是极细微的言行，都可以垂范于人。小人学习是从耳听从嘴出，相距不过四寸而已，怎么能够完美他的七尺之躯呢？古人学习是自身道德修养的需求，现在的人学习则只是为了炫耀于人。君子学习是为了完善自我，小人学习是为了卖弄和哗众取宠，将学问当作家禽、小牛之类的礼物去讨人好评。所以，没人求教你而去教导别人叫做浮躁；问一答二的叫啰嗦；浮躁啰嗦都是不对的，君子答问应象空谷回音一般，不多不少、恰到好处。\n　　学习没有比亲近良师更便捷的了。《礼经》、《乐经》有法度但嫌疏略；《诗经》、《尚书》古朴但不切近现实；《春秋》隐微但不够周详；仿效良师学习君子的学问，既崇高又全面，还可以通达世理。所以说学习没有比亲近良师更便捷的了。\n　　崇敬良师是最便捷的学习途径，其次就是崇尚礼仪了。若上不崇师，下不尚礼，仅读些杂书，解释一下《诗经》《尚书》之类，那么尽其一生也不过是一介浅陋的书生而已。要穷究圣人的智慧，寻求仁义的根本，从礼法入手才是能够融会贯通的捷径。就像弯曲五指提起皮袍的领子，向下一顿，毛就完全顺了。如果不究礼法，仅凭《诗经》《尚书》去立身行事，就如同用手指测量河水，用戈舂黍米，用锥子到饭壶里取东西吃一样，是办不到的。所以，尊崇礼仪，即使对学问不能透彻明了，不失为有道德有修养之士；不尚礼仪，即使明察善辩，也不过是身心散漫无真实修养的浅陋儒生而已。\n　　如果有人前来向你请教不合礼法之事，不要回答；前来诉说不合礼法之事，不要去追问；在你面前谈论不合礼法之事，不要去参与；态度野蛮好争意气的，别与他争辩。所以，一定要是合乎礼义之道的，才给予接待；不合乎礼义之道的，就回避他；因此，对于恭敬有礼的人，才可与之谈道的宗旨；对于言辞和顺的人，才可与之谈道的内容；态度诚恳的，才可与之论及道的精深义蕴。所以，跟不可与之交谈的交谈，那叫做浮躁；跟可与交谈的不谈那叫怠慢；不看对方回应而随便谈话的叫盲目。因此，君子不可浮躁，也不可怠慢，更不可盲目，要谨慎地对待每位前来求教的人。《诗经》说：“不浮躁不怠慢才是天子所赞许的。”说的就是这个道理。\n　　射出的百支箭中有一支不中靶，就不能算是善射；驾驭车马行千里的路程，只差半步而没能走完，这也不能算是善驾；对伦理规范不能融会贯通、对仁义之道不能坚守如一，当然也不能算是善学。学习本是件很需要专心志致的事情，学一阵又停一阵那是市井中的普通人。好的行为少而坏的行为多，桀、纣、拓就是那样的人。能够全面彻底地把握所学的知识，才算得上是个学者。\n　　君子知道学得不全不精就不算是完美，所以诵读群书以求融会贯通，用思考和探索去理解，效仿良师益友来实践，去掉自己错误的习惯性情来保持养护。使眼不是正确的就不想看、耳不是正确的就不想听，嘴不是正确的就不想说，心不是正确的就不愿去思虑。等达到完全醉心于学习的理想境地，就如同眼好五色，耳好五声，嘴好五味那样，心里贪图拥有天下一样。如果做到了这般地步，那么，在权利私欲面前就不会有邪念，人多势众也不会屈服的，天下万物都不能动摇信念。活着是如此，到死也不变。这就叫做有德行、有操守。有德行和操守，才能做到坚定不移，有坚定不移然后才有随机应对。能做到坚定不移和随机应对，那就是成熟完美的人了。到那时天显现出它的光明，大地显现出它的广阔，君子的可贵则在于他德行的完美无缺。\n\n注音\n木直中（zhòng)绳\n其曲（qu第一声）中（zhòng）规\n揉（róu）\n槁（gǎo)暴(pù)\n就砺（lì）\n参（cān通“叁”)省(xǐng)\n知（zhì）明\n须臾（yú)\n跂（qǐ）\n假舟楫者 假(jiǎ)\n楫（jí）\n生（xìng)非异也\n跬（kuǐ )步\n骐骥（qí jì)\n驽（nú)马十驾\n锲（qiè)而舍之\n金石可镂（lòu)\n螯（áo )\n蛇鳝（shàn）\n朽（xiǔ）\n假舆（yú）\n善假（jiǎ）于物\n朽木不 折（zhé）\n爪（zhǎo） 牙\n\n"}
{"_id":{"$oid":"5b9a1447367d5cab1866869b"},"title":"虞美人·听雨","dynasty":"宋代","writer":"蒋捷","content":"少年听雨歌楼上。红烛昏罗帐。壮年听雨客舟中。江阔云低、断雁叫西风。 \n而今听雨僧庐下。鬓已星星也。悲欢离合总无情。一任阶前、点滴到天明。","type":["宋词三百首","宋词精选","婉约","写雨","感叹","岁月","伤怀"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154040824.mp3","remark":"虞美人：著名词牌之一。唐教坊曲。兹取两格，一为五十六字，上下片各两仄韵，两平韵。一为五十八字，上下片各两仄韵，三平韵。 \n昏：昏暗，罗帐：古代床上的纱幔。\n断雁：失群孤雁\n僧庐：僧寺，僧舍。\n星星：白发点点如星，形容白发很多。无情：无动于衷。\n一任：听凭。\n\n","shangxi":"　　历代诗人的笔下，绵绵不断的细雨总是和“愁思”难解难分的，如：“梧桐更兼细雨，到黄昏，点点滴滴，这次第，怎一个愁字了得？”“欲黄昏，雨打梨花深闭门。”但是在蒋捷词里，同是“听雨”，却因时间不同、地域不同、环境不同而有着迥然不同的感受。词人从“听雨”这一独特视角出发，通过时空的跳跃，依次推出了三幅“听雨”的画面，而将一生的悲欢歌哭渗透、融汇其中。\n\n　　第一幅画面：“少年听雨歌楼上，红烛昏罗帐。”它展现的虽然只是一时一地的片断场景，但具有很大的艺术容量。“歌楼”、“红烛”、“罗帐”等绮艳意象交织出现，传达出春风骀荡的欢乐情怀。少年时候醉生梦死，一掷千金，在灯红酒绿中轻歌曼舞，沉酣在自己的人生中。一个“昏”字，把那种“风箫吹断水云间，重按霓裳歌遍彻”的奢靡生活表现出来。这时听雨是在歌楼上，他听的雨就增加了歌楼、红烛和罗帐的意味。尽管这属于纸醉金迷的逐笑生涯，毕竟与忧愁悲苦无缘，而作者着力渲染的只是“不识愁滋味”的青春风华。这样的阶段在词人心目中的印象是永恒而短暂的。以这样一个欢快的青春图，反衬后面的处境的凄凉。\n\n　　第二幅画面：“壮年听雨客舟中，江阔云低，断雁叫西风。”一个客舟中听雨的画面，一幅水大辽阔、风急云低的江秋雨图，一只失群孤飞的大雁。这里的“客舟”不是《枫桥夜泊》中的客船，也不是“惊起一滩鸥鹭”里的游船，而是孤独的天涯羁旅，孤独、忧愁、怀旧时时涌在心头。这时的雨伴随着断雁的叫声。这一个“断”字，联系了诸多意境，同断肠联系在一起，同亲情的斩断联系在一起，有一种人生难言的孤独和悔恨。“客舟”及其四周点缀的“江阔”、“云低”、“断雁”、“西风”等衰瑟意象，映现出风雨飘摇中颠沛流离的坎坷遭际和悲凉心境。壮年之后，兵荒马乱之际，词人常常在人生的苍茫大地上踽踽独行，常常尔奔曲走，四方漂流。一腔旅恨、万种离愁都已包孕在他所展示的这幅江雨图中。\n\n　　“而今听雨”的画面，是一幅显示他当前处境的自我画像。一个白发老人独自在僧庐下倾听着夜雨。处境之萧索，心境之凄凉，在十余字中，一览无余。江山己易主，壮年愁恨与少年欢乐，已如雨打风吹去。此时此地再听到点点滴滴的雨声，却已木然无动于衷了。“悲欢离合总无情”，是追抚一生经历得出的结论，蕴有无限感伤，不尽悲慨。“一任阶前点滴到天明”，似乎已心如止水，波澜不起，但彻夜听雨本身，却表明他并没有真正进入超脱沉静的大彻大悟之境，只不过饱经忧患，已具有“欲说还休”的情感控制能力。\n\n　　三幅画面前后衔接而又相互映照，艺术地概括了作者由少到老的人生道路和由春到冬的情感历程。其中，既有个性烙印，又有时代折光：由作者的少年风流、壮年飘零、晚年孤冷，分明可以透见一个历史时代由兴到衰、由衰到亡的嬗变轨迹，而这正是此词的深刻、独到之处。\n\n","translation":"年少的时候，歌楼上听雨，红烛盏盏，昏暗的灯光下罗帐轻盈。人到中年，在异国他乡的小船上，看蒙蒙细雨，茫茫江面，水天一线，西风中，一只失群的孤雁阵阵哀鸣。\n而今，人已暮年，两鬓已是白发苍苍，独自一人在僧庐下，听细雨点点。人生的悲欢离合的经历是无情的，还是让台阶前一滴滴的小雨下到天亮吧。\n\n"}
{"_id":{"$oid":"5b9a1448367d5cab1866869c"},"title":"长相思·一重山","dynasty":"五代","writer":"李煜","content":"一重山，两重山。山远天高烟水寒，相思枫叶丹。\n菊花开，菊花残。塞雁高飞人未还，一帘风月闲。","type":["宋词三百首","秋天","写山","相思"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154041899.mp3","remark":"《长相思》：调名取自南朝乐府“上言长相思，下言久离别”句，多写男女相思之情。又名《相思令》、《双红豆》、《吴山青》、《山渐青》、《忆多娇》、《长思仙》、《青山相送迎》等。此调有几种不同格体，俱为双调，此词为三十六字体。\n重：量词。层，道。\n烟水：雾气蒙蒙的水面。\n枫叶：枫树叶。枫，落叶乔木，春季开花，叶子掌状三裂。其叶经秋季而变为红色，因此称“丹枫”。古代诗文中常用枫叶形容秋色。丹：红色。\n塞雁：塞外的鸿雁，也作“塞鸿”。塞雁春季北去，秋季南来，所以古人常以之作比，表示对远离故乡的亲人的思念。\n帘：帷帐，帘幕。\n风月：风声月色。\n\n","shangxi":"　　《长相思·一重山》这首小令，《新刻注释草堂诗余评林》在词调下题作“秋怨”。这“秋怨”，便是统贯全词的抒情中心。虽然通篇未曾出现“秋”、“怨”字眼，但仔细吟诵一遍，便会觉得“秋怨”二字确实最为简洁、准确地概括了本词的旨意。 全词写了一个思妇在秋日里苦忆离人、急盼归来，然而最终没有盼来的怨恨心绪。上片写她望中所见之景。那远行在外的征人而今身处何方呢?他是否正跋涉在返乡的路上呢?怀着这种焦迫不安的心情，她不时地企足遥望，希望能够有所发现。可是，进入视野的除了重重叠叠的山岭峰峦外，还有的就是辽阔高远的青冥和天际处的迷离烟水了。第三句描写了一幅荒寂寥廓的群山秋色图，层次极为分明：“一重山”，是近景，“二重山”，是中景；“山远天高烟水寒”，是远景。这一切都是跟着思妇眺望目光的由近及远渐次展开的。清初词人纳兰性德的名作《长相思》曰：“山一程，水一程。身向榆关那畔行。”写主人公越山过水，渐去渐远，很可能是受了该词的启发。需注意的是，“烟水寒”的“寒”，并非仅仅用来形容“烟水”，而且还曲折传出了思妇的心理感觉。正因为久望不见，更添哀伤，心头才滋生了寒意。如此，则目中所见，自然皆带寒意了。上片结句说她“望尽天涯路”而无所得，便收束眼光，不经意地扫视周遭景物，瞥见不远处有枫叶如火，灼人眼目。这使她猛然想起：时令又到了丹枫满山的秋天，自己经年累月的相思之情何日才能了结啊?“相思”一词的出现，使得词旨豁然显现。\n\n　　下片便顺着“相思”折入，着重刻画她的心理活动，写她思中所念之事。“菊花开，菊花残”，用短促、相同的句式，点出时间流逝之速，暗示了她相思日久，怨愁更多。紧连着的“塞雁高飞人未还”，可视为她的直接抒情，也可以看作她在触景生情。塞外大雁尚且知道逢秋南归，那飘泊在外的游子为什么还见不到他的踪影呢?用雁知“归”来反衬人不知“还”，就更深一层地表现出了她的内心怨苦。怨恨尽可以怨恨，但它毕竟是产生于“相思”基础上的，如今良人未还，说不定他碰上了什么意外，或是在路途上染上了风疾。这些想法涌上心头，使得女主人公在怨恨之余，又深深地为他担忧起来了。“一帘风月闲”，刻画出了思妇由于离人不归，对帘外风晨月夕的美好景致无意赏玩的心境。柳永《雨霖铃》词写一对恋人分别后的意绪说：“此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说”，含意正与此同。\n\n　　这首词的最大特点是，句句写思妇“秋怨”，“秋怨”二字却深藏不露。对思妇的外貌、形象、神态、表情未作任何描摹，而是侧重于表现出她的眼中之景，以折现其胸中之情，用笔极其空灵。李煜词的语言锤炼功夫很深，他善于用单纯明净、简洁准确的语言生动地再现物象，展示意境。这个特点在该词里也有鲜明的体现，象“山远天高烟水寒”句，自然明朗，形象丰富，立体感强，境界阔远，并且景中蕴情，耐人寻味。对这首词，前人评价颇多，其中以俞陛云之说为精当：“此词以轻淡之笔，写深秋风物，而兼葭怀远之思，低回不尽，节短而格高，五代词之本色也。”（《南唐二主词辑述评》）\n\n","translation":"一重又一重，重重叠叠的山啊。山是那么远，天是那么高，烟云水气又冷又寒，可我的思念像火焰般的枫叶那样。\n菊花开了又落了，日子一天天过去。塞北的大雁在高空振翅南飞，思念的人却还没有回来。悠悠明月照在帘子上，随风飘飘然。\n\n"}
{"_id":{"$oid":"5b9a1448367d5cab1866869d"},"title":"别董大二首","dynasty":"唐代","writer":"高适","content":"千里黄云白日曛，北风吹雁雪纷纷。\n莫愁前路无知己，天下谁人不识君。\n\n六翮飘飖私自怜，一离京洛十余年。\n丈夫贫贱应未足，今日相逢无酒钱。\n\n","type":["赠别","写景","抒情","豪迈","友情","劝慰","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154041552.mp3","remark":"董大：指董庭兰，是当时有名的音乐家　。在其兄弟中排名第一，故称“董大”。\n黄云：天上的乌云，在阳光下，乌云是暗黄色，所以叫黄云。曛 ：昏暗。白日曛，即太阳黯淡无光。\n谁人：哪个人。君：你，这里指董大。\n翮（hé）：鸟的羽翼。飘飖（yáo）：飘动。六翮飘飖，比喻四处奔波而无结果。\n京洛：长安和洛阳。\n\n","shangxi":"　　在唐人赠别诗篇中，那些凄清缠绵、低徊留连的作品，固然感人至深，但另外一种慷慨悲歌、出自肺腑的诗作，却又以它的真诚情谊，坚强信念，为灞桥柳色与渭城风雨涂上了另一种豪放健美的色彩。高适的《别董大二首》便是后一种风格的佳篇。\n\n　　这两首送别诗作于公元747年（天宝六年），当时高适在睢阳，送别的对象是著名的琴师董庭兰。盛唐时盛行胡乐，能欣赏七弦琴这类古乐的人不多。崔珏有诗道：“七条弦上五音寒，此艺知音自古难。惟有河南房次律，始终怜得董庭兰。”这时高适也很不得志，到处浪游，常处于贫贱的境遇之中。但在这两首送别诗中，高适却以开朗的胸襟，豪迈的语调把临别赠言说得激昂慷慨，鼓舞人心。\n\n　　从诗的内容来看，这两篇作品当是写高适与董大久别重逢，经过短暂的聚会以后，又各奔他方的赠别之作。而且，两个人都处在困顿不达的境遇之中，贫贱相交自有深沉的感慨。诗的第二首可作如是理解。第一首却胸襟开阔，写别离而一扫缠绵忧怨的老调，雄壮豪迈，堪与王勃“海内存知己，天涯若比邻”的情境相媲美。\n\n　　“千里黄云白日曛，北风吹雁雪纷纷。”这两句以其内心之真，写别离心绪，故能深挚；以胸襟之阔，叙眼前景色，故能悲壮。曛，即曛黄，指夕阳西沉时的昏黄景色。\n\n　　落日黄云，大野苍茫，唯北方冬日有此景象。此情此景，若稍加雕琢，即不免斫伤气势。高适于此自是作手。日暮黄昏，且又大雪纷飞，于北风狂吹中，唯见遥空断雁，出没寒云，使人难禁日暮天寒、游子何之之感。以才人而沦落至此，几使人无泪可下，亦唯如此，故知己不能为之甘心。头两句以叙景而见内心之郁积，虽不涉人事，已使人如置身风雪之中，似闻山巅水涯有壮士长啸。此处如不用尽气力，则不能见下文转折之妙，也不能见下文言辞之婉转，用心之良苦，友情之深挚，别意之凄酸。\n\n　　“莫愁前路无知己，天下谁人不识君。” 这两句是对朋友的劝慰：此去你不要担心遇不到知己，天下哪个不知道你董庭兰啊！话说得多么响亮，多么有力，于慰藉中充满着信心和力量，激励朋友抖擞精神去奋斗、去拼搏。于慰藉之中充满信心和力量。因为是知音，说话才朴质而豪爽。又因其沦落，才以希望为慰藉。\n\n　　“六翮飘飖私自怜，一离京洛十余年。丈夫贫贱应未足，今日相逢无酒钱。”可见他当时也还处于“无酒钱”的“贫贱”境遇之中。这两首早期不得意时的赠别之作，不免“借他人酒杯，浇自己块垒”。但诗人于慰藉中寄希望，因而给人一种满怀信心和力量的感觉。 诗人在即将分手之际，全然不写千丝万缕的离愁别绪，而是满怀激情地鼓励友人踏上征途，迎接未来。诗之所以卓绝，是因为高适“多胸臆语，兼有气骨”（殷璠《河岳英灵集》）、“以气质自高”（《唐诗纪事》），因而能为志士增色，为游子拭泪。如果不是诗人内心的郁积喷薄而出，则不能把临别赠语说得如此体贴入微，如此坚定不移，也就不能使此朴素无华之语言，铸造出这等冰清玉洁、醇厚动人的诗情。\n\n","translation":"千里黄云蔽天日色暗昏昏，北风吹着归雁大雪纷纷。\n不要担心前路茫茫没有知己，普天之下哪个不识君？\n\n就像鸟儿六翮飘摇自伤自怜，离开京洛已经十多年。\n大丈夫贫贱谁又心甘情愿，今天相逢可掏不出酒钱。\n\n"}
{"_id":{"$oid":"5b9a1448367d5cab1866869e"},"title":"清明","dynasty":"宋代","writer":"黄庭坚","content":"佳节清明桃李笑，野田荒冢只生愁。\n雷惊天地龙蛇蛰，雨足郊原草木柔。\n人乞祭余骄妾妇，士甘焚死不公侯。\n贤愚千载知谁是，满眼蓬蒿共一丘。","type":["清明节","写景","感叹","人生"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154042372.mp3","remark":"桃李笑：用拟人手法形容盛开的桃、李花。\n“雷惊”句：意思是清明早已过了惊蛰的节气，万物正欣欣向荣。\n蛰：动物冬眠。\n“人乞”一句：《孟子》中有一则寓言。说齐国有一人每天出外向扫墓者乞讨祭祀后留下的酒饭。回家后却向妻妾夸耀是刖人请自己吃饭。这是一个贪鄙愚蠢的形象。\n“士甘”句：用春秋时介子推宁愿被烧死也不愿再出仕的典故。\n蓬蒿(hao)：杂草。丘?指坟墓。\n\n","translation":"　　清明时节，春雷万钧，惊醒万物，宇宙给大地带来了勃勃生机。 春雨绵绵，使大地上一片芳草萋萋，桃李盛开。 野田荒芜之处，是埋葬着死者的墓地，死去的人们长眠地下，使活着的人心里感到难过。 诗人由清明的美景想到死者，从死想到了生，想到人生的意义。 诗人指出，人生各不相同。 古代的某个齐人天天到墓地偷吃别人祭奠亲人的饭菜，吃得油嘴腻脸。回到家里，还要对妻子和小妾撒谎吹嘘，他是在某个当大官的朋友家里吃喝，主人如何盛情招待他。 这种人的人生萎琐卑下，毫无人格尊严。 而另有一些高士，如春秋战国时代的介子推，他帮助晋文公建国以后，不要高官厚禄，宁可隐居山中。 晋文公想让他出来做官，下令放火烧山，但是，介子推其志不可动摇，意抱树焚死在绵山中。 黄庭坚由清明的百花盛开想到荒原的逝者，想到人生的价值。他感叹地说，虽然无论智愚高低， 最后都是篷蒿一丘，但是人生的意义却大不相同。\n\n"}
{"_id":{"$oid":"5b9a1448367d5cab1866869f"},"title":"蝶恋花·槛菊愁烟兰泣露","dynasty":"宋代","writer":"晏殊","content":"槛菊愁烟兰泣露，罗幕轻寒，燕子双飞去。明月不谙离恨苦，斜光到晓穿朱户。(双飞去 一作：双来去 离恨苦 一作：离别苦)\n昨夜西风凋碧树，独上高楼，望尽天涯路。欲寄彩笺兼尺素，山长水阔知何处？\n\n","type":["宋词三百首","婉约","闺怨","写景","思念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154042957.mp3","remark":"蝶恋花：又名“凤栖梧”“鹊踏枝”等。唐教坊曲，后用为词牌。《乐章集》《张子野词》并入“小石调”，《清真集》入“商调”。赵令畤有《商调蝶恋花》，联章作《鼓子词》，咏《会真记》事。双调，六十字，上下片各四仄韵。\n槛（jiàn）：古建筑常于轩斋四面房基之上围以木栏，上承屋角，下临阶砌，谓之槛。至于楼台水榭，亦多是槛栏修建之所。\n罗幕：丝罗的帷幕，富贵人家所用。\n不谙（ān）：不了解，没有经验。谙：熟悉，精通。离恨：一作“离别”。\n朱户：犹言朱门，指大户人家。\n凋：衰落。碧树：绿树。\n彩笺：彩色的信笺。尺素：书信的代称。古人写信用素绢，通常长约一尺，故称尺素，语出《古诗十九首》“客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书”。兼：一作“无”。\n\n","shangxi":"　　婉约派词人许多伤离怀远之作中，这是一首颇负盛名的词。它不仅具有情致深婉的共同特点，而且具有一般婉约词少见的寥阔高远的特色。它不离婉约词，却又某些方面超越了婉约词。\n\n　　起句“槛菊愁烟兰泣露”，写秋晓庭圃中的景物。菊花笼罩着一层轻烟薄雾，看上去似乎脉脉含愁；兰花上沾有露珠，看起来又像默默饮泣。兰和菊本就含有某种象喻色彩（象喻品格的幽洁），这里用“愁烟”“泣露”将它们人格化，将主观感情移于客观景物，透露女主人公自己的哀愁。“愁”“泣”二字，刻画痕迹较显，与大晏词珠圆玉润的语言风格有所不同，但借外物抒写心情、渲染气氛、塑造主人公形象方面自有其作用。\n\n　　次句“罗幕轻寒，燕子双飞去”，写新秋清晨，罗幕之间荡漾着一缕轻寒，燕子双双穿过帘幕飞走了。\n\n　　这两种现象之间本不一定存联系，但充满哀愁、对节候特别敏感的主人公眼中，那燕子似乎是因为不耐罗幕轻寒而飞去。这里，与其说是写燕子的感觉，不如说是写帘幕中人的感受，而且不只是生理上感到初秋的轻寒，而且心理上也荡漾着因孤孑凄凄而引起的寒意。燕的双飞，更反托出人的孤独。这两句纯写客观物象，表情非常微婉含蓄。接下来两句“明月不谙离恨苦，斜光到晓穿朱户”，从今晨回溯昨夜，明点“离恨”，情感也从隐微转为强烈。明月本是无知的自然物，它不了解离恨之苦，而只顾光照朱户，原很自然；既如此，似乎不应怨恨它，但却偏要怨。这种仿佛是无理的埋怨，却有力地表现了女主人公离恨的煎熬中对月彻夜无眠的情景和外界事物所引起的怅触。\n\n　　“昨夜西风凋碧树，独上高楼，望尽天涯路。”过片承上“到晓”，折回写今晨登高望远。“独上”应上“离恨”，反照“双飞”，而“望尽天涯”正从一夜无眠生出，脉理细密。“西风凋碧树”，不仅是登楼即目所见，而且包含有昨夜通宵不寐卧听西风落叶的回忆。碧树因一夜西风而尽凋，足见西风之劲厉肃杀，“凋”字正传出这一自然界的显著变化给予主人公的强烈感受。景既萧索，人又孤独，几乎言尽的情况下，作者又出人意料地展现出一片无限广远寥廓的境界：“独上高楼，望尽天涯路。”这里固然有凭高望远的苍茫之感，也有不见所思的空虚怅惘，但这所向空阔、毫无窒碍的境界却又给主人公一种精神上的满足，使其从狭小的帘幕庭院的忧伤愁闷转向对广远境界的骋望，这是从“望尽”一词中可以体味出来的。这三句尽管包含望而不见的伤离意绪，但感情是悲壮的，没有纤柔颓靡的气息；语言也洗净铅华，纯用白描。这三句是此词中流传千古的佳句。\n\n　　高楼骋望，不见所思，因而想到音书寄远：“欲寄彩笺兼尺素，山长水阔知何处！”彩笺，这里指题诗的诗笺；尺素，指书信。两句一纵一收，将主人公音书寄远的强烈愿望与音书无寄的可悲现实对照起来写，更加突出了“满目山河空念远”的悲慨，词也就这渺茫无着落的怅惘中结束。“山长水阔”和“望尽天涯”相应，再一次展示了令人神往的境界，而“知何处”的慨叹则更增加摇曳不尽的情致。\n\n","translation":"清晨栏杆外的菊花笼罩着一层愁惨的烟雾，兰花沾露似乎是饮泣的露珠。罗幕之间透露着缕缕轻寒，一双燕子飞去。明月不明白离别之苦，斜斜的银辉直到破晓还穿入朱户。\n昨天夜里西风惨烈，凋零了绿树。我独自登上高楼，望尽那消失在天涯的道路。想给我的心上人寄一封信。但是高山连绵，碧水无尽，又不知道我的心上人在何处。\n\n"}
{"_id":{"$oid":"5b9a1448367d5cab186686a0"},"title":"满江红·小住京华","dynasty":"清代","writer":"秋瑾","content":"小住京华，早又是，中秋佳节。为篱下，黄花开遍，秋容如拭。四面歌残终破楚，八年风味徒思浙。苦将侬，强派作蛾眉，殊未屑！(徒思浙 一作：独思浙，蛾眉 一作：娥眉)\n\n身不得，男儿列。心却比，男儿烈！算平生肝胆，因人常热。俗子胸襟谁识我？英雄末路当磨折。莽红尘，何处觅知音？青衫湿！(俗子 一作：俗夫，磨折 一作：折磨)\n\n","type":["豪放","抒怀","壮志"],"remark":"满江红：词牌名。唐朝名《上江虹》，后改今名。\n小住京华：到京不久。小住，暂时居住。京华，京城的美称，这里指北京。\n秋容如拭：秋色明净，就像刚刚擦洗过一般。\n四面歌残终破楚：列强逼近，中国前途危殆。此处用《史记·项羽本纪》“夜闻汉军四面皆楚歌，项王乃大惊”故事。\n八年风味徒思浙：八年来空想着故乡浙江的风味。八年，作者光绪二十二年（1896）在湖南结婚，到作词时恰好八年。徒，空，徒然。\n苦将侬：苦苦地让我。\n蛾眉：美女的代称，这里指女子。\n殊未屑：仍然不放在心上。殊，还，仍然。未，不。屑，顾惜，介意。\n烈：刚正，不轻易屈服。\n因人常热：为别人而屡屡激动。热，激动。\n末路：路途的终点，比喻失意潦倒或没有前途的境地。\n莽（mǎng）：广大。\n青衫湿：失意伤心。用唐白居易《琵琶行》“座中泣下谁最多？江州司马青衫湿”诗义。青衫，唐代文官八品、九品服以青，为官职最低的服色。\n\n","shangxi":"　　这首《满江红》作者是秋瑾，她在词中说自己“身不得男儿列，心却比男儿烈。”这年秋瑾三十岁，有感于民族危机，抛家别子，女扮男装，东渡日本，去追求另样的人生，去寻求民族振兴的道路。\n\n　　自从精忠爱国的民族英雄岳飞首创气壮山河的《满江红》一词以来，已成为千古不朽的绝唱和杰作，历代文人志士莫不把它当作楷模，仿效学作，但大都是望尘莫及！看过古今许多人写的《满江红》，谁也没有岳飞那种气吞牛斗的英雄气概和爱国热情。只有鉴湖女侠的一首《满江红》词，颇有一些男子汉大丈夫的气魄，显示着她不甘雌伏的巾帼英雄的本色。\n\n　　这是她在1903年中秋节的述怀之作，反映了她在封建婚姻家庭和旧礼教的束缚中，走向革命道路前夕的苦闷彷徨和雄心壮志的开阔胸怀。 \n\n","translation":"我在京城小住时日，转眼间就又到了中秋佳节。篱笆下面的菊花都已盛开，秋色明净，就像刚刚擦洗过一般。四面的歌声渐歇，我也终如汉之破楚，突破了家庭的牢笼，如今一个人思量着在浙江时那八年的生活况味。他们苦苦地想让我做一个贵妇人，其实，我是多么的不屑啊！\n\n今生我虽然不能身为男子，加入他们的行列。但是我的心，要比男子的心还要刚烈。想想平日，我的一颗心，常为别人而热。那些俗人，心胸狭窄，怎么能懂我呢？英雄在无路可走的时候，难免要经受磨难挫折。在这莽莽红尘之中，哪里才能觅到知音呢？眼泪打湿了我的衣襟。\n\n"}
{"_id":{"$oid":"5b9a1448367d5cab186686a1"},"title":"击壤歌","dynasty":"先秦","writer":"佚名","content":"日出而作，日入而息。\n凿井而饮，耕田而食。\n帝力于我何有哉！","type":["古诗三百首","赞颂","生活","民谣"],"remark":"壤：据论是古代儿童玩具，以木做成，前宽后窄，长一尺多，形如鞋。玩时，先将一壤置于地，然后在三四十步远处，以另一壤击之，中者为胜。\n作：劳动。\n息：休息。\n帝力句：一说为”帝何德与我哉“。帝力：尧帝的力量。何有：有什么（影响）。如果是”何德“，那就是有什么（恩惠）。\n\n","shangxi":"　　这首歌谣的前四句概括描述了当时农村最原始的生产方式和生活方式。前两句“日出而作，日入而息”，作者用极其简朴的语言描述了远古农民的生存状况——劳动生活。每天看着太阳作息，或劳作或休息。生活简单，无忧无虑。后两句“凿井而饮，耕田而食”，描述的是远古农民的生存状况的另一方面——吃和喝。自己凿井，自己种地，生活虽然劳累辛苦，但自由自在，不受拘束。在前面叙事的基础上，最后一句抒发情感：“帝力于我何有哉！”这样安闲自乐，谁还去向往那帝王的权力？帝王的权力对我有什么用呢？这句诗反映了远古农民旷达的处世态度，反映了当时人们对自然古朴的生产生活方式的自豪和满足，反映了农民对自我力量的充分肯定，也反映了对帝王力量的大胆蔑视。\n\n　　这首歌谣描述了远古时代人们的生存状况，表现了原始社会中人们朴素唯物主义的思想感情。从中可以看到老子“小国寡民……甘其食，美其服，安其居，乐其俗。邻国相望，鸡犬之声相闻，民至老死，不相往来”的影子。语言简朴，叙事简练并结合抒情议论，开头四句连续使用排比句式，语势充沛。整首歌谣风格极为质朴，没有任何渲染和雕饰，艺术形象鲜明生动。歌者无忧无虑的生活状态、怡然自得的神情，都表现得十分自然真切。\n\n","translation":"太阳出来就去耕作田地，太阳落山就回家去休息。\n凿一眼井就可以有水喝，种出庄稼就不会饿肚皮。\n这样的日子有何不自在，谁还去羡慕帝王的权力。\n\n"}
{"_id":{"$oid":"5b9a1448367d5cab186686a2"},"title":"望江南·梳洗罢","dynasty":"唐代","writer":"温庭筠","content":"梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠。肠断白蘋洲。","type":["宋词三百首","初中古诗","闺怨","无奈","思念"],"remark":"望江南：又名“梦江南”“忆江南”，原唐教坊曲名，后用为词牌名。段安节《乐府杂录》：“《望江南》始自朱崖李太尉（德裕）镇浙日，为亡妓谢秋娘所撰，本名“谢秋娘”，后改此名。”《金奁集》入“南吕宫”。小令，单调二十七字，三平韵。\n梳洗：梳头、洗脸、化妆等妇女的生活内容。\n独：独自，单一。望江楼：楼名，因临江而得名。\n千帆：上千只帆船。帆：船上使用风力的布蓬，又作船的代名词。皆：副词，都。\n斜晖：日落前的日光。晖：阳光。脉脉：本作“眽眽”，凝视貌。《古诗十九首》有“盈盈一水间，脉脉不得语”。后多用以示含情欲吐之意。\n肠断：形容极度悲伤愁苦。白蘋（pín）：水中浮草，色白。古时男女常采蘋花赠别。洲：水边陆地。 \n\n","shangxi":"　　此词写一女子登楼远眺、盼望归人的情景，表现了她从希望到失望以致最后的“肠断”的感情。\n\n　　这是一首小令，只有二十七个字。“词之难于令曲，如诗之难于绝句”，“一句一字闲不得”（《白香词谱笺》）。起句“梳洗罢”，看似平平，“语不惊人”。但这三个字内容丰富，给读者留了许多想像的余地。这不是一般人早晨起来的洗脸梳头，而是特定的人物（思妇），在特定条件（准备迎接久别的爱人归来）下，一种特定情绪（喜悦和激动）的反映。\n\n　　在中国古典诗歌中，常以“炉薰阖不用，镜匣上尘生。绮罗失常色，金翠暗无精”之类的描写来表现思妇孤寂痛苦的生活和心情。本篇用法有所不同，离别的痛苦，相思的寂寞，孤独的日子似乎就要过去，或者说她希望中的美好日子似乎就要来到，于是，临镜梳妆，顾影自怜，着意修饰一番。结果是热烈的希望之火遇到冰冷的现实，带来了深一层的失望和更大的精神痛苦，重新又要回到“明镜不治”“首如飞蓬”的苦境中去。这三个字，把这个女子独居的环境，深藏内心的感情变化和对美好生活的向往，不是生动地表现出来了吗？\n\n　　接着，出现了一幅广阔、多彩的艺术画面：“独倚望江楼。”江为背景，楼为主体，焦点是独倚的人。这时的女子，感情是复杂的；随着时间的推移，情绪是变化的。初登楼时的兴奋喜悦，久等不至的焦急，还有对往日的深沉追怀……这里，一个“独”字用得很传神。“独”字，既无色泽，又无音响，却意味深长。这不是恋人昵昵情语的“互倚”，也不是一群人叽叽喳喳的“共倚”，透过这无语独倚的画面，反映了人物的精神世界。一幅美人凭栏远眺图，却是“误几回天际识归舟”的“离情正苦”。把人、景、情联系起来，画面上就有了盛妆女子和美丽江景调和在一起的斑斓色彩，有了人物感情变化和江水流动的交融。\n\n　　“过尽千帆皆不是”，是全词感情上的大转折。这句和起句的欢快情绪形成对照，鲜明而强烈；又和“独倚望江楼”的空寂焦急相连结，承上而启下。船尽江空，人何以堪!希望落空，幻想破灭，这时映入她眼帘的是“斜晖脉脉水悠悠”，落日流水本是没有生命的无情物，但在此时此地的思妇眼里，成了多愁善感的有情者。这是她的痛苦心境移情于自然物而产生的一种联想类比。斜阳欲落未落，对失望女子含情脉脉，不忍离去，悄悄收着余晖；不尽江水似乎也懂得她的心情，悠悠无语流去。它像一组电影镜头：一位着意修饰的女子，倚楼凝眸烟波浩淼的江水，等待久别不归的爱人，从日出到日落，由希望变失望，把这个女子的不幸，表现得多么动人。\n\n　　至此，景物的描绘，感情的抒发，气氛的烘托，都已成熟，最后弹出了全曲的最强音：“肠断白苹洲。”“末句最当留意，有余不尽之意始佳。”和全词“不露痕迹”相较，末句点出主题似太直，但在感情的高潮中结句，仍有“有余不尽之意”。白苹洲在何处？俞平伯先生说，不要“过于落实，似泛说较好”，（俞平伯《唐宋词选释》），这是极为深刻的见解。但在本篇的艺术描写中，应该是江中确有白洲在的，不是比喻、想像，也不是泛指，而是实写。独倚望江楼，一眼就可看到此洲，但那时盼人心切，只顾看船而不见有洲了。千帆过尽，斜晖脉脉，江洲依旧，不见所思，能不肠断!\n\n　　词是注重作家主观抒情的艺术形式。这首小令，情真意切，生动自然，没有矫饰之态和违心之语。词中出现的楼头、船帆、斜晖、江水、小洲，这些互不相干的客观存在物，思妇的由盼郎归来的喜悦到“肠断白苹洲”的痛苦失望，这些人物感情神态的复杂变化，作家经过精巧的艺术构思，使之成为浑然一体的艺术形象。作家的思想感情像一座桥梁，把这些景物、人物联系了起来，而且渗透到了景物描绘和人物活动之中，成了有机的艺术整体，使冰冷的楼、帆、水、洲好像有了温度，有了血肉生命，变得含情脉脉；使分散孤立的风景点，融合成了具有内在逻辑联系的艺术画面；使人物的外在表现和内在的心理活动完美统一地显示出来。这正是现实生活中的思妇的怨和恨，血和泪，深深地感动了作家；在这些似乎平静的字句中，跳动着作家真挚热烈的心。\n\n　　这首小令，像一幅清丽的山水小轴，画面上的江水没有奔腾不息的波涛，发出的只是一种无可奈何的叹息，连落日的余晖，也缺乏峻刻的寓意，盘旋着一股无名的愁闷和难以排遣的怨恨。还有那临江的楼头，点点的船帆，悠悠的流水，远远的小洲，都惹人遐想和耐人寻味，有着一种美的情趣，一种情景交融的意境。这首小令，看似不动声色，轻描淡写中酝酿着炽热的感情，而且宛转起伏，顿挫有致，于不用力处看出“重笔”。\n\n　　思妇题材写的人很多，可说是个“热门题材”，但这首小令，不落俗套，很有特色。这也是个软题材，但这首小令不是软绵绵的，情调积极、健康、朴素。在有着绮靡侧艳“花间”气的温词中，这首小令可说是情真意切，清丽自然，别具一格的精品。\n\n","translation":"　　梳洗完毕，独自一人登上望江楼，倚靠着楼柱凝望着滔滔江面。上千艘船过去了，所盼望的人都没有出现。太阳的余晖脉脉地洒在江面上，江水慢慢地流着，思念的柔肠萦绕在那片白蘋洲上。\n\n"}
{"_id":{"$oid":"5b9a1448367d5cab186686a3"},"title":"乐游原 / 登乐游原","dynasty":"唐代","writer":"李商隐","content":"向晚意不适，驱车登古原。\n夕阳无限好，只是近黄昏。","type":["唐诗三百首","哲理","惜时","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154043262.mp3","remark":"乐游原：在长安（今西安）城南，是唐代长安城内地势最高地。汉宣帝立乐游庙，又名乐游苑。登上它可望长安城。乐游原在秦代属宜春苑的一部分，得名于西汉初年。《汉书·宣帝纪》载，“神爵三年，起乐游苑”。汉宣帝第一个皇后许氏产后死去葬于此，因“苑”与“原”谐音，乐游苑即被传为“乐游原”。对此《关中记》有记载：“宣帝许后葬长安县乐游里，立庙于曲江池北，曰乐游庙，因苑（《长安志》误作葬字）为名。”\n向晚：傍晚。不适：不悦， 不快。\n古原：指乐游原。\n近：快要。\n\n","shangxi":"　　玉溪诗人，另有一首七言绝句，写道是：“万树鸣蝉隔断虹，乐游原上有西风，羲和自趁虞泉〔渊〕宿，不放斜阳更向东！”那也是登上古原，触景萦怀，抒写情志之作。看来，乐游原是他素所深喜、不时来赏之地。这一天的傍晚，不知由于何故，玉溪意绪不佳，难以排遣，他就又决意游观消散，命驾驱车，前往乐游原而去。　乐游原之名，我们并不陌生，原因之一是有一篇千古绝唱《忆秦娥》深深印在我们的“诗的摄相”宝库中，那就是：“……乐游原上清秋节，咸阳古道音尘绝。—音尘绝，西风残照，汉家陵阙。”玉溪恰恰也说是“乐游原上有西风”　。何其若笙磬之同音也！那乐游原，创建于汉宣帝时，本是一处庙苑，—应称“乐游苑”才是，只因地势轩敞，人们遂以“原”呼之了。此苑地处长安的东南方，一登古原，全城在览。　自古诗人词客，善感多思，而每当登高望远，送目临风，更易引动无穷的思绪：家国之悲，身世之感，古今之情，人天之思，往往错综交织，所怅万千，殆难名状。陈子昂一经登上幽州古台，便发出了“念天地之悠悠”的感叹，恐怕是最有代表性的例子了。如若罗列，那真是如同陆士衡所说“若中原之有菽”了吧。至于玉溪，又何莫不然。可是，这次他驱车登古原，却不是为了去寻求感慨，而是为了排遣他此际的“向晚意不适”的情怀。知此前提，则可知“夕阳”两句乃是他出游而得到的满足，至少是一种慰藉—这就和历来的纵目感怀之作是有所不同的了。所以他接着说的是：你看，这无边无际、灿烂辉煌、把大地照耀得如同黄金世界的斜阳，才是真的伟大的美，而这种美，是以将近黄昏这一时刻尤为令人惊叹和陶醉！　我想不出哪一首诗也有此境界。或者，东坡的“闲庭曲槛皆拘窘，一看郊原浩荡春！”庶乎有神似之处吧？　可惜，玉溪此诗却久被前人误解，他们把“只是”解成了后世的“只不过”、“但是”之义，以为玉溪是感伤哀叹，好景无多，是一种“没落消极的心境的反映”，云云。殊不知，古代“只是”，原无此义，它本来写作“祗是”，意即“止是”、“仅是”，因而乃有“就是”、“正是”之意了。别家之例，且置不举，单是玉溪自己，就有好例，他在《锦瑟》篇中写道：“此情可待（义即何待）成追忆，只是当时已惘然！”其意正谓：就是（正是）在那当时之下，已然是怅惘难名了。有将这个“只是当时”解为“即使是在当时”的，此乃成为假设语词了，而“只是”是从无此义的，恐难相混。　细味“万树鸣蝉隔断虹”，既有断虹见于碧树鸣蝉之外，则当是雨霁新晴的景色。玉溪固曾有言曰：“天意怜幽草，人间重晚晴。”大约此二语乃玉溪一生心境之写照，故屡于登高怀远之际，情见乎词。那另一次在乐游原上感而赋诗，指羲和日御而表达了感逝波，惜景光，绿鬓不居，朱颜难再之情—这正是诗人的一腔热爱生活、执着人间、坚持理想而心光不灭的一种深情苦志。若将这种情怀意绪，只简单地理解为是他一味嗟老伤穷、残光末路的作品，未知其果能获玉溪之诗心句意乎。毫厘易失，而赏析难公，事所常有，焉敢固必。愿共探讨，以期近是。　（周汝昌）\n\n","translation":"傍晚时心情不快，驾着车登上古原。\n夕阳啊无限美好，只不过已是黄昏。\n\n"}
{"_id":{"$oid":"5b9a1448367d5cab186686a4"},"title":"越人歌","dynasty":"先秦","writer":"佚名","content":"今夕何夕兮，搴舟中流。\n今日何日兮，得与王子同舟。\n蒙羞被好兮，不訾诟耻。\n心几烦而不绝兮，得知王子。\n山有木兮木有枝，心悦君兮君不知。","type":["民谣","爱情"],"remark":"搴（qiān千）：拔。搴舟，犹言荡舟。洲：当从《北堂书钞》卷一O六所引作“舟”。\n被（pi）：同“披”，覆盖。訾（zǐ紫）：说坏话。诟（gòu）耻：耻辱。\n几（jī）：同“机”。王子：此处指公子黑肱（？－前529年），字子皙，春秋时期楚国的王子，父亲楚共王。\n悦：喜欢。\n\n","shangxi":"　　起首两句“今夕何夕兮搴洲中流，今日何日兮得与王子同舟”，“洲”，当从《北堂书钞》卷一O六引作“舟”。“搴洲中流”即在河中荡舟之意。这是记事，记叙了这天晚上荡舟河中，又有幸能与王子同舟这样一件事。在这里，诗人用了十分情感化的“今夕何夕兮”、“今日何日兮”的句式。“今夕”、“今日”本来已经是很明确的时间概念，还要重复追问“今夕何夕”、“今日何日”，这表明诗人内心的激动无比，意绪已不复平静有序而变得紊乱无序，难以控抑。这种句式及其变化以后常为诗人所取用，著名的如宋张孝祥《念奴娇·过洞庭》的末两句“扣舷独啸，不知今夕何夕”。\n\n　　进入诗的中间两句行文用字和章法都明显地由相对平易转为比较艰涩了。这是诗人在非常感情化的叙事完毕之后转入了理性地对自己的心情进行描述。“蒙羞被好兮不訾诟耻，心几烦而不绝兮得知王子”，是说我十分惭愧承蒙王子您的错爱，王子的知遇之恩令我心绪荡漾。\n\n　　最后两句是诗人在非常情感化的叙事和理性描述自己心情之后的情感抒发，此时的诗人已经将激动紊乱的意绪梳平，因此这种情感抒发十分艺术化，用字平易而意蕴深长，余韵袅袅。“山有木兮木有枝”是一个比兴句，既以“山有木”、“木有枝”兴起下面一句的“心悦君”、“君不知”，又以“枝”谐音比喻“知”。在自然界，山上有树树上有枝，顺理成章；但在人间社会，自己对别人的感情深浅归根到底却只有自己知道，许多时候你会觉得自己对别人的感情难以完全表达，因此越人唱出了这样的歌词。而借“枝”与“知”的谐音双关关系做文章的比兴手法，也是《诗经》所惯用的。如《卫风·芄兰》“芄兰之支，童子佩觽；虽则佩觽，能不我知”，《小雅·小弁》“譬彼坏木，疾用无枝；心之忧矣，宁莫之知”，即是。这种谐音双关对后代的诗歌如南朝乐府民歌《子夜歌》等恐怕不无影响。而“山有木兮木有枝，心悦君兮君不知”二句，与《九歌·湘夫人》中“沅有茝兮醴有兰，思公子兮未敢言”二句相仿佛（然“山”句为“A有B兮B有C”句式，“沅”句为“A有B兮C有D”句式，亦有不同），也可见出此楚译《越人歌》深受楚声的影响。虽然今人所读到的《越人歌》是翻译作品，但仍可这样说：《越人歌》的艺术成就表明，两千多年前，古越族的文学已经达到了相当高的水平。\n\n","translation":"今晚是怎样的晚上啊河中漫游。\n今天是什么日子啊与王子同舟。\n承蒙王子看的起，不（因为我是舟子的身份而）嫌弃我，责骂我。\n心绪纷乱不止啊能结识王子。\n山上有树木啊树木有丫枝，心中喜欢你啊你却不知此事。\n\n"}
{"_id":{"$oid":"5b9a1448367d5cab186686a5"},"title":"破阵子·春景","dynasty":"宋代","writer":"晏殊","content":"燕子来时新社，梨花落后清明。池上碧苔三四点，叶底黄鹂一两声。日长飞絮轻。\n巧笑东邻女伴，采桑径里逢迎。疑怪昨宵春梦好，元是今朝斗草赢。笑从双脸生。","type":["宋词三百首","初中古诗","春天","写人","生活"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154044399.mp3","remark":"破阵子：词牌名，原为唐教坊曲名。又名《十拍子》。双调六十二字，平韵。\n新社：社日是古代祭土地神的日子，以祈丰收，有春秋两社。新社即春社，时间在立春后、清明前。\n碧苔：碧绿色的苔草。\n飞絮：飘荡着的柳絮。\n巧笑：形容少女美好的笑容。逢迎：碰头，相逢。\n疑怪：诧异、奇怪。这里是“怪不得”的意思。\n斗草：古代妇女的一种游戏，也叫“斗百草”。\n双脸：指脸颊。\n\n","translation":"燕子飞来正赶上社祭之时，清明节后梨花纷飞。几片碧苔点缀着池中清水，黄鹂的歌声萦绕着树上枝叶，只见那柳絮飘飞。\n在采桑的路上邂逅巧笑着的东邻女伴。怪不得我昨晚做了个春宵美梦，原来它是预兆我今天斗草获得胜利啊!不由得脸颊上也浮现出了笑意。\n\n"}
{"_id":{"$oid":"5b9a1449367d5cab186686a6"},"title":"舟过安仁","dynasty":"宋代","writer":"杨万里","content":"一叶渔船两小童，收篙停棹坐船中。\n怪生无雨都张伞，不是遮头是使风。","type":["古诗三百首","小学古诗","行舟","赞美","儿童"],"remark":"安仁：县名，1914年因与湖南安仁县同名而改名余江县。\n篙：撑船用的竹竿或木杆。\n棹：船桨。\n怪生：怪不得。\n使风：诗中指两个小孩用伞当帆，让风来帮忙，促使渔船向前行驶。\n\n","shangxi":"　　“一叶渔船两小童，收篙停棹坐船中。”这是诗人看到的情景。两个小孩之所以引起了诗人的注意，是因为他们虽坐在船上，却没有划船，撑船用的竹竿收起来了，船桨也停在那里，这是奇怪的事。由此可见，此时诗人的心情是闲适的，也是比较愉快的，所以才注意到两个孩童的所作所为。\n\n　　“怪生无雨都张伞，不是遮头是使风。”这里省略了诗人看到的两个孩子撑伞的事，省略了诗人心中由此产生的疑问，而直接把疑窦顿解的愉悦写了出来。疑窦的解开，可能是诗人看到孩童异常的行为，就开始更认真地观察、思考，结果是恍然大悟：两个小孩没下雨也张开伞，原来不是为了遮雨，而是舞动伞柄使风吹动小船使船前进。也可能是直接就问两个孩子，孩子把原因讲给他听的。不管怎样，知道了原因，诗人一定是哑然失笑，为孩童的聪明，也为他们的童真和稚气。\n\n　　在这首诗中，诗人看到在一叶小渔船上，有两个小孩子，他们收起竹篙，停下船桨，张开了伞。而诗人悟到了两个小孩之所以没下雨也张开伞，原来不是为了遮雨，而是想利用风让船前进。\n\n　　诗人直接把目光聚焦到儿童身上，全诗都是写儿童的稚气行为。诗人非常善于利用儿童稚态，起到点化诗境的效果。诗人对儿童的喜爱之情溢于言表，对两个小童子玩耍中透出的聪明伶俐赞赏有加。当然，从中也可以看出诗人的童心不泯。表达了诗人对孩童的喜爱和赞赏。\n\n","translation":"一只渔船上，有两个小孩子，他们收起了竹竿，停下了船桨，坐在船中。\n怪不得没下雨他们就张开了伞，原来他们不是为了遮雨，而是想利用伞当帆让船前进啊。\n\n"}
{"_id":{"$oid":"5b9a1449367d5cab186686a7"},"title":"杂诗三首·其二","dynasty":"唐代","writer":"王维","content":"君自故乡来，应知故乡事。\n来日绮窗前，寒梅著花未？","type":["唐诗三百首","思乡","思亲","写景","梅花"],"remark":"来日：来的时候。\n绮(qǐ)窗：雕画花纹的窗户。\n著花未：开花没有?著（zhuó）花，开花。未，用于句末，相当于“否”，表疑问。\n\n","shangxi":"　　这首诗通篇运用借问法，以第一人称叙写。四句都是游子向故乡来人的询问之辞。游子离家日久，不免思家怀内。遇到故乡来人，迫不及待地打听家中情事。他关心的事情一定很多，其中最关心的是他的妻子。但他偏偏不直接问妻子的情况，也不问其他重大的事，却问起窗前的那株寒梅开花了没有，似乎不可思议。细细品味，这一问，确如前人所说，问得“淡绝妙绝”。窗前着一“绮”字，则窗中之人，必是游子魂牵梦绕的佳人爱妻。清黄叔灿《唐诗笺评》说：“‘绮窗前’三字，含情无限。”体味精妙。而这株亭亭玉立于绮窗前的“寒梅”，更耐人寻味。它或许是爱妻亲手栽植，或许倾听过他们夫妻二人的山盟海誓，总之，是他们爱情的见证或象征。因此，游子对它有着深刻的印象和特别的感情。他不直接说思念故乡、亲人，而对寒梅开花没有这一微小的却又牵动着他情怀的事物表示关切，而把对故乡和妻子的思念，对往事的回忆眷恋，表现得格外含蓄、浓烈、深厚。\n\n　　王维深谙五言绝句篇幅短小，宜于以小见大、以少总多的艺术特点，将抒情主人公交集的百感一一芟除，只留下一点情怀，将他灵视中所映现出的故乡种种景物意象尽量删减，只留下窗前那一树梅花，正是在这净化得无法再净化的情思和景物的描写中，透露出无限情味，引人生出无穷遐想。清人宋顾乐《唐人万首绝句选》评此诗：“以微物悬念，传出件件关心，思家之切。”说得颇中肯。\n\n　　罗宗强先生在论述盛唐诗人善于将情思和境界高度净化时，将王维这首诗与初唐诗人王绩《在京思故园见乡人问》诗作了比较。两诗的题材内容十分类似。\n\n　　王维诗写得质朴自然，感情也真挚动人，但诗中写自己遇到故乡来人询问故乡情事，一连问了子侄、栽树、建茅斋、植竹、种桷、水渠、石苔、果园、林花等一系列问题，“他把见到故乡人那种什么都想了解的心情和盘托出，没有经过删汰，没有加以净化。因此，这许多问，也就没有王维的一问所给人的印象深。”通过这一比较，足以显示出“王维是一位在意境创造中追求情思与景物的净化的高手”（罗宗强《唐诗小史》）。 \n\n","translation":"您是刚从我们家乡来的，一定了解家乡的人情世态。\n请问您来的时候我家雕画花纹的窗户前，那一株腊梅花开了没有？\n\n"}
{"_id":{"$oid":"5b9a1449367d5cab186686a8"},"title":"雪","dynasty":"唐代","writer":"罗隐","content":"尽道丰年瑞，丰年事若何。\n长安有贫者，为瑞不宜多。","type":["写雪","忧国忧民"],"remark":"尽：全。道：讲，说。丰年瑞：瑞雪兆丰年。\n若何：如何，怎么样。\n宜：应该。\n\n","shangxi":"　　题目是“雪”，诗却非咏雪，而是发了一通雪是否瑞兆的议论。绝句长于抒情而拙于议论，五绝篇幅极狭，尤忌议论。作者偏用其短，看来是有意造成一种特殊的风格。　\n\n　　瑞雪兆丰年。辛勤劳动的农民看到飘飘瑞雪而产生丰年的联想与期望，是很自然的。但眼下是在繁华的帝都长安，这“尽道丰年瑞”的声音就颇值得深思。“尽道”二字，语含讥讽。联系下文，可以揣知“尽道丰年瑞”者是和“贫者”不同的另一世界的人们。这些安居深院华屋、身袭蒙茸皮裘的达官显宦、富商大贾，在酒酣饭饱、围炉取暖、观赏一天风雪的时候，正异口同声地大发瑞雪兆丰年的议论，他们也许会自命是悲天悯人、关心民生疾苦的仁者呢！　\n\n　　正因为是此辈“尽道丰年瑞”，所以接下去的是冷冷的一问：“丰年事若何？”即使真的丰年，情况又怎样呢？这是反问，没有作答，也无须作答。“尽道丰年瑞”者自己心里清楚。唐代末叶，苛重的赋税和高额地租剥削，使农民无论丰歉都处于同样悲惨的境地。“二月卖新丝，五月粜新谷”，“六月禾未秀，官家已修仓”，“山前有熟稻，紫穗袭人香。细获又精舂，粒粒如玉珰。持之纳于官，私室无仓箱”。这些诗句对“事若何”作出了明确的回答。但在这首诗里，不道破比道破更有艺术力量。它好象当头一闷棍，打得那些“尽道丰年瑞”者哑口无言。　\n\n　　三、四两句不是顺着“丰年事若何”进一步抒感慨、发议论，而是回到开头提出的雪是否为瑞的问题上来。因为作者写这首诗的主要目的，并不是抒写对贫者虽处丰年仍不免冻馁的同情，而是向那些高谈丰年瑞者投一匕首。“长安有贫者，为瑞不宜多。”好象在一旁冷冷地提醒这些人：当你们享受着山珍海味，在高楼大厦中高谈瑞雪兆丰年时，恐怕早就忘记了这帝都长安有许许多多食不果腹、衣不蔽体、露宿街头的“贫者”。他们盼不到“丰年瑞”所带来的好处，却会被你们所津津乐道的“丰年瑞”所冻死。一夜风雪，明日长安街头会出现多少“冻死骨”啊！“为瑞不宜多”，仿佛轻描淡写，略作诙谐幽默之语，实际上这里面蕴含着深沉的愤怒和炽烈的感情。平缓从容的语调和犀利透骨的揭露，冷隽的讽刺和深沉的愤怒在这里被和谐地结合起来了。\n\n　　雪究竟是瑞兆，还是灾难，离开一定的前提条件，是很难辩论清楚的，何况这根本不是诗的任务。诗人无意进行这样一场辩论。他感到憎恶和愤慨的是，那些饱暖无忧的达官贵人们，本与贫者没有任何共同感受、共同语言，却偏偏要装出一副对丰年最关心、对贫者最关切的面孔，因而他抓住“丰年瑞”这个话题，巧妙地作了一点反面文章，扯下了那些“仁者”的假面具，让他们的尊容暴露在光天化日之下。\n\n　　诗里没有直接出现画面，也没有任何形象的描绘。但读完了全诗，诗人自已的形象却鲜明可触。这是因为，诗中那些看来缺乏形象性的议论，不仅饱含着诗人的憎恶、蔑视、愤激之情，而且处处显示出诗人幽默诙谐、愤世疾俗的性格。从这里可以看出，对诗歌的形象性是不宜作过分偏狭的理解的。 \n\n","translation":"都说瑞雪兆丰年，丰年情况将如何？\n长安城里有穷人，我说瑞雪不宜多。\n\n"}
{"_id":{"$oid":"5b9a1449367d5cab186686a9"},"title":"寻陆鸿渐不遇","dynasty":"唐代","writer":"皎然","content":"移家虽带郭，野径入桑麻。近种篱边菊，秋来未著花。 \n扣门无犬吠，欲去问西家。报道山中去，归时每日斜。","type":["唐诗三百首","访友","隐士","生活"],"remark":"陆鸿渐：名羽，终生不仕，隐居在苕溪（今浙江湖州境内），以擅长品茶著名，著有《茶经》一书，被后人奉为“茶圣”、“茶神”。\n虽：一作“唯”。带：近。郭：外城，泛指城墙。\n篱边菊：语出陶渊明《饮酒》诗：“采菊东篱下，悠然见南山。”\n著花：开花。\n扣门：敲门。\n西家：西邻。\n报道：回答道，报，回报，回答。去：一作“出”。\n归时每日斜：一作“归来日每斜”。日斜：日将落山，暮时也。\n\n","shangxi":"　　此诗载于《全唐诗》卷八一五。下面是中国人民公安大学中国文学教研室主任唐永德教授对此诗的赏析。\n\n　　陆羽和皎然是好友。这首诗当是陆羽迁居后，皎然过访不遇所作。\n\n　　陆羽的新居离城不远，但已很幽静，沿着野外小径，直走到桑麻丛中才能见到。开始两句，颇有陶渊明“结庐在在人境，而无车马喧”的隐士风韵。\n\n　　陆羽住宅外的菊花，大概是迁来以后才种上的，虽到了秋天，还未曾开花。这二句，自然平淡，点出诗人造访的时间是在清爽的秋天。然后，诗人又去敲他的门，不但无人应答，连狗吠的声音都没有。此时的诗人也许有些茫然，立刻就回转去，似有些眷恋不舍，还是问一问西边的邻居吧。邻人回答：陆羽往山中去了，经常要到太阳西下的时候才回来。这二句和贾岛的《寻隐者不遇》的后二句“只在此山中，云深不知处”恰为同趣。“每日斜”的“每”字，活脱地勾画出西邻说话时，对陆羽整天流连山水而迷惑不解和怪异的神态，这就从侧面烘托出陆羽不以尘事为念的高人逸士的襟怀和风度。\n\n　　这首诗前半写陆羽隐居之地的景；后半写不遇的情况，似都不在陆羽身上着笔，而最终还是为了咏人。偏僻的住处，篱边未开的菊花，无犬吠的门户，西邻对陆羽行踪的叙述，都刻画出陆羽生性疏放不俗。全诗四十字，清空如话，别有隽味。\n\n","translation":"他把家迁徙到了城郭一带，乡间小路通向桑麻的地方。近处篱笆边都种上了菊花，秋天到了却尚未见它开放。\n敲门竟连一声犬吠都没有，要去向西家邻居打听情况。邻人报说他是到山里去了，回来时总要西山映着斜阳。\n\n"}
{"_id":{"$oid":"5b9a1449367d5cab186686aa"},"title":"阳关曲·中秋月","dynasty":"宋代","writer":"苏轼","content":"中秋作本名小秦王，入腔即阳关曲\n\n暮云收尽溢清寒，银汉无声转玉盘。\n此生此夜不长好，明月明年何处看。\n\n","type":["宋词精选","中秋节","月亮","离别"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154044074.mp3","remark":"阳关曲：本名《渭城曲》。单调二十八字，四句三平韵。宋秦观云：《渭城曲》绝句，近世又歌入《小秦王》，更名《阳关曲》。属双调，又属大石调。按，唐教坊记，有《小秦王曲》，即《秦王小破阵乐》也，属坐部伎。\n溢：满出。暗寓月色如水之意。\n银汉：银河。\n玉盘：喻月。\n\n","shangxi":"　　这首小词，题为“中秋月”，自然是写“人月圆”的喜悦；调寄《阳关曲》，则又涉及别情。记述的是作者与其胞弟苏辙久别重逢，共赏中秋月的赏心乐事，同时也抒发了聚后不久又得分手的哀伤与感慨。\n\n　　首句言月到中秋分外明之意，但并不直接从月光下笔，而从“暮云”说起，用笔富于波折。明月先被云遮，一旦“暮云收尽”，转觉清光更多。句中并无“月光”、“如水”等字面，而“溢”字，“清寒”二字，都深得月光如水的神趣，全是积水空明的感觉。\n\n　　月明星稀，银河也显得非常淡远。“银汉无声”并不只是简单的写实，它似乎说银河本来应该有声的，但由于遥远，也就“无声”了，天宇空阔的感觉便由此传出。此夜明月显得格外圆，恰如一面“白玉盘”似的。语本李白《古朗月行》：“小时不识月，呼作白玉盘。”此处用“玉盘”的比喻写出月儿冰清玉洁的美感，而“转”字不但赋予它神奇的动感，而且暗示它的圆。两句并没有写赏月的人，但全是赏心悦目之意，而人自在其中。\n\n　　明月圆，更值兄弟团聚，难怪词人要赞叹“此生此夜”之“好”了。从这层意思说，“此生此夜不长好”大有佳会难得，当尽情游乐，不负今宵之意。不过，恰如明月是暂满还亏一样，人生也是会难别易的。兄弟分离即，又不能不令词人慨叹“此生此夜”之短。从这层意思说，“此生此夜不长好”又直接引出末句的别情。说“明月明年何处看”，当然含有“未必明年此会同”的意思，是抒“离扰”。同时，“何处看”不仅就对方发问，也是对自己发问，实寓行踪萍寄之感。末二句意思衔接，对仗天成。“此生此夜”与“明月明年”作对，字面工整，假借巧妙。“明月”之“明”与“明年”之“明”义异而字同，借来与二“此”字对仗，实是妙手偶得。叠字唱答，再加上“不长好”、“何处看”一否定一疑问作唱答，便产生出悠悠不尽的情韵。\n\n　　这首词从月色的美好写到“人月圆”的愉快，又从当年当夜推想次年中秋，归结到别情。形象集中，境界高远，语言清丽，意味深长。《阳关曲》原以王维《送元二使安西》诗为歌词，苏轼此词与王维诗平仄四声，大体切合，是词家依谱填词之作。\n\n","translation":"夜幕降临，云气收尽，天地间充满了寒气，银河流泻无声，皎洁的月儿转到了天空，就像玉盘那样洁白晶莹。\n我这一生中每逢中秋之夜，月光多为风云所掩，很少碰到像今天这样的美景，真是难得啊！可明年的中秋，我又会到何处观赏月亮呢？\n\n"}
{"_id":{"$oid":"5b9a1449367d5cab186686ab"},"title":"蜂","dynasty":"唐代","writer":"罗隐","content":"不论平地与山尖，无限风光尽被占。 \n采得百花成蜜后，为谁辛苦为谁甜？","type":["寓言","咏物","怜悯"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154045028.mp3","remark":"山尖：山峰。\n尽：都。\n占：占其所有。\n甜：醇香的蜂蜜。\n\n","shangxi":"　　蜂与蝶在诗人词客笔下，成为风韵的象征。然而小蜜蜂毕竟与花蝴蝶不同，它是为酿蜜而劳苦一生，积累甚多而享受甚少。诗人罗隐着眼于这一点，写出这样一则寄慨遥深的诗的“动物故事”。仅其命意就令人耳目一新。此诗艺术表现上值得注意的有三点：\n\n　　一、欲夺故予，反跌有力。此诗寄意集中在末二句的感喟上，慨蜜蜂一生经营，除“辛苦”而外并无所有。然而前两句却用几乎是矜夸的口吻，说无论是平原田野还是崇山峻岭，凡是鲜花盛开的地方，都是蜜蜂的领地。这里作者运用极度的副词、形容词──“不论”、“无限”、“尽”等等，和无条件句式，极称蜜蜂“占尽风光”，似与题旨矛盾。其实这只是正言欲反、欲夺故予的手法，为末二句作势。俗话说：抬得高，跌得重。所以末二句对前二句反跌一笔，说蜂采花成蜜，不知究属谁有，将“尽占”二字一扫而空，表达效果就更强。如一开始就正面落笔，必不如此有力。\n\n　　二、叙述反诘，唱叹有情。此诗采用了夹叙夹议的手法，但议论并未明确发出，而运用反诘语气道之。前二句主叙，后二句主议。后二句中又是三句主叙，四句主议。“采得百花”已示“辛苦”之意，“成蜜”二字已具“甜”意。但由于主叙主议不同，末二句有反复之意而无重复之感。本来反诘句的意思只是：为谁甜蜜而自甘辛苦呢？却分成两问：“为谁辛苦”？“为谁甜”？亦反复而不重复。言下辛苦归自己、甜蜜属别人之意甚显。而反复咏叹，使人觉感慨无穷。诗人矜惜怜悯之意可掬。\n\n　　三、寓意遥深，可以两解。此诗抓住蜜蜂特点，不做作，不雕绘，不尚词藻，虽平淡而有思致，使读者能从这则“动物故事”中若有所悟，觉得其中寄有人生感喟。有人说此诗实乃叹世人之劳心于利禄者；有人则认为是借蜜蜂歌颂辛勤的劳动者，而对那些不劳而获的剥削者以无情讽刺。两种解会似相龃龉，其实皆允。因为“寓言”诗有两种情况：一种是作者为某种说教而设喻，寓意较浅显而确定；另一种是作者怀着浓厚感情观物，使物著上人的色彩，其中也能引出教训，但“寓意”就不那么浅显和确定。如此诗，大抵作者从蜂的“故事”看到那时苦辛人生的影子，但他只把“故事”写下来，不直接说教或具体比附，创造的形象也就具有较大灵活性。而现实生活中存在着不同意义的苦辛人生，与蜂相似的主要有两种：一种是所谓“终朝聚敛苦无多，及到多时眼闭了”（《红楼梦》“好了歌”）；一种是“运锄耕劚侵星起”而“到头禾黍属他人”。这就使得读者可以在两种意义上作不同的理解了。但是，随着时代的前进，劳动光荣成为普遍观念，“蜂”越来越成为一种美德的象征，人们在读罗隐这诗的时候，自然更多地倾向于后一种解会了。可见，“寓言”的寓意并非一成不变，古老的“寓言”也会与日俱新。\n\n","translation":"无论是在平地，还是在那高山，哪里鲜花迎风盛开，哪里就有蜜蜂奔忙。\n蜜蜂啊，你采尽百花酿成了花蜜，到底为谁付出辛苦，又想让谁品尝香甜？\n\n"}
{"_id":{"$oid":"5b9a1449367d5cab186686ac"},"title":"清平乐·年年雪里","dynasty":"宋代","writer":"李清照","content":"年年雪里，常插梅花醉。挼尽梅花无好意，赢得满衣清泪。\n今年海角天涯，萧萧两鬓生华。看取晚来风势，故应难看梅花。","type":["宋词三百首","宋词精选","梅花","回忆","感伤"],"remark":"挼（ruó）：揉搓。\n海角天涯：犹天涯海角。本指僻远之地，这里当指临安。\n萧萧两鬓生华：形容鬓发华白稀疏的样子。\n看取：是观察的意思。观察自然界的“风势”。故应：还应。\n\n","shangxi":"　　这首词处处跳动着词人生活的脉搏。她早年的欢乐，中年的幽怨，晚年的沦落，在词中都约略可见。饱经沧桑之后，内中许多难言之苦，通过抒写赏梅的不同感受倾诉了出来。词意含蓄蕴藉，感情悲切哀婉。\n\n　　上片忆旧。分为两层：开头两句回忆早年与赵明诚共赏梅花的生活情景：踏雪寻梅折梅插鬓多么快乐！多么幸福！这“醉”字，不仅是酒醉，更表明女词人为梅花、为爱情、为生活所陶醉。她早年写下的咏梅词《渔家傲》中有句云：“雪里已知春信至，寒梅点缀琼枝腻……共赏金尊沉绿蚁，莫辞醉，此花不与群花比。”可作为“年年雪里，常插梅花醉”的注脚。三四句当写丧偶之后。李清照在抒情时善于将无形的内心感情通过有形的外部动作表现出来，如“倚楼无语理瑶琴”（《浣溪沙》），“更挼残芯，更捻余香，更得些时”（《诉衷情》），“夜阑犹剪烛花弄”（《蝶恋花》）。花还是昔日的花，然而花相似，人不同，物是人非，怎不使人伤心落泪呢？李清照婚后，夫妻志同道合、伉俩相得，生活美满幸福。但是，时常发生的短暂离别使她识尽离愁别苦。在婚后六、七年的时间里，李赵两家相继罹祸，紧接着就开始了长期的“屏居乡里”的生活。生活的坎坷使她屡处忧患，饱尝人世的艰辛。当年那种赏梅的雅兴大减。这两句写的就是词人婚后的这段生活，表现的是一种百无聊赖、忧伤怨恨的情绪。本词中“挼尽”二句，说把梅花揉碎，心情很不好，眼泪把衣襟都湿透了。插梅与挼梅，醉赏梅花与泪洒梅花，前后相比，一喜一悲，反映了不同的生活阶段与不同的心情。\n\n　　下片伤今。“生华”意为生长白发。词人漂泊天涯，远离故土，年华飞逝，两鬓斑白，与上片第二句所描写的梅花簪发的女性形象遥相对照。三四句又扣住赏梅，以担忧的口吻说出：“看取晚来风势，故应难看梅花。”看取意为看着。晚来风急，恐怕落梅已尽，想赏梅也看不成了。早年青春佳偶，人与梅花相映。中年迭经丧乱，心与梅花共碎。晚年漂泊天涯，不想再看梅花委地飘零。词人南渡后，特别是丈夫去世后更是颠沛流离，沦落漂零。生活的折磨使词人很快变得憔悴苍老，头发稀疏，两鬓花白。词人说：如今虽然赏梅季节又到，可是哪里还有心思去插梅呢？而且看来晚上要刮大风，将难以晴夜赏梅了。而且一夜风霜，明朝梅花就要凋零败落，即使想看也看不成了。\n\n　　最后的“看取晚来风势，故应难看梅花”，可能还寄托着词人对国事的忧怀。古人常用比兴，以自然现象的风雨、风云，比政治形势。这里的“风势”既是自然的“风势”，也是政治的“风势”，即“国势”。稍后于清照的辛弃疾的《摸鱼儿》“更能消几番风雨，匆匆春又归去”，与此寓意相似，都寄寓着为国势衰颓而担忧的情绪。清照所说“风势”，似乎是暗喻当时极不利的民族斗争形势；“梅花”以比美好事物，“难看梅花”，则是指国家的遭难，而且颇有经受不住之势。在这种情况下，她根本没有赏梅的闲情逸致。身世之苦、国家之难糅合在一起，使词的思想境界为之升华。\n\n　　这首词篇幅虽小，却运用了多种艺术手法。从依次描写赏梅的不同感受看，运用的是对比手法。赏梅而醉、对梅落泪和无心赏梅，三个生活阶段，三种不同感受，形成鲜明的对比，在对比中表现词人生活的巨大变化。从上下两阕的安排看，运用的是衬托的手法，上阕写过去，下阕写现在，但又不是今昔并重，而是以昔衬今，表现出当时作者飘零沦落、哀老孤苦的处境和饱经磨难的忧郁心情。以赏梅寄寓自己的今昔之感和国家之忧，但不是如咏物词之以描写物态双关人事，词语平实而感慨自深，较之《永遇乐·落日镕金》一首虽有所不及，亦足动人。\n\n　　这一首小词，把个人身世与梅花紧紧联系在一起，在梅花上寄托了遭际与情思，构思甚巧而寄托甚深。\n\n","translation":"小时候每年下雪，我常常会沉醉在插梅花的兴致中。后来虽然梅枝在手，却无好心情去赏玩，只是漫不经心地揉搓着，却使得泪水沾满了衣裳。\n今年梅花又开放的时候，我却一个人住在很偏远的地方，而我耳际短而稀的头发也已斑白。看着那晚来的风吹着开放的梅花，大概也难见它的绚烂了。\n\n"}
{"_id":{"$oid":"5b9a1449367d5cab186686ad"},"title":"孔雀东南飞 / 古诗为焦仲卿妻作","dynasty":"两汉","writer":"佚名","content":"　　汉末建安中，庐江府小吏焦仲卿妻刘氏，为仲卿母所遣，自誓不嫁。其家逼之，乃投水而死。仲卿闻之，亦自缢于庭树。时人伤之，为诗云尔。\n\n　　孔雀东南飞，五里一徘徊。\n\n　　“十三能织素，十四学裁衣。十五弹箜篌，十六诵诗书。十七为君妇，心中常苦悲。君既为府吏，守节情不移。贱妾留空房，相见常日稀。鸡鸣入机织，夜夜不得息。三日断五匹，大人故嫌迟。非为织作迟，君家妇难为！妾不堪驱使，徒留无所施。便可白公姥，及时相遣归。”\n\n　　府吏得闻之，堂上启阿母：“儿已薄禄相，幸复得此妇。结发同枕席，黄泉共为友。共事二三年，始尔未为久。女行无偏斜，何意致不厚。”\n\n　　阿母谓府吏：“何乃太区区！此妇无礼节，举动自专由。吾意久怀忿，汝岂得自由！东家有贤女，自名秦罗敷。可怜体无比，阿母为汝求。便可速遣之，遣去慎莫留！”\n\n　　府吏长跪告：“伏惟启阿母。今若遣此妇，终老不复取！”\n\n　　阿母得闻之，槌床便大怒：“小子无所畏，何敢助妇语！吾已失恩义，会不相从许！”\n\n　　府吏默无声，再拜还入户。举言谓新妇，哽咽不能语：“我自不驱卿，逼迫有阿母。卿但暂还家，吾今且报府。不久当归还，还必相迎取。以此下心意，慎勿违吾语。”\n\n　　新妇谓府吏：“勿复重纷纭。往昔初阳岁，谢家来贵门。奉事循公姥，进止敢自专？昼夜勤作息，伶俜萦苦辛。谓言无罪过，供养卒大恩；仍更被驱遣，何言复来还！妾有绣腰襦，葳蕤自生光；红罗复斗帐，四角垂香囊；箱帘六七十，绿碧青丝绳，物物各自异，种种在其中。人贱物亦鄙，不足迎后人，留待作遗施，于今无会因。时时为安慰，久久莫相忘！”\n\n　　鸡鸣外欲曙，新妇起严妆。著我绣夹裙，事事四五通。足下蹑丝履，头上玳瑁光。腰若流纨素，耳著明月珰。指如削葱根，口如含朱丹。纤纤作细步，精妙世无双。\n\n　　上堂拜阿母，阿母怒不止。“昔作女儿时，生小出野里。本自无教训，兼愧贵家子。受母钱帛多，不堪母驱使。今日还家去，念母劳家里。”却与小姑别，泪落连珠子。“新妇初来时，小姑始扶床；今日被驱遣，小姑如我长。勤心养公姥，好自相扶将。初七及下九，嬉戏莫相忘。”出门登车去，涕落百余行。\n\n　　府吏马在前，新妇车在后。隐隐何甸甸，俱会大道口。下马入车中，低头共耳语：“誓不相隔卿，且暂还家去。吾今且赴府，不久当还归。誓天不相负！”\n\n　　新妇谓府吏：“感君区区怀！君既若见录，不久望君来。君当作磐石，妾当作蒲苇。蒲苇纫如丝，磐石无转移。我有亲父兄，性行暴如雷，恐不任我意，逆以煎我怀。”举手长劳劳，二情同依依 。\n\n　　入门上家堂，进退无颜仪。阿母大拊掌，不图子自归：“十三教汝织，十四能裁衣，十五弹箜篌，十六知礼仪，十七遣汝嫁，谓言无誓违。汝今何罪过，不迎而自归？”兰芝惭阿母：“儿实无罪过。”阿母大悲摧。\n\n　　还家十余日，县令遣媒来。云有第三郎，窈窕世无双。年始十八九，便言多令才。\n\n　　阿母谓阿女：“汝可去应之。”\n\n　　阿女含泪答：“兰芝初还时，府吏见丁宁，结誓不别离。今日违情义，恐此事非奇。自可断来信，徐徐更谓之。”\n\n　　阿母白媒人：“贫贱有此女，始适还家门。不堪吏人妇，岂合令郎君？幸可广问讯，不得便相许。”\n\n　　媒人去数日，寻遣丞请还，说有兰家女，承籍有宦官。云有第五郎，娇逸未有婚。遣丞为媒人，主簿通语言。直说太守家，有此令郎君，既欲结大义，故遣来贵门。\n\n　　阿母谢媒人：“女子先有誓，老姥岂敢言！”\n\n　　阿兄得闻之，怅然心中烦。举言谓阿妹：“作计何不量！先嫁得府吏，后嫁得郎君。否泰如天地，足以荣汝身。不嫁义郎体，其往欲何云？”\n　　兰芝仰头答：“理实如兄言。谢家事夫婿，中道还兄门。处分适兄意，那得自任专！虽与府吏要，渠会永无缘。登即相许和，便可作婚姻。”\n\n　　媒人下床去。诺诺复尔尔。还部白府君：“下官奉使命，言谈大有缘。”府君得闻之，心中大欢喜。视历复开书，便利此月内，六合正相应。良吉三十日，今已二十七，卿可去成婚。交语速装束，络绎如浮云。青雀白鹄舫，四角龙子幡。婀娜随风转，金车玉作轮。踯躅青骢马，流苏金镂鞍。赍钱三百万，皆用青丝穿。杂彩三百匹，交广市鲑珍。从人四五百，郁郁登郡门。\n\n　　阿母谓阿女：“适得府君书，明日来迎汝。何不作衣裳？莫令事不举！”\n\n　　阿女默无声，手巾掩口啼，泪落便如泻。移我琉璃榻，出置前窗下。左手持刀尺，右手执绫罗。朝成绣夹裙，晚成单罗衫。晻晻日欲暝，愁思出门啼。\n\n　　府吏闻此变，因求假暂归。未至二三里，摧藏马悲哀。新妇识马声，蹑履相逢迎。怅然遥相望，知是故人来。举手拍马鞍，嗟叹使心伤：“自君别我后，人事不可量。果不如先愿，又非君所详。我有亲父母，逼迫兼弟兄。以我应他人，君还何所望！”\n\n　　府吏谓新妇：“贺卿得高迁！磐石方且厚，可以卒千年；蒲苇一时纫，便作旦夕间。卿当日胜贵，吾独向黄泉！”\n\n　　新妇谓府吏：“何意出此言！同是被逼迫，君尔妾亦然。黄泉下相见，勿违今日言！”执手分道去，各各还家门。生人作死别，恨恨那可论？念与世间辞，千万不复全！\n\n　　府吏还家去，上堂拜阿母：“今日大风寒，寒风摧树木，严霜结庭兰。儿今日冥冥，令母在后单。故作不良计，勿复怨鬼神！命如南山石，四体康且直！”\n\n　　阿母得闻之，零泪应声落：“汝是大家子，仕宦于台阁。慎勿为妇死，贵贱情何薄！东家有贤女，窈窕艳城郭，阿母为汝求，便复在旦夕。”\n\n　　府吏再拜还，长叹空房中，作计乃尔立。转头向户里，渐见愁煎迫。\n\n　　其日牛马嘶，新妇入青庐。奄奄黄昏后，寂寂人定初。我命绝今日，魂去尸长留！揽裙脱丝履，举身赴清池。\n\n　　府吏闻此事，心知长别离。徘徊庭树下，自挂东南枝。\n\n　　两家求合葬，合葬华山傍。东西植松柏，左右种梧桐。枝枝相覆盖，叶叶相交通。中有双飞鸟，自名为鸳鸯。仰头相向鸣，夜夜达五更。行人驻足听，寡妇起彷徨。多谢后世人，戒之慎勿忘。\n\n","type":["高中文言文","乐府","民谣","写人","爱情"],"remark":"建安中：建安年间（—）。建安，东汉献帝刘协的年号。\n庐江：汉代郡名，郡城在今安徽潜山一带。\n遣：女子出嫁后被夫家休弃回娘家。\n云尔：句末语气词。如此而已。\n徘徊（pái huái）：来回走动。汉代乐府诗常以飞鸟徘徊起兴，以写夫妇离别。\n素：白绢。这句话开始到“及时相遣归”是焦仲卿妻对仲卿说的。\n箜篌（kōnghóu）：古代的一种弦乐器，形如筝瑟。\n诗书：原指《诗经》和《尚书》，这里泛指儒家的经书。\n守节：遵守府里的规则。\n断：（织成一匹）截下来。\n大人故嫌迟：婆婆故意嫌我织得慢。大人，对长辈的尊称，这里指婆婆。\n不堪：不能胜任。\n徒：徒然，白白地。\n施：用。\n白公姥（mǔ）：禀告婆婆。白，告诉，禀告。公姥，公公婆婆，这里是偏义复词，专指婆婆。\n薄禄相：官禄微薄的相貌。\n结发：束发。古时候的人到了一定的年龄（男子岁，女子岁）才把头发结起来，算是到了成年，可以结婚了。\n始尔：刚开始。尔，助词，无义。一说是代词，这样。\n致不厚：招致不喜欢。致，招致。厚，厚待。这里是“喜欢”的意思。\n区区：小，这里指见识短浅。\n自专由：与下句“汝岂得自由”中的“自由”都是自作主张的意思。专，独断专行。由，随意，任意。\n贤：这里指聪明贤惠。\n可怜：可爱。\n伏惟：趴在地上想。古代下级对上级或小辈对长辈说话表示恭敬的习惯用语。\n取：通“娶”，娶妻。\n床：古代的一种坐具。\n会不相从许：当然不能答应你的要求。会，当然，必定。\n举言：发言，开口。\n新妇：媳妇（不是新嫁娘）。“新妇”是汉代末年对已嫁妇女的通称。\n报府：赴府，指回到庐江太守府。\n下心意：低心下意，受些委屈。\n勿复重（chóng）纷纭：不必再添麻烦吧。也就是说，不必再提接她回来的话了。\n初阳岁：农历冬末春初。\n谢：辞别。\n作息：原意是工作和休息，这里是偏义复词，专指工作。\n伶俜（pīng）萦（yíng）苦辛：孤孤单单，受尽辛苦折磨。伶俜，孤单的样子。萦，缠绕。\n谓言：总以为。\n卒：完成，引申为报答。\n绣腰襦（rú）：绣花的齐腰短袄。\n葳蕤（wēi ruí）：草木繁盛的样子，这里形容短袄上刺绣的花叶繁多而美丽。\n箱帘：箱，衣箱。帘，通“奁”，古代妇女梳妆用的镜匣。\n后人：指府吏将来再娶的妻子。\n遗（wèi）施：赠送，施与。\n会因：会面的机会。\n严妆：整妆，郑重地梳妆打扮。\n通：次，遍。\n蹑（niè）：踩，踏，这里指穿鞋。\n玳瑁（dài mào）：一种同龟相似的爬行动物，甲壳可制装饰品。\n珰（dāng）：耳坠。\n昔作女儿时：以下八句是仲卿妻对焦母告别时说的话。\n野里：乡间。\n兼愧：更有愧于……\n却：从堂上退下来。\n扶将：扶持，搀扶。这里是服侍的意思。\n初七及下九：七月七日和每月的十九日。初七，指农历七月七日，旧时妇女在这天晚上在院子里陈设瓜果，向织女星祈祷，祈求提高刺绣缝纫技巧，称为“乞巧”。下九，古人以每月的二十九为上九，初九为中九，十九为下九。在汉朝时候，每月十九日是妇女欢聚的日子。\n隐隐：和下面的“甸甸”都是象声词，指车声。\n誓不相隔卿……誓天不相负：这是府吏对兰芝说的话。\n区区：这里是诚挚的意思，与上面“何乃太区区”中的“区区”意思不同。\n若见录：如此记住我。见录，记着我。见，被。录，记。\n纫：通“韧”，柔韧牢固。亲父兄：即同胞兄。\n逆：逆料，想到将来。\n劳劳：怅惘若失的样子。\n颜仪：脸面，面子。\n拊（fǔ）掌：拍手，这里表示惊异。\n子自归：你自己回来。意思是，没料到女儿竟被驱遣回家。古代女子出嫁以后，一定要娘家得到家的同意，派人迎接，才能回娘家。下文“不迎而自归”，也是按这种规矩说的责备的话。\n无誓违：不会有什么过失。誓，似应作“諐”。諐，古“愆（qiān）”字。愆违，过失。\n悲摧：悲痛，伤心。\n窈窕（yǎo tiǎo）：容貌体态美好的样子。\n便（pián）言多令才：口才很好，又多才能。便言，很会说话。令，美好。\n丁宁：嘱咐我。丁宁，嘱咐，后写作“叮咛”。\n非奇：不宜，不妥。\n断来信：回绝来做媒的人。断，回绝。信，使者，指媒人。\n更谓之：再谈它。之，指再嫁之事。\n适：出嫁。\n不堪：这里是“不能做”的意思。\n媒人去数日……丞籍有宦官：这几句可能有文字脱漏或错误，因此无法解释清楚。这里列出部分字的意义解释：寻，随即，不久。丞，县丞，官名。承籍，承继先人的仕籍。宦官，即“官宦”，指做官的人。\n娇逸：娇美文雅。\n主簿：太守的属官。\n作计：拿主意，打算。\n量（liáng）：考虑。\n否（pǐ）泰：都是《易经》中的卦名。这里指运气的好坏。否，坏运气。泰，好运气。\n义郎：男子的美称，这里指太守的儿子。\n其往欲何云：往后打算怎么办。其往，其后，将来。何云，这里指怎么办。\n处分：处置。\n适：依照。\n要（yāo）：相约。\n渠（qú）会：同他相会。渠，他。一说是那种相会。渠，那。\n登即：立即。\n尔尔：如此如此。等于说“就这样，就这样”。\n府君：对太守的尊称。\n下官：县丞自称。\n缘：缘分。\n视历：翻看历书。\n六合：古时候迷信的人，结婚要选好日子，要年月日的干支（干，天干，甲乙丙丁……支，地支，子丑寅卯……）合起来都相适合，这叫“六合”。\n卿：你，指县丞。\n交语：交相传话。\n舫（fǎng）：船。\n龙子幡（fān）：绣龙的旗帜。\n婀娜（ē nuó）：轻轻飘动的样子。\n踯躅（zhí zhú）：缓慢不进的样子。\n青骢（cōng）马：青白杂毛的马。\n流苏：用五彩羽毛做的下垂的缨子。\n赍（jī）：赠送。\n杂彩：各种颜色的绸缎。\n交广：交州广州，古代郡名，这里泛指今广东广西一带。\n鲑（xié）：这里是鱼类菜肴的总称。\n郁郁：繁盛的样子。\n适：刚才。\n不举：办不成。\n榻（tà）：坐具。\n晻晻（yǎnyǎn）：日色昏暗无光的样子。\n摧藏（zàng）：摧折心肝。藏，脏腑。\n人事不可量：人间的事不能预料。\n父母：这里偏指母。\n弟兄：这里偏指兄。\n日胜贵：一天比一天高贵。\n恨恨：抱恨不已，这里指极度无奈。\n日冥冥：原意是日暮，这里用太阳下山来比喻生命的终结。\n单：孤单。\n故：有意，故意。\n不良计：不好的打算（指自杀）。\n四体：四肢，这里指身体。\n直：意思是腰板硬朗。\n台阁：原指尚书台，这里泛指大的重府。\n情何薄：怎能算是薄情。\n乃尔立：就这样决定。\n青庐：用青布搭成的篷帐，举行婚礼的地方。\n奄奄：通“晻晻”，日色昏暗无光的样子。\n黄昏：古时计算时间按十二地支将一日分为十二个“时辰”。“黄昏”是“戌时”（相当于现代的晚上时至时）。下句的“人定”是“亥时”（相当于现代的晚上时至时）。\n华山：庐江郡内的一座小山。\n交通：交错，这里指挨在一起。\n驻足：停步。\n谢：告诉。\n\n\n","shangxi":"　　《孔雀东南飞》在艺术上标志着中国古代叙事诗已臻成熟，其主要表现有三：\n\n　　一、成功地塑造了刘兰芝、焦仲卿等艺术形象。刘兰芝不仅敢爱敢恨，敢说敢为，具有强烈的反抗性格，而且在别小姑、别仲卿时，赠物留言、订立蒲石之盟，于悲怆之中充满了温厚的深情。她感情丰富，形象饱满，不同于一般叙事诗中人物性格的单一简略。与兰芝相较，仲卿形象更为复杂。他忍让求母，委曲求全，显得软弱，但这是当时一般人所无法超越的时代局限，何况他身为府吏，更不能不受封建法规的制约。然而他的求，在当时是对母命的公开顶撞，实在是对封建礼教的大不敬。进而又对母命阳奉阴违，表面上驱遣兰芝，私下却密约重娶，表明他倔强不驯，只是绵里藏针、刚强不露而已。至于他告母自裁，幻想以此促使其母同意他与兰芝重新结合，这是他认识上的不足。但论其态度，实已由一般的顶撞发展到了威胁的地步。然而愚昧无知的焦母，虽然爱子，却仍坚持另娶。仲卿则在幻想破灭之后，并不因此屈从其母而终于以死殉情，充分显示了焦仲卿的反叛性格。这是一个既想当孝子，但在与切身利害冲突下又不甘于愚孝的典型。黑暗的环境和现实的矛盾造就了仲卿这种思想性格。作者不仅写出了人物性格中的个性，而且写出了他们性格中所特有的复杂性，有血有肉兼有神，可歌可泣又可信，这决非短小的抒情诗和一般的叙事诗所能达到的境界。诗中的主要人物是如此，对于次要人物，作者同样注意性格描写，因而能写出同类人物的不同特点。如刘母和焦母，同为老寡妇，刘母家境清寒，性格懦弱，虽同情女儿而又不能不听从儿子的安排，反映了封建礼教“夫死从子”的黑暗；焦母则富有高傲，为人凶悍，不仅不从子，而且要儿子从她，表现出封建家长的淫威。她们同为妇女，在同一社会中，却因境遇所造就的性格不同而扮演了不同的角色。这种艺术造诣是当时其他叙事诗中所看不到的。\n\n　　二、故事情节完整，矛盾冲突不断。《孔雀东南飞》以人物为中心铺叙故事，情节曲折，首尾完整。故事带有传奇的色彩：一个被休弃的妇女，竟然受到县令、太守相继登门为子求婚的奇遇，显然这是极其偶然而富有戏剧性的情节。但作者并不单纯地追求离奇的故事，而是借助于情节，描写人与人之间的关系。作者写此奇遇，不仅衬托出兰芝之美，歌颂了兰芝忠贞专一、不为利诱的品格，而且在比较中刻画出她与刘兄、刘母截然不同的性格。再则，叙事长诗易致平直，此诗却写得曲折有致，扣人心弦，因此令人读来不觉其长，不愧为“长篇之圣”。尤其是诗通过刘兰芝和焦母、焦仲卿和母亲、兰芝与刘兄这三对连续不断的矛盾，描叙人物性格之间的冲突，把普遍存在于当时社会中的矛盾现象集中概括，驱遣笔端，从而通过一个家庭，反映一个社会，使这首诗成为复杂社会的写真。这又是当时其他叙事诗所无法企及的。\n\n　　三、语言通俗化、个性化，明白如话而又神情毕肖。这首诗描摹情态，铺叙事物，全都通俗易懂。尤其是人物的对话，真实而又贴切地反映出人物的性格与心理活动。刘兰芝与焦仲卿之间的对话，显现了他们之间的恩爱和为了共同的理想而进行抗争的性格；仲卿母子的对话，既写出了焦母对儿子的爱，又写出了她对新妇的恨；兰芝母女、兄妹的对话，令人看到了母亲对女儿所特有的感情和刘兄的刻薄势利之心。清代陈祚明曰：此诗“佳处在历述十许人口中语，各各肖其声情，神化之笔也”，这的确说出了《孔雀东南飞》的语言艺术所达到的高水平。\n\n","translation":"　　东汉末年建安年间，庐江府小吏焦仲卿的妻子刘氏，被仲卿的母亲驱赶回娘家，她发誓不再改嫁。但她娘家的人一直逼着她再嫁，她只好投水自尽。焦仲卿听到妻子的死讯后，也吊死在自己家里庭院的树上。当时的人哀悼他们，便写了这样一首诗。\n\n　　孔雀朝着东南方向飞去，每飞五里便是一阵徘徊。\n\n　　“我十三岁就能织出白色的丝绢，十四岁就学会了裁衣。十五岁学会弹箜篌，十六岁就能诵读诗书。十七岁做了你的妻子，但心中常常感到痛苦伤悲。你既然已经做了府吏，当然会坚守臣节专心不移。只留下我孤身一人待在空房，我们见面的日子常常是日渐疏稀。每天当鸡叫的时候我就进入机房纺织，天天晚上都不能休息。三天就能在机上截下五匹布，但婆婆还故意嫌我缓慢松弛。不是我纺织缓慢行动松弛，而是你家的媳妇难做公婆难服侍。我已经受不了你家这样的驱使，徒然留下来也没有什么用处无法再驱驰。你这就禀告公公婆婆，及时遣返我送我回娘家去。”\n\n　　府吏听到这些话，便走到堂上禀告阿母：“儿已经没有做高官享厚禄的福相，幸而娶得这样一个好媳妇。刚成年时我们便结成同床共枕的恩爱夫妻，并希望同生共死直到黄泉也相伴为伍。我们共同生活才过了两三年，这种甜美的日子只是开头还不算长久。她的行为没有什么不正当，哪里知道竟会招致你的不满得不到慈爱亲厚。”\n\n　　阿母对府吏说：“你怎么这样狭隘固执！这个媳妇不懂得礼节，行动又是那样自专自由。我心中早已怀着愤怒，你哪能自作主张对她迁就。东邻有个贤惠的女子，她本来的名字叫秦罗敷。她可爱的体态没有谁能比得上，我当为你的婚事去恳求。你就应该把兰芝快赶走，把她赶走千万不要让她再停留！”\n\n　　府吏直身长跪作回答，他恭恭敬敬地再向母亲哀求：“现在如果赶走这个媳妇，儿到老也不会再娶别的女子！”\n\n　　阿母听了府吏这些话，便敲着坐床大发脾气：“你这小子胆子太大毫无畏惧，你怎么敢帮着媳妇胡言乱语。我对她已经断绝了情谊，对你的要求决不会依从允许！”\n\n　　府吏默默不说话，再拜之后辞别阿母回到自己的房里。开口向媳妇说话，悲痛气结已是哽咽难语：“我本来不愿赶你走，但阿母逼迫着要我这样做。但你只不过是暂时回到娘家去，现在我也暂且回到县官府。不久我就要从府中回家来，回来之后一定会去迎接你。你就为这事委屈一下吧，千万不要违背我这番话语。”\n\n　　兰芝对府吏坦陈：“不要再这样麻烦反复叮咛！记得那年初阳的时节，我辞别娘家走进你家门。侍奉公婆都顺着他们的心意，一举一动哪里敢自作主张不守本分？日日夜夜勤劳地操作，孤身一人周身缠绕着苦辛。自以为可以说是没有什么罪过，能够终身侍奉公婆报答他们的大恩。但仍然还是要被驱赶，哪里还谈得上再转回你家门。我有一件绣花的短袄，绣着光彩美丽的花纹。还有一床红罗做的双层斗形的小帐，四角都垂挂着香囊。大大小小的箱子有六七十个，都是用碧绿的丝线捆扎紧。里面的东西都各不相同，各种各样的东西都收藏其中。人既然低贱东西自然也卑陋，不值得用它们来迎娶后来的新人。你留着等待以后有机会施舍给别人吧，走到今天这一步今后不可能再相会相亲。希望你时时安慰自己，长久记住我不要忘记我这苦命的人。”\n\n　　当公鸡呜叫窗外天快要放亮，兰芝起身精心地打扮梳妆。她穿上昔日绣花的裌裙，梳妆打扮时每件事都做了四五遍才算妥当。脚下她穿着丝鞋，头上的玳瑁簪闪闪发光。腰间束着流光的白绸带，耳边挂着明月珠装饰的耳珰。十个手指像尖尖的葱根又细又白嫩，嘴唇涂红像含着朱丹一样。她轻轻地小步行走，艳丽美妙真是举世无双。\n\n　　她走上堂去拜别阿母，阿母听任她离去而不挽留阻止。“从前我做女儿的时候，从小就生长在村野乡里。本来就没有受到教管训导，更加惭愧的是又嫁到你家愧对你家的公子。受了阿母许多金钱和财礼，却不能胜任阿母的驱使。今天我就要回到娘家去，还记挂着阿母孤身操劳在家里。”她退下堂来又去向小姑告别，眼泪滚滚落下像一连串的珠子。“我这个新媳妇初嫁过来时，小姑刚学走路始会扶床。今天我被驱赶回娘家，小姑的个子已和我相当。希望你尽心地侍奉我的公婆，好好地扶助他们精心奉养。每当七夕之夜和每月的十九日，玩耍时千万不要把我忘。”她走出家门上车离去，眼泪落下百多行。\n\n　　府吏骑着马走在前头，兰芝坐在车上跟在后面走。车声时而小声隐隐时而大声甸甸，但车和马都一同到达了大道口。府吏下马走进车中，低下头来在兰芝身边低声细语：“我发誓不同你断绝，你暂且回到娘家去，我今日也暂且赶赴官府。不久我一定会回来，我向天发誓永远不会辜负你。”\n\n　　兰芝对府吏说：“感谢你对我的诚心和关怀。既然承蒙你这样的记着我，不久之后我会殷切地盼望着你来。你应当像一块大石，我必定会像一株蒲苇。蒲苇像丝一样柔软但坚韧结实，大石也不会转移。只是我有一个亲哥哥，性情脾气不好常常暴跳如雷。恐怕不能任凭我的心意由我自主，他一定会违背我的心意使我内心饱受熬煎。”两人忧伤不止地举手告别，双方都依依不舍情意绵绵。\n\n　　兰芝回到娘家进了大门走上厅堂，进退为难觉得脸面已失去。母亲十分惊异地拍着手说道：“想不到没有去接你你自己回到家里。十三岁我就教你纺织，十四岁你就会裁衣，十五岁会弹箜篌，十六岁懂得礼仪，十七岁时把你嫁出去，总以为你在夫家不会有什么过失。你现在并没有什么罪过，为什么没有去接你你自己回到家里？”“我十分惭愧面对亲娘，女儿实在没有什么过失。”亲娘听了十分伤悲。\n\n　　回家才过了十多日，县令便派遣了一个媒人来提亲。说县太爷有个排行第三的公子，身材美好举世无双。年龄只有十八九岁，口才很好文才也比别人强。\n\n　　亲娘便对女儿说：“你可以出去答应这门婚事。”\n\n　　兰芝含着眼泪回答说：“兰芝当初返家时，府吏一再嘱咐我，发誓永远不分离。今天如果违背了他的情义，这门婚事就大不吉利。你就可以去回绝媒人，以后再慢慢商议。”\n\n　　亲娘出去告诉媒人：“我们贫贱人家养育了这个女儿，刚出嫁不久便被赶回家里，不配做小吏的妻子，哪里适合再嫁你们公子为妻？希望你多方面打听打听，我不能就这样答应你。”\n\n　　媒人去了几天后，那派去郡里请示太守的县丞刚好回来。他说：“在郡里曾向太守说起一位名叫兰芝的女子，出生于官宦人家。”又说：“太守有个排行第五的儿子，貌美才高还没有娶妻。太守要我做媒人，这番话是由主簿来转达。”县丞来到刘家直接说：“在太守家里，有这样一个美好的郎君，既然想要同你家结亲，所以才派遣我来到贵府做媒人。”\n\n　　兰芝的母亲回绝了媒人：“女儿早先已有誓言不再嫁，我这个做母亲的怎敢再多说？”\n\n　　兰芝的哥哥听到后，心中不痛快十分烦恼，向其妹兰芝开口说道：“作出决定为什么不多想一想！先嫁是嫁给一个小府吏，后嫁却能嫁给太守的贵公子。命运好坏差别就像天和地，改嫁之后足够让你享尽荣华富贵。你不嫁这样好的公子郎君，往后你打算怎么办？”\n\n　　兰芝抬起头来回答说：“道理确实像哥哥所说的一样，离开了家出嫁侍奉丈夫，中途又回到哥哥家里，怎么安排都要顺着哥哥的心意，我哪里能够自作主张？虽然同府吏有过誓约，但同他相会永远没有机缘。立即就答应了吧，就可以结为婚姻。”媒人从坐床走下去，连声说好!好!就这样!就这样!他回到太守府禀告太守：“下官承奉着大人的使命，商议这桩婚事谈得很投机。”太守听了这话以后，心中非常欢喜。他翻开历书反复查看，吉日就在这个月之内，月建和日辰的地支都相合。“成婚吉日就定在三十日，今天已是二十七日，你可立即去办理迎娶的事。”彼此相互传语快快去筹办，来往的人连续不断像天上的浮云。迎亲的船只上画着青雀和白鹄，船的四角还挂着绣着龙的旗子。旗子随风轻轻地飘动，金色的车配着玉饰的轮。驾上那毛色青白相杂的马缓步前进，马鞍两旁结着金线织成的缨子。送了聘金三百万，全部用青丝串联起。各种花色的绸缎三百匹，还派人到交州广州购来海味和山珍。随从人员共有四五百，热热闹闹地齐集太守府前准备去迎亲。\n\n　　亲娘对兰芝说：“刚才得到太守的信，明天就要来迎娶你。你为什么还不做好衣裳？不要让事情办不成!”\n\n　　兰芝默默不说话，用手巾掩口悲声啼，眼泪坠落就像流水往下泻。移动她那镶着琉璃的坐榻，搬出来放到前窗下。左手拿着剪刀和界尺，右手拿着绫罗和绸缎。早上做成绣裌裙，傍晚又做成单罗衫。一片昏暗天时已将晚，她满怀忧愁想到明天要出嫁便伤心哭泣。\n\n　　府吏听到这个意外的变故，便告假请求暂且回家去看看。还未走到刘家大约还有二三里，人很伤心马儿也悲鸣。兰芝熟悉那匹马的鸣声，踏着鞋急忙走出家门去相迎。心中惆怅远远地望过去，知道是从前的夫婿已来临。她举起手来拍拍马鞍，不断叹气让彼此更伤心。“自从你离开我之后，人事变迁真是无法预测和估量。果然不能满足我们从前的心愿，内中的情由又不是你能了解端详。我有亲生的父母，逼迫我的还有我的亲兄长。把我许配了别的人，你还能有什么希望!”\n\n　　府吏对兰芝说：“祝贺你能够高升!大石方正又坚厚，可以千年都不变。蒲苇虽然一时坚韧，但只能坚持很短的时间。你将一天比一天生活安逸地位显贵，只有我独自一人下到黄泉。”\n\n　　兰芝对府吏说：“想不到你会说出这样的话!两人同样是被逼迫，你是这样我也是这样受熬煎。我们在黄泉之下再相见，不要违背今天的誓言!”他们握手告别分道离去，各自都回到自己家里面。活着的人却要做死的离别，心中抱恨哪里能够说得完。他们都想很快地离开人世，无论如何也不愿苟且偷生得保全。\n\n　　府吏回到自己家，上堂拜见阿母说：“今天风大天又寒，寒风摧折了树木，浓霜冻坏了庭院中的兰花。我今天已是日落西山生命将终结，让母亲独留世间以后的日子孤单。我是有意作出这种不好的打算，请不要再怨恨鬼神施责罚!但愿你的生命像南山石一样的久长，身体强健又安康。”\n\n　　阿母听到了这番话，泪水随着语声往下落：“你是大户人家的子弟，一直做官在官府台阁。千万不要为了一个妇人去寻死，贵贱不同你将她遗弃怎能算情薄？东邻有个好女子，苗条美丽全城称第一。做母亲的为你去求婚，答复就在这早晚之间。”\n\n　　府吏再拜之后转身走回去，在空房中长叹不已。他的决心就这样定下了，把头转向屋子里，心中忧愁煎迫一阵更比一阵紧。\n\n　　迎亲的那一天牛马嘶叫，新媳妇兰芝被迎娶进入青色帐篷里。天色昏暗已是黄昏后，静悄悄的四周无声息。“我的生命终结就在今天，只有尸体长久留下我的魂魄将要离去。”她挽起裙子脱下丝鞋，纵身一跳投进了清水池。\n\n　　府吏听到了这件事，心里知道这就是永远的别离，于是来到庭院大树下徘徊了一阵，自己吊死在东南边的树枝。\n\n　　两家要求将他们夫妻二人合葬，结果合葬在华山旁。坟墓东西两边种植着松柏，左右两侧栽种梧桐。各种树枝枝枝相覆盖，各种树叶叶叶相连通。中间又有一对双飞鸟，鸟名本是叫鸳鸯，它们抬起头来相对鸣叫，每晚都要鸣叫一直叫到五更。过路的人都停下脚步仔细听，寡妇惊起更是不安和彷徨。我要郑重地告诉后来的人，以此为鉴戒千万不要把它忘。\n\n"}
{"_id":{"$oid":"5b9a1449367d5cab186686ae"},"title":"八阵图","dynasty":"唐代","writer":"杜甫","content":"功盖三分国，名成八阵图。（名成 一作：名高）\n江流石不转，遗恨失吞吴。","type":["唐诗三百首","怀古","写人","哲理"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154046861.mp3","remark":"八阵图：由八种阵势组成的图形，用来操练军队或作战。\n盖：超过。三分国：指三国时魏、蜀、吴三国。\n石不转：指涨水时，八阵图的石块仍然不动。\n失吞吴：是吞吴失策的意思。\n\n","shangxi":"　　“功盖三分国，名成八阵图“两句赞颂诸葛亮的丰功伟绩。第一句是从总的方面写，说诸葛亮在确立魏蜀吴三分天下、鼎足而立局势的过程中，功绩最为卓绝。三国并存局面的形成，固然有许多因素，而诸葛亮辅助刘备从无到有地创建蜀国基业，应该说就是重要原因之一。杜甫这一高度概括的赞语，客观地反映了三国时代的历史真实。第二句是从具体的方面来写，说诸葛亮创制八阵图使他声名更加卓著。对这一点古人曾屡加称颂，如成都武侯祠中的碑刻就写道：“一统经纶志未酬，布阵有图诚妙略。”“江上阵图犹布列，蜀中相业有辉光。”而杜甫的这句诗则是更集中、更凝炼地赞颂了诸葛亮的军事业绩。\n\n　　头两句诗在写法上用的是对仗句，“三分国”对“八阵图”，以全局性的业绩对军事上的贡献，显得精巧工整，自然妥帖。在结构上，前句劈头提起，开门见山；后句点出诗题，进一步赞颂功绩，同时又为下面凭吊遗迹作了铺垫。\n\n　　“江流石不转，遗恨失吞吴。”这两句就“八阵图”的遗址抒发感慨。“八阵图”遗址在夔州西南永安宫前平沙上。据《荆州图副》和刘禹锡《嘉话录》记载，这里的八阵图聚细石成堆，高五尺，六十围，纵横棋布，排列为六十四堆，始终保持原来的样子不变，即使被夏天大水冲击淹没，等到冬季水落平川，万物都失故态，唯独八阵图的石堆却依然如旧，六百年来岿然不动。前一句极精炼地写出了遗迹这一富有神奇色彩的特征。“石不转”，化用了《诗经·国风·邶风·柏舟》中的诗句“我心匪石，不可转也”。在作者看来，这种神奇色彩和诸葛亮的精神心志有内在的联系：他对蜀汉政权和统一大业忠贞不二，矢志不移，如磐石之不可动摇。同时，这散而复聚、长年不变的八阵图石堆的存在，似乎又是诸葛亮对自己赍志以殁表示惋惜、遗憾的象征，所以杜甫紧接着写的最后一句是“遗恨失吞吴”，说刘备吞吴失计，破坏了诸葛亮联吴抗曹的根本策略，以致统一大业中途夭折，而成了千古遗恨。\n\n　　当然，这首诗与其说是在写诸葛亮的“遗恨”，无宁说是杜甫在为诸葛亮惋惜，并在这种惋惜之中渗透了杜甫“伤己垂暮无成”（黄生语）的抑郁情怀。\n\n　　这首怀古绝句，具有融议论入诗的特点。但这种议论并不空洞抽象，而是语言生动形象，抒情色彩浓郁。诗人把怀古和述怀融为一体，浑然不分，给人一种此恨绵绵、余意不尽的感觉。\n\n","translation":"三国鼎立你建立了盖世功绩，创八阵图你成就了永久声名。\n江水东流推不转你布阵石头，千古遗恨你灭吴失策功未就。\n\n"}
{"_id":{"$oid":"5b9a1449367d5cab186686af"},"title":"长相思·其一","dynasty":"唐代","writer":"李白","content":"长相思，在长安。\n络纬秋啼金井阑，微霜凄凄簟色寒。\n孤灯不明思欲绝，卷帷望月空长叹。\n美人如花隔云端！\n上有青冥之长天，下有渌水之波澜。\n天长路远魂飞苦，梦魂不到关山难。\n长相思，摧心肝！","type":["唐诗三百首","乐府","思念","伤怀"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154046219.mp3","translation":"长相思呵长相思，我们相思在长安，\n秋天蟋蟀常悲鸣，声声出自金井阑。\n薄霜凄凄送寒气，竹席已觉生凉寒；\n夜里想她魂欲断，孤灯伴我昏暗暗。\n卷起窗帘望明月，对月徒然独长叹；\n如花似玉美人呵，仿佛相隔在云端！\n青青冥冥呵，上是无边无垠的蓝天，\n清水渺渺呵，下是浩浩汤汤的波澜。\n天长长来地迢迢，灵魂飞越多辛苦；\n关山重重相阻隔，梦魂相见也艰难。\n长相思呵长相思，每每相思摧心肝！\n\n注解\n1、长安：今陕西省西安市。\n2、络纬：昆虫名，又名莎鸡，俗称纺织娘。\n3、金井阑：精美的井阑。\n4、簟色寒：指竹席的凉意。簟，凉席。\n5、帷：窗帘。\n6、青冥：青云。\n7、渌水：清水。\n8、关山难：关山难渡。\n9、摧：伤。▲\n\n"}
{"_id":{"$oid":"5b9a144b367d5cab186686b0"},"title":"望海潮·东南形胜","dynasty":"宋代","writer":"柳永","content":"东南形胜，三吴都会，钱塘自古繁华，烟柳画桥，风帘翠幕，参差十万人家。云树绕堤沙，怒涛卷霜雪，天堑无涯。市列珠玑，户盈罗绮，竞豪奢。\n重湖叠巘清嘉。有三秋桂子，十里荷花。羌管弄晴，菱歌泛夜，嬉嬉钓叟莲娃。千骑拥高牙。乘醉听箫鼓，吟赏烟霞。异日图将好景，归去凤池夸。\n\n","type":["宋词三百首","景点","写景","生活"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154047525.mp3","remark":"三吴：即吴兴（今浙江省湖州市）、吴郡（今江苏省苏州市）、会稽（今浙江省绍兴市）三郡，在这里泛指今江苏南部和浙江的部分地区。\n钱塘：即今浙江杭州，古时候的吴国的一个郡。\n烟柳：雾气笼罩着的柳树。\n画桥：装饰华美的桥。\n风帘：挡风用的帘子。\n翠幕：青绿色的帷幕。\n参差：参音此跟反，差音此衣反。近似；高下不齐貌。\n云树：树木如云，极言其多。\n怒涛卷霜雪：又高又急的潮头冲过来，浪花像霜雪在滚动。\n天堑：天然沟壑，人间险阻。一般指长江，这里借指钱塘江。\n珠玑：珠是珍珠，玑是一种不圆的珠子。这里泛指珍贵的商品。\n重湖：以白堤为界，西湖分为里湖和外湖，所以也叫重湖。巘（yǎn）：大山上之小山。\n叠巘：层层叠叠的山峦。此指西湖周围的山。巘：小山峰。\n清嘉：清秀佳丽。\n三秋：①秋季，亦指秋季第三月，即农历九月。王勃《滕王阁序》有“时维九月，序属三秋”。柳永《望海潮》有“三秋桂子，十里荷花”。②三季，即九月。《诗经·王风·采葛》有“一日不见，如三秋兮！”孔颖达疏“年有四时，时皆三月。三秋谓九月也。设言三春、三夏其义亦同，作者取其韵耳”。亦指三年。李白《江夏行》有“只言期一载，谁谓历三秋！”\n羌管（qiāng）：即羌笛，羌族之簧管乐器。这里泛指乐器。弄：吹奏。\n菱歌泛夜：采菱夜归的船上一片歌声。菱：菱角。泛：漂流。\n高牙：高矗之牙旗。牙旗，将军之旌，竿上以象牙饰之，故云牙旗。这里指高官孙何。\n吟赏烟霞：歌咏和观赏湖光山色。烟霞：此指山水林泉等自然景色。\n异日图将好景：有朝一日把这番景致描绘出来。异日：他日，指日后。图：描绘。\n凤池：全称凤凰池，原指皇宫禁苑中的池沼。此处指朝廷。\n\n","shangxi":"　　《望海潮》这一词牌名是柳永创制的，大概取意于杭州是观潮胜地。\n\n　　钱塘江畔的杭州自古就是著名的大都市，风景秀丽，人文荟萃，经济繁荣，生活富足。在这首词里，柳永以生动的笔墨，把杭州描绘得富丽非凡。\n\n　　“东南形胜，三吴都会”，起笔便大开大阔，直起直落。两个四字对句，气势博大，力量非凡。“东南”，就方向言；“三吴”，就地点言。交代地理位置空间浩瀚、面积广大，给人以开阔之感，引起人的阅读期待：是何处如此占尽天时地利？下句紧接着作了回答：“钱塘自古繁华。”“自古”突出了杭州历史悠久，繁华富庶。\n\n　　接下来，词人如数家珍般一一细数杭州的自然风光、人文景观。以下三句分别就首句中的“都会”、“形胜”、“繁华”，作出形象的说明。“烟柳画桥，风帘翠幕，参差十万人家。”远望去，垂柳含烟，薄雾如纱，虹桥似画，真是画中才有的好景致啊。这一处人烟阜盛，各式建筑，各抱地势，鳞次栉比，檐牙错落；走近了看，微风过处，千门万户帘幕轻摆，显得怡然安详，真是一派“都会”景象。“参差”形容楼阁高下不齐，“十万”指人口众多，未必是确数。“云树绕堤沙，怒涛卷霜雪，天堑无涯。”视线从城内转到钱塘江边，来写“形胜”。高耸入云的古树围绕着江堤，汹涌的江涛象发了怒一样奔腾而来，激起如霜如雪的白色浪花，壮阔的钱塘江就象一道天然的壕沟阻挡着北方敌人的进犯。一“绕”字尽显古树成行，长堤迤逦之态，一“卷”字又状狂涛汹涌，波浪滔滔之势。“市列珠玑，户盈罗绮，竞豪奢。”镜头移近，来街市上走走看看。珠玉宝石遍陈于市，家家户户绫罗盈柜，人们的衣饰更是鲜丽豪华，竞相斗艳。“列”、“盈”、“竞”把经济繁荣、生活富庶奢华落到了实处。\n\n　　杭州之美在西湖，西湖之美在景美，更在人美。“重湖叠巘清嘉，有三秋桂子，十里荷花。”湖外有湖，山外有山，西湖的锦山秀水实在是清丽可嘉；更美的是“三秋桂子，十里荷花”，堪称千古丽句。“三秋”意指桂花花期长，馥郁芬芳，长久不散；“十里”是说湖中广植荷花，逢到花期真可谓“接天莲叶无穷碧，映日荷花别样红”了。一句牵出了诸多意象，湖、山、秋月、桂花、荷花奔赴而来，令人心旷神怡，遐想万千。“三秋桂子”就让人联想起有关西湖的美丽传说。传说西湖灵隐寺和天竺寺，每到中秋，常常有带露的桂子从天飘落，馨香异常，那是从月宫桂树上飘落下来的，是寂寞的嫦娥赠与人间有心人的。因此宋之问《灵隐寺》中写道：“桂子月中落，天香云外飘。”白居易《忆江南》中也有“山寺月中寻桂子”。美丽的传说给秀丽的西湖增添了神秘空灵的色彩。“羌管弄晴，菱歌泛夜”两句为互文，即羌管弄晴、泛夜，菱歌泛夜、弄晴。意谓笛声歌声昼夜不停，在晴空中飘扬，在月夜下荡漾。“弄”使得吹笛人和采菱女的潇洒欢快之情陡增；“泛”说明人们是在湖中吹笛演唱，笛声歌声似乎随着湖水荡漾开来，轻盈愉悦之貌全出。“嬉嬉钓叟莲娃”，湖边钓鱼的老翁怡然自得，湖中采莲的孩童喧闹嬉戏。一句话就给我们展开了一幅太平盛世下的百姓安乐图。\n\n　　“千骑拥高牙，乘醉听箫鼓，吟赏烟霞。”权贵出行气派威风，真有一呼百应之势。闲暇时，品酒赏音，吟诗作画，赏玩山水，何等风流潇洒。“异日图将好景，归去凤池夸。”至此，才彰显了写作目的是拜谒孙何。“异日”“归去凤池”是对孙何宦途前景的美好祝愿，而这“好景”足以向朝廷中人“夸”，又使这祝愿归结到了对壮美秀丽的杭州的赞美上。虽然投赠之词恭维、夸张在所难免，但西湖的山水人家已经为自己作了明证，不信就请到杭州来眼见为实吧！\n\n","translation":"　　杭州地理位置重要，风景优美，是三吴的都会。这里自古以来就十分繁华。如烟的柳树、彩绘的桥梁，挡风的帘子、翠绿的帐幕，楼阁高高低低，大约有十万户人家。高耸入云的大树环绕着钱塘江沙堤，澎湃的潮水卷起霜雪一样白的浪花，宽广的江面一望无涯。市场上陈列着琳琅满目的珠玉珍宝，家家户户都存满了绫罗绸缎，争相比奢华。\n　　里湖、外湖与重重叠叠的山岭非常清秀美丽。秋天桂花飘香，夏季十里荷花。晴天欢快地吹奏羌笛，夜晚划船采菱唱歌，钓鱼的老翁、采莲的姑娘都嬉笑颜开。千名骑兵簇拥着巡察归来的长官。在微醺中听着箫鼓管弦，吟诗作词，赞赏着美丽的水色山光。他日把这美好的景致描绘出来，回京升官时向朝中的人们夸耀。\n\n"}
{"_id":{"$oid":"5b9a144b367d5cab186686b1"},"title":"氓","dynasty":"先秦","writer":"佚名","content":"氓之蚩蚩，抱布贸丝。匪来贸丝，来即我谋。送子涉淇，至于顿丘。匪我愆期，子无良媒。将子无怒，秋以为期。\n乘彼垝垣，以望复关。不见复关，泣涕涟涟。既见复关，载笑载言。尔卜尔筮，体无咎言。以尔车来，以我贿迁。(尔 一作：尓)\n桑之未落，其叶沃若。于嗟鸠兮！无食桑葚。于嗟女兮！无与士耽。士之耽兮，犹可说也。女之耽兮，不可说也。\n桑之落矣，其黄而陨。自我徂尔，三岁食贫。淇水汤汤，渐车帷裳。女也不爽，士贰其行。士也罔极，二三其德。\n三岁为妇，靡室劳矣。夙兴夜寐，靡有朝矣。言既遂矣，至于暴矣。兄弟不知，咥其笑矣。静言思之，躬自悼矣。\n及尔偕老，老使我怨。淇则有岸，隰则有泮。总角之宴，言笑晏晏，信誓旦旦，不思其反。反是不思，亦已焉哉！","type":["诗经","叙事","闺怨","民谣","分手"],"remark":"氓：《说文》“氓，民也。”本义为外来的百姓，这里指自彼来此之民，男子之代称。蚩（chī）蚩：通“嗤嗤”，笑嘻嘻的样子。一说憨厚、老实的样子。\n贸：交易。抱布贸丝是以物易物。\n“匪来”二句：是说那人并非真来买丝，是找我商量事情来了。所商量的事情就是结婚。匪：通“非”，读为“fěi”。即：走近，靠近。谋：商量。古音咪（mī）。\n淇：卫国河名。今河南淇河。\n顿丘：地名。今河南清丰。丘：古读如“欺”。\n愆（qiān）：过失，过错，这里指延误。这句是说并非我要拖延约定的婚期而不肯嫁，是因为你没有找好媒人。\n将（qiāng）：愿，请。无：通“毋”，不要。\n乘：登上。垝（guǐ）垣（yuán）：倒塌的墙壁。垝，倒塌。垣，墙壁。\n复关：①复，返。关：在往来要道所设的关卡。女望男到期来会。他来时一定要经过关门。一说“复”是关名。 ②复关：卫国地名，指“氓”所居之地。\n涕：眼泪；涟涟：涕泪下流貌。她初时不见彼氓回到关门来，以为他负约不来了，因而伤心泪下。\n载（zaì）：动词词头，无义。\n尔卜尔筮（shì）：烧灼龟甲的裂纹以判吉凶，叫做“卜”。用蓍（shī）草占卦叫做“筮”。体：指龟兆和卦兆，即卜筮的结果。\n咎（jiù）：不吉利，灾祸。无咎言：就是无凶卦。\n贿：财物，指嫁妆，妆奁（lián）。以上四句是说你从卜筮看一看吉凶吧，只要卜筮的结果好，你就打发车子来迎娶，并将嫁妆搬去。\n沃若：犹“沃然”，像水浸润过一样有光泽。以上二句以桑的茂盛时期比自己恋爱满足，生活美好的时期。\n于嗟鸠兮：于：通“吁”（xū）本义为表示惊怪、不然、感慨等，此处与嗟皆表感慨。鸠：斑鸠。传说斑鸠吃桑葚过多会醉。\n耽（dān）：迷恋，沉溺，贪乐太甚。\n说：通“脱”，解脱。\n陨（yǔn）：坠落，掉下。这里用黄叶落下比喻女子年老色衰。黄：变黄。其黄而陨：犹《裳裳者华》篇的“芸其黄矣”，芸也是黄色。\n徂（cú）：往；徂尔：嫁到你家。\n食贫：过贫穷的生活。\n汤（shāng）汤：水势浩大的样子。\n渐（jiān）：浸湿。帷（wéi）裳（cháng）：车旁的布幔。以上两句是说被弃逐后渡淇水而归。\n爽：差错。\n贰：“貣（tè）”的误字。“貣”就是“忒”，和“爽”同义。这里指爱情不专一。以上两句是说女方没有过失而男方行为不对。\n罔：无，没有；极：标准，准则。\n二三其德：在品德上三心二意，言行为前后不一致。\n靡室劳矣：言所有的家庭劳作一身担负无余。室劳：家务劳动。靡：无。\n“夙兴”二句：就是说起早睡迟，朝朝如此，不能计算了。夙：早。兴：起来。\n言既遂矣：“言”字为语助词，无义。既遂：就是《谷风》篇“既生既育”的意思，言愿望既然已经实现。\n咥（xì）：笑的样子。以上两句是说兄弟还不晓得我的遭遇，见面时都讥笑我啊。\n静言思之：静下心来好好地想一想，言：音节助词，无实义。\n躬自悼矣：自身独自伤心。躬，自身；悼，伤心。\n“及尔”二句：当初曾相约和你一同过到老，偕老之说徒然使我怨恨罢了。\n隰（xí）：低湿的地方；当作“湿”，水名，就是漯河，黄河的支流，流经卫国境内。泮（pàn）：通“畔”水边，边岸。以上二句承上文，以水流必有畔岸，喻凡事都有边际，而自己愁思无尽。言外之意，如果和这样的男人偕老，那就苦海无边了。\n总角：古代男女未成年时把头发扎成丫髻，称总角。这里指代少年时代。宴：快乐。\n晏晏（yàn）：欢乐，和悦的样子。\n旦旦：诚恳的样子。\n反：即“返”字。不思其反：不曾想过会违背誓言。\n反是不思：违反这些。是，指示代词，指代誓言。是重复上句的意思，变换句法为的是和下句叶韵。\n已：了结，终止。焉哉（古读如兹zī）：语气词连用，加强语气，表示感叹。末句等于说撇开算了罢！\n\n\n","shangxi":"　　开头一、二章，《诗集传》云：“赋也。”具体描写男子向女主人公求婚以至结婚的过程。那是在一次集市上，一个男子以买丝为名，向女主人公吐露爱情，一会儿嬉皮笑脸，一会儿又发脾气，可谓软硬兼施。可是这位单纯的女子看不透他的本质，说是必须有人来说媒，最后将婚期订在秋天。从此以后，女子朝思暮想，“乘彼垝垣，以望复关”，望不到男子所住的复关，便泪流不止；既见复关，就像见到所恋之人，不禁眉开眼笑。她还打卦占卜，预测婚事的吉凶。及至男方派车前来迎娶，她就带着全部的财物，嫁了过去。这两章叙事真切，历历可见，而诗人作为一个纯情少女的自我形象，也刻画得栩栩如生。方玉润评这一段云：“不见则忧，既见则喜，夫情之所不容已者，女殆痴于情者耳。”（同上）一个“痴”字。点出了此女钟情之深。\n\n　　《诗集传》谓第三章“比而兴也”，第四章“兴也”，也就是说这两章以抒情为主，诗中皆以桑树起兴，从诗人的年轻貌美写到体衰色减，同时揭示了男子对她从热爱到厌弃的经过。“桑之未落，其叶沃若”，以桑叶之润泽有光，比喻女子的容颜亮丽。“桑之落矣，其黄而陨”，以桑叶的枯黄飘落，比喻女子的憔悴和被弃。“于嗟鸠兮，无食桑葚；于嗟女兮，无与士耽”，则以“戒鸠无食桑葚以兴下句戒女无与士耽也”（《诗集传》）。桑葚是甜的，鸠多食则易致醉；爱情是美好的，人多迷恋则易上当受骗。男人沉溺于爱情犹可解脱。女子一旦堕入爱河，则无法挣离。这是多么沉痛的语言！从桑叶青青到桑叶黄落，不仅显示了女子年龄的由盛到衰，而且暗示了时光的推移。“自我徂尔，三岁食贫”，一般以为女子嫁过去三年，但另有一种解释：“三岁，多年。按‘三’是虚数，言其多，不是实指三年。”（程俊英《诗经译注》）实际上是说女子嫁过去好几年，夫妻关系渐渐不和，终至破裂。女子不得已又坐着车子，渡过淇水，回到娘家。她反覆考虑，自己并无一点差错，而是那个男子“二三其德”。在这里女子以反省的口气回顾了婚后的生活，找寻被遗弃的原因，结果得到了一条教训：在以男子为中心的社会里，只有痴心女子负心汉。\n\n　　诗之五章用赋的手法叙述被弃前后的处境，前六句承上章“自我徂尔，三岁食贫”，补叙多年为妇的苦楚，她起早睡晚，辛勤劳作，一旦日子好过一些，丈夫便变得暴戾残酷。这个“暴”字可使人想像到丈夫的狰狞面目，以及女主人公被虐待的情景。后四句写她回到娘家以后受到兄弟们的冷笑。《诗集传》释此段云：“盖淫奔从人，不为兄弟所齿，故其见弃而归，亦不为兄弟所恤，理固有必然者，亦何所归咎哉，但自痛悼而已。”说女主人公“淫奔”，固不足取；但其他的话可以帮助读者理解她当时所受到的精神压力和由此而产生的内心矛盾。\n\n　　第六章赋兼比兴，在抒情中叙事，当初他们相恋时，有说有笑；男子则“信誓旦旦”，表示白头偕老。可是他还未老时就产生怨恨，而且无法挽回。这里用了两个比喻：浩浩汤汤的淇水，总有堤岸；广阔连绵的沼泽，也有边际。言外之意是：我的痛苦为什么竟没有到头的时候？《诗集传》指出“此则兴也”，其实它是比中有兴。诗人运用这两个比喻，强烈地抒发了一腔怨愤，诉说了弃妇无边无际的痛苦。为了摆脱这些痛苦，她下决心与那男子割断感情上的联系：“反是不思，亦已焉哉！”从此后不再希望他回心转意，算了，算了。然而她果真能做到吗？方玉润认为：“虽然口纵言已，心岂能忘？”（《诗经原始》）是的，从这女子一贯钟情的性格来看，她对男子不可能在感情上一刀两断，这就是今天常说的悲剧性格。 \n\n","translation":"憨厚农家小伙子，怀抱布匹来换丝。其实不是真换丝，找个机会谈婚事。送郎送过淇水西，到了顿丘情依依。不是我愿误佳期，你无媒人失礼仪。望郎休要发脾气，秋天到了来迎娶。\n\n爬上那垛破土墙，遥向复关凝神望。复关远在云雾中，不见情郎泪千行。情郎即从复关来，又说又笑喜洋洋。你去卜卦求神仙，没有凶兆心欢畅。赶着你的车子来，为我搬运好嫁妆。\n\n桑树叶子未落时，缀满枝头绿萋萋。嘘嘘那些斑鸠儿，别把桑葚吃嘴里。哎呀年轻姑娘们，别对男人情依依。男人若是恋上你，要丢便丢太容易。女人若是恋男子，要想解脱难挣离。\n\n桑树叶子落下了，枯黄憔悴任飘摇。自从嫁到你家来，三年穷苦受煎熬。淇水茫茫送我归，水溅车帷湿又潮。我做妻子没差错，是你男人太奸刁。反覆无常没准则，变心缺德耍花招。\n\n婚后多年守妇道，繁重家务不辞劳。起早睡晚不嫌苦，忙里忙外非一朝。谁知家业已成后，渐渐对我施凶暴。兄弟不知我处境，个个见我哈哈笑。静下心来细细想，独自伤神泪暗抛。\n\n当年发誓偕白头，如今未老心先忧。淇水滔滔终有岸，沼泽虽宽有尽头。回想少时多欢乐，谈笑之间露温柔。海誓山盟犹在耳，哪料反目竞成仇。莫再回想背盟事，既已终结便罢休！\n\n"}
{"_id":{"$oid":"5b9a144b367d5cab186686b2"},"title":"捕蛇者说","dynasty":"唐代","writer":"柳宗元","content":"　　永州之野产异蛇：黑质而白章，触草木尽死；以啮人，无御之者。然得而腊之以为饵，可以已大风、挛踠、瘘疠，去死肌，杀三虫。其始太医以王命聚之，岁赋其二。募有能捕之者，当其租入。永之人争奔走焉。\n\n　　有蒋氏者，专其利三世矣。问之，则曰：“吾祖死于是，吾父死于是，今吾嗣为之十二年，几死者数矣。”言之貌若甚戚者。余悲之，且曰：“若毒之乎？余将告于莅事者，更若役，复若赋，则何如？”蒋氏大戚，汪然出涕，曰：“君将哀而生之乎？则吾斯役之不幸，未若复吾赋不幸之甚也。向吾不为斯役，则久已病矣。自吾氏三世居是乡，积于今六十岁矣。而乡邻之生日蹙，殚其地之出，竭其庐之入。号呼而转徙，饥渴而顿踣。触风雨，犯寒暑，呼嘘毒疠，往往而死者，相藉也。曩与吾祖居者，今其室十无一焉。与吾父居者，今其室十无二三焉。与吾居十二年者，今其室十无四五焉。非死则徙尔，而吾以捕蛇独存。悍吏之来吾乡，叫嚣乎东西，隳突乎南北；哗然而骇者，虽鸡狗不得宁焉。吾恂恂而起，视其缶，而吾蛇尚存，则弛然而卧。谨食之，时而献焉。退而甘食其土之有，以尽吾齿。盖一岁之犯死者二焉，其余则熙熙而乐，岂若吾乡邻之旦旦有是哉。今虽死乎此，比吾乡邻之死则已后矣，又安敢毒耶？”\n\n　　余闻而愈悲，孔子曰：“苛政猛于虎也！”吾尝疑乎是，今以蒋氏观之，犹信。呜呼！孰知赋敛之毒有甚是蛇者乎！故为之说，以俟夫观人风者得焉。\n\n　　（饥渴而顿踣 一作：饿渴）\n\n","type":["古文观止","生活","赋税"],"remark":"之：的。\n野：郊外。\n产：生产。\n异：奇特的。\n章，花纹。\n触：碰。\n尽：全。\n以：假设连词，如果。\n啮：咬。\n御：抵挡。\n之：代词，指被毒蛇咬后的伤毒。\n然得而腊之：然，但。得，抓住。而，表顺接。之，它，代永州的异蛇。\n腊（xī）：干肉，这里作动词用，指把蛇肉晾干。\n以为饵：以，用来。为，作为。饵，糕饼，这里指药饵。即药引子\n可以：可以用来。可，可以。以，用来。\n已：止，治愈。\n去死肌：去除腐肉。去，去除。死肌，死肉，腐肉。\n三虫：泛指人体内的寄生虫。\n其始：其，助词，不译。始：刚开始。\n太医以王命聚之：以，用。命：命令。聚，征集。之：这种蛇，指永州异蛇。\n岁赋其二：岁，每年。赋，征收、敛取。其，这种蛇，指永州异蛇。二，两次\n募：招收。\n者：……的人。\n当其租入：（允许用蛇）抵他的税收。当，抵。\n奔走：指忙着做某件事。\n焉：兼词，于之，在捕蛇这件事上。也可理解为——语气词兼代词。\n专其利：独占这种（捕蛇而不用交税的）好处。\n则：却。\n死于是：死在（捕蛇）这件事上。\n今：现在。\n嗣：继承。\n数：几次\n为之：做捕蛇这件事。\n几(jī):几乎,差点儿.\n几死者：几乎要被蛇咬死的情况。\n数：多次。\n言之：之，音节助词，无实义。\n貌若甚戚者：表情好像非常忧伤的样子。戚，忧伤。\n余悲之：我同情他。\n且：并且。\n若毒之乎：你怨恨（捕蛇）这件事吗。\n将：打算。\n于：向。\n莅事者：管理政事的人，指地方官。莅事：视事 ，处理公务。\n更若役：更换你的差事。役：差事。\n复：恢复。赋：赋税。\n则何如：那么怎么样。\n大：非常。\n汪然：满眼含泪的样子。\n涕：眼泪。\n生：使……活下去。\n斯：此，这。\n若：、比得上。、好像、你\n甚：那么。\n向：从前。\n为：做。\n病：困苦不堪。\n自：自从。\n居：居住。\n积于今：算到现在。积，一年一年累积起来。\n生：生活。\n日：一天天。\n蹙：窘迫。\n徙：迁移。\n殚：尽，竭尽。\n竭：尽。\n庐：简陋的房屋。\n顿踣：（劳累地）跌倒在地上。\n犯：冒。\n疠：这里指疫气。\n曩 ：从前。\n其室：他们的家。\n非…则…：不是…就是…。\n尔：用于句尾，表示限制的语气。\n嚣：叫喊。\n隳突：冲撞毁坏。\n骇：使人害怕。\n虽：即使。\n恂恂：小心谨慎的样子。\n缶：瓦罐。\n弛然：放心的样子。\n之：指代蛇。\n时：到（规定献蛇的）时候。\n退：回来。\n甘：有味地。\n有：生产出来的东西。\n齿：年龄。\n盖：用于句首，带有估计的语气。\n犯：冒着。\n熙熙：快乐的样子。\n旦旦：天天。\n毒：怨恨。\n是：这，指冒死亡的危险。\n苛：苛刻。\n乎：相当“于”，对.\n于：比。\n故：所以。\n以：用来。\n俟：等待，这里有希望的意思。\n大风：麻风病\n人风：即民风。唐代为了避李世民的讳，用“人”字代“民”字。\n汪：汪汪，形容眼泪多。\n貌：脸色。\n质：质地。\n\n\n","shangxi":"　　《捕蛇者说》主题思想即赋敛之毒有甚于蛇毒\n\n　　柳宗元生活于唐王朝由盛到衰的时代，经过了“安史之乱”，社会各种矛盾异常尖锐复杂。统治者为了筹措军费和满足个人挥霍，加紧了对人民的横征暴敛，增加盐税、间架税（房税）、货物税等。\n\n　　由于税上加税，“故农人日困，末业日增”，“愁怨之声，盈于远近”。大批农民纷纷逃亡，社会生产日益凋蔽。贞元二十一年亦即永贞元年（公元805年），唐顺宗李诵即位，王叔文被重用。\n\n　　柳宗元二十九岁作监察御史在京任职期间，就参加了以王叔文为首的进步知识分子的”政治集团“。王叔文受重用，柳宗元也被提升为礼部员外郎。王叔文，柳宗元等依靠顺宗的支持，着手改革弊政，减轻赋税，禁止宫市，释放宫女，惩办恶吏，选用贤臣。\n\n　　可是因为反对派的强烈反抗，这场革新运动仅进行了一百四十多天就以失败而告终。结果顺宗退位，王叔文被杀，柳宗元被贬为邵州刺史，他又改贬为永州司马。《捕蛇者说》就是柳宗元谪居永州时写的。柳宗元被贬之后，仍然坚持他革新政治的主张，他曾说“虽万受摈弃，不更乎内”，因此仍极不满于唐王朝的重赋繁税，希望减轻人民负担。柳宗元被贬谪后，与下层人民有所接触，对民间疾苦有所了解，且看到“永州之野产异蛇”，听到“有蒋氏者，专其利三世矣”之类的事迹，因此能以进步的政治观点为指导，为实际生活为素材加以构思。\n\n　　柳宗元写《捕蛇者说》，旨在说明“ 赋敛之毒有甚于蛇毒” 。文本借事明道，溶理于事，因事说理，以蛇毒与赋毒相对举而成文。\n\n","translation":"　　永州的野外出产一种奇特的蛇，（它有着）黑色的底子白色的花纹；如果这种蛇碰到草木,草木全都干枯而死；如果蛇用牙齿咬人，没有能够抵挡（蛇毒）的方法。然而捉到后晾干把它用来作成药饵，可以用来治愈大风、挛踠、瘘、疠，去除死肉，杀死人体内的寄生虫。起初，太医用皇帝的命令征集这种蛇，每年征收这种蛇两次，招募能够捕捉这种蛇的人，充抵他的赋税缴纳。永州的人都争着去做（捕蛇）这件事。\n\n　　有个姓蒋的人家，享有这种（捕蛇而不纳税的）好处已经三代了。我问他，他却说：“我的祖父死在捕蛇这件差事上，我父亲也死在这件事情上。现在我继承祖业干这差事也已十二年了，险些丧命也有好几次了。”他说这番话时，脸上好像很忧伤的样子。\n\n　　我很同情他，并且说：“你怨恨这差事吗？我打算告诉管理政事的地方官，让他更换你的差事，恢复你的赋税，那怎么样？”\n\n　　蒋氏(听了),更加悲伤，满眼含泪地说：“你要哀怜我，使我活下去吗？然而我干这差事的不幸，还比不上恢复我缴纳赋税的不幸那么厉害呀。（假使）从前我不当这个差，那我就早已困苦不堪了。自从我家三代住到这个地方，累计到现在，已经六十年了，可乡邻们的生活一天天地窘迫，把他们土地上生产出来的都拿去，把他们家里的收入也尽数拿去(交租税仍不够)，只得号啕痛哭辗转逃亡，又饥又渴倒在地上，(一路上)顶着狂风暴雨，冒着严寒酷暑，呼吸着带毒的疫气，一个接一个死去,处处死人互相压着。从前和我祖父同住在这里的，现在十户当中剩不下一户了；和我父亲住在一起的人家，现在十户当中只有不到两三户了；和我一起住了十二年的人家，现在十户当中只有不到四五户了。那些人家不是死了就是迁走了。 可是我却凭借捕蛇这个差事才唯独存活了下来。凶暴的官吏来到我乡，到处吵嚷叫嚣，到处骚扰，那种喧闹叫嚷着惊扰乡民的气势，（不要说人）即使鸡狗也不能够安宁啊！我就小心翼翼地起来，看看我的瓦罐，我的蛇还在，就放心地躺下了。我小心地喂养蛇，到规定的日子把它献上去。回家后有滋有味地吃着田地里出产的东西，来度过我的余年。估计一年当中冒死的情况只是两次,其余时间我都可以快快乐乐地过日子。哪像我的乡邻们那样天天都有死亡的威胁呢！现在我即使死在这差事上，与我的乡邻相比，我已经死在（他们）后面了，又怎么敢怨恨（捕蛇这件事）呢？”\n\n　　我听了(蒋氏的诉说)越听越悲伤。孔子说：“苛酷的统治比老虎还要凶暴啊!”我曾经怀疑过这句话，现在根据蒋氏的遭遇来看这句话，还真是可信的。唉！谁知道苛捐杂税的毒害比这种毒蛇的毒害更厉害呢！所以（我）写了这篇“说”,以期待那些朝廷派出的用来考察民情的人得到它。\n\n"}
{"_id":{"$oid":"5b9a144b367d5cab186686b3"},"title":"望月有感","dynasty":"唐代","writer":"白居易","content":"自河南经乱，关内阻饥，兄弟离散，各在一处。因望月有感，聊书所怀，寄上浮梁大兄、於潜七兄、乌江十五兄，兼示符离及下邽弟妹。\n\n时难年荒世业空，弟兄羁旅各西东。\n田园寥落干戈后，骨肉流离道路中。\n吊影分为千里雁，辞根散作九秋蓬。\n共看明月应垂泪，一夜乡心五处同。\n\n","type":["唐诗三百首","初中古诗","望月","抒情","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154047845.mp3","remark":"河南：唐时河南道，辖今河南省大部和山东、江苏、安徽三省的部分地区。\n关内：关内道，辖今陕西大部及甘肃、宁夏、内蒙的部分地区。\n阻饥：遭受饥荒等困难。\n浮梁大兄：白居易的长兄白幼文，贞元十四、五年（798—799年）间任饶州浮梁（今属江西景德镇）主簿。\n於潜七兄：白居易叔父白季康的长子，时为於潜（今浙江临安县）县尉。\n乌江十五兄：白居易的从兄白逸，时任乌江（今安徽和县）主簿。\n符离：在今安徽宿县内。白居易的父亲在彭城（今江苏徐州）作官多年，就把家安置在符离。\n下邽：县名，治所在今陕西省渭南县。白氏祖居曾在此。\n时难年荒：指遭受战乱和灾荒。荒，一作“饥”。\n世业：祖传的产业。唐代初年推行授田制度，所授之田分“口分田”和“世业田”，人死后，子孙可以继承“世业田”。\n羁旅：漂泊流浪。\n寥落：荒芜零落。\n干戈：古代两种兵器，此代指战争。\n吊影：一个人孤身独处，形影相伴，没有伴侣。\n千里雁：比喻兄弟们相隔千里，皆如孤雁离群。\n辞根：草木离开根部，比喻兄弟们各自背井离乡。\n九秋蓬：深秋时节随风飘转的蓬草，古人用来比喻游子在异乡漂泊。九秋，秋天。\n乡心：思亲恋乡之心。\n五处：即诗题所言五处。\n\n","shangxi":"　　这是一首感情浓郁的抒情诗。全诗意在写经乱之后，怀念诸位兄弟姊妹。\n\n　　此诗读来如听诗人倾诉自己身受的离乱之苦。在这战乱饥馑灾难深重的年代里，祖传的家业荡然一空，兄弟姊妹抛家失业，羁旅行役，天各一方。回首兵燹后的故乡田园，一片寥落凄清。破敝的园舍虽在，可是流离失散的同胞骨肉，却各自奔波在异乡的道路之中。诗的前两联就是从“时难年荒”这一时代的灾难起笔，以亲身经历概括出战乱频年、家园荒残、手足离散这一具有典型意义的苦难的现实生活。接着诗人再以“雁”、“蓬”作比：手足离散各在一方，犹如那分飞千里的孤雁，只能吊影自怜；辞别故乡流离四方，又多么像深秋中断根的蓬草，随着萧瑟的西风，飞空而去，飘转无定。“吊影分为千里雁，辞根散作九秋蓬”两句，一向为人们所传诵。诗人不仅以千里孤雁、九秋断蓬作了形象贴切的比拟，而且以吊影分飞与辞根离散这样传神的描述，赋予它们孤苦凄惶的情态，深刻揭示了饱经战乱的零落之苦。孤单的诗人凄惶中夜深难寐，举首遥望孤悬夜空的明月，情不自禁联想到飘散在各地的兄长弟妹们。他想：如果此时大家都在举目遥望这轮勾引无限乡思的明月，也会和自己一样潸潸泪垂吧！恐怕这一夜之中，流散五处深切思念家园的心，也都会是相同的。诗人在这里以绵邈真挚的诗思，构出一幅五地望月共生乡愁的图景，从而收结全诗，创造出浑朴真淳、引人共鸣的艺术境界。\n\n　　全诗以白描的手法，采用平易的家常话语，抒写人们所共有而又不是人人俱能道出的真实情感。清刘熙载在《艺概》中说：“常语易，奇语难，此诗之初关也。奇语易，常语难，此诗之重关也。香山常得奇，此境良非易到。”白居易的这首诗不用典故，不事藻绘，语言浅白平实而又意蕴精深，情韵动人，堪称“用常得奇”的佳作。\n\n","translation":"自从河南地区经历战乱，关内一带漕运受阻致使饥荒四起，我们兄弟也因此流离失散，各自在一处。因为看到月亮而有所感触，便随性写成诗一首来记录感想，寄给在浮梁的大哥、在於潜的七哥，在乌江的十五哥和在符离、下邽的弟弟妹妹们看。\n\n家业在灾年中荡然一空，兄弟分散各自你西我东。\n战乱过后田园荒芜寥落，骨肉逃散在异乡道路中。\n吊影伤情好像离群孤雁，漂泊无踪如断根的秋蓬。\n同看明月都该伤心落泪，一夜思乡心情五地相同。\n\n"}
{"_id":{"$oid":"5b9a144b367d5cab186686b4"},"title":"梦游天姥吟留别 / 梦游天姥山别东鲁诸公","dynasty":"唐代","writer":"李白","content":"海客谈瀛洲，烟涛微茫信难求；\n越人语天姥，云霞明灭或可睹。\n天姥连天向天横，势拔五岳掩赤城。\n天台四万八千丈，对此欲倒东南倾。(四万 一作：一万)\n我欲因之梦吴越，一夜飞度镜湖月。(度 通：渡)\n湖月照我影，送我至剡溪。\n谢公宿处今尚在，渌水荡漾清猿啼。\n脚著谢公屐，身登青云梯。\n半壁见海日，空中闻天鸡。\n千岩万转路不定，迷花倚石忽已暝。\n熊咆龙吟殷岩泉，栗深林兮惊层巅。\n云青青兮欲雨，水澹澹兮生烟。\n列缺霹雳，丘峦崩摧。\n洞天石扉，訇然中开。\n青冥浩荡不见底，日月照耀金银台。 \n霓为衣兮风为马，云之君兮纷纷而来下。\n虎鼓瑟兮鸾回车，仙之人兮列如麻。\n忽魂悸以魄动，恍惊起而长嗟。\n惟觉时之枕席，失向来之烟霞。\n世间行乐亦如此，古来万事东流水。\n别君去兮何时还？且放白鹿青崖间，须行即骑访名山。\n安能摧眉折腰事权贵，使我不得开心颜!","type":["唐诗三百首","高中古诗","古体","记梦"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154048744.mp3","remark":"天姥山：在浙江新昌东面。传说登山的人能听到仙人天姥唱歌的声音，山因此得名。\n瀛洲：古代传说中的东海三座仙山之一（另两座叫蓬莱和方丈）。烟涛：波涛渺茫，远看像烟雾笼罩的样子。微茫：景象模糊不清。信：确实，实在。\n越人：指浙江一带的人。\n明灭：忽明忽暗。\n向天横：直插天空。横，直插。\n”势拔“句：山势高过五岳，遮掩了赤城。拔，超出。五岳，指东岳泰山、西岳华（huà）山、中岳嵩山、北岳恒山、南岳衡山。赤城，和下文的“天台（tāi）”都是山名，在今浙江天台北部。\n一万八千丈：一作“四万八千丈”。\n”对此“句：对着天姥这座山，天台山就好像要倒向它的东南一样。意思是天台山和天姥山相比，显得低多了。\n因：依据。之：指代前边越人的话。\n镜湖：又名鉴湖，在浙江绍兴南面。\n剡（shàn）溪：水名，在浙江嵊（shèng）州南面。\n谢公：指南朝诗人谢灵运。谢灵运喜欢游山。游天姥山时，他曾在剡溪这个地方住宿。\n渌（lù）：清。\n清：这里是凄清的意思。\n谢公屐（jī）：谢灵运穿的那种木屐。《南史·谢灵运传》记载：谢灵运游山，必到幽深高峻的地方；他备有一种特制的木屐，屐底装有活动的齿，上山时去掉前齿，下山时去掉后齿。木屐，以木板作底，上面有带子，形状像拖鞋。\n青云梯：指直上云霄的山路。\n半壁见海日：上到半山腰就看到从海上升起的太阳。\n天鸡：古代传说，东南有桃都山，山上有棵大树叫桃都，树枝绵延三千里，树上栖有天鸡，每当太阳初升，照到这棵树上，天鸡就叫起来，天下的鸡也都跟着它叫。\n”迷花“句：迷恋着花，依靠着石，不觉天色已经很晚了。暝（míng），日落，天黑。\n”熊咆“句：熊在怒吼，龙在长鸣，岩中的泉水在震响。“殷岩泉”即“岩泉殷”。殷，这里用作动词，震响。\n”栗深林“句：使深林战栗，使层巅震惊。栗、惊，使动用法。\n青青：黑沉沉的。\n澹澹：波浪起伏的样子。\n列缺：指闪电。\n洞天石扉，訇（hōng）然中开：仙府的石门，訇的一声从中间打开。洞天，仙人居住的洞府。扉，门扇。訇然，形容声音很大。\n青冥浩荡：青冥，指天空。浩荡，广阔远大的样子。\n金银台：金银铸成的宫阙，指神仙居住的地方。\n云之君：云里的神仙。\n鸾回车：鸾鸟驾着车。鸾，传说中的如凤凰一类的神鸟。回，旋转，运转。\n恍：恍然，猛然。\n觉时：醒时。\n失向来之烟霞：刚才梦中所见的烟雾云霞消失了。向来，原来。烟霞，指前面所写的仙境。\n东流水：像东流的水一样一去不复返。\n”且放“二句：暂且把白鹿放在青青的山崖间，等到要行走的时候就骑上它去访问名山。白鹿，传说神仙或隐士多骑白鹿。须，等待。\n摧眉折腰：低头弯腰。摧眉，即低眉。\n\n","shangxi":"　　这是一首记梦诗，也是一首游仙诗。意境雄伟，变化惝恍莫测，缤纷多采的艺术形象，新奇的表现手法，向来为人传诵，被视为李白的代表作之一。\n\n　　这首诗的题目一作《别东鲁诸公》。其时李白虽然出翰林已有年月了，而政治上遭受挫折的愤怨仍然郁结于怀，所以在诗的最后发出那样激越的呼声。\n\n　　李白一生徜徉山水之间，热爱山水，达到梦寐以求的境地。此诗所描写的梦游，也许并非完全虚托，但无论是否虚托，梦游就更适于超脱现实，更便于发挥他的想象和夸张的才能了。\n\n　　“海客谈瀛洲，烟涛微茫信难求；越人语天姥，云霓明灭或可睹。”诗一开始先说古代传说中的海外仙境──瀛洲，虚无缥缈，不可寻求；而现实中的天姥山在浮云彩霓中时隐时现，真是胜似仙境。以虚衬实，突出了天姥胜景，暗蕴着诗人对天姥山的向往，写得富有神奇色彩，引人入胜。\n\n　　天姥山临近剡溪，传说登山的人听到过仙人天姥的歌唱，因此得名。天姥山与天台山相对，峰峦峭峙，仰望如在天表，冥茫如堕仙境，容易引起游者想入非非的幻觉。浙东山水是李白青年时代就向往的地方，初出川时曾说“此行不为鲈鱼鲙，自爱名山入剡中”。入翰林前曾不止一次往游，他对这里的山水不但非常热爱，也是非常熟悉的。\n\n　　天姥山号称奇绝，是越东灵秀之地。但比之其他崇山峻岭如我国的五大名山──五岳，在人们心目中的地位仍有小巫见大巫之别。可是李白却在诗中夸说它“势拔五岳掩赤城”，比五岳还更挺拔。有名的天台山则倾斜着如拜倒在天姥的足下一样。这个天姥山，被写得耸立天外，直插云霄，巍巍然非同凡比。这座梦中的天姥山，应该说是李白平生所经历的奇山峻岭的幻影，它是现实中的天姥山在李白笔下夸大了的影子。\n\n　　接着展现出的是一幅一幅瑰丽变幻的奇景：天姥山隐于云霓明灭之中，引起了诗人探求的想望。诗人进入了梦幻之中，仿佛在月夜清光的照射下，他飞渡过明镜一样的镜湖。明月把他的影子映照在镜湖之上，又送他降落在谢灵运当年曾经歇宿过的地方。他穿上谢灵运当年特制的木屐，登上谢公当年曾经攀登过的石径──青去梯。只见：“半壁见海日，空中闻天鸡。千岩万转路不定，迷花倚石忽已暝。熊咆龙吟殷岩泉，栗深林兮惊层巅。云青青兮欲雨，水澹澹兮生烟。”继飞渡而写山中所见，石径盘旋，深山中光线幽暗，看到海日升空，天鸡高唱，这本是一片曙色；却又于山花迷人、倚石暂憩之中，忽觉暮色降临，旦暮之变何其倏忽。暮色中熊咆龙吟，震响于山谷之间，深林为之战栗，层巅为之惊动。不止有生命的熊与龙以吟、咆表示情感，就连层巅、深林也能战栗、惊动，烟、水、青云都满含阴郁，与诗人的情感，协成一体，形成统一的氛围。前面是浪漫主义地描写天姥山，既高且奇；这里又是浪漫主义地抒情，既深且远。这奇异的境界，已经使人够惊骇的了，但诗人并未到此止步，而诗境却由奇异而转入荒唐，全诗也更进入高潮。在令人惊悚不已的幽深暮色之中，霎时间“丘峦崩摧”，一个神仙世界“訇然中开”，“青冥浩荡不见底，日月照耀金银台。霓为衣兮风为马，云之君兮纷纷而来下。”洞天福地，于此出现。“云之君”披彩虹为衣，驱长风为马，虎为之鼓瑟，鸾为之驾车，皆受命于诗人之笔，奔赴仙山的盛会来了。这是多么盛大而热烈的场面。“仙之人兮列如麻”！群仙好象列队迎接诗人的到来。金台、银台与日月交相辉映，景色壮丽，异彩缤纷，何等的惊心眩目，光耀夺人！仙山的盛会正是人世间生活的反映。这里除了有他长期漫游经历过的万壑千山的印象、古代传说、屈原诗歌的启发与影响，也有长安三年宫廷生活的迹印，这一切通过浪漫主义的非凡想象凝聚在一起，才有这般辉煌灿烂、气象万千的描绘。\n\n　　值得注意的是，这首诗写梦游奇境，不同于一般游仙诗，它感慨深沉，抗议激烈，并非真正依托于虚幻之中，而是在神仙世界虚无飘渺的描述中，依然着眼于现实。神游天上仙境，而心觉“世间行乐亦如此”。\n\n　　仙境倏忽消失，梦境旋亦破灭，诗人终于在惊悸中返回现实。梦境破灭后，人，不是随心所欲地轻飘飘地在梦幻中翱翔了，而是沉甸甸地躺在枕席之上。“古来万事东流水”，其中包含着诗人对人生的几多失意和深沉的感慨。此时此刻诗人感到最能抚慰心灵的是“且放白鹿青崖间，须行即骑访名山”。徜徉山水的乐趣，才是最快意的，也就是在《春夜宴从弟桃花园序》中所说：“古人秉烛夜游，良有以也。”本来诗意到此似乎已尽，可是最后却愤愤然加添了两句“安能摧眉折腰事权贵，使我不得开心颜！”一吐长安三年的郁闷之气。天外飞来之笔，点亮了全诗的主题：对于名山仙境的向往，是出之于对权贵的抗争，它唱出封建社会中多少怀才不遇的人的心声。在等级森严的封建社会中，多少人屈身权贵，多少人埋没无闻！唐朝比之其他朝代是比较开明的，较为重视人才，但也只是比较而言。人才在当时仍然摆脱不了“臣妾气态间”的屈辱地位。“折腰”一词出之于东晋的陶渊明，他由于不愿忍辱而赋“归去来”。李白虽然受帝王优宠，也不过是个词臣，在宫廷中所受到的屈辱，大约可以从这两句诗中得到一些消息。封建君主把自己称“天子”，君临天下，把自己升高到至高无上的地位，却抹煞了一切人的尊严。李白在这里所表示的决绝态度，是向封建统治者所投过去的一瞥蔑视。在封建社会，敢于这样想、敢于这样说的人并不多。李白说了，也做了，这是他异乎常人的伟大之处。\n\n　　这首诗的内容丰富、曲折、奇谲、多变，它的形象辉煌流丽，缤纷多彩，构成了全诗的浪漫主义华赡情调。它的主观意图本来在于宣扬“古来万事东流水”这样颇有消极意味的思想，可是它的格调却是昂扬振奋的，潇洒出尘的，有一种不卑不屈的气概流贯其间，并无消沉之感。\n\n","translation":"海外来客们谈起瀛洲，烟波渺茫实在难以寻求。\n越中来人说起天姥山，在云雾忽明忽暗间有人可以看见。\n天姥山仿佛连接着天遮断了天空。山势高峻超过五岳，遮掩过赤城山。\n天台山虽高四万八千丈，面对着它好像要向东南倾斜拜倒一样。\n我根据越人说的话梦游到吴越，一天夜晚飞渡过明月映照下的镜湖。\n镜湖上的月光照着我的影子，一直伴随我到了剡溪。\n谢灵运住的地方如今还在，清澈的湖水荡漾，猿猴清啼。\n我脚上穿着谢公当年特制的木鞋，攀登直上云霄的山路。\n上到半山腰就看见了从海上升起的太阳，在半空中传来天鸡报晓的叫声。\n无数山岩重叠，道路盘旋弯曲，方向不定，迷恋着花，依倚着石头，不觉天色已经晚了。\n熊在怒吼，龙在长鸣，岩中的泉水在震响，使森林战栗，使山峰惊颤。\n云层黑沉沉的，像是要下雨，水波动荡生起了烟雾。\n电光闪闪，雷声轰鸣，山峰好像要被崩塌似的。\n仙府的石门，訇的一声从中间打开。\n洞中蔚蓝的天空广阔无际，看不到尽头，日月照耀着金银做的宫阙。\n用彩虹做衣裳，将风作为马来乘，云中的神仙们纷纷下来。\n老虎弹奏着琴瑟，鸾鸟驾着车。仙人们成群结队密密如麻。\n忽然魂魄惊动，我猛然惊醒，不禁长声叹息。\n醒来时只有身边的枕席，刚才梦中所见的烟雾云霞全都消失了。\n人世间的欢乐也是像梦中的幻境这样，自古以来万事都像东流的水一样一去不复返。\n告别诸位朋友远去（东鲁）啊，什么时候才能回来？暂且把白鹿放牧在青崖间，等到要远行时就骑上它访名山。\n岂能卑躬屈膝去侍奉权贵，使我不能有舒心畅意的笑颜！\n\n"}
{"_id":{"$oid":"5b9a144b367d5cab186686b5"},"title":"端午日","dynasty":"唐代","writer":"殷尧藩","content":"少年佳节倍多情，老去谁知感慨生；\n不效艾符趋习俗，但祈蒲酒话升平。\n鬓丝日日添白头，榴锦年年照眼明；\n千载贤愚同瞬息，几人湮没几垂名。","type":["端午节","感叹","人生"]}
{"_id":{"$oid":"5b9a144b367d5cab186686b6"},"title":"送东阳马生序","dynasty":"明代","writer":"宋濂","content":"　　余幼时即嗜学。家贫，无从致书以观，每假借于藏书之家，手自笔录，计日以还。天大寒，砚冰坚，手指不可屈伸，弗之怠。录毕，走送之，不敢稍逾约。以是人多以书假余，余因得遍观群书。既加冠，益慕圣贤之道 ，又患无硕师、名人与游，尝趋百里外，从乡之先达执经叩问。先达德隆望尊，门人弟子填其室，未尝稍降辞色。余立侍左右，援疑质理，俯身倾耳以请；或遇其叱咄，色愈恭，礼愈至，不敢出一言以复；俟其欣悦，则又请焉。故余虽愚，卒获有所闻。\n\n　　当余之从师也，负箧曳屣，行深山巨谷中，穷冬烈风，大雪深数尺，足肤皲裂而不知。至舍，四支僵劲不能动，媵人持汤沃灌，以衾拥覆，久而乃和。寓逆旅，主人日再食，无鲜肥滋味之享。同舍生皆被绮绣，戴朱缨宝饰之帽，腰白玉之环，左佩刀，右备容臭，烨然若神人；余则缊袍敝衣处其间，略无慕艳意。以中有足乐者，不知口体之奉不若人也。盖余之勤且艰若此。\n\n　　今虽耄老，未有所成，犹幸预君子之列，而承天子之宠光，缀公卿之后，日侍坐备顾问，四海亦谬称其氏名，况才之过于余者乎？\n\n　　今诸生学于太学，县官日有廪稍之供，父母岁有裘葛之遗，无冻馁之患矣；坐大厦之下而诵《诗》《书》，无奔走之劳矣；有司业、博士为之师，未有问而不告，求而不得者也；凡所宜有之书，皆集于此，不必若余之手录，假诸人而后见也。其业有不精，德有不成者，非天质之卑，则心不若余之专耳，岂他人之过哉！\n\n　　东阳马生君则，在太学已二年，流辈甚称其贤。余朝京师，生以乡人子谒余，撰长书以为贽，辞甚畅达，与之论辩，言和而色夷。自谓少时用心于学甚劳，是可谓善学者矣！其将归见其亲也，余故道为学之难以告之。谓余勉乡人以学者，余之志也；诋我夸际遇之盛而骄乡人者，岂知余者哉！\n\n","type":["初中文言文","赠言","劝勉","学习","励志","序文"],"remark":"东阳：今浙江东阳县，当时与潜溪同属金华府。马生：姓马的太学生，即文中的马君则。序：文体名，有书序、赠序二种，本篇为赠序。\n致：得到。\n余：我。嗜（shì是）学：爱好读书。\n假借：借。\n弗之怠：即“弗怠之”，不懈怠，不放松读书。弗，不。之，指代抄书。\n走：跑，这里意为“赶快”。\n逾约：超过约定的期限。\n既：已经，到了。加冠：古代男子到二十岁时，举行加冠（束发戴帽）仪式，表示已成年。\n圣贤之道：指孔孟儒家的道统。宋濂是一个主张仁义道德的理学家，所以十分推崇它。\n硕（shuò朔）师：学问渊博的老师。游：交游。\n尝：曾。趋：奔赴。\n乡之先达：当地在道德学问上有名望的前辈。这里指浦江的柳贯、义乌的黄溍等古文家。执经叩问：携带经书去请教。\n稍降辞色：把言辞放委婉些，把脸色放温和些。辞色，言辞和脸色。\n援疑质理：提出疑难，询问道理。\n叱（chì赤）（咄duō夺）：训斥，呵责。\n俟（sì四）：等待。忻（xīn新）：同“欣”。\n卒：终于。\n箧（qiè窃）：箱子。曳（yè夜）屣（xǐ喜）：拖着鞋子。\n穷冬：隆冬。\n皲（jūn军）裂：皮肤因寒冷干燥而开裂。\n僵劲：僵硬。\n媵人：陪嫁的女子。这里指女仆。持汤沃灌：指拿热水喝或拿热水浸洗。汤：热水。沃灌：浇水洗。\n衾（qīn钦）：被子。\n逆旅主人：旅店主人。\n日再食：每日两餐。\n被（pī披）绮绣：穿着华丽的绸缎衣服。被，同“披”。绮，有花纹的丝织品。\n朱缨宝饰：红穗子上穿有珠子等装饰品。\n腰白玉之环：腰间悬着白玉圈。\n容臭：香袋子。臭（xiù）：气味，这里指香气。\n烨（yè页）然：光采照人的样子。\n缊（yùn）袍：粗麻絮制作的袍子。敝衣：破衣。\n耄（mào帽）老：年老。八九十岁的人称耄。宋濂此时已六十九岁。\n幸预：有幸参与。君子指有道德学问的读书人。\n缀：这里意为“跟随”。\n谬称：不恰当地赞许。这是作者的谦词。\n诸生：指太学生。太学：明代中央政府设立的教育士人的学校，称作太学或国子监。\n县官：这里指朝廷。廪（lǐn凛）稍：当时政府免费供给的俸粮称“廪”或“稍”。\n裘（qiú球）：皮衣。葛：夏布衣服。遗（wèi位）：赠，这里指接济。\n司业、博士：分别为太学的次长官和教授。\n非天质之卑：如果不是由于天资太低下。\n流辈：同辈。\n朝：旧时臣下朝见君主。宋濂写此文时，正值他从家乡到京城应天（南京）见朱元璋。\n以乡人子：以同乡之子的身份。谒（yè夜）：拜见。\n撰（zhuàn赚）：同“撰”，写。长书：长信。贽（zhì至）：古时初次拜见时所赠的礼物。\n夷：平易。\n“谓余”二句：认为我是在勉励同乡人努力学习，这是说到了我的本意。\n诋：毁谤。际遇之盛：遭遇的得意，指得到皇帝的赏识重用。骄乡人：对同乡骄傲。\n归见：回家探望。\n\n","shangxi":"　　刘基曾评价宋濂的,送东的前五个自然段，从不同侧面，用多种表述手法，充分叙述和阐明了勤奋好学的重要性，以及应秉持的精神、态度。最后一个自然段，才简要说及题意：因为马生进见，又因为马生年轻善学，所以著文勉励马生。\n\n　　这种别具一格的文章结构布局，可以说是先“宾”后“主”。“宾”，着力叙事说理、笔墨酣畅，因而水到渠成，可以自然过渡到“主”——惜墨如金地点明题意。\n\n　　全文分三大部分，行文紧凑严密，前两部分是从对比中阐发主旨，后一部分扣紧赠序文体，说明写作意图。文章有情有理，不空谈，令人容易接受。第一部分是作者叙述自己的求学时期，如何不辞劳苦，不避艰险，不计客观条件，虚心求学的学生之首”，与高启、刘基并称为“明初诗文三大家”，刘基赞许他“当今文章第一”，四方学者称他为“太史公”。他自幼家境贫寒，但聪敏好学，曾受业于元末古文大家吴莱、柳贯、黄溍等。他一生刻苦学习，“自少至老，未尝一日去书卷，于学无所不通”。元朝末年，元顺帝曾召他为翰林院编修，他以奉养父母为由，辞不应召，修道著书.\n\n　　明初朱元璋称帝，宋濂就任江南儒学提举，为太子讲经。洪武二年（1369），奉命主修《元史》。累官至翰林院学士承旨、知制诰。洪武十年（1377），以年老辞官还乡。后阳马生序》可谓其散文中的佳作，体现了其长者之风、大家之范，其中之美值得细细品味。\n\n","translation":"\n　　我年幼时就爱学习。因为家中贫穷，无法得到书来看，常向藏书的人家求借，亲手抄录，约定日期送还。天气酷寒时，砚池中的水冻成了坚冰，手指不能屈伸，我仍不放松读书。抄写完后，赶快送还人家，不敢稍稍超过约定的期限。因此人们大多肯将书借给我，我因而能够看各种各样的书。已经成年之后，更加仰慕圣贤的学说，又苦于不能与学识渊博的老师和名人交往，曾快步走（跑）到百里之外，手拿着经书向同乡前辈求教。前辈德高望重，门人学生挤满了他的房间，他的言辞和态度从未稍有委婉。我站着陪侍在他左右，提出疑难，询问道理，低身侧耳向他请教；有时遭到他的训斥，表情更为恭敬，礼貌更为周到，不敢答复一句话；等到他高兴时，就又向他请教。所以我虽然愚钝，最终还是得到不少教益。\n\n　　当我寻师时，背着书箱，趿拉着鞋子，行走在深山大谷之中，严冬寒风凛冽，大雪深达几尺，脚和皮肤受冻裂开都不知道。到学舍后，四肢僵硬不能动弹，仆人给我灌下热水，用被子围盖身上，过了很久才暖和过来。住在旅馆，我每天吃两顿饭，没有新鲜肥嫩的美味享受。同学舍的求学者都穿着锦绣衣服，戴着有红色帽带、饰有珍宝的帽子，腰间挂着白玉环，左边佩戴着刀，右边备有香囊，光彩鲜明，如同神人；我却穿着旧棉袍、破衣服处于他们之间，毫无羡慕的意思。因为心中有足以使自己高兴的事，并不觉得吃穿的享受不如人家。我的勤劳和艰辛大概就是这样。\n\n　　如今我虽已年老，没有什么成就，但所幸还得以置身于君子的行列中，承受着天子的恩宠荣耀，追随在公卿之后，每天陪侍着皇上，听候询问，天底下也不适当地称颂自己的姓名，更何况才能超过我的人呢？\n\n　　如今的学生们在太学中学习，朝廷每天供给膳食，父母每年都赠给冬天的皮衣和夏天的葛衣，没有冻饿的忧虑了；坐在大厦之下诵读经书，没有奔走的劳苦了；有司业和博士当他们的老师，没有询问而不告诉，求教而无所收获的了；凡是所应该具备的书籍，都集中在这里，不必再像我这样用手抄录，从别人处借来然后才能看到了。他们中如果学业有所不精通，品德有所未养成的，如果不是天赋、资质低下，就是用心不如我这样专一，难道可以说是别人的过错吗！\n\n　　东阳马生君则，在太学中已学习二年了，同辈人很称赞他的德行。我到京师朝见皇帝时，马生以同乡晚辈的身份拜见我，写了一封长信作为礼物，文辞很顺畅通达，同他论辩，言语温和而态度谦恭。他自己说少年时对于学习很用心、刻苦，这可以称作善于学习者吧！他将要回家拜见父母双亲，我特地将自己治学的艰难告诉他。如果说我勉励同乡努力学习，则是我的志意；如果诋毁我夸耀自己遭遇之好而在同乡前骄傲，难道是了解我吗？\n\n"}
{"_id":{"$oid":"5b9a144b367d5cab186686b7"},"title":"送李少府贬峡中王少府贬长沙","dynasty":"唐代","writer":"高适","content":"嗟君此别意何如，驻马衔杯问谪居。\n巫峡啼猿数行泪，衡阳归雁几封书。\n青枫江上秋帆远，白帝城边古木疏。\n圣代即今多雨露，暂时分手莫踌躇。","type":["唐诗三百首","送别","边塞","贬谪","同情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154049381.mp3","remark":"峡中：此指夔州巫山县（今属重庆）。\n谪居：贬官的地方。\n巫峡：地名，在今重庆市巫山县东。古民谣《巴东三峡歌》：“巴东三峡巫峡长，猿鸣三声泪沾裳。”\n衡阳：地名，今属湖南。相传每年秋天，北方的南飞之雁，至衡阳的回雁峰，便折回北方。这是由长沙想到衡阳，意思要王少府至长沙后多写信来。\n青枫江：地名，在花溪。秋帆：指秋风吹着小舟，送友人远去。\n\n","shangxi":"　　这是一首送别诗，同时也是一首边塞诗，同时送别两人，且两人均为遭贬而迁。\n\n　　首联“嗟君此别意何如，驻马衔杯问谪居。”诗人首先抓住二人都是遭贬，都有满腹愁怨，而眼下又即将分别这一共同点，以深表关切的问句开始，表达了对李、王二少府遭受贬谪的同情，以及对分别的惋惜。“嗟”是叹息之声，置于句首，贬谪分别时的痛苦已不言而喻。“此别”、“谪居”四字，又将题中的“送”和“贬”点出，轻灵自然，不着痕迹。作者在送别之地停下马来，与李、王二少府饮酒饯别，“意何如”、“问谪居”，反复致意，其殷切珍重之情，显而易见，一开篇就以强烈的感情，给读者以深刻的印象。无怪乎方东树在《昭昧詹言》中说：“常侍（即高适）每工于发端。”中间两联针对李、王二少府的现实处境，从二人不同的贬谪之地分别着笔，进一步表达对他们的关心和安慰。\n\n　　“巫峡啼猿数行泪，衡阳归雁几封书？”上句写李少府贬峡中。当时，这里路途遥远，四野荒凉，《巴东三峡歌》曰：“巴东三峡巫峡长，猿鸣三声泪沾裳。”诗人设想李少府来到峡中，在这荒远之地听到凄厉的猿啼，不禁流下感伤的眼泪。下句写王少府贬长沙。衡阳在长沙南面，衡山有回雁峰，传说北雁南飞至此不过，遇春而回。归雁传书是借用苏武雁足系书故事，但长沙路途遥远，归雁也不能传递几封信。\n\n　　“青枫江上秋帆远，白帝城边古木疏。”上句想象长沙的自然风光。青枫江指浏水，在长沙与湘江汇合。这句写李少府到了长沙，在秋高气爽的季节，望着那明净高远、略无纤尘的蓝天，自然会洗尽烦恼。下句想象夔州（即今四川奉节县）的名胜古迹。白帝城为西汉公孙述所筑，在夔州，当三峡之口。这句写王少府到了峡中，可以去古木参天、枝叶扶疏的白帝城凭吊古迹，以求慰藉。\n\n　　这四句情景相融，结合得自然巧妙，读来自有一种苍凉中饱含亲切的情味。所写之境，从巫峡到衡阳，从青枫浦到白帝城，十分开阔，而分写二人，更显出作者的艺术匠心。\n\n　　作者在两联中，一句写李、一句写王，然后一句写王、一句写李，错综交织，而井然不乱，并且采用了“互文”这种修辞手法中的对句互见的方法，在一联中上句隐含着下句，下句隐含着上句，“巫峡”一联上句写贬谪荒远的凄凉，下句说要多通音信，表面看是对李、王分开讲的，实际上是对两人共同而言。同样，“青枫江”一联上句说流连光景，下句说寻访古迹，实际也是对二人共同讲的。这样，在精炼的字句中，包含了丰富的内容，既照顾到了二人不同的地点，又表达了对双方一致的情意，诗人巧妙的处理，使写分送二人的困难迎刃而解，收到了很好的效果。\n\n　　最后一联：“圣代即今多雨露，暂时分手莫踌躇。”诗针对李、王二少府远贬的愁怨和惜别的忧伤，进行了语重心长的劝慰，对前景作了乐观的展望。圣代雨露，是古代文人诗中的惯用之语，这里用来和贬谪相连，也还深藏着婉曲的微讽之意。重点是在后一句“暂时分手莫踌躇”，意思是说：这次外贬，分别只是暂时的，你们不要犹豫不前，将来定有重归之日。全诗在这里结束，不仅与首联照应，而且给读者留下无尽的遐思。\n\n　　叶燮在《原诗》中，曾经指责此诗中间两联连用四个地名太多。其实，高适此诗情真意挚而又气势健拔，虽然连用了四个地名，但对诗意并无影响，反而使意境显得更为开阔。\n\n","translation":"此次离别不知你们心绪何如，停住马饮酒询问被贬的去处。\n巫峡猿猴悲啼令人伤心流泪，衡阳的归雁会为我捎来回书。\n秋日青枫江上孤帆远远飘去，白帝城边黄叶飘零古木稀疏。\n圣明朝代如今定会多施雨露，暂时分手希望你们不要踌躇。\n\n"}
{"_id":{"$oid":"5b9a144b367d5cab186686b8"},"title":"竹枝词二首·其一","dynasty":"唐代","writer":"刘禹锡","content":"杨柳青青江水平，闻郎江上踏歌声。(踏歌声 一作：唱歌声)\n东边日出西边雨，道是无晴却有晴。(却有晴 一作：还有晴)","type":["乐府","民歌","爱情","写景","早教古诗100首"],"remark":"竹枝词：乐府近代曲名。又名《竹枝》。原为四川东部一带民歌，唐代诗人刘禹锡根据民歌创作新词，多写男女爱情和三峡的风情，流传甚广。后代诗人多以《竹枝词》为题写爱情和乡土风俗。其形式为七言绝句。\n晴：与“情”谐音。《全唐诗》：也写作“情”。\n\n","shangxi":"　　《竹枝词》是古代四川东部的一种民歌，人民边舞边唱，用鼓和短笛伴奏。赛歌时，谁唱得最多，谁就是优胜者。刘禹锡任夔（kuí）州刺史时，非常喜爱这种民歌，他学习屈原作《九歌》的精神，采用了当地民歌的曲谱，制成新的《竹枝词》，描写当地山水风俗和男女爱情，富于生活气息。体裁和七言绝句一样。但在写作上，多用白描手法，少用典故，语言清新活泼，生动流畅，民歌气息浓厚。刘禹锡创作多首《竹枝词》，这是其中一首。\n\n　　这是一首描写青年男女爱情的诗歌。它描写了一个初恋的少女在杨柳青青、江平如镜的清丽的春日里，听到情郎的歌声所产生的内心活动。\n\n　　首句“杨柳青青江水平”，描写少女眼前所见景物，用的是起兴手法。所谓“兴”，就是触物起情，它与后文要表达的情事。并无直接关系，但在诗中却是不可少的。这一句描写的春江杨柳，最容易引起人的情思，于是很自然地引出了第二句：“闻郎江上唱歌声”。这一句是叙事，写这位少女在听到情郎的歌声时起伏难平的心潮。最后两句：“东边日出西边雨，道是无晴却有晴”，是两个巧妙的隐喻，用的是语意双关的手法。“东边日出”是“有晴”，“西边雨”是“无晴”。“晴”和“情”谐音，“有晴”、“无晴”是“有情”、“无情”的隐语。“东边日出西边雨”，表面是“有晴”、“无晴”的说明，实际上却是“有情”、“无情”的比喻。这使这个少女听了，真是感到难以捉摸，心情忐忑不安。但她是一个聪明的女子，她从最后一句辨清了情郎对她是有情的，因为句中的“有”、“无”两字中，着重的是“有”。因此，她内心又不禁喜悦起来。这句用语意双关的手法，既写了江上阵雨天气，又把这个少女的迷惑、眷恋和希望一系列的心理活动巧妙地描绘出来。\n\n　　此诗以多变的春日天气来造成双关，以“晴”寓“情”，具有含蓄的美，对于表现女子那种含羞不露的内在感情，十分贴切自然。最后两句一直成为后世人们所喜爱和引用的佳句。\n\n　　用谐音双关语来表达思想感情，是我国从古代到现代民歌中常用的一种表现手法。这首诗用这种方法来表达青年男女的爱情，更为贴切自然，既含蓄，又明朗，音节和谐，颇有民歌风情，但写得比一般民歌更细腻，更含蓄。因此，历来为人们所喜爱传诵。\n\n","translation":"杨柳青青江水宽又平，听见情郎江上踏歌声。\n东边日出西边下起雨，说是无晴但是还有晴。\n\n"}
{"_id":{"$oid":"5b9a144b367d5cab186686b9"},"title":"李延年歌","dynasty":"两汉","writer":"李延年","content":"北方有佳人，绝世而独立。\n一顾倾人城，再顾倾人国。\n宁不知倾城与倾国？佳人难再得。","type":["古诗三百首","乐府","歌咏","美人"],"remark":"倾城、倾国：原指因女色而亡国，后多形容妇女容貌极美。陶渊明《闲情赋》：“表倾城之艳色，期有德于传闻。”\n宁不知：怎么不知道。\n\n","shangxi":"　　《李延年歌》有三点特色。\n\n　　其一，出语夸张，欲扬故抑。诗人将所咏美女赞为冠绝当代而独此一人，其美貌的程度竟至看她一眼城邦就会倾覆，再看她一眼国家就会沦亡，“美女亡国”之说最早见于《诗经·大雅·瞻卬》：“哲夫成城，哲妇倾城”，说的是男子有才能立国，女子有才毁社稷，旨在讽刺周幽王宠幸貌美而好迸谗言的褒拟以至亡国之事。此后，“倾城”、“倾国”就成了绝色美女的代名词。在《李延年歌》里，诗人极尽夸张之能事，危言耸听，但绝不是以此来昭示君王，求鉴前史，而是反其意而用之，以其具有倾城倾国的巨大魅力来极言佳人之美，达到引动君王思美之心的目的。\n\n　　其二，情真意切，溢于诗间。《李延年歌》一诗，除了 “其辞脱口而出，无矫揉妆束之态”外，其表达的情感是十分真挚的。李延年歌咏的佳人是自己的胞妹。无论是出于对胞妹的深爱之情而望她有个辉煌的前途，还是出于利己之心而进献胞妹，其诗中表现出的赞美都是热切的。短短几句的小诗，“倾城”、“倾国”的字眼二度出现，推荐美人的主旨非常鲜明。先言有此绝美之人，再言美人的惊人魅力，然后向君王恳切呼告：您难道不知这具有倾城倾国之貌的佳人，一旦错过就再难得到了！拳拳之心意，殷切的情感，在一咏三叹之中挣到了充分的表达，产生了沁人心脾的感染力，拨动了汉武帝的心弦。\n\n　　其三，以简胜繁，以虚生实。中国画以墨为颜色，色彩可谓少矣。但那单一的墨色却可在鉴赏者的脑海中幻化出缤纷的五彩。如同齐白石的画，空白可谓多矣，但那空白处却可使人想象出无限丰美的境界。《李延年歌》只是咏叹了佳人的无双而不作具体描绘，这就势必使佳人的形象成为神秘诱人的空白，从而激发起赏诗者对她的神往、想象和渴念之情。当时在汉武帝的脑海中一定幻化出了世间最为美妙的女子形象。而后世的读诗者，更可以根据自己的审美理想、历史知识及其特有的心理素质，想象出各自心中的绝色佳人来。在歌咏美女的中国古诗中，有不少细描实写的佳句，像“手如柔荑，肤如凝脂”之类。同时也不乏以侧描虚写取胜的佳篇。如《诗经·周南·关雎》，对女子品貌的描写只有一句“窈窕淑女，君子好逑”，而浓墨渲染的是男子对她的苦苦思恋、热烈追求和结合后的欢乐喜悦，以此显示出女子的美丽可爱。《李延年歌》显然也是以这种以虚生实的艺术手法取胜的。\n\n","translation":"北方有位美丽姑娘，独立世俗之外，她对守城的将士瞧一眼，将士弃械，墙垣失守；\n她对君临天下的皇帝瞧一眼，皇帝倾心，国家败亡！美丽的姑娘呀，常常带来“倾城、倾国”的灾难。\n纵然如此，也不能失去获得佳人的好机会。美好姑娘世所难遇、不可再得！\n\n"}
{"_id":{"$oid":"5b9a144c367d5cab186686ba"},"title":"童趣","dynasty":"清代","writer":"沈复","content":"　　余忆童稚时，能张目对日，明察秋毫，见藐小之物必细察其纹理，故时有物外之趣。\n\n　　夏蚊成雷，私拟作群鹤舞于空中，心之所向，则或千或百，果然鹤也；昂首观之，项为之强。又留蚊于素帐中，徐喷以烟，使之冲烟而飞鸣，作青云白鹤观，果如鹤唳云端，为之怡然称快。\n\n　　余常于土墙凹凸处，花台小草丛杂处，蹲其身，使与台齐；定神细视，以丛草为林，以虫蚁为兽，以土砾凸者为丘，凹者为壑，神游其中，怡然自得。\n\n　　一日，见二虫斗草间，观之，兴正浓，忽有庞然大物，拔山倒树而来，盖一癞蛤蟆，舌一吐而二虫尽为所吞。余年幼，方出神，不觉呀然一惊。神定，捉虾蟆，鞭数十，驱之别院。\n\n","type":["初中文言文","叙事","散文","回忆","童年"],"remark":"余：我。\n忆：回忆，回想。\n稚：幼小，形容年龄小。\n张目：张大眼睛。\n对：面向，对着，朝。\n明察秋毫：形容视力好。秋毫，指鸟类到了秋天，重新生出来非常纤细的羽毛。后来用来比喻最细微的事物。\n藐小之物：微小的东西。\n细：仔细。\n纹理：花纹和条理。\n故：所以。\n物外：这里指超出事物本身。\n成：像。\n私拟：我（把蚊子）比作。拟，比。私，私自\n于：在。\n则：那么，就。\n或：有的。\n果：果真。\n项为之强（jiāng）：脖颈为此而变得僵硬了。项，颈，脖颈。为，为此。强，通“僵”，僵硬的意思。\n素帐：未染色的帐子。\n徐喷以烟：慢慢地用烟喷。徐，慢慢地。以，用。\n使：让。\n而：承接关系，这里可解释为“便”“就”。\n作：当做。\n观：景观。\n唳（lì）：鸟鸣。\n为之：因此。\n怡然：安适、愉快的样子。然，……的样子。\n以……为……：把……当作……。\n林：森林。\n砾：土块。\n壑（hè）：山沟。\n怡然自得：安适愉快而又满足的样子。\n兴：兴致。\n庞然大物：体积庞大的东西，极大的东西。\n盖：承接上文，表示原因。这里有“原来是”的意思。\n虾（há）蟆：蟾蜍的通称。虾蟆，现写作“蛤蟆”。\n为：介词，被。\n方出神：正在出神。方，正。\n鞭：名词作动词，鞭打。\n数十：几十。\n驱：驱赶。\n之：代词，它指癞蛤蟆。\n\n","translation":"　　我回忆儿童时，可以张开眼睛看着太阳，能看清最细微的东西。我看见细小的东西，一定会去仔细地观察它的纹理，因此常有超出事物本身的乐趣。\n\n　　夏天蚊子发出雷鸣般的声响，我暗自把它们比作群鹤在空中飞舞，心里这么想，那成千成百的蚊子果然都变成仙鹤了；我抬着头看它们，脖颈都为此僵硬了。我又将几只蚊子留在素帐中，用烟慢慢地喷它们，让它们冲着烟雾边飞边叫，我把它当做一幅青云白鹤的景观，果然像仙鹤在青云中鸣叫，我为这景象高兴地拍手叫好。\n\n　　我常在土墙高低不平的地方，在花台杂草丛生的地方，蹲下身子，使自己和花台相平，聚精会神地观察，把草丛当做树林，把虫子、蚂蚁当做野兽，把土块凸出部分当做山丘，凹陷的部分当做山谷，我在其中游玩，觉得非常安闲舒适。\n\n　　有一天，我看见两只小虫在草间相斗，蹲下来观察它们，兴趣正浓厚，忽然有个极大的家伙，掀翻山压倒树而来了，原来是一只癞蛤蟆，舌头一吐，两只虫子全被它吃掉了。我那时年纪很小，正看得出神，不禁‘呀’的一声惊叫起来。待到神情安定下来，捉住癞蛤蟆，鞭打了几十下，把它驱赶到别的院子里去了。\n\n"}
{"_id":{"$oid":"5b9a144c367d5cab186686bb"},"title":"赠花卿","dynasty":"唐代","writer":"杜甫","content":"锦城丝管日纷纷，半入江风半入云。 \n此曲只应天上有，人间能得几回闻。","type":["劝诫","讽刺"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154050678.mp3","remark":"花卿：成都尹崔光远的部将花敬定。\n锦城：即锦官城，此指成都\n丝管：弦乐器和管乐器，这里泛指音乐。\n纷纷：形容乐曲的轻柔悠扬。\n天上：双关语，虚指天宫，实指皇宫。\n几回闻：本意是听到几回。文中的意思是说人间很少听到。\n\n","shangxi":"　　这首绝句，字面上明白如话，但对它的主旨，历来注家颇多异议。有人认为它只是赞美乐曲，并无弦外之音；有人则认为它表面上看是在赞美乐曲，实际上却含讽刺，劝诫的意味。\n\n　　说是语含讽刺，耐人寻味的是，作者并没有对花卿明言指摘，而是采取了一语双关的巧妙手法。字面上看，这俨然是一首十分出色的乐曲赞美诗。“锦城丝管日纷纷”，锦城，即成都；丝管，指弦乐器和管乐器；纷纷，本意是既多而乱的样子，通常是用来形容那些看得见、摸得着的具体事物的，这里却用来比状看不见、摸不着的抽象的乐曲，这就从人的听觉和视觉的通感上，化无形为有形，极其准确、形象地描绘出弦管那种轻悠、柔靡，杂错而又和谐的音乐效果。“半入江风半入云”也是采用同样的写法：那悠扬动听的乐曲，从花卿家的宴席上飞出，随风荡漾在锦江上，冉冉飘入蓝天白云间。这两句诗，使读者真切地感受到了乐曲的那种“行云流水”般的美妙。两个“半”字空灵活脱，给全诗增添了不少的情趣。\n\n　　乐曲如此之美，作者禁不住慨叹说：“此曲只应天上有，人间能得几回闻。”天上的仙乐，人间当然难得一闻，难得闻而竟闻，愈见其妙得出奇了。\n\n　　全诗四句，前两句对乐曲作具体形象的描绘，是实写；后两句以天上的仙乐相夸，是遐想。因实而虚，虚实相生，将乐曲的美妙赞誉到了极度。\n\n　　然而这仅仅是字面上的意思，其弦外之音是意味深长的。这可以从“天上”和“人间”两词看出端倪。“天上”，实际上指天子所居皇宫；“人间”，指皇宫之外。这是封建社会极常用的双关语。说乐曲属于“天上”，且加“只应”一词限定，既然是“只应天上有”，那么，“人间”当然就不应“得闻”。不应“得闻”而竟然“得闻”，不仅“几回闻”，而且“日纷纷”，于是，作者的讽刺之旨就从这种矛盾的对立中，既含蓄婉转又确切有力地显现出来了。\n\n　　宋人张天觉曾论诗文的讽刺说：“讽刺则不可怒张，怒张则筋骨露矣。”（《诗人玉屑》卷九引）杜甫这首诗柔中有刚，绵里藏针，寓讽于谀，意在言外，忠言而不逆耳，作得恰到好处。\n\n","translation":"锦官城里的音乐声轻柔悠扬，一半随着江风飘去，一半飘入了云端。\n这样的乐曲只应该天上有，人间里哪能听见几回？\n\n"}
{"_id":{"$oid":"5b9a144c367d5cab186686bc"},"title":"过松源晨炊漆公店","dynasty":"宋代","writer":"杨万里","content":"莫言下岭便无难，赚得行人错喜欢。(错喜欢 一作：空喜欢)\n正入万山圈子里，一山放过一山拦。(放过 一作：放出)","type":["初中古诗","写景","行路","哲理"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154050969.mp3","remark":"松源、漆公店：地名，在今皖南山区。\n莫言：不要说。\n赚得：骗得。\n空喜欢：白白的喜欢。\n拦：阻拦，阻挡。\n\n","shangxi":"　　本诗朴实平易，生动形象，表现力强，一个“空”字突出表现了“行人”被“赚”后的失落神态。“放”、“拦”等词语的运用，赋予“万山”人的思想、人的性格，使万山活了起来。\n\n　　第一句当头喝起，“莫言下岭便无难”，这是一个富于包孕的诗句，它包含了下岭前艰难攀登的整个上山过程，以及对所经历困难的种种感受。正因为上山艰难，人们便往往把下山看得容易和轻松。开头一句，正像是对这种普遍心理所发的棒喝。“莫言”二字，像是自诫，又像是提醒别人，耐人寻味。\n\n　　第二句补足首句，“赚得行人空喜欢”，“赚”字富于幽默风趣。行人心目中下岭的容易，与它实际上的艰难形成鲜明对比，因此说“赚”——行人是被自己对下岭的主观想象骗了。诗人在这里点出而不说破，给读者留下悬念，使下两句的出现更引人注目。\n\n　　三四两句承接“空喜欢”，对第二句留下的悬念进行解释。本来，上山过程中要攀登多少道山岭，下山过程中也会相应遇到多少道山岭。山本无知，“一山放过一山拦”的形容却把山变成了有生命有灵性的东西。它仿佛给行人布置了一个迷魂阵，设置了层层叠叠的圈套。而行人的种种心情——意外、惊诧、厌烦，直至恍然大悟，也都在这一“拦”一“放”的重复中体现出来了。\n\n　　诗人借助景物描写和生动形象的比喻，通过写山区行路的感受，说明一个具有普遍意义的深刻道理：人们无论做什么事，都要对前进道路上的困难作好充分的估计，不要被一时的成功所陶醉。 \n\n","translation":"不要说从山岭上下来就没有困难，这句话骗得前来爬山的人白白地欢喜一场。\n当你进入到崇山峻岭的圈子里以后，你刚攀过一座山，另一座山立刻将你阻拦。\n\n"}
{"_id":{"$oid":"5b9a144c367d5cab186686bd"},"title":"悯农二首","dynasty":"唐代","writer":"李绅","content":"春种一粒粟，秋收万颗子。\n四海无闲田，农夫犹饿死。\n\n锄禾日当午，汗滴禾下土。\n谁知盘中餐，粒粒皆辛苦？\n\n","type":["忧国忧民","农民","组诗","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154051043.mp3","remark":"悯：怜悯。这里有同情的意思。诗一作《古风二首》。这两首诗的排序各版本有所不同。\n粟：泛指谷类。\n秋收：一作“秋成”。子：指粮食颗粒。\n四海：指全国。闲田：没有耕种的田。\n犹：仍然。\n禾：谷类植物的统称。\n餐：一作“飧”。熟食的通称。\n\n","shangxi":"　　第一首诗一开头，就以“一粒粟”化为“万颗子”具体而形象地描绘了丰收，用“种”和“收”赞美了农民的劳动。第三句再推而广之，展现出四海之内，荒地变良田，这和前两句联起来，便构成了到处硕果累累，遍地“黄金”的生动景象。“引满”是为了更有力的“发”，这三句诗人用层层递进的笔法，表现出劳动人民的巨大贡献和无穷的创造力，这就使下文的反结变得更为凝重，更为沉痛。“农夫犹饿死”，它不仅使前后的内容连贯起来了，也把问题突出出来了。勤劳的农民以他们的双手获得了丰收，而他们自己还是两手空空，惨遭饿死。诗迫使人们不得不带着沉重的心情去思索“是谁制造了这人间的悲剧”这一问题。诗人把这一切放在幕后，让读者去寻找，去思索。要把这两方综合起来，那就正如马克思所说的：“劳动替富者生产了惊人作品（奇迹），然而，劳动替劳动者生产了赤贫。劳动生产了宫殿，但是替劳动者生产了洞窟。劳动生产了美，但是给劳动者生产了畸形。”\n\n　　第二首诗，一开头就描绘在烈日当空的正午，农民依然在田里劳作，那一滴滴的汗珠，洒在灼热的土地上。这就补叙出由“一粒粟”到“万颗子”，到“四海无闲田”，乃是千千万万个农民用血汗浇灌起来的；这也为下面“粒粒皆辛苦”撷取了最富有典型意义的形象，可谓一以当十。它概括地表现了农民不避严寒酷暑、雨雪风霜，终年辛勤劳动的生活。“谁知盘中餐，粒粒皆辛苦”，不是空洞的说教，不是无病的呻吟；它近似蕴意深远的格言，但又不仅以它的说服力取胜，而且还由于在这一深沉的慨叹之中，凝聚了诗人无限的愤懑和真挚的同情。\n\n　　这两首小诗在百花竞丽的唐代诗苑，同那些名篇相比算不上精品，但它却流传极广，妇孺皆知，不断地被人们所吟诵、品味，其中不是没有原因的。\n\n　　首先，这两首诗所抒写的内容是人们经常接触到的最熟悉的事情。但是，最熟悉不一定真知道，生活中就有许多熟视无睹的情况，如果一旦有人加以点拨，或道明实质，或指出所包含的某种道理，就会觉得很醒目，很清楚，从而加深了认识。这两首小诗所以有生命力，就有这一方面的道理。\n\n　　“春种一粒粟，秋收万颗子”，这个春种秋收的景象大概是人人习见，众人皆知的，然而往往难于像诗人那样去联系社会、阶级而思考一些问题。诗人却想到了，他从“四海无闲田”的大丰收景象里看到“农夫犹饿死”的残酷现实。这一点拨就异常惊人醒目，自然给人留下深刻的印象。再如“盘中餐”，这原是人们天天接触，顿顿必食的，然而并没有谁想到把这粒粒粮食和农民在烈日之下的汗水联系在一起。诗人敏锐地观察到了，并凝聚成“粒粒皆辛苦”的诗句。这就给人们以启迪，引人去思索其中的道理，从而使那些不知珍惜粮食的人受到深刻的教育。\n\n　　其次，诗人在阐明上述的内容时，不是空洞抽象地叙说和议论，而是采用鲜明的形象和深刻的对比来揭露问题和说明道理，这就使人很容易接受和理解。像第一首的前三句，从总体意义来说都是采用了鲜明的形象概括了农民在广大田野里春种秋收等繁重劳动的辛苦。这些辛苦并换来了大量的粮食，该说是可以生活下去的，但最后一句却凌空一转，来了个“农夫犹饿死”的事实。这样，前后的情况形成鲜明的对比，引发读者从对比中去思考问题，得出结论，如此就比作者直接把观点告诉读者要深刻有力得多。再如第二首，作者在前两句并没有说农民种田怎样辛苦，庄稼的长成如何不易，只是把农民在烈日之下锄禾而汗流不止的情节作了一番形象的渲染，就使人把这种辛苦和不易品味得更加具体、深刻且真实。所以诗人最后用反问语气道出“谁知盘中餐，粒粒皆辛苦”的道理就很有说服力。尤其是把粒粒粮食比作滴滴汗水，真是体微察细，形象而贴切。\n\n　　最后，诗的语言通俗、质朴，音节和谐明快，朗朗上口，容易背诵，也是这两首小诗长期在人民中流传的原因。\n\n","translation":"春天只要播下一粒种子，秋天就可收获很多粮食。\n普天之下，没有荒废不种的田地，劳苦农民，仍然要饿死。\n\n盛夏中午，烈日炎炎，农民还在劳作，汗珠滴入泥土。\n有谁想到，我们碗中的米饭，粒粒饱含着农民的血汗？\n\n"}
{"_id":{"$oid":"5b9a144c367d5cab186686be"},"title":"寡人之于国也","dynasty":"先秦","writer":"孟子弟子录","content":"　　梁惠王曰：“寡人之于国也，尽心焉耳矣。河内凶，则移其民于河东，移其粟于河内；河东凶亦然。察邻国之政，无如寡人之用心者。邻国之民不加少，寡人之民不加多，何也？\n\n　　孟子对曰：“王好战，请以战喻。填然鼓之，兵刃既接，弃甲曳兵而走。或百步而后止，或五十步而后止。以五十步笑百步，则何如？”曰：“不可，直不百步耳，是亦走也。”曰：“王如知此，则无望民之多于邻国也。不违农时，谷不可胜食也；数罟不入洿池，鱼鳖不可胜食也；斧斤以时入山林，材木不可胜用也。谷与鱼鳖不可胜食，材木不可胜用，是使民养生丧死无憾也。养生丧死无憾，王道之始也。五亩之宅，树之以桑，五十者可以衣帛矣。鸡豚狗彘之畜，无失其时，七十者可以食肉矣。百亩之田，勿夺其时，数口之家，可以无饥矣；谨庠序之教，申之以孝悌之义，颁白者不负戴于道路矣。七十者衣帛食肉，黎民不饥不寒，然而不王者，未之有也。狗彘食人食而不知检，涂有饿莩而不知发，人死，则曰：‘非我也，岁也。’是何异于刺人而杀之，曰‘非我也，兵也’?王无罪岁，斯天下之民至焉。”\n\n","type":["高中文言文","治国","哲理"],"remark":"1. 梁惠王： 战国时期魏国的国君，姓魏，名罃。魏国都城在大梁，今河南省开封市西北，所以魏惠王又称梁惠王。\n2. 寡人：寡德之人．是古代国君对自己的谦称。\n3. 焉耳矣：焉、耳、矣都是句末助词，重叠使用，加重语气。\n4. 河内：今河南境内黄河以北的地方。古人以中原地区为中心，所以黄河以北称河内，黄河以南称河外。\n5. 凶：谷物收成不好．荒年。\n6. 河东：黄河以东的地方。在今山西西南部。黄河流经山西省境，自北而南，故称山西境内黄河以东的地区为河东。\n7. 粟：谷子，脱壳后称为小米，也泛指谷类。\n8. 亦然：也是这样。\n9. 无如：没有像……。\n10. 加少：更少。下文“加多”，更多。加，副词，更、再。\n11. 好战：喜欢打仗。战国时期各国诸侯热衷于互相攻打和兼并。\n12. 请以战喻：让我用打仗来做比喻。请，有“请允许我”的意思。\n13. 填：拟声词，模拟鼓声。\n14. 鼓之：敲起鼓来，发动进攻。古人击鼓进攻，鸣锣退兵。鼓，动词。之，没有实在意义的衬字。\n15. 兵刃既接：两军的兵器已经接触，指战斗已开始。兵，兵器、武器。既，已经。接，接触，交锋。\n16. 弃甲曳兵：抛弃铠甲，拖着兵器。曳，yè，拖着。\n17. 走：跑，这里指逃跑。\n18. 或：有的人。\n19. 以：凭着，借口。\n20. 笑：耻笑，讥笑。\n21. 直：只是、不过。\n22. 是：代词，这，指代上文“五十步而后止”。\n23. 无：通“毋”，不要。\n24. 不违农时：指农忙时不要征调百姓服役。违，违背、违反，这里指耽误。\n25. 谷：粮食的统称。\n26. 不可胜食：吃不完。胜，尽。\n27. 数罟不入洿池：这是为了防止破坏鱼的生长和繁殖。数，cù，密。罟，gǔ，网。洿，wū，深。\n28. 鳖：biē，甲鱼或团鱼。\n29. 斤：与斧相似，比斧小而刃横。\n30. 时：时令季节。砍伐树木宜于在草木凋落，生长季节过后的秋冬时节进行。\n31. 养生：供养活着的人。\n32. 丧死：为死了的人办丧事。\n33. 憾：遗憾。\n34. 王道：以仁义治天下，这是儒家的政治主张。与当时诸侯奉行的以武力统一天下的“霸道”相对。\n35. 五亩：先秦时五亩约合21世纪一亩二分多。\n36. 树：种植。\n37. 衣帛：穿上丝织品的衣服。衣，用作动词，穿。\n38. 豚：tún，小猪。\n39. 彘：zhì，猪。\n40. 畜：xù，畜养，饲养。\n41. 无：通“毋”，不要。\n42. 百亩之田：古代实行井田制，一个男劳动力可分得耕田一百亩。\n43. 夺：失，违背。\n44. 谨：谨慎，这里指认真从事。\n45. 庠序：古代的乡学。《礼记?学记》：“古之教者，家有塾，党有庠，术有序，国有学。“家”，这里指“闾”，二十五户人共住一巷称为闾。塾，闾中的学校。党，五百户为党。庠，设在党中的学校。术，同“遂”，一万二千五百家为遂。序，设在遂中的学校。国，京城。学，大学。庠，xiánɡ。\n46. 教：教化。\n47. 申：反复陈述。\n48. 孝悌：敬爱父母和兄长。悌，tì。\n49. 义：道理。\n50. 颁白：头发花白。颁，通“斑”。\n51. 负戴：负，背负着东西。戴，头顶着东西。\n52. 黎民：百姓。\n53. 王：这里用作动词，为王，称王，也就是使天下百姓归顺。\n54. 未之有：未有之。之，指代“七十者衣帛食肉，黎民不饥不寒，然而不王者”。\n55. 食人食：前一个“食”，动词，吃；后一个“食”，名词，指食物。\n56. 检：检点，制止、约束。\n57. 涂：通“途”，道路。\n58. 饿莩：饿死的人。莩，piǎo，同“殍”，饿死的人。\n59. 发：指打开粮仓，赈济百姓。\n60. 岁：年岁、年成。\n61. 罪：归咎，归罪。\n62. 斯：则、那么。\n\n","shangxi":"　　本文写作上体现出的孟子散文的特点\n\n　　谈问题先把主旨藏起来，从侧面、反面、外围人手，逐渐引向本题。如本意要讲实行仁政，却先以战设喻，从反面入手，使梁惠王不知不觉中跟着他走。这样，文章如曲径探幽，引人入胜；文势则波澜起伏，毫无板滞。\n\n　　2. 逻辑严谨，层层深入。\n\n　　表面看来，文章铺张扬厉，散漫无纪，实则逻辑清晰，段落分明，层次井然。如先提出问题，再分析原因，后述措施，王道之始，王道之实，实行仁政，均是层层深入、环环相扣。\n\n　　3. 词丰笔活，理足气盛。\n\n　　善用贴切的比喻、有力的铺排，考究用词，讲求句式。奇句与偶句，单势句与排比句，交错使用，笔势灵活，理直气壮，谈锋犀利，咄咄逼人。文章极富雄辩的气势。\n\n","translation":"　　梁惠王说：“我对于国家，总算尽了心啦。河内遇到饥荒，就把那里的老百姓迁移到河东去，把河东的粮食转移到河内；河东遇到饥荒也是这样做。了解一下邻国的政治，没有像我这样用心的。邻国的百姓不见减少，我的百姓不见增多，这是为什么呢？”\n\n　　孟子回答说：“大王喜欢打仗，让我用战争做比喻吧。咚咚地敲响战鼓，两军开始交战，战败的扔掉盔甲拖着武器逃跑。有人逃了一百步然后停下来，有的人逃了五十步然后停下来。凭自己只跑了五十步而耻笑别人跑了一百步，那怎么样呢？”梁惠王说：“不行。只不过没有跑上一百步罢了，那也是逃跑啊。”孟子说：“大王如果懂得这个道理，就不要指望自己的百姓比邻国多了。\n\n　　“不耽误农业生产的季节，粮食就会吃不完。密网不下到池塘里，鱼鳖之类的水产就会吃不完。按一定的季节入山伐木，木材就会用不完。粮食和水产吃不完，木材用不完，这就使百姓对生养死葬没有什么不满了。百姓对生养死葬没有什么不满，这是王道的开端。“五亩大的住宅场地，种上桑树，五十岁的人就可以穿丝织品了。鸡、猪、狗的畜养，不要耽误它们的繁殖时机，七十岁的人就可以吃肉食了。百亩大的田地，不要耽误它的耕作时节，数口之家就可以不受饥饿了。认真地兴办学校教育，把尊敬父母、敬爱兄长的道理反复讲给百姓听，须发花白的老人就不会背负或头顶重物在路上行走了。七十岁的人能够穿上丝织品、吃上肉食，百姓没有挨饿受冻的，做到了这些而不能统一天下称王的还从未有过。“猪狗吃人所吃的食物，不知道制止；道路上有饿死的人，不知道开仓赈济。百姓死了，就说：‘这不是我的过错，是因为年岁不好。’这种说法与拿刀把人杀死后，说‘杀死人的不是我，是兵器’有什么不同？大王不要归罪于年成，那么天下的百姓都会来归顺了。”\n\n"}
{"_id":{"$oid":"5b9a144c367d5cab186686bf"},"title":"三衢道中","dynasty":"宋代","writer":"曾几","content":"梅子黄时日日晴，小溪泛尽却山行。\n绿阴不减来时路，添得黄鹂四五声。\n\n","type":["古诗三百首","纪游","喜悦"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154051880.mp3","remark":"三衢道中：在去三衢州的道路上。三衢即衢州，今浙江省常山县，因境内有三衢山而得名。\n梅子黄时：指五月，梅子成熟的季节。\n小溪泛尽：乘小船走到小溪的尽头。小溪，小河沟。泛，乘船。尽，尽头。\n却山行：再走山间小路。却，再的意思。\n绿阴：苍绿的树阴。阴，树阴。\n不减：并没有少多少，差不多。\n黄鹂：黄莺。\n\n","shangxi":"　　诗写初夏时宁静的景色和诗人山行时轻松愉快的心情。\n\n　　这是一首纪行诗，全诗明快自然，极富有生活韵味。写诗人行于三衢山道中的见闻感受。首句点明此行的时间，“梅子黄时”正是江南梅雨时节（黄梅天），难得有这样“日日晴”的好天气，因此诗人的心情自然也为之一爽，游兴愈浓。诗人乘轻舟泛溪而行，溪尽而兴不尽，于是舍舟登岸，山路步行。一个“却”字，道出了他高涨的游兴。三四句紧承“山行”，写绿树荫浓，爽静宜人，更有黄鹂啼鸣，幽韵悦耳，渲染出诗人舒畅愉悦的情怀。“来时路”将此行悄然过渡到归程，“添得”二字则暗示出行归而兴致犹浓，故能注意到归途有黄鹂助兴，由此可见出此作构思之机巧、剪裁之精当。\n\n　　作者将一次平平常常的行程，写得错落有致，平中见奇，不仅写出了初夏的宜人风光，而且诗人的愉悦情状也栩栩如生，让人领略到平的意趣。\n\n　　诗还有个特点，就是通过对比融入感情。诗将往年阴雨连绵的黄梅天与眼下的晴朗对比；将来时的绿树及山林的幽静与眼前的绿树与黄莺叫声对比，于是产生了起伏，引出了新意。全诗又全用景语，浑然天成，描绘了浙西山区初夏的秀丽景色；虽然没有铺写自己的感情，却在景物的描绘中锲入了自己愉快欢悦的心情。\n\n　　曾几虽然是江西诗派的一员，但这首绝句写得清新流畅，没有江西诗派生吞活剥、拗折诘屈的弊病。他的学生陆游就专学这种，蔚成大家。\n\n","translation":"梅子黄透了的时候，天天都是晴朗的好天气，乘小舟沿着小溪而行，走到了小溪的尽头，再改走山路继续前行。\n山路上苍翠的树，与来的时候一样浓密，深林丛中传来几声黄鹂的欢鸣声，比来时更增添了些幽趣。\n\n"}
{"_id":{"$oid":"5b9a144c367d5cab186686c0"},"title":"田家元日","dynasty":"唐代","writer":"孟浩然","content":"昨夜斗回北，今朝岁起东。\n我年已强仕，无禄尚忧农。\n桑野就耕父，荷锄随牧童。\n田家占气候，共说此年丰。","type":["春节","农事","抒情"],"remark":"元日：农历正月初一。\n斗：指北斗星。回北：指北斗星的斗柄从指向北方转而指向东方。古人认为北斗星斗柄指东，天下皆春；指南，天下皆夏；指西，天下皆秋；指北，天下皆冬。\n起：开始。东：北斗星斗柄朝东。\n强仕：强仕之年，即四十岁。\n无禄：没有官职。禄：官吏的薪俸。尚：还。\n桑野：种满桑树的田野。就：靠近。耕父：农人。\n荷：扛，担。\n占（zhān）：推测占气候：根据自然气候推测一年收成的好坏。\n\n","shangxi":"　　诗的首联写斗转星移，岁月不居，昨晚除夕还是寒冷的隆冬，今朝大年初一起来就已经是和煦的春天。这两句通过斗柄指北向东转动的快速过程显示时间的推移，节序的更替，暗点了题中的“元日”。\n\n　　颔联写诗人已进入四十岁的壮年时期，本应出仕，大有作为，但未曾得到一官半职，虽然如此，他对农事还是非常重视，非常关心。这一联概述了诗人仕途的遭际，表露了他的农本思想，体现了他不以物喜，不以己悲的可贵品质。诗人既初隐于鹿门，不仅结交了大批淳朴善良的农夫野老；同时又直接参与了田事劳作。自然有了对农村的深厚的感情，忧喜以共，苦乐同心。但另方面，作为一个有理想的知识分子，不能叫他完全没有奋飞冲天的幻想，正是这样，在诗句里才有“我年已强仕，无禄尚忧农”的叹息。时代的隐者都有远大的志趣。所以无论他的出山或其后的再次归田，都深刻地表现了诗人对农村乡土真挚的爱恋。\n\n　　颈联展示的是一幅典型的田园牧歌图。白天。在田间，诗人和农父一起扶犁耕作；傍晚，在路上，诗人荷锄伴牧童一道回归村庄。由此，人们仿佛可以看到诗人与农父并肩劳动，促膝休息，“但道桑麻长”的情景；仿佛可以听到诗人与“短笛无腔信口吹”的牧童应和的笛音歌声，从而深深地体味到田园风光的美好，田园生活的快乐。\n\n　　尾联扣题，明确点题，写田家元日之际凭借占卜纷纷预言今年是一个丰收年。显然，这首诗没有状写辞旧迎新的热闹，没有抒发节日思亲的情感，而是将诗人自身恬淡，惬意的情趣水乳般交融于节日气氛之中，令人读来自觉有一种和谐自然之美。\n\n　　诗中首尾两联反映了我国古代农民非常重视观测天象，注意气候、节令与农业生产的关系，其中虽有某种程度的迷信色彩，但更多的是从生产实践中总结出来的经验，有一定的科学价值。中间两联叙写了自已的隐居生活内容，其中隐隐透露了作者不甘隐居躬耕的心情，说明他的鹿门隐居只是为了取得清高的声望，以便得到引荐达到入仕的目的。这首诗既叹自己的不遇，惜壮志之难伸；又复悲天悯人，忧农收之不丰，隐然有一心以天下为己任的怀抱。本来，士各有志，人各有愿；而在总的希望的水中，九派百支，主流总趋于一个定向：愿年年月圆花好，愿岁岁人寿年丰。只不过表现的形式不同而已。\n\n　　这首诗叙写了诗人新年伊始的心绪。前四句写时光匆匆，又一年开始了，自己已届四十，仍未做官，不禁产生淡淡的哀伤。后四句写自己与牧童、农人一起推测气候、年成，不觉又有一丝自适之情。全诗没有明显的起伏，语调平和，而静味深长。尾句“共说此年丰”当有双重含义：一是指农田耕种的丰收，二是企盼即将去长安赴试有一个好的结果。\n\n","translation":"昨天夜里北斗星的斗柄转向东方，今天早晨一年又开始了。\n我已经四十岁了，虽然没有官职但仍担心农事。\n靠近在种满桑树的田野里耕作的农夫，扛着锄头和牧童一起劳作。\n农家人推测今年的收成，都说这一年是丰收年。\n\n"}
{"_id":{"$oid":"5b9a144c367d5cab186686c1"},"title":"劝学诗 / 偶成","dynasty":"宋代","writer":"朱熹","content":"少年易老学难成，一寸光阴不可轻。\n未觉池塘春草梦，阶前梧叶已秋声。","type":["励志","惜时","读书"],"remark":"池塘春草梦：这是一个典故，源于《南史·谢方明传》，谢方明之子惠连，年十岁能属文，族兄灵运嘉赏之，云：“每有篇章，对惠连辄得佳话。”尝于永嘉西堂四诗，竞日不就，忽梦见惠连，即得“池塘生春草”，大以为工。常云：“此语神功，非吾语也。”“池塘生春草，园柳变鸣禽”是谢灵运《登池上楼》中的诗句，后被赞誉为写春意的千古名句，此处活用其典，意谓美好的青春年华将很快消逝，如同一场春梦。\n秋声：秋时西风作，草木凋零，多肃杀之声。\n\n","translation":"青春的日子十分容易逝去，学问却很难获得成功，所以每一寸光阴都要珍惜，不能轻易放过。没等池塘生春草的美梦醒来，台阶前的梧桐树叶就已经在秋风里沙沙作响了。\n\n"}
{"_id":{"$oid":"5b9a144c367d5cab186686c2"},"title":"卜算子·黄州定慧院寓居作","dynasty":"宋代","writer":"苏轼","content":"缺月挂疏桐，漏断人初静。时见幽人独往来，缥缈孤鸿影。(时见 一作：谁见)\n惊起却回头，有恨无人省。拣尽寒枝不肯栖，寂寞沙洲冷。","type":["宋词三百首","豪放","月夜","写景","抒怀","孤独"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154051055.mp3","remark":"漏断：即指深夜。漏，指古人计时用的漏壶；即指深夜。\n原题“黄州定惠寺寓居作”。\n漏：指更漏而言。这里“漏断”不过说夜深罢了。\n幽：《易·履卦》：“幽人贞吉”，其义为幽囚。引申为幽静、优雅。\n孤鸿：张九龄《感遇》十二之四：“孤鸿海上来。”胡仔《苕溪渔隐丛话》前集三十九：“此词本咏夜景，至换头但只说鸿，正如《贺新郎》词“乳燕飞华屋”，至换头但只说榴花。….“按两词均系泛咏，本未尝有”夜景“等题，多说鸿，多说石榴，既无所妨，亦未必因之而奇妙。胡评似未谛。\n省：理解。“无人省“，犹言”无人识“。\n或以为“拣尽寒枝“有语病，亦见注⑷所引同书同条。《稗海》本《野客丛书》：”观隋李元操《鸿雁行》曰：“夕宿寒枝上，朝飞空井旁。“坡语岂无自邪？“此言固是。寒枝意广泛，又说”不肯栖“，本属无碍。此句亦有良禽择木而栖的意思。《左传》哀公十一年：”鸟则择木，木岂能择鸟。“杜甫《遣愁》：”择木知幽鸟。“\n末句一本作“枫落吴江冷“，全用唐人崔信明断句，且上下不接，恐非。\n\n","shangxi":"　　这是苏轼的一首名词《卜算子》。现在通行的各个版本的词选中都有一个小序：“黄州定慧院寓居作。”据史料记载，此词为公元1083年（神宗元丰六年）初作于黄州，定慧院在今天的湖北黄冈县东南，苏轼另有《游定惠院记》一文。由上可知这首词是苏轼初贬黄州寓居定慧院时所作。被贬黄州后，虽然自己的生活都有问题，但苏轼是乐观旷达的，能率领全家通过自身的努力来渡过生活难关。但内心深处的幽独与寂寞是他人无法理解的。在这首词中，作者借月夜孤鸿这一形象托物寓怀，表达了孤高自许、蔑视流俗的心境。　\n\n　　上阕写的正是深夜院中所见的景色。“缺月挂疏桐，漏断人初静。”营造了一个夜深人静、月挂疏桐的孤寂氛围，为''幽人''、''孤鸿''的出场作铺垫。“漏”指古人计时用的漏壶：“漏断”即指深夜。在漏壶水尽，更深人静的时候，苏轼步出庭院，抬头望月，又是一个多么孤寂的夜晚呀！月儿似乎也知趣，从稀疏的桐树间透出清晖，像是挂在枝桠间。这两句出笔不凡，渲染出一种孤高出生的境界。接下来的两句，“时见幽人独往来，缥缈孤鸿影。”周围是那么宁静幽寂，在万物入梦的此刻，又有谁像自己这样在月光下孤寂地徘徊，就像是一只孤单飞过天穹的凄清的大雁呢？先是点出一位独来独往、心事浩茫的“幽人”形象，随即轻灵飞动地由“幽人”而孤鸿，使这两个意象产生对应和契合，让人联想到：“幽人”那孤高的心境，不正像缥缈若仙的孤鸿之影吗？这两句，既是实写，又通过人、鸟形象的对应、嫁接，极富象征意味和诗意之美地强化了“幽人”的超凡脱俗。物我同一，互为补充，使孤独的形象更具体感人。\n\n　　下阕，更是把鸿与人同写，“惊起却回头，有恨无人省。”这是直写自己孤寂的心境。人孤独的时候，总会四顾，回头的寻觅，找到的是更多的孤独，“有恨无人省”，有谁能理解自己孤独的心呢？世无知音，孤苦难耐，情何以堪？“拣尽寒枝不肯栖，寂寞沙洲冷。”写孤鸿遭遇不幸，心怀幽恨，惊恐不已，在寒枝间飞来飞去，拣尽寒枝不肯栖息，只好落宿于寂寞荒冷的沙洲，度过这样寒冷的夜晚。这里，词人以象征手法，匠心独运地通过鸿的孤独缥缈，惊起回头、怀抱幽恨和选求宿处，表达了作者贬谪黄州时期的孤寂处境和高洁自许、不愿随波逐流的心境。作者与孤鸿惺惺相惜，以拟人化的手法表现孤鸿的心理活动，把自己的主观感情加以对象化，显示了高超的艺术技巧。 　\n\n　　这首词的境界，确如黄庭坚所说：“语意高妙，似非吃烟火食人语，非胸中有万卷书，笔下无一点尘俗气，孰能至此！”这种高旷洒脱、绝去尘俗的境界，得益于高妙的艺术技巧。作者“以性灵咏物语”，取神题外，意中设境，托物寓人；对孤鸿和月夜环境背景的描写中，选景叙事均简约凝练，空灵飞动，含蓄蕴藉，生动传神，具有高度的典型性。\n\n　　冷寒的，也不止是沙洲和桐枝。有恨的，究竟是孤鸿还是幽人？静夜如此寂寞，又何须漏壶提醒辰次？月儿依然残缺。不见有清满的佳期！疏淡的笑墨，似写凄淡的夜色；清美的词境，难歇哀愤的心。作为刚到黄州时的词作，可以看出作者心内的紊乱。可正是在黄州，作者完成了自己处世哲学的形成。《赤壁怀古》、《赤壁赋》等篇章，才是作者对人生乐观冷静的态度。而写作此词时，应该还没有完成这种成熟。所以，从词中，读者看到的是一种冷清与寂寞的情怀。即使如此，此词还是很受后人推崇，如《山谷题跋》有云：“语意高妙，似非吃人间烟火语。”而“非胸中有数万卷书，笔下无一点俗气”则不能到。但是，正因为此词的仙骨气质，历来对这首词的主旨说法不一，有人认为是为王姓女子而作，有人认为是为温都监女作，即这是一首爱情词；但也有人认为是作者对现实不满，抒发愤懑之情的，也就是说这是一首影射、刺时之作；还有人认为这首词是写作者的寂寞之情的。有一种说法最为有趣。据《宋六十名家词·东坡词》载，此词还有一序，讲的是一个美丽而凄凉的故事。摘录如下：\n\n　　惠州有温都监女，颇有色。年十六，不肯嫁人。闻坡至，甚喜。每夜闻坡讽咏，则徘徊窗下，坡觉而推窗，则其女逾墙而去。坡从而物色之曰：“当呼王郎，与之子为姻。未几，而坡过海，女遂卒，葬于沙滩侧。坡回惠，为赋此词。\n\n　　前半段写的虚幻迷离，要不是前面有段引言：“惠州有温都监女，颇有色。年十六，不肯嫁人。”颇有点遇仙的感觉。\n\n　　苏轼寓居定惠院，每到他深夜吟诗时，总有一位美女在窗外徘徊。当推窗寻找时，她却已经翻墙而去。此情此景岂非正是苏轼词上阕所写：“ 缺月挂疏桐，漏断人初静。谁见幽人独往来？缥缈孤鸿影。”由此说来，句中的幽人该是指那位神秘美丽的女子，上阕则是记录此事了。\n\n　　当时苏轼六十几岁，张先七十还纳妾，六十岁也不算什么的。有人很愤慨他为什么不纳那个女子为妾，却物色王郎之子与她为姻，最终使她郁郁而亡。\n\n　　这个女子好像是为苏轼而存在，在苏轼离开惠州后，女子就死去了，遗体埋葬在沙洲之畔。当苏轼回到惠州，只见黄土一堆，个中幽愤之情可想而知。于是，就赋了这篇著名的《卜算子》。由此可见，此首词的下阕是为了纪念那女子而写：“惊起却回头，有恨无人省。拣尽寒枝不肯栖，寂寞沙洲冷。”\n\n　　这篇序言，短短的数十个字，就婉娩道出了一个感人肺腑，催人泪下的爱情故事，真是精彩绝伦，令人拍案叫绝。\n\n　　吴曾《能改斋漫录》云：“其属意盖为王氏女子也，读者不能解。张右史文潜继贬黄州，访潘邠老，闻得其祥，题诗以志之云：空江月明鱼龙眠，月中孤鸿影翩翩。有人清吟立江边，葛巾藜杖眼窥天。夜冷月堕幽虫泣，鸿影翘沙衣露湿。仙人采诗作步虚，玉皇饮之碧琳腴。”\n\n　　这个记载好像是为了证明那个序言的真实性而作，甚至还有诗为证。且不论其可信度到底有多高，这个故事在当时深入人心是肯定了的。\n\n　　现今一般以唐圭璋先生的注释为准，他认为此词上片写鸿见人，下片写人见鸿。此词借物比兴。人似飞鸿，飞鸿似人，非鸿非人，亦鸿亦人，人不掩鸿，鸿不掩人，人与鸿凝为一体，托鸿以见人。东坡又有诗云：“人似秋鸿来有信，去如春梦了无痕。”（《正月二十二日与潘郭二生出郊游寻春忽记去年是日同至女王城作诗乃和并韵》）比喻人生来去如鸿雁，代代往复，生生不已。但一个人的经历又像春梦一样，去而无踪，难以追怀。可以作为对照。这首词应该是有政治寄托的，周济论词主“有寄托”与“无寄托”之说，以为“非寄托不入”，而“专寄托则不出”。东坡此词能臻此境，在于“非因寄托而为是词”，乃“触发于弗克自己，流露于不自知”。这正是苏轼的才学，气度，思想的体现。\n\n","translation":"弯弯的勾月悬挂在疏落的梧桐树上；夜阑人静，漏壶的水早已滴光了。有谁见到幽人独自往来，仿佛天边孤雁般飘渺的身影。\n黑夜中的它突然受到惊吓，骤然飞起，并频频回头，却总是无人理解它内心的无限幽恨。它不断于寒冷的树枝间逡巡，然而不肯栖息于任何一棵树上，最后只能寂寞地降落在清冷的沙洲上。\n\n"}
{"_id":{"$oid":"5b9a144c367d5cab186686c3"},"title":"凉州词二首","dynasty":"唐代","writer":"王之涣","content":"黄河远上白云间，一片孤城万仞山。\n羌笛何须怨杨柳，春风不度玉门关。\n\n单于北望拂云堆，杀马登坛祭几回。\n汉家天子今神武，不肯和亲归去来。\n\n","type":["边疆","地名","民族","组诗"],"remark":"凉州词：又名《出塞》。为当时流行的一首曲子《凉州》配的唱词。郭茂倩《乐府诗集》卷七十九《近代曲词》载有《凉州歌》，并引《乐苑》云：“《凉州》，宫调曲，开元中西凉府都督郭知运进。”凉州，属唐陇右道，治所在姑臧县（今甘肃省武威市凉州区）。\n远上：远远向西望去。黄河远上：远望黄河的源头。“河”一作“沙”，“远”一作“直”。\n孤城：指孤零零的戍边的城堡。仞：古代的长度单位，一仞相当于七尺或八尺（约等于213厘米或264cm厘米）。 \n羌笛：古羌族主要分布在甘、青、川一带。羌笛是羌族乐器，属横吹式管乐。何须：何必。杨柳：《折杨柳》曲。古诗文中常以杨柳喻送别情事。《诗经·小雅·采薇》：“昔我往矣，杨柳依依。”北朝乐府《鼓角横吹曲》有《折杨柳枝》，歌词曰：“上马不捉鞭，反拗杨柳枝。下马吹横笛，愁杀行客儿。” \n度：吹到过。玉门关：汉武帝置，因西域输入玉石取道于此而得名。故址在今甘肃敦煌西北小方盘城，是古代通往西域的要道。六朝时关址东移至今安西双塔堡附近。\n单于：古代对匈奴君长的称呼，此指突厥首领。拂云堆：祠庙名，在今内蒙古五原。\n来：语助词，无义。\n春风：某种温暖关怀或某种人间春意春象\n\n","shangxi":"其一 　　据唐人薛用弱《集异记》记载：开元（唐玄宗年号，公元713—741年）间，王之涣与高适、王昌龄到旗亭饮酒，遇梨园伶人唱曲宴乐，三人便私下约定以伶人演唱各人所作诗篇的情形定诗名高下。王昌龄的诗被唱了两首，高适也有一首诗被唱到，王之涣接连落空。轮到诸伶中最美的一位女子演唱了，她所唱则为“黄河远上白云间”。王之涣甚为得意。这就是著名的“旗亭画壁”故事。此事未必实有。但表明王之涣这首诗在当时已成为广为传唱的名篇。\n\n　　诗的前两句描绘了西北边地广漠壮阔的风光。首句抓住自下（游）向上（游）、由近及远眺望黄河的特殊感受，描绘出“黄河远上白云间”的动人画面：汹涌澎湃波浪滔滔的黄河竟象一条丝带迤逦飞上云端。写得真是神思飞跃，气象开阔。诗人的另一名句“黄河入海流”，其观察角度与此正好相反，是自上而下的目送；而李白的“黄河之水天上来”，虽也写观望上游，但视线运动却又由远及近，与此句不同。“黄河入海流”和“黄河之水天上来”，同是着意渲染黄河一泻千里的气派，表现的是动态美。而“黄河远上白云间”，方向与河的流向相反，意在突出其源远流长的闲远仪态，表现的是一种静态美。同时展示了边地广漠壮阔的风光，不愧为千古奇句。\n\n　　次句“一片孤城万仞山”出现了塞上孤城，这是此诗主要意象之一，属于“画卷”的主体部分。“黄河远上白云间”是它远大的背景，“万仞山”是它靠近的背景。在远川高山的反衬下，益见此城地势险要、处境孤危。“一片”是唐诗习用语词，往往与“孤”连文（如“孤帆一片”、“一片孤云”等等），这里相当于“一座”，而在词采上多一层“单薄”的意思。这样一座漠北孤城，当然不是居民点，而是戌边的堡垒，同时暗示读者诗中有征夫在。“孤城”作为古典诗歌语汇，具有特定涵义。它往往与离人愁绪联结在一起，如“夔府孤城落日斜，每依北斗望京华”（杜甫《秋兴》）、“遥知汉使萧关外，愁见孤城落日边”（王维《送韦评事》）等等。第二句“孤城”意象先行引入，为下两句进一步刻划征夫的心理作好了准备。\n\n　　诗起于写山川的雄阔苍凉，承以戌守者处境的孤危。第三句忽而一转，引入羌笛之声。羌笛所奏乃《折杨柳》曲调，这就不能不勾起征夫的离愁了。此句系化用乐府《横吹曲辞·折杨柳歌辞》“上马不捉鞭，反折杨柳枝。蹀座吹长笛，愁杀行客儿”的诗意。折柳赠别的风习在唐时最盛。“杨柳”与离别有更直接的关系。所以，人们不但见了杨柳会引起别愁，连听到《折杨柳》的笛曲也会触动离恨。而“羌笛”句不说“闻折柳”却说“怨杨柳”，造语尤妙。这就避免直接用曲调名，化板为活，且能引发更多的联想，深化诗意。玉门关外，春风不度，杨柳不青，离人想要折一枝杨柳寄情也不能，这就比折柳送别更为难堪。征人怀着这种心情听曲，似乎笛声也在“怨杨柳”，流露的怨情是强烈的，而以“何须怨”的宽解语委婉出之，深沉含蓄，耐人寻味。这第三句以问语转出了如此浓郁的诗意，末句“春风不度玉门关”也就水到渠成。用“玉门关”一语入诗也与征人离思有关。《后汉书·班超传》云：“不敢望到酒泉郡，但愿生入玉门关。”所以末句正写边地苦寒，含蓄着无限的乡思离情。如果把这首《凉州词》与中唐以后的某些边塞诗（如张乔《河湟旧卒》）加以比较，就会发现，此诗虽极写戌边者不得还乡的怨情，但写得悲壮苍凉，没有衰飒颓唐的情调，表现出盛唐诗人广阔的心胸。即使写悲切的怨情，也是悲中有壮，悲凉而慷慨。“何须怨”三字不仅见其艺术手法的委婉蕴藉，也可看到当时边防将士在乡愁难禁时，也意识到卫国戌边责任的重大，方能如此自我宽解。也许正因为《凉州词》情调悲而不失其壮，所以能成为“唐音”的典型代表。\n\n其二 　　这首诗反映了唐朝与北方少数民族政权之间的关系，诗中牵涉到唐玄宗对待突厥问题的一些历史事件。开元（唐玄宗年号，713—741）年间，突厥首领小杀曾乞与玄宗为子，玄宗许之。又欲娶公主，玄宗只厚赐而不许和亲。后小杀问唐使袁振，袁振说：“可汗既与皇帝为子，父子岂合为婚姻？”后小杀遣其大臣颉利发入朝贡献，颉利发与玄宗射猎，时有兔起于御马前，玄宗引弓傍射，一发获之。颉利发下马捧兔蹈舞曰：“圣人神武超绝，人间无也。”后来玄宗为其设宴，厚赐而遣之，最终不许和亲。诗中的后两句通过突厥首领心理活动的微妙变化赞颂了唐玄宗的文治武功，说明其威势足以震慑周边少数民族，对于他们的无理要求坚决按原则办事，决不肯对之妥协以求苟安。\n\n　　这首诗，从侧面赞颂了唐朝在处理少数民族关系上的有理有节，借突厥首领求和亲的失望而回反映了唐朝的强大，充满了民族自豪感。 \n\n","translation":"纵目望去，黄河渐行渐远，好像奔流在缭绕的白云中间，就在黄河上游的万仞高山之中，一座孤城玉门关耸峙在那里，显得孤峭冷寂。\n何必用羌笛吹起那哀怨的杨柳曲去埋怨春光迟迟不来呢，原来玉门关一带春风是吹不到的啊！\n\n突厥首领来到中原求和亲，北望自己的领土，看到了边界以北的拂云堆神祠，回想昔日曾经多次在此杀马登台祭祀，然后兴兵犯唐，颇有几分踌躇满志。\n但现在唐朝天子神武超绝，不肯与突厥和亲，此次中原之行只好无功而返。\n\n"}
{"_id":{"$oid":"5b9a144e367d5cab186686c4"},"title":"端午","dynasty":"唐代","writer":"李隆基","content":"端午临中夏，时清日复长。\n盐梅已佐鼎，曲糵且传觞。\n事古人留迹，年深缕积长。\n当轩知槿茂，向水觉芦香。\n亿兆同归寿，群公共保昌。\n忠贞如不替，贻厥后昆芳。","type":["端午节"]}
{"_id":{"$oid":"5b9a144e367d5cab186686c5"},"title":"后出师表","dynasty":"魏晋","writer":"诸葛亮","content":"　　先帝深虑汉、贼不两立，王业不偏安，故托臣以讨贼也。以先帝之明，量臣之才，固知臣伐贼，才弱敌强也。然不伐贼，王业亦亡。惟坐而待亡，孰与伐之？是故托臣而弗疑也。\n\n　　臣受命之日，寝不安席，食不甘味。思惟北征。宜先入南。故五月渡泸，深入不毛，并日而食；臣非不自惜也，顾王业不可得偏安于蜀都，故冒危难，以奉先帝之遗意也，而议者谓为非计。今贼适疲于西，又务于东，兵法乘劳，此进趋之时也。谨陈其事如左：\n\n　　高帝明并日月，谋臣渊深，然涉险被创，危然后安。今陛下未及高帝，谋臣不如良、平，而欲以长策取胜，坐定天下，此臣之未解一也。\n\n　　刘繇、王朗各据州郡，论安言计，动引圣人，群疑满腹，众难塞胸，今岁不战，明年不征，使孙策坐大，遂并江东，此臣之未解二也。\n\n　　曹操智计，殊绝于人，其用兵也，仿佛孙、吴，然困于南阳，险于乌巢，危于祁连，逼于黎阳，几败北山，殆死潼关，然后伪定一时耳。况臣才弱，而欲以不危而定之，此臣之未解三也。\n\n　　曹操五攻昌霸不下，四越巢湖不成，任用李服而李服图之，委任夏侯而夏侯败亡，先帝每称操为能，犹有此失，况臣驽下，何能必胜？此臣之未解四也。\n\n　　自臣到汉中，中间期年耳，然丧赵云、阳群、马玉、阎芝、丁立、白寿、刘郃、邓铜等及曲长、屯将七十余人，突将、无前、賨叟、青羌、散骑、武骑一千余人。此皆数十年之内所纠合四方之精锐，非一州之所有；若复数年，则损三分之二也，当何以图敌？此臣之未解五也。\n\n　　今民穷兵疲，而事不可息；事不可息，则住与行劳费正等。而不及今图之，欲以一州之地，与贼持久，此臣之未解六也。\n\n　　夫难平者，事也。昔先帝败军于楚，当此时，曹操拊手，谓天下已定。然后先帝东连吴越，西取巴蜀，举兵北征，夏侯授首，此操之失计，而汉事将成也。然后吴更违盟，关羽毁败，秭归蹉跌，曹丕称帝。凡事如是，难可逆见。臣鞠躬尽瘁，死而后已。至于成败利钝，非臣之明所能逆睹也。\n\n","type":["古文观止"],"remark":"汉：指蜀汉。贼：指曹魏。古时往往把敌方称为贼。\n偏安：指王朝局处一地，自以为安。\n孰与：何如，表示抉择，倾向肯定后一种（偏指一方）\n惟：助词。\n入南：指诸葛亮深入南中，平定四郡事。\n并日：两天合作一天。\n顾：这里有“但”的意思。蜀都：此指蜀汉之境。\n议者：指对诸葛亮决意北伐发表不同意见的官吏。\n这两句指建兴六年（228）诸葛亮初出祁山（在今甘肃省礼县东）时，曹魏西部的南安、天水、安定三郡叛变，牵动关中局势：在魏、吴边境附近的夹石（今安徽省桐城县北），东吴大将陆逊击败魏大司马曹休两事。\n进趋：快速前进。\n高帝：刘邦死后的谥号为“高皇帝”。并：平列。\n渊深：指学识广博，计谋高深莫测。\n被创：受创伤。这句说：刘邦在楚汉战争中，屡败于楚军，公元前二○三年，在广武（今河南省荥阳县）被项羽射伤胸部：在汉朝初建时，因镇压各地的叛乱而多次出征，公元前一九五年又曾被淮南王英布的士兵射中；公元前二○○年在白登山还遭到匈奴的围困。被，通假字，同“披”\n良：张良，汉高祖的著名谋士，与萧何、韩信被称为“汉初三杰”。平：陈平，汉高祖的著名谋士。后位至丞相。\n长计：长期相持的打算。\n坐：安安稳稳。\n未解：不能理解。胡三省认为“解”应读作“懈”，未解，即未敢懈怠之意。两说皆可通。\n刘繇（yóu由）：字正礼，东汉末年任扬州刺史，因受淮南大军阀袁术的逼迫，南渡长江，不久被孙策攻破，退保豫章（今江西省南昌市），后为豪强笮融攻杀。《三国志·吴书》有传。王朗：字景兴，东汉末年为会稽（治所在今浙江省绍兴市）太守，孙策势力进入江浙时，兵败投降，后为曹操所征召，仕于曹魏。\n孙策：字伯符，孙权的长兄。父孙坚死后，借用袁术的兵力，兼并江南地区，为孙吴政权的建立打下基础，不久遇刺身死。\n江东：指长江中下游地区。\n殊绝：极度超出的意思。\n孙：指孙武，春秋时人，曾为吴国将领，善用兵，著有兵法十三篇。吴：指吴起，战国时兵家、法家代表人物，先后仕于鲁、魏、楚，著有《吴子兵法》。\n困于南阳：建安二年（197）曹操在宛城（今河南省南阳市，汉时南阳郡的治所）为张绣所败，身中流矢。\n险于乌巢：建安五年（200），曹操与袁绍在官渡相持，因乏粮难支，在荀彧等人的劝说下，坚持不退，后焚烧掉袁绍在乌巢所屯的粮草，才得险胜。\n危于祁连：这里的“祁连”，据胡三省说，可能是指邺（在今河北省磁县东南）附近的祁山，当时（204）曹操围邺，袁绍少子袁尚败守祁山（在邺南面），操再败之，并还围邺城，险被袁将审配的伏兵所射中。\n逼（bì逼）于黎阳：建安七年（202）五月，袁绍死，袁谭、袁尚固守黎阳（今河南浚县东），曹操连战不克。\n几败北山：事不详。可能指建安二十四年（219），曹操率军出斜谷，至阳平北山（今陕西沔县西），与刘备争夺汉中，备据险相拒，曹军心涣，遂撤还长安。\n殆死潼关：建安十六年（211），曹操与马超、韩遂战于潼关，在黄河边与马超军遭遇，曹操避入舟中，马超骑兵沿河追射之。殆，几乎。\n伪定：此言曹氏统一北中国，僭称国号。诸葛亮以蜀汉为正统，因斥曹魏为“伪”。\n昌霸：又称昌豨。建安四年（199），刘备袭取徐州，东海昌霸叛曹，郡县多归附刘备。\n四越巢湖：曹魏以合肥为军事重镇，巢湖在其南面。而孙吴在巢湖以南长江边上的须濡口设防，双方屡次在此一带作战。\n李服：建安四年，车骑将军董承根据汉献帝密诏，联络将军吴子兰、王子服和刘备等谋诛曹操，事泄，董承、吴子兰、王服等被杀。据胡三省云：“李服，盖王服也。”\n夏侯：指夏侯渊。曹操遣夏侯渊镇守汉中。刘备取得益州之后，于建安二十四年出兵汉中，蜀将黄忠于阳平关定军山（今陕西省沔县东南）击杀夏侯渊。\n汉中：郡名，以汉水上流（沔水）流经而得名，治所在南郑（今陕西省汉中县东）。\n期（jì寄）年：一周年。\n赵云为蜀中名将，阳群等人事迹不详。曲长、屯将是部曲中的将领。\n突将、无前：蜀军中的冲锋将士。賨（cóng丛）叟、青羌：蜀军中的少数民族部队。散骑、武骑：都是骑兵的名号。\n图：对付。\n夫：发语词。平：同“评”，评断。\n败军于楚：指建安十三年（208），曹操大军南下，刘备在当阳长坂被击溃事。当阳属古楚地，故云。\n拊手：拍手。\n已定：以定，已，同“以”。\n本句指刘备遣诸葛亮去江东连和，孙刘联军在赤壁大破曹军。\n本句指建安十六年（211）刘备势力进入刘璋占据的益州，后来攻下成都，取得巴蜀地区。\n授首：交出脑袋。\n关羽：字云长，蜀汉大将，刘备入川时，镇守荆州，建安二十四年，他出击曹魏，攻克襄阳，擒于禁，斩庞德，威震中原。孙权趁机用吕蒙计谋偷袭荆州，擒杀关羽父子。\n本句指刘备因孙权背盟，袭取荆州，杀害关羽，就亲自领兵伐吴，在秭zi归（在今湖北省宜昌市北）被吴将陆逊所败。蹉跌cuōdiē，失坠，喻失败。\n曹丕：字子桓，曹操子。在公元220年废汉献帝为山阳公，建立魏国，是为魏文帝。\n逆见：预见，预测。\n鞠躬尽力：指为国事用尽全力。一作“鞠躬尽瘁”。\n利钝：喻顺利或困难。\n睹（dǔ赌）：亦即“逆见”，预料。 \n\n","shangxi":"伪作论据 　　（一）良史陈寿修《三国志》，编《诸葛亮集》，在材料的取舍上是经过审慎斟酌的，但其均未收录此表 　　（二）此表气绥调低，与《前出师表》辞气迥异，非出自一人之手，盖诸葛亮侄儿东吴大将军诸葛恪伪作，目的在于以”此表为他的伐魏主张制造有力的旁证“，因为诸葛恪在《论征魏》一文中曾说：”每览荆邯说公孙述以进取之图，近见家叔父表陈与贼争竞之计，未尝不喟然叹息也“。而“陈与贼争竞之计”的只能是《后出师表》。（或说是张俨伪作）。 　　（三）表中所列史实有误。《赵云传》载云卒于建兴七年，而六年十一月的《后表》却说云已死。\n\n肯定观点 　　（一） 陈寿《亮集》未载此表，不足为伪作之证。 　　陈氏修史编集对史料取舍，确实是经过审慎斟酌的，但却不是完备详尽的。将《亮传》与《武帝纪》相较，前者显然简略的多，诸如伐吴、南征、八阵、渭南之战等理应明确详述的内容，他都一笔带过，或未作记载。 　　又陈寿编《亮集》，主要依据司马氏从成都接收运回洛阳的蜀汉政府档案，这个档案经公元264年钟会成都兵变后已不完整。又考裴注所引诸葛亮“言教书奏”，有一部分明确谓“《亮集》载“；而有一部分非出自《亮集》，如《绝盟好议》出自《汉晋春秋》，《与陆逊书》出自《江表传》等；还有一部分未注明出处，如《公文上尚书》《与李丰教》等。这些都说明陈寿所编《亮集》并不完备。《后表》或因重在分析形势，关乎军情机密，不宜公开宣示，故流传不广；或因成都之乱散失，陈寿未见到。 　　裴松之就是针对《三国志》这种“失在于略，时有脱漏”的情况注补之，且对本文及注引材料每每刻意惩妄论辩，但对《汉晋春秋》所载《后表》只存录而并无疑义，看来裴氏相信这是诸葛亮所作。 　　（二） 所谓前、后表词气迥异、风格不同字观点也是不能令人信服的。 　　《后表》所谓“才弱敌强”，既是诸葛亮转述当初刘备的看法，也是他把蜀汉的总体人才质量、军事力量跟曹操及其庞大的人才群和军事力量作对比后实事求是的结论，它与《前表》中的“今天下三分，益州疲弊，此诚危急存亡之秋也”语义类似。 　　《后表》所谓“夫难平者，事也”，“至于成败利钝，非臣之明所能逆睹也”等语，是在首次北伐失利后，针对议者非料度“必胜”绝不出兵的观点而讲，是就即将二次北伐的战役而言，并不是对兴复汉室、统一全国的长远目标丧失信心，诸葛亮所列举的曹、刘集团成败浮沉的曲折历史完全证明诸葛亮“凡事如是，难可逆见”乃清醒客观之言。所以《后标》并无“志衰气丧”的情调。 　　再看二表的用辞风格也基本一致：《前表》所谓“今南方已定，兵甲已足，当奖率三军，北定中原”，说的是当前的任务，与《后表》“今贼适疲於西，又务於东，兵法乘劳，此进趋之时也”辞义仿佛，所谓“庶竭驽钝，攘除奸凶”，说的是自己的职责和决心，与《后表》“鞠躬尽力，死而后已”之心志一脉相承；所谓“兴复汉室，还于旧都”，指长远的目标，非认为一举大胜，它与《后表》并不矛盾。 　　《后表》与《前表》及诸葛亮其他文章，都有如下共同的特点：讲究对仗排比、有汉赋骈偶特色；音节铿锵，纵横捭阖，回转层叠，说理透彻；感情真挚，语言酣畅平易。所不同的只是，《前表》偏重叙事抒情，《后表》专注于论述批驳，互为补充映照，合之为一完璧，故当出自一人之手。 　　（三） 诸葛恪不可能伪作。 　　建兴六年冬诸葛亮二次伐魏前曾向其兄吴公安督诸葛瑾致书通报军情，言“与贼争竞之计”的《后表》应是此时传送到诸葛瑾手中，而后其子诸葛恪看到，再有吴大鸿胪张俨撰《默记》时收录。 　　假使诸葛恪伪作，他当会大赞叔父，贬抑曹魏，决不会造“难可逆见”一类有余之辞；假使他做伪作的目的是为自己伐魏的乐观主张做“旁证”，则会转引其辞以说服他人，然诸葛恪“见家叔父表”，只是“喟然叹息”而已；诸葛恪“见家叔父表”，在公元253年，时蜀汉尚在，两国使者频往，知情者均在；又诸葛恪作为吴臣，安肯曰“孙策做大，遂并江东乎？”所以，诸葛恪伪作叔父表章是不可能的。而如系张俨伪作，起码首先骗不了诸葛恪这位知情者。 　　至于张俨将《后表》收入《默记》，一则因为俨是主战派（由裴注引《默记·述佐篇》）可见，二则因为《后表》与《默记·述佐篇》体例相符。张俨曰：“余观彼治国之体，当时既肃整，遗教在后，及其辞意恳切，陈进取之图，忠谋謇謇，义形於主。”显然，其“陈进取之图”的，主要当指《后表》，他之所以主战并对诸葛亮屡以弱攻强的进取方针予以肯定，受《后表》的感染当是一个重要原因。 　　（四） 关于赵云死亡时间，可能是《三国志》有误。今但知建兴六年夏初赵云箕谷失利退回褒谷道，其秋子赤崖屯田，其后活动一概不见史载，即使建兴七年春取武都、阴平二郡之重大战事亦不见有赵云出现。由此窥测，赵云有可能卒于建兴六年冬诸葛亮上《后表》前，灵柩运回大邑县（蜀汉蜀郡江原县境）安葬时至七年春，陈寿或有可能因此误记卒年。\n\n","translation":"　　先帝考虑到蜀汉和曹贼不能并存，帝王之业不能苟且偷安于一地，所以委任臣下去讨伐曹魏。以先帝那样的明察，估量臣下的才能，本来就知道臣下要去征讨敌人，是能力微弱而敌人强大的。但是，不去讨伐敌人，王业也是要败亡的；是坐而待毙，还是主动去征伐敌人呢？因此委任臣下，一点也不犹疑。\n\n　　臣下接受任命的时候，睡不安稳，食无滋味。想到要去北伐，应该先南征。所以五月里渡过泸水，深入不毛之地，两天才能吃上一餐；臣下不是不爱惜自己呵，而是看到帝王之业不可能局处在蜀地而得以保全，所以冒着危险，来执行先帝的遗愿，可是争议者说这不是上策。而敌人恰好在西面疲于对付边县的叛乱，东面又要竭力去应付孙吴的进攻，兵法要求趁敌方劳困时发动进攻，当前正是赶快进军的时机呵！现在谨将这些事陈述如下：\n\n　　高祖皇帝的明智，可以和日月相比，他的谋臣见识广博，谋略深远，但还是要经历艰险，身受创伤，遭遇危难然后才得安定。现在，陛下比不上高祖皇帝，谋臣也不如张良、陈平，而想用长期相持的战略来取胜，安安稳稳地平定天下，这是臣所不能理解的第一点。\n\n　　刘繇、王朗，各自占据州郡；在议论安守策略时，动辄引用古代圣贤的话，大家疑虑满腹，胸中充斥着惧难；今年不去打仗，明年不去征讨，让孙策安然强大起来，终于并吞了江东，这是臣下所不能理解的第二点。\n\n　　曹操的智能谋略，远远超过别人，他用兵像孙武、吴起那样，但是在南阳受到窘困，在乌巢遇上危险，在祁山遭到厄难，在黎阳被敌困逼，几乎惨败在北山，差一点死在潼关，然后才得僭称国号于一时。何况臣下才能低下，而竟想不冒艰险来平定天下，这是臣下所不能理解的第三点。\n\n　　曹操五次攻打昌霸而攻不下；四次想跨越巢湖而未成功，任用李服，而李服密谋对付他；委用夏侯渊，而夏侯渊却败死了。先帝常常称赞曹操有能耐，可还是有这些挫败，何况臣下才能低劣，怎能保证一定得胜呢？这是臣下所不能理解的第四点。\n\n　　自从臣下进驻汉中，不过一周年而已，期间就丧失了赵云、阳群、马玉、阎芝、丁立、白寿、刘郃、邓铜等将领及部曲将官、屯兵将官七十余人；突将、无前、賨叟、青羌、散骑、武骑等士卒一千余人。这些都是几十年内从各处积集起来的精锐力量，不是一州一郡所能拥有的；如果再过几年，就会损失原有兵力的三分之二，那时拿什么去对付敌人呢？这是臣下所不能理解的第五点。\n\n　　如今百姓贫穷兵士疲乏，但战争不可能停息；战争不能停息，那末耽在那里等待敌人来进攻和出去攻击敌人，其劳力费用正是相等的。不趁此时去出击敌人，却想拿益州一地来和敌人长久相持，这是臣下所不能理解的第六点。\n\n　　最难于判断的，是战事。当初先帝兵败于楚地，这时候曹操拍手称快，以为天下已经平定了。但是，后来先帝东面与孙吴连和，西面取得了巴蜀之地，出兵北伐，夏侯渊掉了脑袋；这是曹操估计错误。看来复兴汉室的大业快要成功了。但是，后来孙吴又违背盟约，关羽战败被杀，先帝又在秭归遭到挫败，而曹丕就此称帝。所有的事都是这样，很难加以预料。臣下只有竭尽全力，到死方休罢了。至于伐魏兴汉究竟是成功是失败，是顺利还是困难，那是臣下的智力所不能预见的。\n\n"}
{"_id":{"$oid":"5b9a144e367d5cab186686c6"},"title":"清明即事","dynasty":"唐代","writer":"孟浩然","content":"帝里重清明，人心自愁思。\n车声上路合，柳色东城翠。\n花落草齐生，莺飞蝶双戏。\n空堂坐相忆，酌茗聊代醉。","type":["清明节","写景","怀人"],"remark":"此诗除《全唐诗》外，诸本皆不载，似非孟浩然所作。\n帝里：京都。\n据此句，知作诗时作者不在帝里。\n茗：茶。按，饮茶之风，似始盛于中唐以后，盛唐时尚不多见。\n\n","translation":"京城一年一度又是清明，人们的心里自然就起了忧愁思念。\n马车声在路上繁杂地响着，东城的郊外杨柳一片青翠。\n花开了草都长了出来，鸟儿在飞蝴蝶成双成对在嬉戏。\n自己坐在空空的大堂里回忆往昔，以茶代酒，喝着聊着。\n\n"}
{"_id":{"$oid":"5b9a144e367d5cab186686c7"},"title":"摸鱼儿·雁丘词 / 迈陂塘","dynasty":"金朝","writer":"元好问","content":"乙丑岁赴试并州，道逢捕雁者云：“今旦获一雁，杀之矣。其脱网者悲鸣不能去，竟自投于地而死。”予因买得之，葬之汾水之上，垒石为识，号曰“雁丘”。同行者多为赋诗，予亦有《雁丘词》。旧所作无宫商，今改定之。\n\n问世间，情为何物，直教生死相许？\n天南地北双飞客，老翅几回寒暑。\n欢乐趣，离别苦，就中更有痴儿女。\n君应有语：渺万里层云，千山暮雪，只影向谁去？\n横汾路，寂寞当年箫鼓，荒烟依旧平楚。\n招魂楚些何嗟及，山鬼暗啼风雨。\n天也妒，未信与，莺儿燕子俱黄土。\n千秋万古，为留待骚人，狂歌痛饮，来访雁丘处。\n\n","type":["咏物","写鸟","抒情","爱情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154052315.mp3","remark":"《摸鱼儿》：一名《摸鱼子》，又名《买陂塘》、《迈陂塘》、《双蕖怨》等。唐教坊曲，后用为词牌。宋词以晁补之《琴趣外篇》所收为最早。双片一百一十六字，前片六仄韵，后片七仄韵。双结倒数第三句第一字皆领格，宜用去声。\n乙丑岁：金章宗泰和五年（公元1205年），以天干地支纪年为乙丑年，当时元好问年仅十六岁。\n赴试并州：《金史·选举志》载：金代选举之制，由乡至府，由府至省及殿试，凡四试。明昌元年罢免乡试。府试试期在秋八月。府试处所承安四年赠太原，共为十处。\n识（zhì）：标志。\n雁丘：嘉庆《大清一统志》：雁丘在阳曲县西汾水旁。金元好问赴府试……累土为丘，作《雁丘词》。\n无宫商：不协音律。\n直教：竟使。许：随从。\n双飞客：大雁双宿双飞，秋去春来，故云。\n“就中”句：这雁群中更有痴迷于爱情的。\n“君应”四句：万里长途，层云迷漫，千山暮景，处境凄凉，形影孤单为谁奔波呢？\n“横汾”三句：这葬雁的汾水，当年汉武帝横渡时何等热闹，如今寂寞凄凉。汉武帝《秋风辞》：“泛楼船兮济汾河，横中流兮扬素波，箫鼓鸣兮发棹歌。”平楚：楚指丛木。远望树梢齐平，故称平楚。\n“招魂”二句：我欲为死雁招魂又有何用，雁魂也在风雨中啼哭。招魂楚些（suò）：《楚辞·招魂》句尾皆有“些”字。何嗟及：悲叹无济于事。山鬼：《楚辞·九歌·山鬼》篇指山神，此指雁魂。\n暗啼：一作“自啼”。\n“天也”二句：不信殉情的雁子与普通莺燕一样都寂灭无闻变为黄土，它将声明远播，使天地忌妒。\n骚人：诗人。\n\n","shangxi":"　　此词作于金宣宗泰和五年（1205）遗山十六岁时，虽晚年曾经改定，然大体则为原作。词的上片在小序已叙事情梗概的基础上追寻殉情成因：前七句以我观物，放眼于巨大的时空中突出其长久厮守，同甘共苦、相依为命的深情厚感；后四句以我度物，模拟死雁之口，说出其殉情的原因。下片写凭吊，前三句渲染雁丘所处环境的冷落寂寞；“招魂”二句叙述为雁招魂及雁魂之凄苦；“天也妒”二句论断为情而死必将流芳千古；末四句点出垒筑雁丘的用意。\n\n　　这首咏物诗通过对雁的生活和心理体贴入微的描写及雁丘凄凉环境的渲染，谱写了一曲凄恻动人的恋情悲歌，歌颂了大雁同生共死的“至情”。拟人手法的运用，打通了人与物的界限，使歌颂的“至情”扩展的世间万物。词以抒情为主，多用议论口吻，景因情设，随意挥洒，将凄伤的爱情悲剧写得跌宕澎湃，慷慨激越，可谓“婀娜中含刚健”。\n\n","translation":"天啊！请问世间的各位，爱情究竟是什么，竟会令这两只飞雁以生死来相对待？\n南飞北归遥远的路程都比翼双飞，任它多少的冬寒夏暑，依旧恩爱相依为命。\n比翼双飞虽然快乐，但离别才真的是楚痛难受。到此刻，方知这痴情的双雁竟比人间痴情儿女更加痴情！\n相依相伴，形影不离的情侣已逝，真情的雁儿心里应该知道，此去万里，形孤影单，前程渺渺路漫漫，每年寒暑，飞万里越千山，晨风暮雪，失去一生的至爱，形单影只，即使苟且活下去又有什么意义呢？\n这汾水一带，当年本是汉武帝巡幸游乐的地方，每当武帝出巡，总是箫鼓喧天，棹歌四起，何等热闹，而今却是冷烟衰草，一派萧条冷落。\n武帝已死，招魂也无济于事。女山神因之枉自悲啼，而死者却不会再归来了！\n双雁生死相许的深情连上天也嫉妒，殉情的大雁决不会和莺儿燕子一般，死后化为一抔尘土。\n将会留得生前身后名，与世长存。狂歌纵酒，寻访雁丘坟故地，来祭奠这一对爱侣的亡灵。\n\n"}
{"_id":{"$oid":"5b9a144e367d5cab186686c8"},"title":"采莲曲","dynasty":"唐代","writer":"王昌龄","content":"荷叶罗裙一色裁，芙蓉向脸两边开。\n乱入池中看不见，闻歌始觉有人来。","type":["写景","少女"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154053042.mp3","remark":"罗裙：用细软而有疏孔的丝织品制成的裙子。\n一色裁：像是用同一颜色的衣料剪裁的。\n芙蓉：指荷花。\n乱入：杂入、混入。\n看不见：指分不清哪是芙蓉的绿叶红花，哪是少女的绿裙红颜。\n闻歌：听到歌声。\n始觉：才知道。\n\n","shangxi":"　　“荷叶罗裙一色裁 ，芙蓉向脸两边开”。诗歌在开始就展现出一幅人与环境和谐统一的美丽画面采莲女的罗裙和荷叶的颜色一样青翠欲滴。比喻虽不新奇，但用在此处却产生意想不到的效果，既描绘了田田的荷叶，又写了采莲女美丽的衣裳，两者相互映衬，恍若一体。尤其是“裁”字，用得极其巧妙，罗裙是裁出的，可是此处也用在荷叶上，似从贺知章《咏柳》诗“不知细叶谁裁出？二月春风似剪刀”句中得到了灵感，让人感到荷叶与罗裙不仅颜色相同，似乎也是同一双巧手以同一种材料制成的。由此又让人不禁联想到屈原《离骚》中“制芰荷以为衣兮，集芙蓉以为裳”，感受到这些女子如荷花般的心灵。娇艳的芙蓉花似乎都朝着采莲女美丽的脸庞开放，明写荷花，实则为了衬出人之美，采莲女的美丽，不是闭月羞花式的惊艳，而是如阳光般健康温暖，似乎能催开满池的荷花。这两句诗本自梁元帝《碧玉诗》“莲花乱脸色，荷叶杂衣香”，王昌龄的这篇较之则更胜一筹，意义更为隽永。\n\n　　“乱入池中看不见，闻歌始觉有人来“。诗的第三句“ 乱入池中看不见” 是对前两句的补充和深入。它有两重含义：一是突出荷田的稠密, 使人荷莫辨更真实可信；二是突出了观望者的感受和心理活动。其中“ 乱” 字用得十分微妙。末句“ 闻歌始觉有人来” 除了从另一面说明少女被荷田遮蔽与消融，难以被观望者发现以外，又写出一种声音的美，增添了诗的活泼情趣“。乱”字既指采莲女纷纷入池嬉笑欢闹的场面，也可指人与花同样娇嫩难以辨别，眼前一乱的感觉而“看不见”呼应上文，也更显荷叶罗裙，芙蓉人面之想像了，同时也虚写了荷塘中花叶繁茂，人在其中若隐若现之景，并引出下句：“闻歌始觉有人来。”这一句描写细腻入微，仿佛让读者身临其境地体会到了诗人当时真实的感受。“始觉”与上句“看不见”呼应，共同创造出了一种“莲花过人头”的意境。“闻歌”也与“乱”字呼应，悠扬动听的歌声表现出她们活泼开朗的天性，同时也为整个采莲的场景添上了动人的一笔。\n\n　　这首诗句与句联系紧密，意蕴深远，精雕细琢却给人带来清丽自然之感，可以看出王昌龄炼字炼意的高超技艺，对中晚唐的诗歌有着重要的影响。\n\n","translation":"采莲少女的绿罗裙融入到田田荷叶中，仿佛一色，少女的脸庞掩映在盛开的荷花间，相互映照。\n混入莲池中不见了踪影，听到歌声四起才觉察到有人前来。\n\n"}
{"_id":{"$oid":"5b9a144e367d5cab186686c9"},"title":"击鼓","dynasty":"先秦","writer":"佚名","content":"击鼓其镗，踊跃用兵。土国城漕，我独南行。\n从孙子仲，平陈与宋。不我以归，忧心有忡。\n爰居爰处？爰丧其马？于以求之？于林之下。\n死生契阔，与子成说。执子之手，与子偕老。\n于嗟阔兮，不我活兮。于嗟洵兮，不我信兮。","type":["诗经","抒情","战争"],"remark":"镗：鼓声。其镗，即“镗镗”。明 陈继儒《大司马节寰袁公（袁可立）家庙记》：“喤喤考钟，坎坎击鼓。” \n踊跃：双声连绵词，犹言鼓舞。兵：武器，刀枪之类。\n土国：在国都服役。漕：地名。\n孙子仲：即公孙文仲，字子仲，邶国将领。\n平：和也，和二国之好。谓救陈以调和陈宋关系。陈、宋：诸侯国名。\n不我以归：即不以我归，有家不让回。\n有忡：忡忡。\n爰（yuán）：本发声词，犹言“于是”。丧：丧失，此处言跑失。爰居爰处？爰丧其马：有不还者，有亡其马者。\n于以：于何。\n契阔：聚散。契，合；阔，离。\n成说：成言也犹言誓约。\n于嗟：即“吁嗟”，犹言今之哎哟。\n活：借为“佸”，相会。\n洵：远。\n信：一说古伸字，志不得伸。一说誓约有信。\n\n","shangxi":"　　这是一篇典型的战争诗。诗人以袒露自身与主流意识的背离，宣泄自己对战争的抵触情绪。作品在对人类战争本相的透视中，呼唤的是对个体生命具体存在的尊重和生活细节幸福的获得。这种来自心灵深处真实而朴素的歌唱，是对人之存在的最具人文关 怀的阐释，是先民们为后世的文学作品树立起的一座人性高标。\n\n　　《毛诗序》云：“《击鼓》，怨州吁也。”郑笺以《左传·隐公四年》州吁伐郑之事实之。姚际恒《诗经通论》以为“与经不合者六”，此实乃《春秋·宣公十二年》“宋师伐陈，卫人救陈”之事，在卫穆公时。今以为姚说较《毛序》为合理，姑从姚氏。\n\n　　第一章总言卫人救陈，平陈宋之难，叙卫人之怨。结云“我独南行”者，诗本以抒写个人愤懑为主，这是全诗的线索。诗的第三句言“土国城漕”者，《鄘风·定之方中》毛诗序云：“卫为狄所灭，东徙渡河，野居漕邑，齐桓公攘夷狄而封之。文公徙居楚丘，始建城市而营宫室。”文公营楚丘，这就是诗所谓“土国”，到了穆公，又为漕邑筑城，故诗又曰“城漕”。“土国城漕”虽然也是劳役，犹在国境以内，南行救陈，其艰苦就更甚了。\n\n　　第二章“从孙子仲，平陈与宋”，承“我独南行”为说。假使南行不久即返，犹之可也。诗之末两句云“不我以归，忧心有忡”，叙事更向前推进，如芭蕉剥心，使人酸鼻。\n\n　　第三章写安家失马，似乎是题外插曲，其实文心最细。《庄子》说：“犹系马而驰也。”好马是不受羁束、爱驰骋的；征人是不愿久役、想归家的。这个细节，真写得映带人情。毛传解释一二句为：“有不还者，有亡其马者。”把“爰”解释为“或”，作为代词，则两句通叙营中他人。其实全诗皆抒诗人一己之情，所以四、五两章文情哀苦，更为动人。\n\n　　第四章“死生契阔”，毛传以“契阔”为“勤苦”是错误的。黄生《义府》以为“契，合也；阔，离也；与死生对言”是正确的。至于如何解释全章诗义。四句为了把叶韵变成从AABB式，次序有颠倒，前人却未尝言及。今按此章的原意，次序应该是：\n\n　　执子之手，与子成说；死生契阔，与子偕老。\n\n　　这样诗的韵脚，就成为ABBA式了。本来“死生契阔，与子偕老”，是“成说”的内容，是分手时的信誓。诗为了以“阔”与“说”叶韵，“手”与“老”叶韵，韵脚更为紧凑，诗情更为激烈，所以作者把语句改为这一次序。\n\n　　第五章“于嗟阔兮”的“阔”，就是上章“契阔”的“阔”。“不我活兮”的“活”，应该是上章“契阔”的“契”。所以“活”是“佸”的假借，“佸，会也。”“于嗟洵兮”的“洵”，应该是“远”的假借，所以指的是“契阔”的“阔”。“不我信兮”的“信”，应该是“信誓旦旦”的“信誓”，承上章“成说”而言的。两章互相紧扣，一丝不漏。\n\n　　“怨”是《击鼓》一诗的总体格调与思想倾向。从正面言，诗人怨战争的降临，怨征役无归期，怨战争中与己息息相关的点滴幸福的缺失，甚至整个生命的丢失。从反面言，诗作在个体心理，行为与集 体要求的不断背离中，在个体生命存在与国家战事的不断抗衡中，在小我的真实幸福对战争的残酷的不断颠覆中，流显出一份从心底而来的厌战情绪。这一腔激烈的厌战之言，要争取的是对个体生命存在的尊重，是生活细节中的切实幸福。\n\n","translation":"击鼓的声音震响（耳旁），兵将奋勇操练。（人们）留在国内筑漕城，只有我向南方行去。\n跟随孙子仲，平定陈、宋（两国）。不允许我回家，（使我）忧心忡忡。\n于是人在哪里？于是马跑失在哪里？到哪里去寻找它？在山间林下。\n生死聚散，我曾经对你说（过）。拉着你的手，和你一起老去。\n唉，太久。让我无法（与你）相会。唉，太遥远，让我的誓言不能履行。\n\n"}
{"_id":{"$oid":"5b9a144e367d5cab186686ca"},"title":"旅夜书怀","dynasty":"唐代","writer":"杜甫","content":"细草微风岸，危樯独夜舟。\n星垂平野阔，月涌大江流。\n名岂文章著，官应老病休。\n飘飘何所似，天地一沙鸥。","type":["唐诗三百首","写景","抒怀","孤独"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154053477.mp3","remark":"岸：指江岸边。\n危樯（qiáng）：高竖的桅杆。危，高。樯，船上挂风帆的桅杆。\n独夜舟：是说自己孤零零的一个人夜泊江边。\n星垂平野阔：星空低垂，原野显得格外广阔。\n月涌：月亮倒映，随水流涌。大江：指长江。\n名岂：这句连下句，是用“反言以见意”的手法写的。杜甫确实是以文章而著名的，却偏说不是，可见另有抱负，所以这句是自豪语。休官明明是因论事见弃，却说不是，是什么老而且病，所以这句是自解语了。\n官应老病休：官倒是因为年老多病而被罢退。应，认为是、是。\n飘飘：飞翔的样子，这里含月“飘零”、“飘泊”的意思，因为这里是借沙鸥以写人的飘泊。\n\n","shangxi":"　　诗的前半描写“旅夜”的情景。第一、二句写近景：微风吹拂着江岸上的细草，竖着高高桅杆的小船在月夜孤独地停泊着。当时杜甫离成都是迫于无奈。这一年的正月，他辞去节度使参谋职务，四月，在成都赖以存身的好友严武死去。处此凄孤无依之境，便决意离蜀东下。因此，这里不是空泛地写景，而是寓情于景，通过写景展示他的境况和情怀：像江岸细草一样渺小，像江中孤舟一般寂寞。第三、四句写远景：明星低垂，平野广阔；月随波涌，大江东流。这两句写景雄浑阔大，历来为人所称道。在这两个写景句中寄寓着诗人的什么感情呢？有人认为是“开襟旷远”（浦起龙《读杜心解》），有人认为是写出了“喜”的感情（见《唐诗论文集·杜甫五律例解》）。很明显，这首诗是写诗人暮年飘泊的凄苦景况的，而上面的两种解释只强调了诗的字面意思，这就很难令人信服。实际上，诗人写辽阔的平野、浩荡的大江、灿烂的星月，正是为了反衬出他孤苦伶仃的形象和颠连无告的凄怆心情。这种以乐景写哀情的手法，在古典作品中是经常使用的。如《诗经·小雅·采薇》“昔我往矣，杨柳依依”，用春日的美好景物反衬出征士兵的悲苦心情，写得多么动人！\n\n　　诗的后半是“书怀”。第五、六句说，有点名声，哪里是因为我的文章好呢？做官，倒应该因为年老多病而退休。这是反话，立意至为含蓄。诗人素有远大的政治抱负，但长期被压抑而不能施展，因此声名竟因文章而著，这实在不是他的心愿。杜甫此时确实是既老且病，但他的休官，却主要不是因为老和病，而是由于被排挤。这里表现出诗人心中的不平，同时揭示出政治上失意是他飘泊、孤寂的根本原因。关于这一联的含义，黄生说是“无所归咎，抚躬自怪之语”（《杜诗说》），仇兆鳌说是“五属自谦，六乃自解”（《杜少陵集详注》），恐怕不很妥当。最后两句说，飘然一身象个什么呢？不过象广阔的天地间的一只沙鸥罢了。诗人即景自况以抒悲怀。水天空阔，沙鸥飘零；人似沙鸥，转徙江湖。这一联借景抒情，深刻地表现了诗人内心飘泊无依的感伤，真是一字一泪，感人至深。\n\n　　王夫之《姜斋诗话》说：“情景虽有在心在物之分，而景生情，情生景，互藏其宅。”情景互藏其宅，即寓情于景和寓景于情。前者写宜于表达诗人所要抒发的情的景物，使情藏于景中；后者不是抽象地写情，而是在写情中藏有景物。杜甫的这首《旅夜书怀》诗，就是古典诗歌中情景相生、互藏其宅的一个范例。\n\n　　全诗景情交融，景中有情。整首诗意境雄浑，气象万千。用景物之间的对比，烘托出一个独立于天地之间的飘零形象，使全诗弥漫着深沉凝重的孤独感。这正是诗人身世际遇的写照。\n\n　　大历三年（768年），迟暮之年的诗人终于乘舟出了三峡，来到湖北荆门，心境不免孤寂。 此诗开头四句写“旅夜”：岸上有细草微风，江上只有一叶孤舟，依岸而宿，就舟而居，遥望原野，远处天与地似乎相接了，天边的星宿也仿佛下垂得接近地面。大江之中，江水浩浩荡荡东流，一轮明月映照在江水中，随着江水的流动而浮荡着。岸上星垂，舟前月涌，用“星垂”来描写原野的广阔，用“月涌”来形容大江的东流，形象而细致地描绘了江上的夜景。唯有在广阔的原野上才可感到“星垂”；唯其“星垂”，才能见出原野的广阔。而大江中有“月涌”，才能反映出江水的流动；也只因江水的流动，才能感到“月涌”。“星垂”、“月涌”是以细腻称阔大的手法，首四句塑造了一个宏阔非凡宁静孤寂的江边夜境。\n\n　　后四句书“怀”：“名岂文章著”，声名不因政治抱负而显著，反因文章而显著，这本非自己的矢志，故说“岂”，这就流露出因政治理想不得实现的愤慨。说“官应老病休”， 诗人辞去官职，并非因老而多病，什么原因，诗人没有直接说出。说“应”当，本是不应当，正显出老诗人悲愤的心情。面对辽阔寂寥的原野，想起自己的痛苦遭遇，深感自己漂泊无依，在这静夜孤舟的境界中自己恰如是天地间无所依存的一只沙鸥。以沙鸥自况，乃自伤飘泊之意。\n\n","translation":"微风吹拂着江岸的细草，那立着高高桅杆的小船在夜里孤零地停泊着。\n星星垂在天边，平野显得宽阔；月光随波涌动，大江滚滚东流。\n我难道是因为文章而著名吗？年老病多也应该休官了。\n自己到处漂泊像什么呢？就像天地间的一只孤零零的沙鸥。\n\n"}
{"_id":{"$oid":"5b9a144e367d5cab186686cb"},"title":"八声甘州·对潇潇暮雨洒江天","dynasty":"宋代","writer":"柳永","content":"对潇潇暮雨洒江天，一番洗清秋。渐霜风凄紧，关河冷落，残照当楼。是处红衰翠减，苒苒物华休。唯有长江水，无语东流。 \n不忍登高临远，望故乡渺邈，归思难收。叹年来踪迹，何事苦淹留？想佳人妆楼颙望，误几回、天际识归舟。争知我，倚阑杆处，正恁凝愁！(阑 一作：栏)\n\n","type":["宋词三百首","高中古诗","写景","抒情","哲理","怀人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154054134.mp3","remark":"潇潇：风雨之声。\n一番洗清秋：一番风雨，洗出一个凄清的秋天。\n霜风凄紧：秋风凄凉紧迫。霜风，秋风。凄紧，一作“凄惨”。\n是处红衰翠减：到处花草凋零。是处，到处。红，翠，指代花草树木。语出李商隐《赠荷花》诗：“翠减红衰愁杀人。”\n苒（rǎn）苒：渐渐。\n渺邈：遥远。\n淹留：久留。\n颙（yóng）望：抬头远望。\n误几回、天际识归舟：多少次错把远处驶来的船当作心上人回家的船。语出谢朓《之宣城郡出新林浦向板桥》：“ 天际识归舟，云中辩江树。”\n争：怎。\n恁（nèn）：如此。凝愁：忧愁凝结不解。\n\n","shangxi":"　　词中表达了作者常年宦游在外，于清秋薄暑时分，感叹漂泊的生涯和思念情人的心情。这种他乡做客叹老悲秋的主题，在封建时代文人中带有普遍意义。但作者在具体抒情上，具有特色。\n\n　　词的上片写作者登高临远，景物描写中融注着悲凉之感。一开头，总写秋景，雨后江天，澄澈如洗。头两句“对潇潇暮雨洒江天，一番洗清秋。”用“对”字作领字，勾画出词人正面对着一幅暮秋傍晚的秋江雨景。“洗”字生动真切，潜透出一种情心。“潇”和“洒”字，用来形容暮雨，仿佛使人听到了雨声，看到了雨的动态。接着写高处景象，连用三个排句：“渐霜风凄惨，关何冷落，残照妆楼。”进一步烘托凄凉、萧索的气氛，连一向鄙视柳词的苏轼也赞叹“此语于诗句不减唐人高处”（赵令畴《侯鲭录》）。所谓“不减唐人高处”，主要是指景中有情，情景交融，悲壮阔大；凄冷的寒风和着潇潇暮雨紧相吹来，关山江河都冷落了，残日的余辉映照着作者所在的高楼，所写的每一个景色里，都渗透着作者深沉的感情。这三句由“渐”字领起。雨后傍晚的江边，寒风渐冷渐急，身上的感觉如此，眼前看到的也是一片凄凉。“关河”星是冷落的，词人所在地也被残阳笼罩，同样是冷落的，景色苍茫辽阔，境界高远雄浑，勾勒出深秋雨后的一幅悲凉图景，也渗透进了天涯游客的忧郁伤感。 “是处红衰翠减，苒苒物华休。” 这两句写低处所见，到处花落叶败，万物都在凋零，更引起作者不可排解的悲哀。这既是景物描写，也是心情抒发，看到花木都凋零了，自然界的变化不能不引起人的许多感触，何况又是他乡做客之人。作者却没明说人的感触，而只用“长江无语东流”来暗示出来。词人认为“无语”便是无情。“惟有”二字暗示“红衰翠减”的花木不是无语无情的，登高临远的旅人当然更不是无语无情的，只有长江水无语东流，对长江水的指责无理而有情。在无语东流的长江水中，寄托了韶华易逝的感慨。\n\n　　上片以写景为主，但景中有情，从高到低，由远及近，层层铺叙，把大自然的浓郁秋气与内心的悲哀感慨完全融合在一起，淋漓酣畅而又兴象超远。\n\n　　词的下片由景转入情，由写景转入抒情。写对故乡亲人的怀念，换头处即景抒情，表达想念故乡而又不忍心登高，怕引出更多的乡思的矛盾心理。从上片写到的景色看，词人本来是在登高临远，而下片则用“不忍登高临远”一句，“不忍”二字领起，在文章方面是转折翻腾，在感情方面是委婉伸屈。登高临远是为了看看故乡，故乡太远是望而不见，看到的则更是引起相思的凄凉景物，自然使人产生不忍的感情。“望故乡渺邈，归思难收”，实际上这是全词中心。“叹年来踪迹，何事苦淹留。”这两句向自己发问，流露出不得已而淹留他乡的凄苦之情，回顾自己落魄江湖，四处漂泊的经历。扪心问声究竟是为了什么原因。问中带恨，发泄了被人曲意有家难归的深切的悲哀。有问无答，因为诗人不愿说出来，显得很含蕴。一个“叹”字所传出的是千思百回的思绪，和回顾茫然的神态，准确而又传神。“想佳人，妆楼颙望，误几回，天际识归舟？” 又从对方写来，与自己倚楼凝望对照，进一步写出两地想念之苦，并与上片寂寞凄清之景象照应。虽说是自己思乡，这里却设想着故乡家人正盼望自己归来。佳人怀念自己，处于想象。本来是虚写，但词人却用“妆楼颙望，误几回，天际识归舟”这样的细节来表达怀念之情。仿佛实有其事，见人映己，运虚于实，情思更为悱侧动人。结尾再由对方回到自己，说佳人在多少次希望和失望之后，肯定会埋怨自己不想家，却不知道“倚阑”远望之时的愁苦。“倚阑”、“凝愁”本是实情，但却从对方设想用“争知我”领起，化实为虚，显得十分空灵，感情如此曲折，文笔如此变化，实在难得。结尾与开头相呼应，理所当然地让人认为一切景象都是“倚阑”所见，一切归思都由“凝愁”引出，生动地表现了思乡之苦和怀人之情。\n\n　　全词一层深一层，一步接一步，以铺张扬厉的手段，曲折委婉地表现了登楼凭栏，望乡思亲的羁旅之情。通篇结构严密，迭宕开阖，呼应灵活，首尾照应，很能体现柳永词的艺术特色。\n\n","translation":"面对着潇潇暮雨从天空洒落在江面上，经过一番雨洗的秋景，分外寒凉清朗。凄凉的霜风一阵紧似一阵，关山江河一片冷清萧条，落日的余光照耀在高楼上。到处红花凋零翠叶枯落，一切美好的景物渐渐地衰残。只有那滔滔的长江水，不声不响地向东流淌。\n不忍心登高遥看远方，眺望渺茫遥远的故乡，渴求回家的心思难以收拢。叹息这些年来的行踪，为什么苦苦地长期停留在异乡？想起美人，正在华丽的楼上抬头凝望，多少次错把远处驶来的船当作心上人回家的船。她哪会知道我，倚着栏杆，愁思正如此的深重。\n\n"}
{"_id":{"$oid":"5b9a144e367d5cab186686cc"},"title":"望江南·超然台作","dynasty":"宋代","writer":"苏轼","content":"春未老，风细柳斜斜。试上超然台上看，半壕春水一城花。烟雨暗千家。\n寒食后，酒醒却咨嗟。休对故人思故国，且将新火试新茶。诗酒趁年华。","type":["春天","写景","抒情","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154054435.mp3","remark":"望江南：原唐教坊曲名，后用为词牌名。又名“忆江南”。\n超然台：筑在密州（今山东诸城）北城上，登台可眺望全城。\n壕：护城河。\n寒食：节令。旧时清明前一天（一说二天）为寒食节。\n咨嗟：叹息、慨叹。\n故国：这里指故乡、故园。\n新火：唐宋习俗，清明前二天起，禁火三日。节后另取榆柳之火称“新火”。新茶：指清明前采摘的“雨前茶”。\n\n","shangxi":"　　公元1074年（宋神宗熙宁七年）秋，苏轼由杭州移守密州（今山东诸城）。次年八月，他命人修葺城北旧台，并由其弟苏辙题名“超然”，取《老子》“虽有荣观，燕处超然”之义。公元1076年（熙宁九年）暮春，苏轼登超然台，眺望春色烟雨，触动乡思，写下了此作。这首豪迈与婉约相兼的词，通过春日景象和作者感情、神态的复杂变化，表达了词人豁达超脱的襟怀和“用之则行，舍之则藏”的人生态度。词的上片写登台时所见暮春时节的郊外景色。\n\n　　首以春柳在春风中的姿态——“风细柳斜斜”，点明当时的季节特征：春已暮而未老。“试上”二句，直说登临远眺，而“半壕春水一城花”，在句中设对，以春水、春花，将眼前图景铺排开来。然后，以“烟雨暗千家”作结，居高临下，说烟雨笼罩着千家万户。于是，满城风光，尽收眼底。作者写景，注意色彩上的强烈对比作用，把春日里不同时空的色彩变幻，用明暗相衬的手法传神地传达出来。\n\n　　下片写情，乃触景生情，与上片所写之景，关系紧密。“寒食后，酒醒却咨嗟”，进一步将登临的时间点明。寒食，在清明前二日，相传为纪念介子推，从这一天起，禁火三天；寒食过后，重新点火，称为“新火”。此处点明“寒食后”，一是说，寒食过后，可以另起“新火”，二是说，寒食过后，正是清明节，应当返乡扫墓。但是，此时却欲归而归不得。以上两句，词情荡漾，曲折有致，寄寓了作者对故国、故人不绝如缕的思念之情。“休对故人思故国，且将新火试新茶”写作者为摆脱思乡之苦，借煮茶来作为对故国思念之情的自我排遣，既隐含着词人难以解脱的苦闷，又表达出词人解脱苦闷的自我心理调适。\n\n　　“诗酒趁年华”，进一步申明：必须超然物外，忘却尘世间一切，而抓紧时机，借诗酒以自娱。“年华”，指好时光，与开头所说“春未老”相应合。全词所写，紧紧围绕着“超然”二字，至此，进入了“超然”的最高境界。这一境界，便是苏轼在密州时期心境与词境的具体体现。\n\n　　这首词情由景发，情景交融。词中浑然一体的斜柳、楼台、春水、城花、烟雨等暮春景象，以及烧新火、试新茶的细节，细腻、生动的表现了作者细微而复杂的内心活动，表达了游子炽烈的思乡之情。将写异乡之景与抒思乡之情结合得如此天衣无缝，足见作者艺术功力之深。\n\n　　这首词上片写景，下片抒情，是典型的借景抒情。上片之景，有“以乐景衬哀情”的成分，寄寓作者对有家难回、有志难酬的无奈与怅惘。更重要的是，整首词表达思乡的感情，作者以茶聊以慰藉尤其突出。\n\n","translation":"春天还没有过去，微风细细，柳枝斜斜随之起舞。登上超然台远远眺望，护城河只半满的春水微微闪动，城内则是缤纷竞放的春花。更远处，家家瓦房均在雨影之中。\n寒食节过后，酒醒反而因思乡而叹息不已，只得自我安慰：不要在老朋友面前思念故乡了，姑且点上新火来烹煮一杯刚采的新茶，作诗醉酒都要趁年华尚在啊。\n\n"}
{"_id":{"$oid":"5b9a144e367d5cab186686cd"},"title":"咏鹅","dynasty":"唐代","writer":"骆宾王","content":"鹅，鹅，鹅，曲项向天歌。\n白毛浮绿水，红掌拨清波。","type":["咏物","早教古诗100首"],"remark":"曲项：弯着脖子。歌：长鸣。\n拨：划动。\n\n","shangxi":"　　诗的第一句连用三个“鹅’字，这种反复咏唱方法的使用，表达了诗人对鹅的热爱，增强了感情上的效果。\n\n　　第二句写鹅鸣叫的神态，给人以声声入耳之感。鹅的声音高亢嘹亮，一个“曲”字，把鹅伸长脖子，而且仰头弯曲着嘎嘎嘎地朝天长鸣的形象写得十分生动。这句先写所见，再写所听，极有层次。\n\n　　以上是写鹅在陆地上行进中的情形，下面两句则写鹅群到水中悠然自得游泳的情形。小诗人用一组对偶句，着重从色彩方面来铺叙鹅群戏水的情况。鹅儿的毛是白的，而江水却是绿的，“白”“绿”对照，鲜明耀眼，这是当句对；同样，鹅掌是红的，而水波是青的，“红”“青”映衬，十分艳丽，这也是当句对。而两句中又“白”“红”相对，“绿”“青”相对，这是上下对。这样，回环往复，都是对仗，其妙无穷。\n\n　　在这组对偶句中，动词的使用也恰到好处。“浮”字说明鹅儿在水中悠然自得，一动不动。“拨”字则说明鹅儿在水中用力划水，以致掀起了水波。这样，动静相生，写出了一种变化美。\n\n","translation":"白天鹅啊白天鹅，脖颈弯弯，向天欢叫。\n洁白的羽毛，漂浮在碧绿水面；红红的脚掌，拨动着清清水波。\n\n"}
{"_id":{"$oid":"5b9a144f367d5cab186686ce"},"title":"江畔独步寻花七绝句","dynasty":"唐代","writer":"杜甫","content":"江上被花恼不彻，无处告诉只颠狂。\n走觅南邻爱酒伴，经旬出饮独空床。\n\n稠花乱蕊畏江滨，行步欹危实怕春。(畏 一作：裹）\n诗酒尚堪驱使在，未须料理白头人。\n\n江深竹静两三家，多事红花映白花。\n报答春光知有处，应须美酒送生涯。\n\n东望少城花满烟，百花高楼更可怜。\n谁能载酒开金盏，唤取佳人舞绣筵。\n\n黄师塔前江水东，春光懒困倚微风。\n桃花一簇开无主，可爱深红爱浅红？\n\n黄四娘家花满蹊，千朵万朵压枝低。\n留连戏蝶时时舞，自在娇莺恰恰啼。\n\n不是爱花即欲死，只恐花尽老相催。\n繁枝容易纷纷落，嫩蕊商量细细开。\n\n","type":["春天","写花","写景","喜悦"],"remark":"江：指作者在成都的草堂边的浣花溪。独步：独自散步。\n彻：已，尽。\n颠狂：放荡不羁。颠，即“癫”。\n南邻：指斛斯融。诗原注：“斛斯融，吾酒徒。”\n旬：十日为一旬。\n稠：密。畏（wēi）：通“隈”，山水弯曲处。一作“里”。\n行步：脚步。欹（qī）：歪斜。实：一作“独”。\n在：语助词，相当于“得”。一说“在”相当于“时”。\n料理：安排、帮助。白头人：老人。诗中是作者自指。\n多事：这里有撩人之意。\n送：打发。生涯：生活。\n少城：小城。成都原有大城和少城之分，小城在大城西面。《元和郡县志》载，少城在成都县西南一里。\n可怜：可爱。\n盏：一作“锁”。\n佳人：指官妓。秀筵：丰盛的筵席。\n黄师塔：和尚所葬之塔。陆游《老学庵笔记》：余以事至犀浦，过松林甚茂，问驭卒，此何处？答曰：“师塔也。蜀人呼僧为师，葬所为塔，乃悟少陵“黄师塔前”之句。\n懒困：疲倦困怠。\n无主：自生自灭，无人照管和玩赏。\n爱：一作“映”，一作“与”。\n黄四娘：杜甫住成都草堂时的邻居。蹊（xī）：小路。\n留连：即留恋，舍不得离去。\n娇：可爱的样子。恰恰：象声词，形容鸟叫声音和谐动听。一说“恰恰”为唐时方言，恰好之意。\n爱：一作“看”。肯：犹“拼”。一作“欲”，一作“索”。\n纷纷：多而杂乱。\n嫩蕊：指含苞待放的花。\n\n","shangxi":"　　春暖花开的时节，杜甫本想寻伴同游赏花，未能寻到，只好独自在成都锦江江畔散步，每经历一处，写一处；写一处，又换一意；一连成诗七首，共成一个体系，同时每首诗又自成章法。这组诗，第一首写独步寻花的原因从恼花写起，颇为突兀，见出手不凡。第二首写行至江滨见繁花之多，忽曰怕春，语极奇异，实际上是反语见意。第三首写某些人家的花，红白耀眼，应接不暇。第四首则写遥望少城之花，想象其花之盛与人之乐。第五首写黄师塔前之桃花，第六首写黄四娘家尽是花，第七首总结赏花、爱花、惜花。这组诗脉络清楚，层次井然，是一幅独步寻花图。它表现了杜甫对花的惜爱、在美好生活中的留连和对关好事物常在的希望。\n\n　　这组诗，每首都紧扣着寻花题意来写，每首都有花。第一首起句的“江上被花恼不彻”和末首的“不是看花即欲死”遥相呼应，真如常山蛇，扣首则尾应，扣尾则首应，而其中各首都抓绘着赏花、看花，贯串到底。\n\n　　第一首：“江上被花恼不彻”，花恼人，实际上是花惹人爱。花在江上，花影媚水，水光花色，更是可爱。“颠狂”两字把爱花的情态刻画得淋漓尽致。于是诗人觅伴赏花，“走觅南邻爱酒伴”。可知杜甫是找他的邻居一同赏花的。“经旬出饮独空床”，明写这位爱酒伴是出饮，但他该也是独自赏花去了。这“无处告诉只颠狂”写的是两个人的事——他们都到江畔独步寻花去了。也可能寻花的还有更多的人，谁都爱美。这七首绝句写寻花，贯穿了“颠狂”二字，这第一首诗是解题。\n\n　　第二首：“稠花乱蕊畏江滨”，是承第一首“江上被花恼不彻”而来的。江上的花是纷繁的花和杂乱的蕊左右包围着江的两边，浣花溪一片花海。第一首头一句说“江上被花恼不彻”，而这首第二句则说“行步欹危实怕春”。王嗣奭在《杜臆》把颠狂的形态和心理都讲得比较透辟。花之醉人如此，接着写驱使诗酒，“未须料理自头人”。这是写花之魅力，花添诗情酒意，花使青春长在。这是寓有哲理，也合乎情理的。\n\n　　第三首：“江深竹静两三家，多事红花映白花。”这两句又是承二首句“稠花乱蕊畏江滨”而来，把大的范围缩到小的范围——两三家。范围缩小了，花却繁忙起来了。诗的起句是写静态，红花白花也平常。而加“多事”两字，顿觉热闹非常。“多事”又是从前面花恼人而生发来的，其奇妙处也是前后辉映。末二句抒情，把春光拟人化。“报答春光知有处，应须美酒送生涯。”似乎有所妙悟，也似有所解脱，但其深情，仍该是爱花。\n\n　　第四首：“东望少城花满烟，百花高楼更可怜。”组诗又宕开一层，写洗花溪边的繁花缤纷，这是村居所见之花；作者这时又想象成都少城之花，“百花高楼更可怜”。这句和他后来写的“花近高楼伤客心”，两句前半截极相似，而后三字哀乐迥异。“更可怜”即多可爱的意思。遥看少城之花，本是烟雾迷惘的烟花，但不曰烟花，而曰花满烟，真如《杜臆》所云“化腐为新”了。这样把城中之花再来陪衬江上、江滨村中人家之花，有远望近观之异，而乐事则相同。末二句以发问作结，“谁能载酒开金盏，唤取佳人舞绣筵？”实叹招饮无人，徒留想象，余韵无穷。\n\n　　诗题为独步寻花，组诗的第五首则写到黄师塔前看花。“黄师塔前江水东”，写具体的地点。“春光懒困倚微风”则写自己的倦态，春暖人易懒倦，所以倚风小息。但这为的是更好地看花，看那“桃花一簇开无主，可爱深红爱浅红”。这里叠用爱字，爱深红，爱浅红，爱这爱那，应接不暇，但又是紧跟着“开无主”三字来的。“开无主”就是自由自在地开，尽量地开，大开特开，所以下句承接起来更显出绚烂绮丽，诗也如锦似绣。\n\n　　第六首写寻花到了黄四娘家。这首诗记叙在黄四娘家赏花时的场面和感触，描写草堂周围烂漫的春光，表达了对美好事物的热爱之情和适意之怀。春花之美、人与自然的亲切和谐，都跃然纸上。首句点明寻花的地点，是在“黄四娘家”的小路上。此句以人名入诗，生活情趣较浓，颇有民歌味。次句“千朵万朵”，是上句“满”字的具体化。“压枝低”，描绘繁花沉甸甸地把枝条都压弯了，景色宛如历历在目。“压”、“低”二字用得十分准确、生动。第三句写花枝上彩蝶蹁跹，因恋花而“留连”不去，暗示出花的芬芳鲜妍。花可爱，蝶的舞姿亦可爱，不免使漫步的人也“留连”起来。但他也许并未停步，而是继续前行，因为风光无限，美景尚多。“时时”，则不是偶尔一见，有这二字，就把春意闹的情趣渲染出来。正在赏心悦目之际，恰巧传来一串黄莺动听的歌声，将沉醉花丛的诗人唤醒。这就是末句的意境。“娇”字写出莺声轻软的特点。“自在”不仅是娇莺姿态的客观写照，也传出它给作者心理上的愉快轻松的感觉。诗在莺歌“恰恰”声中结束，饶有余韵。此诗写的是赏景，这类题材，盛唐绝句中屡见不鲜。但像此诗这样刻画十分细微，色彩异常秾丽的，则不多见。如“故人家在桃花岸，直到门前溪水流”（常建《三日寻李九庄》），“昨夜风开露井桃，未央前殿月轮高”（王昌龄《春宫曲》），这些景都显得“清丽”；而杜甫在“花满蹊”后，再加“千朵万朵”，更添蝶舞莺歌，景色就秾丽了。这种写法，可谓前无古人。其次，盛唐人很讲究诗句声调的和谐。他们的绝句往往能被诸管弦，因而很讲协律。杜甫的绝句不为歌唱而作，纯属诵诗，因而常常出现拗句。如此诗“千朵万朵压枝低”句，按律第二字当平而用仄。但这种“拗”决不是对音律的任意破坏，“千朵万朵”的复叠，便具有一种口语美。而“千朵”的“朵”与上句相同位置的“四”字，虽同属仄声，但彼此有上、去声之别，声调上仍具有变化。诗人也并非不重视诗歌的音乐美。这表现在三、四两句双声词、象声词与叠字的运用。“留连”、“自在”均为双声词，如贯珠相联，音调宛转。“时时”、“恰恰”为叠字，即使上下两句形成对仗，使语意更强，更生动，更能表达诗人迷恋在花、蝶之中，忽又被莺声唤醒的刹那间的快意。这两句除却“舞”、“莺”二字，均为舌齿音，这一连串舌齿音的运用造成一种喁喁自语的语感，维妙维肖地状出看花人为美景陶醉、惊喜不已的感受。声音的效用极有助于心情的表达。在句法上，盛唐诗句多天然浑成，杜甫则与之异趣。比如“对结”（后联骈偶）乃初唐绝句格调，盛唐绝句已少见，因为这种结尾很难做到神完气足。杜甫却因难见巧，如此诗后联既对仗工稳，又饶有余韵，用得恰到好处：在赏心悦目之际，听到莺歌“恰恰”，增添不少感染力。此外，这两句按习惯文法应作：戏蝶留连时时舞，娇莺自在恰恰啼。把“留连”、“自在”提到句首，既是出于音韵上的需要，同时又在语意上强调了它们，使含义更易体味出来，句法也显得新颖多变。\n\n　　最后一首：“不是爱花即欲死”。痛快干脆，毫不藏伏。杜甫惯于一拚到底，常用狠语，如“语不惊人死不休”，即是如此。他又写道：“只恐花尽老相催。”怕的是花谢人老。下两句则是写景，写花枝之易落，花蕊的慢开，景中寓借花之深情，以对句出之，更是加倍写法，而又密不透风，情深语细。\n\n","translation":"我被江边上的春花弄得烦恼不堪，无处讲述这种心倩只好到处乱走。\n来到南邻想寻找酷爱饮酒的伙伴，不料他床已空十天前便外出饮酒。\n\n繁花乱蕊像锦绣一样裹住江边，脚步歪斜走入其间心里着实怕春天。\n不过眼下诗和酒还能听我驱遣，不必为我这白头人有什么心理负担。\n\n深江岸边静竹林中住着两三户人家，撩人的红花映衬着白花。\n我有去处来报答春光的盛意，酒店的琼桨可以送走我的年华。\n\n东望少城那里鲜花如烟，高高的白花酒楼更是解人眼馋。\n谁能携酒召我前往畅饮，唤来美人欢歌笑舞于盛席华筵？\n\n来到黄师塔前江水的东岸，又困又懒沐浴着和煦春风。\n一株无主的桃花开得正盛，我该爱那深红还是爱浅红？\n\n黄四娘家花儿茂盛把小路遮蔽，万千花朵压弯枝条离地低又低。\n眷恋芬芳花间彩蝶时时在飞舞，自由自在娇软黄莺恰恰欢声啼。\n\n并不是说爱花爱得就要死，只因害怕花尽时迁老境逼来。\n花到盛时就容易纷纷飘落，嫩蕊啊请你们商量着慢慢开。\n\n"}
{"_id":{"$oid":"5b9a144f367d5cab186686cf"},"title":"陈元方候袁公","dynasty":"南北朝","writer":"刘义庆","content":"　　陈元方年十一时，候袁公。袁公问曰：“贤家君在太丘，远近称之，何所履行？”元方曰：“老父在太丘，强者绥之以德，弱者抚之以仁，恣其所安，久而益敬。”袁公曰：“孤往者尝为邺令，正行此事。不知卿家君法孤，孤法卿父？”元方曰：“周公、孔子异世而出，周旋动静，万里如一。周公不师孔子，孔子亦不师周公。”\n\n","type":["小学文言文","生活","写人","寓理"],"remark":"候：拜访，问候。\n履行：实施，实行。\n绥：安，体恤。\n孤：封建时代王侯对自己的谦称。王后、皇后对自己的尊称，还有寡人，孤家等称呼.\n师：学习。\n尝：曾经。\n卿：客气，亲热的称呼\n法：在古汉语字典里有四种解释（1）法令，制度。（2)方法，做法。（3）效法，仿效。（4）标准，法则。这里用（3）效法，仿效。\n称：称赞，赞不绝口\n周公：周武王的弟弟。历史上的第一代周公姓姬名旦（约公元前1100年），亦称叔旦，周文王姬昌第四子。汉族，因封地在周（今陕西省宝鸡市岐山北），故称周公或周公旦。为西周初期杰出的政治家、军事家和思想家，被尊为儒学奠基人。\n周旋动静：这里指思想和行动\n益：更加\n以：用\n恣：放纵、无拘束，这里指顺从\n\n","translation":"　　陈元方十一岁时，去拜会袁公。袁公问：“你贤良的父亲在太丘做官，远近的人都称赞他，他到底做了些什么事情？”元方说：“我父亲在太丘，对强者用德行去安抚；对弱者用仁慈去安抚，让人们心安理得地做事，久而久之，大家就对他老人家更加敬重。”袁公说：“我曾经也当过邺县县令，正是做这样的事情。不知是你的父亲学我，还是我学你的父亲？”元方说：“周公、孔子生在不同时代，虽然时间相隔遥远，但他们的行为却是那么一致。周公没有学孔子，孔子也没有学周公。”\n\n"}
{"_id":{"$oid":"5b9a144f367d5cab186686d0"},"title":"绝句二首·其二","dynasty":"唐代","writer":"杜甫","content":"江碧鸟逾白，山青花欲燃。\n今春看又过，何日是归年？","type":["写景","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154055076.mp3","remark":"逾（yú）：就是愈，更加的意思。\n欲燃：将要烧起来，这里是形容鲜红的颜色。欲：好像。\n何日：什么时候。\n归年：回去的时候。\n\n","translation":"碧绿的江水把鸟儿的羽毛映衬得更加洁白，山色青翠欲滴，红艳的野花似乎将要燃烧起来。\n今年春天眼看着又要过去了，什么时候才是我返回故乡的日期呢？\n\n"}
{"_id":{"$oid":"5b9a144f367d5cab186686d1"},"title":"九月十日即事","dynasty":"唐代","writer":"李白","content":"昨日登高罢，今朝更举觞。\n菊花何太苦，遭此两重阳？","type":["重阳节","菊花","抒情"],"remark":"即事：以眼前事物为题材之诗，称即事。\n登高：古时重阳节有登高的习俗。\n更：再。举觞（shāng）：举杯。觞，古代喝酒用的器具。\n遭此两重阳：古时重阳节有采菊宴赏的习俗。重阳后一日宴赏为小重阳。菊花两遇饮宴，两遭采摘，故有遭此两重阳之言。\n\n","shangxi":"　　在唐宋时代，九月十日被称为“小重阳”，诗人从这一角度入手，说菊花在大小重阳两天内连续遇到人们的登高、宴饮，两次遭到采撷，所以有“太苦”的抱怨之言。作者以醉浇愁，朦胧中，仿佛看到菊花也在嘲笑他这个朝廷“逐臣”，他痛苦地发问：菊花为什么要遭到“两重阳”的重创？对于赏菊的人们来说，重阳节的欢乐情绪言犹未尽，所以九月十日还要继续宴饮；但菊花作为一种生命的个体，却要忍受两遭采撷之苦。诗人以其极为敏感、幽微的灵秀之心，站在菊花的立场上，发现了这一诗意的空间。实际上，诗人是借菊花之苦来寄托自己内心的极度苦闷。借叹菊花，而感慨自己被馋离京、流放夜郎的坎坷与不幸，正见其愁怀难以排解。此诗语虽平淡，内涵却十分深沉。主要表现了作者一生屡遭挫败和打击，而在节日里所引发的忧伤情绪。\n\n","translation":"昨天刚登上龙山宴饮，今天又在这里举起了酒杯。\n菊花为何这样受苦，遭到两个重阳的采折之罪？\n\n"}
{"_id":{"$oid":"5b9a144f367d5cab186686d2"},"title":"九歌·国殇","dynasty":"先秦","writer":"屈原","content":"操吴戈兮被犀甲，车错毂兮短兵接。\n旌蔽日兮敌若云，矢交坠兮士争先。\n凌余阵兮躐余行，左骖殪兮右刃伤。\n霾两轮兮絷四马，援玉枹兮击鸣鼓。\n天时怼兮威灵怒，严杀尽兮弃原野。\n出不入兮往不反，平原忽兮路超远。\n带长剑兮挟秦弓，首身离兮心不惩。\n诚既勇兮又以武，终刚强兮不可凌。\n身既死兮神以灵，魂魄毅兮为鬼雄。(魂魄毅兮 一作：子魂魄兮)","type":["悼亡","赞颂","爱国","忧国忧民"],"remark":"国殇：指为国捐躯的人。殇：指未成年而死，也指死难的人。戴震《屈原赋注》：“殇之义二：男女未冠（男二十岁）笄（女十五岁）而死者，谓之殇；在外而死者，谓之殇。殇之言伤也。国殇，死国事，则所以别于二者之殇也。”\n操吴戈兮被（pī）犀甲：手里拿着吴国的戈，身上披着犀牛皮制作的甲。吴戈：吴国制造的戈，当时吴国的冶铁技术较先进，吴戈因锋利而闻名。被，通“披”，穿着。犀甲：犀牛皮制作的铠甲，特别坚硬。\n车错毂（gǔ）兮短兵接：敌我双方战车交错，彼此短兵相接。毂：车轮的中心部分，有圆孔，可以插轴，这里泛指战车的轮轴。错：交错。短兵：指刀剑一类的短兵器。\n旌蔽日兮敌若云：旌旗遮蔽的日光，敌兵像云一样涌上来。极言敌军之多。\n矢交坠：两军相射的箭纷纷坠落在阵地上。\n凌：侵犯。躐（liè）：践踏。行：行列。\n左骖（cān）殪（yì）兮右刃伤：左边的骖马倒地而死，右边的骖马被兵刃所伤。殪：死。\n霾（mái）两轮兮絷（zhí）四马：战车的两个车轮陷进泥土被埋住，四匹马也被绊住了。霾：通“埋”。古代作战，在激战将败时，埋轮缚马，表示坚守不退。\n援玉枹（fú）兮击鸣鼓：手持镶嵌着玉的鼓槌，击打着声音响亮的战鼓。先秦作战，主将击鼓督战，以旗鼓指挥进退。枹：鼓槌。鸣鼓：很响亮的鼓。\n天时怼（duì）兮威灵怒：天地一片昏暗，连威严的神灵都发起怒来。天怨神怒。天时：上天际会，这里指上天。天时怼：指上天都怨恨。怼：怨恨。威灵：威严的神灵。\n严杀尽兮弃原野：在严酷的厮杀中战士们全都死去，他们的尸骨都丢弃在旷野上。严杀：严酷的厮杀。一说严壮，指士兵。尽：皆，全都。\n出不入兮往不反：出征以后就不打算生还。反：通“返”。\n忽：渺茫，不分明。超远：遥远无尽头。\n秦弓：指良弓。战国时，秦地木材质地坚实，制造的弓射程远。\n首身离：身首异处。心不惩：壮心不改，勇气不减。惩：悔恨。\n诚：诚然，确实。以：且，连词。武：威武。\n终：始终。凌：侵犯。\n神以灵：指死而有知，英灵不泯。神：指精神。\n鬼雄：战死了，魂魄不死，即使做了死鬼，也要成为鬼中的豪杰。\n\n","shangxi":"　　《九歌》是一组祭歌，共11篇，是屈原据民间祭神乐歌的再创作。《九歌·国殇》取民间“九歌”之祭奠之意，以哀悼死难的爱国将士，追悼和礼赞为国捐躯的楚国将士的亡灵。乐歌分为两节，先是描写在一场短兵相接的战斗中，楚国将士奋死抗敌的壮烈场面，继而颂悼他们为国捐躯的高尚志节。由第一节“旌蔽日兮敌若云”一句可知，这是一场敌众我寡的殊死战斗。当敌人来势汹汹，冲乱楚军的战阵，欲长驱直入时，楚军将士仍个个奋勇争先。但见战阵中有一辆主战车冲出，这辆原有四匹马拉的大车，虽左外侧的骖马已中箭倒毙，右外侧的骖马也被砍伤，但他的主人，楚军统帅仍毫无惧色，他将战车的两个轮子埋进土里，笼住马缰，反而举槌擂响了进军的战鼓。一时战气萧杀，引得苍天也跟着威怒起来。待杀气散尽，战场上只留下一具具尸体，静卧荒野。\n\n　　作者描写场面、渲染气氛的本领是十分高强的。不过十句，已将一场殊死恶战，状写得栩栩如生，极富感染力。底下，则以饱含情感的笔触，讴歌死难将士。有感于他们自披上战甲一日起，便不再想全身而返，此一刻他们紧握兵器，安详地，心无怨悔地躺在那里，他简直不能抑止自己的情绪奔进。他对这些将士满怀敬爱，正如他常用美人香草指代美好的人事一样，在诗篇中，他也同样用一切美好的事物，来修饰笔下的人物。这批神勇的将士，操的是吴地出产的以锋利闻名的戈、秦地出产的以强劲闻名的弓，披的是犀牛皮制的盔甲，拿的是有玉嵌饰的鼓槌，他们生是人杰，死为鬼雄，气贯长虹，英名永存。\n\n　　依现存史料尚不能指实这次战争发生的具体时地，敌对一方为谁。但当日楚国始终面临七国中实力最强的秦国的威胁，自怀王当政以来，楚国与强秦有过数次较大规模的战争，并且大多数是楚国抵御秦军入侵的卫国战争。从这一基本史实出发，说此篇是写楚军抗击强秦入侵，大概没有问题。而在这种抒写中，作者那热爱家国的炽烈情感，表现得淋漓尽致。\n\n　　楚国灭亡后，楚地流传过这样一句话：“楚虽三户，亡秦必楚。”屈原此作在颂悼阵亡将士的同时，也隐隐表达了对洗雪国耻的渴望，对正义事业必胜的信念，从此意义上说，他的思想是与楚国广大人民息息相通的。作为中华民族贡献给人类的第一位伟大诗人，他所写的决不仅仅是个人的些许悲欢，那受诬陷被排挤，乃至流亡沅湘的坎壈遭际；他奉献给人的是那颗热烈得近乎偏执的爱国之心。他是楚国人民的喉管，他所写一系列作品，道出了楚国人民热爱家国的心声。\n\n　　此篇在艺术表现上与作者其他作品有些区别，乃至与《九歌》中其他乐歌也不尽一致。它不是一篇想像奇特、辞采瑰丽的华章，然其“通篇直赋其事”（戴震《屈原赋注》），挟深挚炽烈的情感，以促迫的节奏、开张扬厉的抒写，传达出了与所反映的人事相一致的凛然亢直之美，一种阳刚之美，在楚辞体作品中独树一帜，读罢实在让人有气壮神旺之感。\n\n","translation":"手拿干戈啊身穿犀皮甲，战车交错啊刀剑相砍杀。\n旗帜蔽日啊敌人如乌云，飞箭交坠啊士卒勇争先。\n犯我阵地啊践踏我队伍，左骖死去啊右骖被刀伤。\n埋住两轮啊绊住四匹马，手拿玉槌啊敲打响战鼓。\n天昏地暗啊威严神灵怒，残酷杀尽啊尸首弃原野。\n出征不回啊往前不复返，平原迷漫啊路途很遥远。\n佩带长剑啊挟着强弓弩，首身分离啊壮心不改变。\n实在勇敢啊富有战斗力，始终刚强啊没人能侵犯。\n身已死亡啊精神永不死，您的魂魄啊为鬼中英雄！\n\n"}
{"_id":{"$oid":"5b9a144f367d5cab186686d3"},"title":"逍遥游(节选)","dynasty":"先秦","writer":"庄周","content":"　　北冥有鱼，其名为鲲。鲲之大，不知其几千里也。化而为鸟，其名为鹏。鹏之背，不知其几千里也，怒而飞，其翼若垂天之云。是鸟也，海运则将徙于南冥。南冥者，天池也。《齐谐》者，志怪者也。《谐》之言曰：“鹏之徙于南冥也，水击三千里，抟扶摇而上者九万里，去以六月息者也。”野马也，尘埃也，生物之以息相吹也。天之苍苍，其正色邪？其远而无所至极邪？其视下也，亦若是则已矣。且夫水之积也不厚，则其负大舟也无力。覆杯水于坳堂之上，则芥为之舟；置杯焉则胶，水浅而舟大也。风之积也不厚，则其负大翼也无力。故九万里，则风斯在下矣，而后乃今培风；背负青天而莫之夭阏者，而后乃今将图南。\n\n　　蜩与学鸠笑之曰：“我决起而飞，抢榆枋而止，时则不至，而控于地而已矣，奚以之九万里而南为？”适莽苍者，三餐而反，腹犹果然；适百里者宿舂粮，适千里者，三月聚粮。之二虫又何知？(抢榆枋 一作：枪榆枋)\n\n　　小知不及大知，小年不及大年。奚以知其然也？朝菌不知晦朔，蟪蛄不知春秋，此小年也。楚之南有冥灵者，以五百岁为春，五百岁为秋。上古有大椿者，以八千岁为春，八千岁为秋。此大年也。而彭祖乃今以久特闻，众人匹之。不亦悲乎！\n\n　　汤之问棘也是已：“穷发之北有冥海者，天池也。有鱼焉，其广数千里，未有知其修者，其名为鲲。有鸟焉，其名为鹏。背若泰山，翼若垂天之云。抟扶摇羊角而上者九万里，绝云气，负青天，然后图南，且适南冥也。斥鷃笑之曰：‘彼且奚适也？我腾跃而上，不过数仞而下，翱翔蓬蒿之间，此亦飞之至也。而彼且奚适也？’”此小大之辩也。\n\n　　故夫知效一官，行比一乡，德合一君，而征一国者，其自视也亦若此矣。而宋荣子犹然笑之。且举世誉之而不加劝，举世非之而不加沮，定乎内外之分，辩乎荣辱之境，斯已矣。彼其于世，未数数然也。虽然，犹有未树也。夫列子御风而行，泠然善也。旬有五日而后反。彼于致福者，未数数然也。此虽免乎行，犹有所待者也。若夫乘天地之正，而御六气之辩，以游无穷者，彼且恶乎待哉？故曰：至人无己，神人无功，圣人无名。\n\n","type":["高中文言文","寓言","故事","自由"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154055704.mp3","remark":"冥：通假“溟”，指海色深黑。“北冥”，北海。下文“南冥”，指南海。传说北海无边无际，水深而黑。\n鲲（kūn）：传说中的大鱼。 之：主谓之间取消句子独立性。其：表推测。\n鹏：本为古“凤”字，这里指传说中的大鸟。\n怒：奋起的样子，这里指鼓起翅膀。\n垂：同“陲”，边际。\n海运：海动。古有“六月海动”之说。海运之时必有大风，因此大鹏可以乘风南行。徙：迁移。\n天池：天然形成的大海。\n《齐谐》：书名。出于齐国，多载诙谐怪异之事，故名“齐谐”。一说人名。\n志怪：记载怪异的事物。志，记载。\n水击：指鹏鸟的翅膀拍击水面。击：拍打。\n抟（tuán）：回旋而上。一作“搏”（bó），拍。扶摇：一种旋风，又名飙，由地面急剧盘旋而上的暴风。九，表虚数，不是实指。\n去：离，这里指离开北海。“去以六月息者也”指大鹏飞行六个月才止息于南冥。一说息为大风，大鹏乘着六月间的大风飞往南冥。以：凭借。息：风。\n野马：指游动的雾气。古人认为：春天万物生机萌发，大地之上游气奔涌如野马一般。\n尘埃：扬在空中的土叫“尘”，细碎的尘粒叫“埃”。\n生物：概指各种有生命的东西。息：这里指有生命的东西呼吸所产生的气息。 相：互相。吹：吹拂。\n苍苍：深蓝。其正色邪：或许是上天真正的颜色？其，抑，或许。正色，真正的颜色。邪，同“耶”，疑问语气词。极：尽。 下：向下。亦：也。是：这样。已：罢了。\n覆：倾倒。坳（ào）：凹陷不平，“坳堂”指堂中低凹处。\n芥：小草。置杯焉则胶：将杯子放于其中则胶着搁浅。置，放。焉，于此。胶，指着地。\n斯：则，就。\n而后乃今：“今而后乃”的倒文，意为“这样，然后才……”。培：凭。\n莫之夭阏（yāo è）：无所滞碍。夭，挫折。阏，遏制，阻止。“莫之夭阏”即“莫夭阏之”的倒装。 图南：计划向南飞。\n蜩（tiáo）：蝉。学鸠：斑鸠之类的小鸟名。\n决（xuè）：疾速的样子。\n抢（qiāng）：触，碰，着落。“抢”也作“枪”。榆枋：两种树名。榆，榆树。枋，檀木。\n 控：投，落下。\n 奚以：何以。之：去到。为：句末语气词，表反问，相当于“呢”。南：名词作动词，向南（飞行）。“奚以……为”，即“哪里用得着.......呢”。\n 适：去，往。莽苍：色彩朦胧，遥远不可辨析，本指郊野的颜色，这里引申为近郊。\n三餐：指一日。意思是只需一日之粮。反：同“返”，返回。\n犹：还。果然：吃饱的样子。\n宿：这里指一夜。 宿舂粮：即舂宿粮，舂捣一宿的粮食。\n之：此，这。二虫：指蜩与学鸠。虫:有动物之意，可译为小动物\n知（zhì）：通“智”，智慧。\n朝菌：一种大芝，朝生暮死的菌类植物。晦朔：晦，农历每月的最后一天，朔，农历每月的第一天。一说“晦”指月末，“朔”指月初。\n蟪蛄（huì gū）：寒蝉，春生夏死或夏生秋死。\n冥灵：大树名。一说为大龟名。\n根据前后用语结构的特点，此句之下当有“此中年也”一句，但传统本子均无此句。\n 大椿：传说中的大树名。一说为巨大的香椿。\n彭祖：传说中尧的臣子，名铿，封于彭，活了约八百岁。乃今：而今。以，凭。特，独。闻，闻名于世。\n众人：一般人。匹：配，比。\n汤：商汤。棘：汤时的贤大夫，《列子汤问》篇作“夏革（jí）”。已：矣。\n穷发：传说中极荒远的不生草木之地。发，指草木植被。\n修：长。\n泰山：在今山东泰安北。\n羊角：一种旋风，回旋向上如羊角状。\n绝：穿过。\n斥鴳（yàn）：池沼中的小雀。斥，池，小泽。\n仞：古代长度单位，周制为八尺，汉制为七尺；这里应从周制。\n至：极点。\n小大之辩：小和大的区别。辩，同“辨”，分辨，分别。\n效：效力，尽力。官：官职。\n行（xíng）：品行。比：合。\n合：使...满意。而：通“能”，能够。征：征服。\n宋荣子：一名宋钘（jiān），宋国人，战国时期的思想家。犹然：喜笑的样子；犹，通“繇”，喜。\n举：全。劝：勉励。\n非：责难，批评。沮（jǔ）：沮丧。\n定：认清。内外：这里分别指自身和身外之物。在庄子看来，自主的精神是内在的，荣誉和非难都是外在的，而只有自主的精神才是重要的、可贵的。\n境：界。\n数数（shuò）然：汲汲然，指急迫用世、谋求名利、拼命追求的样子。\n列子：郑国人，名叫列御寇，战国时代思想家。御：驾驭。\n泠（líng）然：轻妙飘然的样子。善：美好的。\n旬：十天。有：通“又”，用于连接整数与零数。\n致福：求福。\n虽：虽然。待：凭借，依靠。\n乘：遵循，凭借。天地：这里指万物，指整个自然界。正：本；这里指自然的本性。\n御六气之辩：驾驭六气的变化。御，驾驭、把握。六气：指阴、阳、风、雨、晦、明。辩：通“变”，变化的意思。\n彼：他。且：将要。恶（wū）：何，什么。\n至人：庄子认为修养最高的人。下文“神人”“圣人”义相近。 无己：清除外物与自我的界限，达到忘掉自己的境界。即物我不分。\n神人：这里指精神世界完全能超脱于物外的人。无功：无作为，故无功利。\n圣人：这里指思想修养臻于完美的人。无名：不追求名誉地位，不立名。\n\n\n","shangxi":"　　“逍遥”也写作“消摇”，意思是优游自得的样子；“逍遥游”就是没有任何束缚地、自由自在地活动。\n\n　　全文可分为三个部分，第一部分至“圣人无名”，是本篇的主体，从对比许多不能“逍遥”的例子说明，要得真正达到自由自在的境界，必须“无己”、“无功”、“无名”。第二部分至“窅然丧其天下焉”，紧承上一部分进一步阐述，说明“无己”是摆脱各种束缚和依凭的唯一途径，只要真正做到忘掉自己、忘掉一切，就能达到逍遥的境界，也只有“无己”的人才是精神境界最高的人。余下为第三部分，论述什么是真正的有用和无用，说明不能为物所滞，要把无用有用，进一步表达了反对积极投身社会活动，志在不受任何拘束，追求优游自得的生活旨趣。\n\n　　本篇是《庄子》的代表篇目之一，也是诸子百家中的名篇，充满奇特的想象和浪漫的色彩，寓说理于寓言和生动的比喻中，形成独特的风格。“逍遥游”也是庄子哲学思想的一个重要方面。全篇一再阐述无所依凭的主张，追求精神世界的绝对自由。在庄子的眼里，客观现实中的一事一物，包括人类本身都是对立而又相互依存的，这就没有绝对的自由，要想无所依凭就得无己。因而他希望一切顺乎自然，超脱于现实，否定人在社会生活中的一切作用，把人类的生活与万物的生存混为一体；提倡不滞于物，追求无条件的精神自由。\n\n","translation":"　　北海里有一条鱼，它的名字叫鲲。鲲非常巨大，不知道有几千里。鲲变化成为鸟，它的名字就叫做鹏。鹏的脊背，也不知道有几千里长；当它振动翅膀奋起直飞的时候，翅膀就好像挂在天边的云彩。这只鸟，大风吹动海水的时候就要迁徙到南方的大海去了。南方的大海是一个天然的大池子。\n\n　　《齐谐》这本书，是记载一些怪异事情的书。书上记载：“鹏往南方的大海迁徙的时候，翅膀拍打水面，能激起三千里的浪涛，环绕着旋风飞上了九万里的高空，乘着六月的风离开了北海。”像野马奔腾一样的游气，飘飘扬扬的尘埃，活动着的生物都因为风吹而运动。天空苍苍茫茫的，难道就是它本来的颜色吗？它的辽阔高远也是没有尽头的吗？鹏往下看的时候，看见的应该也是这个样子。\n\n　　如果聚集的水不深，那么它就没有负载一艘大船的力量了。在堂前低洼的地方倒上一杯水，一棵小草就能被当作是一艘船，放一个杯子在上面就会被粘住，这是水浅而船却大的原因。如果聚集的风不够强大的话，那么负载一个巨大的翅膀也就没有力量了。因此，鹏在九万里的高空飞行，风就在它的身下了，凭借着风力，背负着青天毫无阻挡，然后才开始朝南飞。\n\n　　蝉和小斑鸠讥笑鹏说：“我们奋力而飞，碰到榆树和檀树就停止，有时飞不上去，落在地上就是了。何必要飞九万里到南海去呢？”到近郊去的人，只带当天吃的三餐粮食，回来肚子还是饱饱的；到百里外的人，要用一整夜时间舂米准备干粮；到千里外的人，要聚积三个月的粮食。蝉和小斑鸠这两只小虫、鸟又知道什么呢。\n\n　　小智比不上大智，短命比不上长寿。怎么知道是这样的呢？朝生暮死的菌草不知道黑夜与黎明。春生夏死、夏生秋死的寒蝉，不知道一年的时光，这就是短命。楚国的南方有一种大树叫做灵龟，它把五百年当作一个春季，五百年当作一个秋季。上古时代有一种树叫做大椿，它把八千年当作一个春季，八千年当作一个秋季，这就是长寿。可是活了七百来岁的彭祖如今还因长寿而特别闻名，众人都想与他相比，岂不可悲！\n\n　　商汤问棘，谈的也是这件事。汤问棘说：“上下四方有极限吗？”棘说：“无极之外，又是无极！在草木不生的极远的北方，有个大海，就是天池。里面有条鱼，它的身子有几千里宽，没有人知道它有多长，它的名字叫做鲲。有一只鸟，它的名字叫做鹏。鹏的背像泰山，翅膀像天边的云；借着旋风盘旋而上九万里，超越云层，背负青天，然后向南飞翔，将要飞到南海去。小泽里的麻雀讥笑鹏说：‘它要飞到哪里去呢？我一跳就飞起来，不过数丈高就落下来，在蓬蒿丛中盘旋，这也是极好的飞行了。而它还要飞到哪里去呢？’”这是大和小的分别。\n\n　　所以，那些才智能胜任一官的职守，行为能够庇护一乡百姓的，德行能投合一个君王的心意的，能力能够取得全国信任的，他们看待自己，也像上面说的那只小鸟一样。而宋荣子对这种人加以嘲笑。宋荣子这个人，世上所有的人都称赞他，他并不因此就特别奋勉，世上所有的人都诽谤他，他也并不因此就感到沮丧。他认定了对自己和对外物的分寸，分辨清楚荣辱的界限，就觉得不过如此罢了。他对待人世间的一切，都没有拼命去追求。即使如此，他还是有未达到的境界。\n\n　　列子乘风而行，飘然自得，驾轻就熟。十五天以后返回；他对于求福的事，没有拼命去追求。这样虽然免了步行，还是有所凭借的。倘若顺应天地万物的本性，驾驭着六气的变化，遨游于无穷的境地，他还要凭借什么呢？所以说：修养最高的人能任顺自然、忘掉自己，修养达到神化不测境界的人无意于求功，有道德学问的圣人无意于求名。\n\n"}
{"_id":{"$oid":"5b9a144f367d5cab186686d4"},"title":"水龙吟·次韵章质夫杨花词","dynasty":"宋代","writer":"苏轼","content":"似花还似非花，也无人惜从教坠。抛家傍路，思量却是，无情有思。萦损柔肠，困酣娇眼，欲开还闭。梦随风万里，寻郎去处，又还被、莺呼起。\n不恨此花飞尽，恨西园、落红难缀。晓来雨过，遗踪何在？一池萍碎。春色三分，二分尘土，一分流水。细看来，不是杨花，点点是离人泪。","type":["宋词三百首","宋词精选","柳树","婉约"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154058866.mp3","remark":"水龙吟：词牌名。又名“龙吟曲”“庄椿岁”“小楼连苑”。《清真集》入“越调”。一百二字，前后片各四仄韵。又第九句第一字并是领格，宜用去声。结句宜用上一、下三句法，较二、二句式收得有力。\n次韵：用原作之韵，并按照原作用韵次序进行创作，称为次韵。章质夫：即章楶（jié），建州浦城（今属福建）人。时任荆湖北路提点刑狱，常与苏轼诗词酬唱。\n从教：任凭。\n无情有思：言杨花看似无情，却自有它的愁思。用唐韩愈《晚春》诗：“杨花榆荚无才思，唯解漫天作雪飞。”这里反用其意。思：心绪，情思。\n萦：萦绕、牵念。柔肠：柳枝细长柔软，故以柔肠为喻。用唐白居易《杨柳枝》诗：“人言柳叶似愁眉，更有愁肠如柳枝。”\n困酣：困倦之极。娇眼：美人娇媚的眼睛，比喻柳叶。古人诗赋中常称初生的柳叶为柳眼。\n“梦随”三句：用唐金昌绪《春怨》诗：“打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西。”\n落红：落花。缀：连结。\n一池萍碎：苏轼自注：“杨花落水为浮萍，验之信然。”\n春色：代指杨花。\n\n","translation":"非常像花又好像不是花，无人怜惜任凭衰零坠地。把它抛离在家乡路旁，细细思量仿佛又是无情，实际上则饱含深情。受伤柔肠婉曲娇眼迷离，想要开放却又紧紧闭上。蒙混随风把心上人寻觅，却又被黄莺儿无情叫起。\n不恨这种花儿飘飞落尽，只是抱怨愤恨那个西园、满地落红枯萎难再重缀。清晨雨后何处落花遗踪？飘入池中化成一池浮萍。如果把春色姿容分三份，其中的二份化作了尘土，一份坠入流水了无踪影。细看来那全不是杨花啊，是那离人晶莹的眼泪啊。\n\n"}
{"_id":{"$oid":"5b9a144f367d5cab186686d5"},"title":"扬州慢·淮左名都","dynasty":"宋代","writer":"姜夔","content":"淳熙丙申至日，予过维扬。夜雪初霁，荠麦弥望。入其城，则四顾萧条，寒水自碧，暮色渐起，戍角悲吟。予怀怆然，感慨今昔，因自度此曲。千岩老人以为有“黍离”之悲也。\n\n淮左名都，竹西佳处，解鞍少驻初程。过春风十里。尽荠麦青青。自胡马窥江去后，废池乔木，犹厌言兵。渐黄昏，清角吹寒。都在空城。 \n杜郎俊赏，算而今、重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡、冷月无声。念桥边红药，年年知为谁生。\n\n","type":["宋词三百首","写景","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154058470.mp3","remark":"扬州慢：词牌名，又名《郎州慢》，上下阕，九十八字，平韵。此调为姜夔自度曲，后人多用以抒发怀古之思。\n淳熙丙申：淳熙三年（1176）。至日：冬至。\n维扬：即扬州（今属江苏）。\n荠麦：荠菜和野生的麦。弥望：满眼。\n戍角：军营中发出的号角声。\n千岩老人：南宋诗人萧德藻，字东夫，自号千岩老人。姜夔曾跟他学诗，又是他的侄女婿。黍离：《诗经·王风》篇名。据说周平王东迁后，周大夫经过西周故都，看见宗庙毁坏，尽为禾黍，彷徨不忍离去，就做了此诗。后以“黍离”表示故国之思。\n淮左名都：指扬州。宋朝的行政区设有淮南东路和淮南西路，扬州是淮南东路的首府，故称淮左名都。左，古人方位名，面朝南时，东为左，西为右。名都，著名的都会。\n解（xiè）鞍少驻初程：少驻，稍作停留；初程，初段行程。\n春风十里：杜牧《赠别》诗：“春风十里扬州路，卷上珠帘总不如。”这里用以借指扬州。\n胡马窥江：指金兵侵略长江流域地区，洗劫扬州。这里应指第二次洗劫扬州。\n废池乔木：废毁的池台。乔木：残存的古树。二者都是乱后余物，表明城中荒芜，人烟萧条。\n渐：向，到。清角：凄清的号角声。\n杜郎：即杜牧。唐文宗大和七年到九年，杜牧在扬州任淮南节度使掌书记。俊赏：俊逸清赏。钟嵘《诗品序》：“近彭城刘士章，俊赏才士。”\n豆蔻：形容少女美艳。豆蔻词工：杜牧《赠别》：“娉娉袅袅十三余，豆蔻梢头二月初。”\n青楼：妓院。青楼梦好：杜牧《遣怀》诗：“十年一觉扬州梦，赢得青楼薄幸名。”\n二十四桥：扬州城内古桥，即吴家砖桥，也叫红药桥。\n红药：红芍药花，是扬州繁华时期的名花。\n\n","shangxi":"赏析三 　　尽管姜夔一生以游士终老，但白石词并不仅仅是游士生涯的反映，展现在他笔下的是折射出多种光色的情感世界。诚然，由于生活道路和审美情趣的制约，较之辛词，姜词的题材较为狭窄，对现实的反映也略显淡漠。但他并不是一位不问时事的世外野老。姜夔身历高、孝、光、宁四朝，其青壮年正当宋金媾和之际，朝廷内外，文恬武嬉，将恢复大计置于度外。姜夔也曾因此而痛心疾首，深致慨叹。淳熙二年，他客游扬州时便有感于这座历史名城的凋敝和荒凉，而自度此曲，抒写黍离之悲。在作年可考的姜夔词中，这是最早的一首。上片由“名都”、“佳处”起笔，却以“空城”作结，其今昔盛衰之感昭然若揭。“过春风十里，尽荠麦青青”，自虚处传神，城池荒芜、人烟稀少、屋宇倾颓的凄凉情景不言自明，这与杜甫的“城春草木深”（《春望》）用笔相若。“春风十里”，并非实指一路春风拂面，而是化用杜牧诗意，使作者联想当年楼阁参差、珠帘掩映的盛况，反照今日的衰败景象。“胡马窥江”二句写金兵的劫掠虽然早已成为过去，而“废池乔木”犹以谈论战事为厌，可知当年带来的战祸兵燹有多么酷烈！陈廷焯《白雨齐词话》认为：“‘犹厌言兵’四字，包括无限伤乱语，他人累千百言，亦无此韵味。”姜词以韵味胜，其佳处即在于淡语不淡，其中的韵味反倒是某些浓至之语所不及的。“清角”二句，不仅益增寂凄，而且包含几多曲折：下有同仇敌忾之心，而上无抗金北伐之意，这样，清泠的号角声便只能徒然震响在兵燹之余的空城。词的下片，作者进一步 从怀古中展开联想：晚唐诗人杜牧的扬州诗历来脍炙人中，但如果他重临此地，必定再也吟不出深情缱绻的诗句，因为眼下只有一弯冷月、一泓寒水与他倘佯过的二十四桥相伴；桥边的芍药花虽然风姿依旧，却是无主自开，不免落寞。尤其“二十四桥”二句，愈工致，愈惨淡，可谓动魄惊心。萧德藻认为此词“有黍离之悲”，的确深中肯綮。 ▲","translation":"淳熙年丙申月冬至这天，我经过扬州。夜雪初晴，放眼望去，全是荠草和麦子。进入扬州，一片萧条，河水碧绿凄冷，天色渐晚，城中响起凄凉的号角。我内心悲凉，感慨于扬州城今昔的变化，于是自创了这支曲子。千岩老人认为这首词有《黍离》的悲凉意蕴。\n\n扬州自古是淮南东路的名城，这里有著名游览胜地竹西亭，初到扬州我解鞍下马作停留。当年那春风十里繁华街道，如今却是荞麦青青孤单可怜。自从金兵侵犯长江流域以后，连荒废的池苑和古老的大树，都厌恶再提起那场可恶的战争。临近黄昏凄清的号角已吹响，回荡在这座凄凉残破的空城。\n杜牧曾以优美的诗句把你赞赏，今若重来定会为你残破而惊。纵使有豆蔻芳华的精工词采，纵有歌咏青楼一梦绝妙才能，也难抒写此刻深沉悲怆感情。二十四桥依然完好毫无损伤，桥下波心荡漾一弯冷月寂寞。想那桥边红芍年年花叶繁荣，不知年年有谁欣赏为谁而生？\n\n"}
{"_id":{"$oid":"5b9a144f367d5cab186686d6"},"title":"西江月·世事一场大梦","dynasty":"宋代","writer":"苏轼","content":"世事一场大梦，人生几度秋凉？夜来风叶已鸣廊。看取眉头鬓上。(秋凉 一作：新凉)\n酒贱常愁客少，月明多被云妨。中秋谁与共孤光。把盏凄然北望。\n\n","type":["宋词三百首","宋词精选","婉约","中秋节","贬谪","感叹","人生"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154059088.mp3","remark":"⑴西江月：原为唐教坊曲，后用作词调。《乐章集》《张子野词》并入“中吕宫”。五十字，上下片各两平韵，结句各叶一仄韵。\n⑵世事一场大梦：《庄子·齐物论》：“且有大觉，而后知其大梦也。”李白《春日醉起言志》：“处世若大梦，胡为劳其生。”\n⑶新凉：一作“秋凉”。\n⑷风叶：风吹树叶所发出的声音。鸣廊：在回廊上发出声响。《淮南子·说山训》：“见一叶落而知岁之将暮。”徐寅《人生几何赋》：“落叶辞柯，人生几何”。此由风叶鸣廊联想到人生之短暂。\n⑸眉头鬓上: 指眉头上的愁思鬓上的白发。\n⑹贱：质量低劣。\n⑺妨：遮蔽。\n⑻孤光：指独在中天的月亮。\n⑼琖：同“盏”，酒杯。\n\n","shangxi":"上片 　　以词为书信，是宋词传播的一道风景线。此词即是苏轼兄弟的唱和之作，观其词察其人,无论文势文辞,我们都可发现一个视成规为草芥的缚不住的苏东坡。\n\n　　这首词反映了作者谪居后的苦闷心情，词调较为低沉、哀惋，充满了人生空幻的深沉喟叹。具体写作年代，大概是元丰三年（1080）。\n\n　　词的上片写感伤，寓情于景，咏人生之短促，叹壮志之难酬。下片写悲愤，借景抒情，感世道之险恶，悲人生之寥落。苏轼的几首中秋词中，本篇自有其特色 上片的起句“世事一场大梦，人生几度新凉”，感叹人生的虚幻与短促，发端便以悲剧气氛笼罩全词。以梦喻世事，不仅包含了不堪回首的辛酸往事，还概括了对整个人生的纷纷扰扰究竟有何目的和意义这一问题的怀疑、厌倦和企求解脱与舍弃。“人生几度新凉”，有对于逝水年华的无限惋惜和悲叹。“新凉”二字照应中秋，句中数量词兼疑问词“几度”的运用，低回唱叹，更显示出人生的倏忽之感。三、四句“夜来风叶已鸣廊，看取眉头鬓上”，紧承起句，进一步唱出了因时令风物而引起的人生惆怅。作者撷取秋风萧瑟、落叶纷飞这两个典型秋色秋景，借寒暑的易替，叹时光易逝、容颜将老、壮志难酬，以哀惋的笔调道出无法摆脱人生烦忧的怅惘之情。\n\n下片 　　下片写独自一人于异乡把盏赏月的孤寂处境和伤时感事的思绪。“酒贱常愁客少”，委婉地点出作者遭贬斥后势利小人避之如水火的情形；“月明多被云妨”，隐喻奸人当道，排斥善类，忠而被谤，因谗遭贬。以上两句，流露出词人对世态炎凉的感愤，包含的情感非常丰富：有念怀亲人的无限情思，有对国事的忧虑和对群小当道的愤懑，有渴望朝廷理解、重用的深意，也有难耐的孤寂落寞和不被世人理解的苦痛凄凉。这一结拍，是一个天涯沦落人带着血泪的人生呐喊与宣泄。它巨大的悲剧力量，确乎令人荡气回肠。\n\n　　以景寓情，情景交融，是这首中秋词的艺术特色。全词通过对新凉风叶、孤光明月等景物的描写，将吟咏节序与感慨身世、抒发悲情紧密结合起来，由秋思及人生，触景生情，感慨悲歌，情真意切，令人回味无穷。\n\n","translation":"世上万事恍如一场大梦，人生经历了几度新凉的秋天？到了晚上，风吹动树叶发出的声音，响彻回廊里，看看自己，眉头鬓上又多了几根银丝。\n酒并非好酒，却为客少发愁，月亮虽明，却总被云遮住。在这中秋之夜，谁能够和我共同欣赏这美妙的月光？我只能拿起酒杯，凄然望着北方。\n\n"}
{"_id":{"$oid":"5b9a144f367d5cab186686d7"},"title":"除夜","dynasty":"宋代","writer":"文天祥","content":"乾坤空落落，岁月去堂堂；\n末路惊风雨，穷边饱雪霜。\n命随年欲尽，身与世俱忘；\n无复屠苏梦，挑灯夜未央。","type":["节日","春节"],"remark":"除夜：即除夕，为农历一年中的最后一天。\n乾坤：天地间。乾，卦名，天；坤:卦名，地。\n堂堂：公然。唐·薛能《春日使府寓怀》诗：“青春背我堂堂去，白发欺人故故生。” \n穷：偏僻的。\n屠苏：代指新年，古有农历初一饮屠苏酒的习俗。\n挑灯：拨动灯火（古人多用油灯，需要拨动灯芯），点灯。\n央：尽，完，结束。\n\n","shangxi":"　　此诗作于元朝至元十八年，即公元1281年，是文天祥平生度过的最后一个除夕夜。这一首诗，诗句冲淡、平和，没有“天地有正气”的豪迈，没有“留取丹心照汗青”的慷慨，只表现出大英雄欲与家人共聚一堂欢饮屠苏酒过元旦的愿望，甚至字里行间中透露出一丝寂寞、悲怆的情绪。恰恰是在丹心如铁男儿这一柔情的刹那，反衬出勃勃钢铁意志之下人的肉身的真实性，这种因亲情牵扯萌发的“脆弱”，更让我们深刻体味了伟大的人性和铮铮男儿的不朽人格。\n\n　　《除夜》一诗，没有雕琢之语，没有琐碎之句，更无高昂的口号式咏叹。可是，我们仍旧感到心灵的一种强烈震撼。无论时光怎样改变，无论民族构成如何增容扩大，无论道德是非观念几经嬗变，文天祥，作为我们民族精神的象征，作为忠孝节义人格的伟大图腾，万年不朽，颠扑不灭，仍会是在日后无数个世代激励一辈又一辈人的道德典范。\n\n","translation":"天地之间一片空旷，时光公然地离我而去。\n在人生的末路上因为风雨而受惊，在偏僻的边疆饱经了冰雪寒霜。\n如今生命跟这一年一样快要结束了，我和我一生的经历也会被遗忘。\n以后再也梦不到过新年喝屠苏酒，只能在漫漫长夜里拨动灯火。\n\n"}
{"_id":{"$oid":"5b9a1451367d5cab186686d8"},"title":"狼三则","dynasty":"清代","writer":"蒲松龄","content":"其一\n　　有屠人货肉归，日已暮，欻一狼来，瞰担上肉，似甚垂涎，随尾行数里。屠惧，示之以刃，少却；及走，又从之。屠无计，思狼所欲者肉，不如姑悬诸树而早取之。遂钩肉，翘足挂树间，示以空担。狼乃止。屠归。昧爽，往取肉，遥望树上悬巨物，似人缢死状。大骇，逡巡近视之，则死狼也。仰首细审，见狼口中含肉，钩刺狼腭，如鱼吞饵。时狼皮价昂，直十余金，屠小裕焉。缘木求鱼，狼则罹之，是可笑也。\n\n其二\n　　一屠晚归，担中肉尽，止有剩骨。途中两狼，缀行甚远。\n　　屠惧，投以骨。一狼得骨止，一狼仍从。复投之，后狼止而前狼又至。骨已尽矣，而两狼之并驱如故。\n　　屠大窘，恐前后受其敌。顾野有麦场，场主积薪其中，苫蔽成丘。屠乃奔倚其下，弛担持刀。狼不敢前，眈眈相向。\n　　少时，一狼径去，其一犬坐于前。久之，目似瞑，意暇甚。屠暴起，以刀劈狼首，又数刀毙之。方欲行，转视积薪后，一狼洞其中，意将隧入以攻其后也。身已半入，止露尻尾。屠自后断其股，亦毙之。乃悟前狼假寐，盖以诱敌。\n　　狼亦黠矣，而顷刻两毙，禽兽之变诈几何哉？止增笑耳。\n\n其三\n　　一屠暮行，为狼所逼。道旁有夜耕所遗行室，奔入伏焉。狼自苫中探爪入。屠急捉之，令不可去。但思无计可以死之。惟有小刀不盈寸，遂割破狼爪下皮，以吹豕之法吹之。极力吹移时，觉狼不甚动，方缚以带。出视，则狼胀如牛，股直不能屈，口张不得合。遂负之以归。\n　　非屠，乌能作此谋也！\n　　三事皆出于屠；则屠人之残爆，杀狼亦可用也。\n\n","type":["初中文言文","写狼","哲理","寓言","故事"],"remark":"暮：傍晚。\n夜耕：夜晚替人耕田，打短工的\n为（wèi）：被。\n遗（yí）：留下。\n伏（fú）：躲藏（也有人说是埋伏，躲藏更符合当时情景。）\n去：离开。\n盈：超过。\n不盈：不满，不足。\n负：背。\n行室（xíng shì）：指农民在田中所搭的草棚。\n苫（shàn）：用草编的席子。\n去：离开。\n豕（shǐ）：猪。\n方：才。\n则：就。\n股：大腿。\n乌：哪里，怎么。\n顾：但是\n死之：杀死它\n\n\n","shangxi":"　　本文可分三段：第一段(屠夫遇狼）写两狼追赶屠户，屠户时而迁就退让，继而被迫抵抗自卫。\n\n　　这一段又分为三层，从“一屠晚归”至“缀行甚远”，简洁地叙述了屠户遇狼的时间、地点和情况。一个卖肉晚归的屠户，在“担中肉尽，止有剩骨”，却又行人断绝，孤立无援的情况下，让两只恶狼给盯住了。草草几笔，就勾画出危急的处境，紧张的气氛，实在扣人心弦，为后面描述屠户的斗争策略作了铺垫。\n\n　　（屠夫惧狼）面对意想不到的恶狼，屠夫首先是“惧”。于是采取迁就的策略，“投以骨”。屠夫最初认为，只要满足狼的贪欲，就可脱险。至“一狼得骨止，一狼仍从”，也似乎如他所料，使两狼“缀行甚远”的情况暂时有了改变，文笔十分曲折。可是照样投骨的结果，只不过让后狼暂时停脚，而“前狼又至”；直到骨头投尽了，也没有填饱饿狼的饥肠，而“并驱如故”，因此屠户处境更加危险。这就充分暴露了狼的贪婪本性，证明了屠户退让迁就策略的失败。这是第二层。\n\n　　“屠大窘”，说明在危急的关头，他产生了激烈的思想斗争。他明白自己已面临生死抉择，或者被狼吃掉，或者把狼杀死。怕死是不行的，退让是无用的，唯一的方法是：杀狼。屠户已在事实面前吸取了教训，开始考虑如何改变“前后受敌”的不利条件。他机敏地环顾麦场且速“奔倚”在积薪之下，放下担子，拿起刀，利用麦场的有利地形，改变了途中两狼并驱的局面，避免了前后受敌的处境。“狼不敢前”是屠户敢于斗争的初步效果，并非它们开始退让。“眈眈相向”，说明两狼既凶狠又狡诈，也准备变换策略，寻机残害屠户。这样，双方进入相持阶段。这是第三层。\n\n　　（屠夫御狼）第二段分两层：\n\n　　第一层，从“少时”至“又数刀毙之”。作者在描写两狼对屠户“眈眈相向”之后，又变换笔法，写一只狼竟然自己走开，另一只狼装作驯良的家狗形态蹲着，然后闭着眼睛打盹，样子十分悠闲。这是狼在屠户持刀的情况下耍弄的新花招。文中故意不作说明，而是以细腻的笔触刻画狼的狡诈形象，让人们仔细品味，加深对狼的本性的认识。这时的屠户虽然不能猜透它们诱敌包抄然后夹击的花招，但对于狼的凶狠狡诈有了清醒的认识，所以不受这种假象欺骗，不是释刀自喜，而是趁机“暴起”，猝不及防地以刀劈狼首，结束了它的性命。文中狼的悠闲假象，屠户的暴起动作，相映成趣。\n\n　　（屠夫杀狼）第二层，屠户杀了眼前的狼而准备赶路，又警惕地转视积薪后，发现了另一只正在钻洞的狼。作者借屠户的锐利的眼睛，点出狼“隧入以攻其后”的企图，揭露其“身已半入，止露尻尾”那种弄巧成拙的丑态，次“亦毙之”作了痛快的结束。行文至此，才以画龙点睛之笔点出屠户“乃悟前狼之假寐，盖以诱敌”的道理，与上层紧相呼应。这使屠户也使读者领悟到：只知狼凶狠的特性，不了解狼的欺诈一面，那就要受骗上当；只看到眼前的狼，却不注意暗藏的狼，满足于一时的胜利，到头来还会遭到失败。\n\n　　第三段，是作者诙谐风趣的议论。作者指出狼的狡黠奸诈，而嘲笑其顷刻而毙的结局，也间接赞扬了屠户的勇敢机智，余味无穷。\n\n","translation":"　　有一个屠夫，傍晚走在路上，被狼紧紧地追赶着。路旁有个农民留下的田间休息处，他就跑进去躲藏在里面。狼从苫房的草帘中伸进两只爪子。于是屠夫急忙捉住狼爪，不让它离开，但是没有办法可以杀死它。只有一把不满一寸长的小刀，就用它割破爪子下面的狼皮，用吹猪的方法往里吹气。（屠夫）用力吹了一阵儿，觉得狼不怎么动了，才用绳子把狼腿捆起来。出去一看，只见狼浑身膨胀，就像一头牛。四条腿直挺挺地不能弯曲，张着嘴也无法闭上。屠夫就把它背回去了。\n\n　　（如果）不是屠夫，谁有这个办法呢？\n\n"}
{"_id":{"$oid":"5b9a1451367d5cab186686d9"},"title":"燕歌行二首·其一","dynasty":"魏晋","writer":"曹丕","content":"秋风萧瑟天气凉，草木摇落露为霜，群燕辞归鹄南翔。(鹄南翔 一作 雁南翔）\n念君客游思断肠，慊慊思归恋故乡，君何淹留寄他方？\n贱妾茕茕守空房，忧来思君不敢忘，不觉泪下沾衣裳。\n援琴鸣弦发清商，短歌微吟不能长。\n明月皎皎照我床，星汉西流夜未央。\n牵牛织女遥相望，尔独何辜限河梁。\n\n","type":["古诗三百首","乐府","秋天","女子","怀人"],"remark":"本篇属《相和歌辞·平调曲》。燕是北方边地，征戍不绝，所以《燕歌行》多半写离别。\n摇落：凋残。\n鹄：天鹅。\n慊慊(qiàn qiàn ) ：空虚之感。淹留：久留。上句是设想对方必然思归，本句是因其不归而生疑问。\n茕茕(qióngqióng)：孤独无依的样子。出自《楚辞·九章·思美人》：“独茕茕而南行兮，思彭咸之故也。”\n援：执，持。清商：乐名。清商音节短促，所以下句说“短歌微吟不能长”。\n夜未央：夜已深而未尽的时候。古人用观察星象的方法测定时间，这诗所描写的景色是初秋的夜间，牛郎星、织女星在银河两旁， 初秋傍晚时正见于天顶， 这时银河应该西南指，现在说“星汉西流”，就是银河转向西，表示夜已很深了。\n尔：指牵牛、织女。河梁：河上的桥。传说牵牛和织女隔着天河，只能在每年七月七日相见，乌鹊为他们搭桥。\n\n","shangxi":"　　这是曹丕《燕歌行》二首中的第一首。《燕歌行》是一个乐府题目，属于《相和歌》中的《平调曲》，它和《齐讴行》、《吴趋行》相类，都是反映各自地区的生活，具有各自地区音乐特点的曲调。燕（Yān）是西周以至春秋战国时期的诸侯国名，辖地约当今北京市以及河北北部、辽宁西南部等一带地区。这里是汉族和北部少数民族接界的地带，秦汉以来经常发生战争，因此历年统治者都要派重兵到这里戍守，当然那些与此相应的筑城、转输等各种摇役也就特别多了。拿最近的事实说，建安十二年（207）曹操北伐乌桓的战争，就发生在这古燕国的北部今辽宁省兴城一带。反映这个地区战争徭役之苦的作品，早在秦朝就有“生男慎勿举，生女哺用脯。不见长城下，尸骨相撑拄”的民歌，到汉代更有了著名的《饮马长城窟》。曹丕的《燕歌行》从思想内容上说就是对这种文学作品的继承与发展。郭茂倩《乐府诗集》引《乐府解题》说：“魏文帝‘秋风’‘别日’二曲言时序迁换，行役不归，妇人怨旷无所诉也。”又引《乐府广题》说：“燕，地名也。言良人从役于燕，而为此曲。”这样来理解作品的内容是正确的。《燕歌行》不见古辞，这个曲调可能就创始于曹丕。这篇作品反映的是秦汉以来四百年间的历史现象，同时也是他所亲处的建安时期的社会现实，表现了作者对下层人民疾苦的关心与同情。\n\n　　“秋风萧瑟天气凉，草木摇落露为霜，群燕辞归雁南翔。”开头三句写出了一片深秋的肃杀情景，为女主人公的出场作了准备。这里的形象有视觉的，有听觉的，有感觉的，它给人一种空旷、寂寞、衰落的感受。这种景和即将出场的女主人公的内心之情是一致的。这三句虽然还只是写景，还没有正面言情，可是我们已经感觉到情满于纸了。这种借写秋景以抒离别与怀远之情的方法，中国是有传统的。宋玉《九辨》中有：“悲哉，秋之为气也！萧瑟兮，草木摇落而变衰。憭栗兮，若在远行，登高临水兮送将归。”汉武帝的《秋风辞》说：“秋风起兮白云飞，草木黄落兮雁南归。兰有秀兮菊有芳，怀佳人兮不能忘。”从这里我们不仅可以看到《燕歌行》与它们思想感情上的连续性，而且还可以看到其中语言词汇上的直接袭用。但是这些到了曹丕笔下，却一切又都成为具有他个人独特思想面貌，独特艺术风格的东西了。这点我们后面再说。\n\n　　“念君客游思断肠，慊慊思归恋故乡，君何淹留寄他方？”在前面已经描写过的那个肃杀的秋风秋夜的场景上，我们的女主人公登台了：她愁云满面，孤寂而又深情地望着远方自言自语，她说：你离家已经这样久了，我思念你思念得柔肠寸断。我也可以想象得出你每天那种伤心失意的思念故乡的情景，可是究竟是什么原因使你这样长久地留在外面而不回来呢？慊慊（qiānqiān）：失意不平的样子。“慊慊思归恋故乡”是女主人公在想象她的丈夫在外面思念故乡的情景。这种写法是巧妙的，也是具体、细致的。一个人思念另一个人，其思想活动总有具体内容，或者回忆过去在一起的时光，或者憧憬日后见面的欢乐，或者关心牵挂对方目下在外边的生活，想象着他现在正在做什么，如此等等。这种借写被思念人的活动以突出思念者感情急切深沉的方法，早在《诗经》中就有，到了宋人柳永笔下更有所谓“想佳人，妆楼颙望，误几回，天际识归舟”，那就更加精采了。这种写法的好处是翻进一层，使人更加感到曲折、细致、具体。淹留：久留。“君何淹留寄他方？”这里有期待，有疑虑，同时也包含着无限的悬心。是什么原因使你至今还不能回来呢？是因为修筑繁忙？是因为战事紧急？是因为你生病了？受伤了？还是……那简直更不能想了。看，女主人公的心思多么沉重啊！\n\n　　“贱妾茕茕守空房，忧来思君不敢忘，不觉泪下沾衣裳。”茕茕（qióngqióng）：孤单，孤独寂寞的样子。不敢：谨虚客气的说法，实指不能、不会。这三句描写了女主人公在家中的生活情景：她独守空房，整天以思夫为事，常常泪落沾衣。这一方面表现了她生活上的孤苦无依和精神上的寂寞无聊；另一方面又表现了女主人公对她丈夫的无限忠诚与热爱。她的生活尽管这样凄凉孤苦，但是她除了想念丈夫，除了盼望着他的早日回归外，别无任何要求。\n\n　　“援琴鸣弦发清商，短歌微吟不能长。”援：引，拿过来。清商：东汉以来在民间曲调基础上形成的一种新乐调，以悲惋凄清为其特色。短歌：调类名，汉乐府有长歌行、短歌行，是根据“歌声有长短”（《乐府诗集》语）来区分的，大概是长歌多表现慷慨激昂的情怀，短歌多表现低回哀伤的思绪。女主人公在这秋月秋风的夜晚，愁怀难释，她取过瑶琴想弹一支清商曲，以遥寄自己难以言表的衷情，但是口中吟出的都是急促哀怨的短调，总也唱不成一曲柔曼动听的长歌。《礼记·乐记》云：“乐也者，情之不可变者也。”女主人公寂寞忧伤到了极点，即使她想弹别样的曲调，又怎么能弹得成呢？\n\n　　“明月皎皎照我床，星汉西流夜未央。牵牛织女遥相望，尔独何辜限河梁？”女主人公伤心凄苦地怀念远人，她时而临风浩叹，时而抚琴低吟，旁徨徙倚，不知过了多久。月光透过帘栊照在她空荡荡的床上，她抬头仰望碧空，见银河已经西转，她这时才知道夜已经很深了。“夜未央”，在这里有两层含意，一层是说夜正深沉，我们的女主人公何时才能捱过这凄凉的漫漫长夜啊！另一层是象征的，是说战争和徭役无穷无尽，我们女主人公的这种人生苦难，就如同这漫漫黑夜，还长得很，还看不到个尽头呢！面对着这沉沉的夜空，仰望着这耿耿的星河，品味着这苦痛的人生，作为一个弱女子，我们的女主人公她又有什么办法能改变自己的命运呢？这时，她的眼睛忽然落在了银河两侧的那几颗亮星上：啊！牛郎织女，我可怜的苦命的伙伴，你们到底有什么罪过才叫人家把你们这样地隔断在银河两边呢？牵牛、织女分别是天鹰和天琴星座的主星，这两颗星很早以来就被我国古代人民传说成一对受迫害，不能团聚的夫妻，这是家喻户晓，无人不知的事情。女主人公对牵牛织女所说的这两句如愤如怨，如惑如痴的话，既是对天上双星说的，也是对自己说的，同时也是对和自己命运相同的千百万被迫分离、不能团聚的男男女女们说的。这个声音是一种强烈的呼吁，是一种悲凉的控诉，是一种愤怒的抗议，它仿佛是响彻了当时的苍穹，而且在以后近两千年的封建社会里年年月月、时时刻刻都还可以听到它的响亮的回声。这样语涉双关，言有尽而余味无穷，低回而又响亮的结尾，是十分精采的。\n\n　　作品表现的思想并不复杂，题材也不算特别新鲜，但是曹丕作为一个统治阶级的上层人物能关心这样一种涉及千家万户的事情，而在诗中寄予了如此深刻的同情，这是很可贵的。在艺术上他把抒情女主人公的感情、心理描绘得淋漓尽致，她雍容矜重，炽烈而又含蓄，急切而又端庄。作品把写景抒情、写人叙事，以及女主人公的那种自言自语，巧妙地融为一体，构成了一种千回百转、凄凉哀怨的风格。它的辞藻华美，也袭用了许多前人的东西，但这一切又象是完全出之于无心，而不带任何雕琢的痕迹。这是《燕歌行》的特点，也是曹丕诗歌区别于建安其他诗人的典型特征。曹丕是个政治家，但从他的作品中往往看不到其父曹操那种慷慨激扬以天下为己任的气概，也找不到其弟曹植那种积极上进志欲报效国家的思想。在他那里总象是有一种诉说不完的凄苦哀怨之情，而且他的言事抒情又常常爱用妇女的口吻，因此明代锺惺说他的诗“婉娈细秀，有公子气，有文人气”（《古诗归》）。清代陈祚明说他的诗“如西子捧心，俯首不言，而回眸动盻无非可怜之绪”（《采菽堂古诗选》）。《燕歌行》可以说是最能代表曹丕这种思想和艺术风格特征的作品。前人对这两首诗的评价是很高的，清代吴淇说：“风调极其苍凉，百十二字，首尾一笔不断，中间却具千曲百折，真杰构也。”（《六朝选诗定论》）王夫之说：“倾情倾度，倾色倾声，古今无两。”（《姜斋诗话》）\n\n　　《燕歌行》二首在七言诗的发展史上有重要地位，这也是我们应该知道的。《诗经》基本是四言体，偶尔也出个七言句子，但为数甚少。《楚辞》是楚歌体，有七言句，但大多数都带有“兮”字，与七言诗句子的格式韵味不同。汉代乐府中有一部分杂言体，如《战城南》、《东门行》等，其中有一部分七言句，这些对于七言诗的发展显然是有促进的，但七言句在那些作品中还不是主体。两汉四百年间，全篇由七言构成的作品今天被人们提到的有两首，第一首是汉武帝时的君臣联句，即所谓《柏梁台诗》。这首诗出于后代小说，漏洞甚多，原不可信，而且生编硬凑，堆砌敷衍，也完全没有什么诗味。第二首是张衡的《四愁诗》。诗味很浓，但张衡这四首诗每首的第一句还都带着一个“兮”字，还拖着一个楚歌的尾巴。因此，真正摆脱了楚歌形式的羁绊，使七言形式宣告独立的作品就不能不说是曹丕的这两首《燕歌行》了。由此我们可以看到曹丕学习汉代乐府，学习前人诗歌，在形式上勇于探索、勇于创新的精神。《燕歌行》句句压韵，而且都是平声，格调清丽宛转，这是七言古诗发展的一个阶段。晋宋作家模写七言，还照此继续走了相当长的一段路。后来又经过南朝鲍照、萧绎、庾信等人的努力，到唐代卢照邻、骆宾王那种隔句用韵、平仄相押的鸿篇巨制出现的时候，那时七言古诗就又进入一个更新的发展阶段了。可见，曹丕的开创之功是不能掩没的。\n\n","translation":"秋风萧瑟,天气清冷，草木凋落，白露凝霜。\n燕群辞归，天鹅南飞。思念出外远游的良人啊，我肝肠寸断。\n思虑冲冲，怀念故乡。君为何故，淹留他方。\n贱妾孤零零的空守闺房，忧愁的时候思念君子啊，我不能忘怀。不知不觉中珠泪下落，打湿了我的衣裳。\n拿过古琴，拨弄琴弦却发出丝丝哀怨。短歌轻吟，似续还断。\n那皎洁的月光啊照着我的空床，星河沉沉向西流，忧心不寐夜漫长。\n牵牛织女啊远远的互相观望，你们究竟有什么罪过，被天河阻挡。\n\n"}
{"_id":{"$oid":"5b9a1451367d5cab186686da"},"title":"叶公好龙","dynasty":"两汉","writer":"刘向","content":"　　叶公子高好龙，钩以写龙，凿以写龙，屋室雕文以写龙。于是天龙闻而下之，窥头于牖，施尾于堂。 叶公见之，弃而还走，失其魂魄，五色无主。是叶公非好龙也，好夫似龙而非龙者也。\n\n","type":["小学文言文","寓言","故事","哲理"],"remark":"叶公：春秋时楚国叶县县令沈诸梁，名子高，封于叶（古邑名，今河南叶县）。\n子高：叶公的字。\n钩：衣服上的带钩。\n写：画。\n凿：通“爵“，古代饮酒的器具。\n屋室雕纹：房屋上雕刻的图案、花纹\n“文”通“纹”。\n以：在\n闻：听说。\n下之：到叶公住所处。\n窥（kuī)：这里是探望、偷看的意思。\n牖（yǒu)：窗户。\n施（yì）：延伸，同“拖”。\n堂：厅堂\n还（xuán）走：转身就跑。还，通“旋”。\n走：逃跑。\n五色无主：脸色一忽儿白，一忽儿黄。五色，这里指脸色。\n是：由此看来。\n好：喜欢。\n夫：这，那。\n是叶公非好龙也：由此看来，叶公并不是真的喜欢龙。\n\n","shangxi":"　　这个故事，用很生动的比喻，辛辣地讽刺了叶公式的人物，深刻地揭露了他们只唱高调、不务实际的坏思想、坏作风。通过这个故事，我们要丢弃“理论脱离实际“的坏思想、坏作风，树立实事求是的好思想、好作风。同时也讽刺了名不副实、表里不一的人。但历史上的叶公却不是这样的人。\n\n　　叶公最著名的功劳是他不以怨报德，果断率兵平定了白公胜的叛乱，从而稳定了楚国政权。之后，为了楚国的长治久安，把职位让给别人，这一让贤之举，被专家们评为不迷权贵、深明大义。\n\n　　叶公沈诸梁，字子高，被楚昭王封为叶邑尹而始姓叶。叶公生于楚国王室之家，其曾祖父是春秋五霸之一的楚庄王。秦国出兵击退吴军后，楚昭王把沈诸梁封到楚国北疆重镇“方城之外”的叶邑为尹。沈诸梁受到了楚国朝野及四境诸侯的敬重，时年24岁。\n\n　　经考古发掘证实，他主持叶政期间，采取养兵息民、发展农业、增强国力的策略，组织民众修筑了中国现存最早的水利工程，使当地数十万亩农田得以灌溉，这比著名的蜀守李冰修的都江堰早200多年，比郑国渠早300多年。至今，叶公修筑的东陂、西陂遗址保存尚好，是叶公治水的历史见证。\n\n　　史学专家安国楼博士称，叶公确实有画龙的爱好，但龙是神化了的动物，不可能下降叶宅，“叶公好龙”折射出叶公所在地和所处时代龙文化的丰厚内涵。专家们还指出，汉代刘向描写的这一寓言故事，反映出汉代儒家思想走向独尊的地位后，对楚道之风等其他学派的贬斥。\n\n　　根据《周礼》规制，叶公去世后，即被立祠享祭。叶公的后裔为纪念祖上之德与祖居之地，部分改沈为叶，是为叶姓之源。因此，叶公沈诸梁又是世界叶姓华人公认的始祖。每年清明前后，澧河之滨的叶公墓前，来自海内外的叶姓子孙纷纷回乡祭祖，已成为中原文化旅游的一大景观。\n\n","translation":"　　叶公喜欢龙，衣带钩、酒器上刻着龙，居室里雕镂装饰的也是龙。他这样爱龙，被天上的真龙知道后，便从天上下降到叶公家里，龙头搭在窗台上探望，龙尾伸到了厅堂里。叶公一看是真龙，转身就跑，吓得他像失了魂似的，惊恐万状，不能控制自己 。由此看来，叶公并不是真的喜欢龙，他喜欢的只不过是那些像龙却不是龙的东西罢了。\n\n"}
{"_id":{"$oid":"5b9a1451367d5cab186686db"},"title":"公输","dynasty":"先秦","writer":"墨子及弟子","content":"　　公输盘为楚造云梯之械，成，将以攻宋。子墨子闻之，起于鲁，行十日十夜，而至于郢，见公输盘。\n\n　　公输盘曰：“夫子何命焉为？”\n\n　　子墨子曰：“北方有侮臣者，愿借子杀之。”公输盘不说。\n\n　　子墨子曰：“请献十金。”\n\n　　公输盘曰：“吾义固不杀人。”\n\n　　子墨子起，再拜，曰：“请说之。吾从北方闻子为梯，将以攻宋。宋何罪之有？荆国有余于地，而不足于民，杀所不足而争所有余，不可谓智；宋无罪而攻之，不可谓仁；知而不争，不可谓忠。争而不得，不可谓强。义不杀少而杀众，不可谓知类。”\n\n　　公输盘服。\n\n　　子墨子曰：“然胡不已乎？”\n\n　　公输盘曰：“不可，吾既已言之王矣。”\n\n　　子墨子曰：“胡不见我于王？”\n\n　　公输盘曰：“诺。”\n\n　　子墨子见王，曰：“今有人于此，舍其文轩，邻有敝舆而欲窃之；舍其锦绣，邻有短褐而欲窃之；舍其粱肉，邻有糠糟而欲窃之——此为何若人？”\n\n　　王曰：“必为有窃疾矣。”\n\n　　子墨子曰：“荆之地方五千里，宋之地方五百里，此犹文轩之与敝舆也。荆有云梦，犀兕麋鹿满之，江汉之鱼鳖鼋鼍为天下富，宋所谓无雉兔鲋鱼者也，此犹粱肉之与糠糟也。荆有长松文梓楩楠豫章，宋无长木，此犹锦绣之与短褐也。臣以王吏之攻宋也，为与此同类。”\n\n　　王曰：“善哉！虽然，公输盘为我为云梯，必取宋。”\n\n　　于是见公输盘。子墨子解带为城，以牒为械，公输盘九设攻城之机变，子墨子九距之。公输盘之攻械尽，子墨子之守圉有余。\n\n　　公输盘诎，而曰：“吾知所以距子矣，吾不言。”\n\n　　子墨子亦曰：“吾知子之所以距我，吾不言。”\n\n　　楚王问其故。\n\n　　子墨子曰：“公输子之意不过欲杀臣。杀臣，宋莫能守，乃可攻也。然臣之弟子禽滑厘等三百人，已持臣守圉之器，在宋城上而待楚寇矣。虽杀臣，不能绝也。”\n\n　　楚王曰：“善哉。吾请无攻宋矣。”\n\n　　子墨子归，过宋。天雨，庇其闾中，守闾者不内也。故曰：治于神者，众人不知其功。争于明者，众人知之。\n\n","type":["初中文言文","对话","写人","故事"],"remark":"公输盘：鲁国人，公输是姓，盘是名，也写做“公输班”。能造奇巧的器械，有人说他就是鲁班。\n云梯：古代战争中攻城用的器械，因其高而称为云梯。\n将以攻宋：准备用来攻打宋国。以，用来。将，准备。\n子墨子：指墨翟（此字念“dí“，；姓中念作“zhái“）。前一个“子”是夫子（即先生、老师）的意思，学生对墨子的尊称。后一个是当时对男子的称呼。\n闻之：闻，听说。之，代指攻宋这件事。\n起于鲁：起，起身，出发。于，从。\n而：表顺承。\n至于郢：至于，到达。郢，春秋战国时楚国国都，在今天的湖北江陵。\n夫子：先生，古代对男子的敬称，这里是公输盘对墨子的尊称。\n何命焉为：有什么见教呢？命，教导，告诫。焉为，两个字都是表达疑问语气的句末助词。\n侮：欺侮。\n臣：墨子的自我谦称（秦汉以前对一般人也可自称“臣”）。\n愿借子杀之：希望借助你的力量去杀了他。愿，希望。借，凭借，依靠。\n说：通“悦”，高兴，愉快。\n请献十金：请允许我奉送（你）十金（作为杀人的酬）。请，和下文“请说之”的“请”，大致相当于现在的“请允许我”。金：量词，先秦以二十两（银子）为一金。\n义：坚守道义。\n固：坚决，从来。\n再拜：先后拜两次，表示郑重的礼节。再：第二次。\n请说之：请允许我解说这件事。说：解说。之：代词，代墨子下面要说的话。\n吾从北方闻子为梯：我在北方听说您制造了云梯。为：做，造。\n何罪之有：即“有何罪”，有什么罪呢？之：提宾标志。\n荆国有余于地而不足于民：荆国有的是土地而没有足够的人民。荆国：楚国的别称。有余于地：在土地方面有多。于：在……方面。\n杀所不足而争所有余：损失不足的而争夺有余的，意思是牺牲百姓的生命去争夺土地。而，表转折，却。\n不可谓智：不可以说是聪明。\n仁：对人亲善，友爱。\n知而不争（zhèng）：知道这道理却不对楚王进行劝谏。\n不得：不能达到目的。\n知类：明白类推的道理。类：对事物作类比进而明白它的事理。\n服：信服。\n然胡不已乎：但是为什么不停止（攻打宋国的计划）呢？ 然：但是。胡：为什么。已：停止。\n胡不见我于王：为什么不向楚王引见我呢？见：引见。于王：状语后置语。王：指楚惠王。\n诺：好，表示同意。\n文轩：装饰华美的车。文：彩饰。轩：有篷的车。\n敝舆：破车。\n褐：粗布衣服。\n粱肉：好饭好菜。\n何若：什么样的。\n犹......之与......也：好像.......同.....相比。固定用法。\n云梦：楚国的大泽，跨长江南北，也包括今天的洞庭湖、洪湖和白鹭湖等湖沼。\n犀：雄性的犀牛。\n兕：雌性的犀牛。\n鼍：鳄鱼。\n鲋鱼：一种像鲫鱼的小鱼。\n文梓：梓树。文理明显细密，所以叫文梓。楩：黄楩木。豫章：樟树。这些都是名贵的木材。\n长木：多余的木材。\n王吏：指楚王所派攻宋的官吏。\n善哉：好呀。\n虽然：虽然如此。\n见：召见。\n牒：木片。\n九：表示次数多，古代“三”、“九”常有这种用法。\n机变：巧妙的方式。\n距：通“拒”，抵御。\n尽：完。\n守圉：守卫。圉：通“御”，抵挡。\n诎：通“屈”，意思是理屈，（办法）穷尽。\n所以：用来……的方法。和现代汉语利用来表示因果关系的连词“所以”不同。\n莫：没有谁。\n禽滑厘：人名，魏国人。墨子学生。\n已：已经。\n寇：入侵。\n虽杀臣，不能绝也：即使杀了我 ，也不能（杀）尽（宋的守御者）。虽：即使。绝：尽。\n\n","shangxi":"　　《公输》（《公输》为后人添加的，取的是文章的前两个字）通过墨子止楚攻宋的故事，生动地叙述了墨子为实现自己的“非攻”主张，所表现出的艰苦实践和顽强斗争的精神，同时也暴露了公输盘和楚王的阴险狡诈，从而说明只有把道义和实力结合起来，才能迫使侵略者收敛其野心。\n\n　　在这篇文章里，墨子对战争的性质看得是比较清楚的。他能明确指出楚攻宋之不义，因而他不辞辛劳，长途跋涉赶到楚国都城，以实际行动去制止战争的发生。正因为墨子站在正义一边，所以自始至终，都以主动进攻的姿态向公输盘及其主子楚王进行了无可调和的斗争，而且理直气壮，义正辞严。要想制止这场战争的发生，是一件极为不易的事。然而墨子终于制止了这场战争。这固然同墨子的机智善辩颇有关系，但更重要的却在于他能够针对敌方的要害展开攻势。首先，他从道义上击败敌人。墨子至楚后，公输盘问他为何而来，他说：“北方有侮臣者，愿借子杀之。”先是使得公输盘“不说（悦）”，继而逼出“吾义固不杀人。”但公输盘只知道杀一人谓之不义，却不知兴师攻宋杀更多的人，是更大的不义。所以墨子接着指出：“义不杀少而杀众，不可谓知类。”把公输盘说得哑口无言。在十分狼狈的情况下，公输盘不得不把责任转嫁到楚王身上。墨子见楚王，同样采取了“以子之矛攻子之盾”的办法，从道义上谴责楚攻宋之不义。他以富人盗窃穷人为喻，问楚王“此为何若人”，使楚王承认此人“必为有窃疾矣”。因此楚以富有之国而攻伐贫穷之宋，正“为与此同类”。在墨子强有力的论据面前，楚王也不得不诺诺称是。公输盘的“义不杀少而杀众”和楚王以富窃贫，在道义上都是站不住的，因而他们理屈词穷，弄得尴尬不堪。从而说明对于强大而又顽固之敌，只是在道义上攻破它还远远不够，与此同时，还必须在实力上同敌人较量，并压倒它，才有可能迫使侵略者放弃勃勃野心。墨子意识到了这一点。因而他“解带为城，以牒为械。公输盘九设攻城之机变。子墨子九距之。公输盘之攻械尽，子墨子之守圉有余”。这虽然只停留于近乎纸上谈兵，却是一次战术上的较量，大大灭了公输盘仗恃云梯之械攻宋的嚣张气焰。公输盘虽被挫败，但侵宋之心仍然不死。直到墨子说出即使杀掉他，“然臣之弟子禽滑厘等三百人，已持臣守圉之器，在宋城上而待楚寇矣”之时，在实力的对抗之下，才使公输盘和楚王死了攻宋之心。\n\n　　阻止这场战争的不是道义，而是墨子的智慧，在绝对失败的情况下，楚王放弃攻打宋国。\n\n　　这表明，面对大国的不义之战，要敢于斗争。一方面要从道义上揭露其不义，使他们在舆论上威风扫地；另一方面，要从实力上作好充分准备，使他们的侵略野心无法得逞。这个道理，不仅在历史上是行之有效的，而且在今天也不无借鉴意义。\n\n　　从写作特点来看，本文通过曲折生动的故事，围绕矛盾冲突来阐明道理，凸显人物性格。当墨子到楚国见到公输盘，经过道义上的一番谴责之后，公输盘“服”了。它似乎意味着矛盾得以解决。其实不然。当墨子指出：你既然“服”了，何以不停止攻宋呢？这么一问，公输盘却把责任转嫁于楚王。这既说明他口是心非，又引出了与楚王的新矛盾。为解决它，墨子去见楚王，从道义上把楚王驳得体无完肤，致使楚王称“善”。看来矛盾该是解决了。其实不然。楚王同公输盘一样，只不过是耍了个花招罢了。他在称“善”之后用“虽然”二字一转，又把责任推到公输盘身上，说什么“公输盘为我为云梯，必取宋”。这样一来，矛盾就更加复杂化了。又是与楚王的矛盾，又是与公输盘的矛盾，二者错综交织在一起。面对这样顽固而又狡诈的敌人，如果还采取先前那种从道义上揭露的办法对付他们，显然是不能奏效的。那么究竟怎样解决这一矛盾，既是摆在墨子面前的一个十分艰巨的课题，也是读者想要急切知道的。出自墨子的机智多谋，来了个以眼还眼，以牙还牙。既然楚王和公输盘都仗恃云梯这一攻城之械来攻宋，就需要把云梯这个迷信予以彻底摧毁。于是墨子便在战术上与公输盘来一次较量。较量的结果，公输盘彻底失败，屈服了。然而，矛盾非但没有解决，且向纵深发展。公输盘在黔驴技穷的情况下，竟想下毒手把墨子这个劲敌杀掉，妄图扫清攻宋道路上的障碍。但是这一阴谋不但未能得逞，反被墨子一眼看穿进而一针见血地当面揭露。墨子还严正告诉他们：“臣之弟子禽滑厘等三百人，已持臣守圉之器，在宋城上而待楚寇矣。虽杀臣，不能绝也。”最后在实力的对比和威慑之下，楚王才被迫说出“善哉！吾请无攻宋矣”的话来。矛盾终于得以解决。试看故事是多么曲折生动！矛盾冲突犹如波浪起伏，滚滚向前推进。\n\n　　再者，作者还善于运用类比说理，进行层层推理。墨子见公输盘和楚王，都不是直陈其事，开宗明义，而是先作比喻，然后进行逻辑推理，使之持之有故，言之成理，这就大大增强了说服力，收到了很好的艺术效果。而尤为突出者，是作者运用比喻之妙。诸如墨子见到公输盘后，公输盘问他有何见教，他并不正面直答来意，而说：“北方有侮臣者，愿借子杀之。”他把问题说得十分严重，意在一下子把对方的注意力引到这件事上，迫使对方对这件事立即表示态度，说出意见，亦即使对方说出自己要他说出的话来。可是公输盘偏偏不说，只是表示不高兴。公输盘不说，当然没有达到预期的目的。于是只好再来个火上加油，“请献十金”。这意味着要拿金钱贿赂收买他，让他去干杀人的勾当。这下子公输盘可沉不住气了，便脱口说出“吾义固不杀人”。墨子之所以使他不高兴，继而又激怒他，无非是让他说出这句话来，然后再予以批驳。墨子见楚王，则是另一番气象。一开头就作比说：“今有人于此”如此这般。他不用“倘若”“假如”等假设字样，好像是讲一件实实在在的事，使对方不致发生错觉，能够听得进去，然后让对方说出自己要他说出的话来。墨子连用了三个比喻，然后问楚王：“此为何若人？”楚王很痛快地回答说：“必为有窃疾矣。”既然回答得痛快，那就毫无必要再用激将的办法进一步逼问了。但读者完全可以想像，假如楚王也像公输盘那样吞吞吐吐的话，墨子将会用别的办法使他说出自己要他说的话的。可见，墨子是根据不同对象的表现，而采用不同的方式方法。总之，要他们说话，要他们说出自己想要他们说的话。不说话，不行；说了话，达不到自己的目的也不作罢。只要他们说了话，事情就好办了，就可以抓其把柄，以子之矛攻子之盾了。墨子就是用这种引鱼上钩、先发制人的办法，进行说理的，自始至终都以主动进攻的姿态出现，使对方完全处于被动挨打的地位。文章之所以富有逻辑性和说服力，是同这种说理方法密不可分的。\n\n","translation":"　　公输盘替楚国造云梯这类攻城的器械，造成后，将要用它来攻打宋国。墨子先生听到这个消息后，从鲁国出发，行走了十天十夜，才到达郢都，见到了公输盘。\n\n　　公输盘说：“先生有什么见教呢？”\n\n　　墨子先生说：“北方有一个欺侮我的人，我希望借助您的力量去杀了他。”\n\n　　公输盘很不高兴。\n\n　　墨子先生说：“请让我奉送（给您）十金。”\n\n　　公输盘说：“我坚守道义坚决不杀人。”\n\n　　墨子先生起身，拜了两拜，说：“请（让我）解说这件事。我在北方听说你在制造云梯，将要用它来攻打宋国。宋国有什么罪呢？楚国在土地方面有富余却在人口方面不够，牺牲不足的人口而争夺多余的土地，不能说是明智的；宋国没有罪却攻打它，不能说是仁义的；知道这道理而不对楚王进行劝阻，不能说是忠君的；劝阻却没有成功，这不能称作坚持；你崇尚仁义不肯帮我杀死欺负我的一个人，却要为楚国攻打宋国而杀死很多人，不能叫做明白事理。”\n\n　　公输盘被说服了。\n\n　　墨子先生说：“既然这样，那么为什么不停止计划呢？”\n\n　　公输盘说：“不行，我已经向楚王说了这件事了。”\n\n　　墨子先生说：“为什么不向楚王引见我呢？”\n\n　　公输盘说：“好吧。”\n\n　　墨子先生拜见了楚王，说：“现在这里有一个人，舍弃他自己装饰华美的车，邻居有破车，却想要去偷；舍弃自己华美的衣服，邻居有件粗布衣服，却想要去偷；舍弃自己的好饭好菜，邻居只有粗劣饭食，却想要去偷。——这是怎么样的一个人呢？”\n\n　　楚王回答说：“这个人一定是患有偷盗的毛病了。”\n\n　　墨子先生说：“楚国的土地，方圆大小足有五千里；宋国的土地，方圆大小不过五百里，这好像装饰华美的车子同破车相比。楚国有云梦泽，里面有成群的犀牛麋鹿，长江、汉水里的鱼，鳖，鼋，鳄鱼多得天下无比；宋国却像人们所说的一样，是一个连野鸡、兔子、小鱼都没有的地方，这好像美食佳肴同糠糟相比。荆国有巨松、梓树、黄楩木、楠、樟等名贵木材；宋国是一个连多余的木材都没有的国家，这就像华丽的衣服与粗布短衣相比。我认为大王派官吏进攻宋国，是和这个患偷窃病的人的行为是一样的。”\n\n　　楚王说：“好啊！虽然这样，(但是)公输盘给我造了云梯，一定要攻取宋国。”\n\n　　在这种情况下（楚王）召见公输盘，墨子先生解下衣带，用衣带当作城墙，用木片当作守城器械。公输盘多次用了攻城的巧妙战术，墨子先生多次抵御他。公输盘的攻城的方法用尽了，墨子先生的抵御器械还绰绰有余。\n\n　　公输盘理屈，却说：“我知道用来抵御你的方法，可我不说。”\n\n　　墨子先生说：“我知道你要用来抵御我的方法，我也不说。”\n\n　　楚王问其中的缘故。\n\n　　墨子先生说：“公输先生的意思，不过是要杀掉我。杀了我，宋国没有人能守城，就可以攻取了。可是我的学生禽滑厘等三百多人，已经拿着我的守城器械，在宋国城上等待楚国入侵了。即使杀了我，也不能杀尽（宋国的抵御者）啊。”\n\n　　楚王说：“好，我不攻打宋国了。”\n\n　　墨子从楚国归来，经过宋国，天下着雨，他到闾门去避雨，守闾门的人却不接纳他。所以说：“运用神机的人，众人不知道他的功劳；而于明处争辩不休的人，众人却知道他。”\n\n"}
{"_id":{"$oid":"5b9a1451367d5cab186686dc"},"title":"送别 / 山中送别","dynasty":"唐代","writer":"王维","content":"山中相送罢，日暮掩柴扉。\n春草明年绿，王孙归不归？(明年 一作：年年)","type":["唐诗三百首","送别","友情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154100717.mp3","remark":"⑴掩：关闭。柴扉：柴门。\n⑵明年：一作“年年”。\n⑶王孙：贵族的子孙，这里指送别的友人。\n\n","shangxi":"　　这首《山中送别》诗，不写离亭饯别的情景，而是匠心别运，选取了与一般送别诗全然不同的下笔着墨之点。\n\n　　诗的首句“山中相送罢”，在一开头就告诉读者相送已罢，把送行时的话别场面、惜别情怀，用一个看似毫无感情色彩的“罢”字一笔带过。这里，从相送到送罢，跳越了一段时间。而次句从白昼送走行人一下子写到“日暮掩柴扉”，则又跳越了一段更长的时间。诗人在把生活接入诗篇时，剪去了在这段时间内送行者的所感所想，都当作暗场处理了。\n\n　　对离别有体验的人都知道，行人将去的片刻固然令人黯然魂消，但一种寂寞之感、怅惘之情往往在别后当天的日暮时会变得更浓重、更稠密。在这离愁别恨最难排遣的时刻，要写的东西也定必是千头万绪的；可是，诗只写了一个“掩柴扉”的举动。这是山居的人每天到日暮时都要做的极其平常的事情，看似与白昼送别并无关连。而诗人却把这本来互不关连的两件事连在了一起，使这本来天天重复的行动显示出与往日不同的意味，从而寓别情于行间，见离愁于字里。读者自会从其中看到诗中人的寂寞神态、怅惘心情；同时也会想：继日暮而来的是黑夜，在柴门关闭后又将何以打发这漫漫长夜呢？这句外留下的空白，更是使人低回想象于无穷的。\n\n　　诗的三、四两句“春草明年绿，王孙归不归”，从《楚辞·招隐士》“王孙游兮不归，春草生兮萋萋”句化来。但赋是因游子久去而叹其不归，这两句诗则在与行人分手的当天就惟恐其久去不归。唐汝询在《唐诗解》中概括这首诗的内容为：“扉掩于暮，居人之离思方深；草绿有时，行人之归期难必。”而“归期难必”，正是“离思方深”的一个原因。“归不归”，作为一句问话，照说应当在相别之际向行人提出，这里却让它在行人已去、日暮掩扉之时才浮上居人的心头，成了一个并没有问出口的悬念。这样，所写的就不是一句送别时照例要讲的话，而是“相送罢”后内心深情的流露，说明诗中人一直到日暮还为离思所笼罩，虽然刚刚分手，已盼其早日归来，又怕其久不归来了。前面说，从相送到送罢，从“相送罢”到“掩柴扉”，中间跳越了两段时间；这里，在送别当天的日暮时就想到来年的春草绿，而问那时归不归，这又是从当前跳到未来，跳越的时间就更长了。\n\n　　这首送别诗，不写离亭饯别的依依不舍，却更进一层写冀望别后重聚。这是超出一般送别诗的所在。开头隐去送别情景，以“送罢”落笔，继而写别后回家寂寞之情更浓更稠，为望其再来的题意作了铺垫，于是想到春草再绿自有定期，离人回归却难一定。惜别之情，自在话外。意中有意，味外有味，真是匠心别运，高人一筹。\n\n　　王维善于从生活中拾取看似平凡的素材，运用朴素、自然的语言，来显示深厚、真挚的感情，令人神远。这首《山中送别》诗就是这样的。\n\n","translation":"在深山中送走了好友，夕阳落下把柴门半掩。\n春草到明年催生新绿，朋友啊你能不能回还？\n\n"}
{"_id":{"$oid":"5b9a1451367d5cab186686dd"},"title":"狱中题壁","dynasty":"近代","writer":"谭嗣同","content":"望门投止思张俭，忍死须臾待杜根。\n我自横刀向天笑，去留肝胆两昆仑。(版本一)\n\n望门投趾怜张俭，直谏陈书愧杜根。\n手掷欧刀仰天笑，留将公罪后人论。(版本二)\n\n","type":["古诗三百首","爱国","悲壮","早教古诗100首","猖狂"],"remark":"望门投止：望门投宿。张俭：东汉末年高平人，因弹劾宦官侯览，被反诬“结党”，被迫逃亡，在逃亡中凡接纳其投宿的人家，均不畏牵连，乐于接待。事见《后汉书·张俭传》。\n忍死：装死。须臾：不长的时间。杜根：东汉末年定陵人，汉安帝时邓太后摄政、宦官专权，其上书要求太后还政，太后大怒，命人以袋装之而摔死，行刑者慕杜根为人，不用力，欲待其出宫而释之。太后疑，派人查之，见杜根眼中生蛆，乃信其死。杜根终得以脱。事见《后汉书·杜根传》。\n横刀：屠刀，意谓就义。\n两昆仑：有两种说法，其一是指康有为和浏阳侠客大刀王五；其二为“去”指康有为（按：康有为在戊戌政变前潜逃出京，后逃往日本），“留”指自己。\n\n","shangxi":"　　这首诗表达了对避祸出亡的变法领袖的褒扬祝福，对阻挠变法的顽固势力的憎恶蔑视，同时也抒发了诗人愿为自己的理想而献身的壮烈情怀。\n\n　　“望门投止思张俭止”这一句，是身处囹圄的谭嗣同记挂、牵念仓促出逃的康有为等人的安危，借典述怀。私心祈告：他们大概也会像张俭一样，得到拥护变法的人们的接纳和保护。\n\n　　“忍死须臾待杜根”，是用东汉诤臣义士的故事，微言大义。通过运用张俭的典故，以邓太后影射慈禧，事体如出一辙，既有对镇压变法志士残暴行径的痛斥，也有对变法者东山再起的深情希冀。这一句主要是说，戊戌维新运动虽然眼下遭到重创，但作为锐意除旧布新的志士仁人，应该志存高远，忍死求生。等待时机，以期再展宏图。\n\n　　“我自横刀向天笑”是承接上两句而来：如若康、梁诸君能安然脱险，枕戈待旦，那么，我谭某区区一命岂足惜哉，自当从容地面对带血的屠刀，冲天大笑。“让魔鬼的宫殿在笑声中动摇”。对于死，诗人谭嗣同早有准备。当政变发生时，同志们曾再三苦劝他避居日本使馆，他断然拒绝，正是由于他抱定了必死的决心，所以才能处变不惊，视死如归。\n\n　　“去留肝胆两昆仑”，对于去留问题，谭嗣同有自己的定见。在政变的第二天，谭氏待捕不至，遂往日本使馆见梁启超，劝其东游日本。他说：“不有行者，无以图将来；不有死者，无以酬圣主。今南海（康有为）之生死未可卜，程婴、杵臼、月照、西乡，吾与足下分任之。”他出于“道”（变法大业、国家利益），也出于“义”（君臣之义、同志之义），甘愿效法《赵氏孤儿》中的公孙杵臼和日本德川幕府末期月照和尚的好友西乡的行节，以个人的牺牲来成全心目中的神圣事业，以自己的挺身赴难来酬报光绪皇帝的知遇之恩。同时，他也期望自己的一腔热血能够惊觉苟且偷安的芸芸众生，激发起变法图强的革命狂澜。在他看来，这伟大的身后事业，就全靠出奔在逃的康、梁们的推动和领导。基于这种认知，他对分任去留两职的同仁同志，给予了崇高的肯定性评价：去者，留者。路途虽殊，目标则同，价值同高，正像昆仑山的两座奇峰一样，比肩并秀，各领千秋风骚。\n\n","translation":"逃亡生活是如此紧张，看到有人家就上门投宿，我希望出亡的康有为、梁启超能像张俭一样受到人们的保护。也希望战友们能如杜根一样忍死待机完成变法维新的大业。\n我横刀而出，仰天大笑，因为去者和留者肝胆相照、光明磊落，有如昆仑山一样的雄伟气魄。\n\n"}
{"_id":{"$oid":"5b9a1451367d5cab186686de"},"title":"临江仙·夜饮东坡醒复醉","dynasty":"宋代","writer":"苏轼","content":"夜饮东坡醒复醉，归来仿佛三更。家童鼻息已雷鸣。敲门都不应，倚杖听江声。 \n长恨此身非我有，何时忘却营营。夜阑风静縠纹平。小舟从此逝，江海寄余生。","type":["宋词三百首","饮酒","抒怀","旷达"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154100051.mp3","remark":"东坡：在湖北黄冈县东。苏轼谪贬黄州时，友人马正卿助其垦辟的游息之所，筑雪堂五间。\n听江声：苏轼寓居临皋，在湖北黄 县南长江边，故能听长江涛声。\n营营：周旋、忙碌，内心躁急之状，形容为利禄竟逐钻营。\n夜阑：夜尽。\n縠纹：比喻水波细纹。縠，绉纱。\n\n","shangxi":"上片赏析 　　这首词作于神宗元丰五年，即东坡黄州之贬的第三年。全词风格清旷而飘逸，写作者深秋之夜在东坡雪堂开怀畅饮，醉后返归临皋住所的情景，表现了词人退避社会、厌弃世间的人生理想、生活态度和要求彻底解脱的出世意念，展现了作者旷达而又伤感的心境。\n\n　　上片首句“夜饮东坡醒复醉”，一开始就点明了夜饮的地点和醉酒的程度。醉而复醒，醒而复醉，当他回临皋寓所时，自然很晚了。“归来仿佛三更”，“仿佛” 二字，传神地画出了词人醉眼朦胧的情态。这开头两句，先一个“醒复醉”，再一个“仿佛”，就把他纵饮的豪兴淋漓尽致地表现出来了。\n\n　　接着，下面三句，写词人已到寓所、在家门口停留下来的情景：“家童鼻息已雷鸣。敲门都不应，倚杖听江声。”走笔至此，一个风神潇洒的人物形象，一位襟怀旷达、遗世独立的“幽人”跃然纸上，呼之欲出。其间浸润的，是一种达观的人生态度，一种超旷的精神世界，一种独特的个性和真情。\n\n　　上片以动衬静，以有声衬无声，通过写家僮鼻息如雷和作者谛听江声，衬托出夜静人寂的境界，从而烘托出历尽宦海浮沉的词人心事之浩茫和心情之孤寂，使人遐思联翩，从而为下片当中作者的人生反思作好了铺垫。\n\n下片赏析 　　下片一开始，词人便慨然长叹道：“长恨此身非我有，何时忘却营营？”这奇峰突起的深沉喟叹，既直抒胸臆又充满哲理意味，是全词枢纽。\n\n　　以上两句精粹议论，化用庄子“汝身非汝有也”、“全汝形，抱汝生，无使汝思虑营营”之言，以一种透彻了悟的哲理思辨，发出了对整个存在、宇宙、人生、社会的怀疑、厌倦、无所希冀、无所寄托的深沉喟叹。这两句，既饱含哲理又一任情性，表达出一种无法解脱而又要求解脱的人生困惑与感伤，具有震撼人心的力量。\n\n　　词人静夜沉思，豁然有悟，既然自己无法掌握命运，就当全身免祸。顾盼眼前江上景致，是“夜阑风静縠纹平”，心与景会，神与物游，为如此静谧美好的大自然深深陶醉了。于是，他情不自禁地产生脱离现实社会的浪漫主义的遐想，唱道：“小舟从此逝，江海寄余生。”他要趁此良辰美景，驾一叶扁舟，随波流逝，任意东西，他要将自己的有限生命融化在无限的大自然之中。\n\n　　“夜阑风静彀纹平”，表面上看来只是一般写景的句子，其实不是纯粹写景，而是词人主观世界和客观世界相契合的产物。它引发出作者心灵痛苦的解脱和心灵矛盾的超越，象征着词人追求的宁静安谧的理想境界，接以“小舟”两句，自是顺理成章。苏东坡政治上受到沉重打击之后，思想几度变化，由入世转向出世，追求一种精神自由、合乎自然的人生理想。在他复杂的人生观中，由于杂有某些老庄思想，因而在痛苦的逆境中形成了旷达不羁的性格。“小舟从此逝，江海寄余生”，这余韵深长的歇拍，表达出词人潇洒如仙的旷达襟怀，是他不满世俗、向往自由的心声。 \n\n","translation":"　　夜深宴饮在东坡的寓室里醒了又醉，回来的时候仿佛已经三更。这时家里的童仆早已睡熟鼾声如雷鸣。轻轻地敲了敲门，里面全不回应，只好独自倚着藜杖倾听江水奔流的吼声。\n　　经常愤恨这个躯体不属于我自己，什么时候能忘却为功名利禄而奔竞钻营！趁着这夜深、风静、江波坦平，驾起小船从此消逝，泛游江河湖海寄托余生。\n\n"}
{"_id":{"$oid":"5b9a1451367d5cab186686df"},"title":"白梅","dynasty":"元代","writer":"王冕","content":"冰雪林中著此身，不同桃李混芳尘。\n忽然一夜清香发，散作乾坤万里春。\n\n","type":["咏物","梅花","言志"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154101333.mp3","remark":"著：放进，置入。此身：指白梅。\n混：混杂。芳尘：香尘。\n清香发：指梅花开放，香气传播。 \n乾坤：天地。\n\n","shangxi":"　　“冰雪林中著此身”，就色而言，以“冰雪”形“此身”之“白”也；就品性而言，以“冰雪”形“此身”之坚忍耐寒也，诗人运用拟人手法，将梅树比作自己。已经表现白梅的冰清玉洁，接着就拿桃李作反衬。夭桃秾李，花中之艳，香则香矣，可惜争春太苦，未能一尘不染。“不同桃李混芳尘”的“混芳尘”，是说把芳香与尘垢混同，即“和其光，同其尘”、“和光同尘，不能为皎皎之操。”相形之下，梅花则能迥异流俗，所以“清香”二字，只能属梅，而桃李无份。\n\n　　“忽然一夜清香发，散作乾坤万里春”。也许只是诗人在灯下画了一枝墨梅而已。而诗句却造成这样的意向：忽然在一夜之中，全世界的白梅齐放，清香四溢，玉宇澄清。这首诗给人以品高兼志大，绝俗而又入世的矛盾统一的感觉，这又正是王冕人格的写照。\n\n　　前两句写梅花冰清玉洁，傲霜斗雪，不与众芳争艳的品格。后两句借梅喻人，写自己的志趣、理想与抱负，讴歌了为广大民众造福的英雄行为及牺牲精神。本文通过对梅花的吟咏描写，表达了诗人自己的志趣和品格。\n\n","translation":"白梅生长在有冰有雪的树林之中，并不与桃花李花混在一起，沦落在世俗的尘埃之中。\n忽然间，这一夜清新的香味散发出来，竟散作了天地间的万里新春。\n\n"}
{"_id":{"$oid":"5b9a1451367d5cab186686e0"},"title":"乞巧","dynasty":"唐代","writer":"林杰","content":"七夕今宵看碧霄，牵牛织女渡河桥。 \n家家乞巧望秋月，穿尽红丝几万条。","type":["小学古诗","七夕节"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154101066.mp3","remark":"乞巧：古代节日，在农历七月初七日，又名七夕。\n碧霄：指浩瀚无际的青天。\n几万条：比喻多。\n\n","shangxi":"　　《乞巧》是唐代诗人林杰描写民间七夕乞巧盛况的诗。农历七月初七夜晚，俗称“七夕”，又称“女儿节”“少女节”。是传说中隔着“天河”的牛郎和织女在鹊桥上相会的日子。乞巧，就是向织女乞求一双巧手的意思。乞巧最普遍的方式是对月穿针，如果线从针孔穿过，就叫得巧。\n\n　　“七夕今霄看碧霄，牵牛织女渡河桥。”“碧霄”指浩瀚无际的青天。开头两句叙述的就是牛郎织女的民间故事。一年一度的七夕又来到了，家家户户的人们纷纷情不自禁地抬头仰望浩瀚的天空，这是因为这一美丽的传说牵动了一颗颗善良美好的心灵，唤起人们美好的愿望和丰富的想象。\n\n　　“家家乞巧望秋月，穿尽红丝几万条。”后两句将乞巧的事交代得一清二楚，简明扼要，形象生动。诗人在诗中并没有具体写出各种不同的心愿，而是留下了想象的空间，愈加体现了人们过节时的喜悦之情。\n\n","translation":"七夕晚上，望着碧蓝的天空，就好像看见隔着“天河”的牛郎织女在鹊桥上相会。\n家家户户都在一边观赏秋月，一边乞巧（对月穿针），穿过的红线都有几万条了。\n\n"}
{"_id":{"$oid":"5b9a1451367d5cab186686e1"},"title":"读书","dynasty":"宋代","writer":"陆游","content":"归志宁无五亩园，读书本意在元元。\n灯前目力虽非昔，犹课蝇头二万言。","type":["读书","忧国忧民"],"remark":"归志：返回的念头。\n宁无：难道没有。\n元元：指人民。\n课：诗中作阅读解。\n蝇头：比喻字小的和苍蝇头一样。\n\n","shangxi":"　　陆游的诗歌继承了屈原以来诗人忧国忧民的优良传统，以现实主义风格为主，立足于时代，“归老宁无五亩园，读书本意在元元。”一二句直抒胸臆，说自己读书 是为了人民，前两句不重情节画面，而是把事实压缩在极其精炼的诗句内，着重抒写自己的主观感受，具有高度的概括性和强烈的抒情性。一个“宁无”把诗人内心深处对黎民百姓的牵挂表达的淋漓尽致。也显示诗人不为五斗米折腰的情操。在封建时代，能提出“读书本意在元元”，把读书看做是为百姓而读，展现了诗人的可贵。\n\n　　三四句是写实，具有二个特点：一是细节的真实性，灯下读书，眼神已大不如从前了。写这首诗时，诗人已经是老人了，透过诗句，诗人灯下读书的形象出现在眼前。二是具体描写方式的客观性，一盏青灯为何出现在陆游的诗中，因为是其读书生涯中最为重要的一件物体，故而成了其读书诗中最引人注目的一个意象。作者通过对现实生活的客观，具体的描写，从作品的场面和情节中自然地体现出作者的忠于人民思想倾向和爱憎感情，尽管明白如话，浅显平淡，但却浅中有深，平中有奇。把诗人在孤灯之下，老眼昏花地阅读蝇头小字的场景，维妙维肖地刻划出来。既是对生活描写，更是对后人告诫，寓意深远。\n\n　　陆游是一个善于学习的诗人。他提倡“万卷虽多应具眼”，又强调“诗思出门河处元？”他一生之中写出大量优秀诗篇，是与他的苦学精神分不开的。这首《读书》七绝，如同诗人的学习体会，既反映了诗人在年老时仍坚持苦学的情况，又表明了他学习是为平民百姓而并无他求的可贵精神。诗言志，诗歌是诗人对人生的歌咏，这是中国自古以来关于诗歌内容的基本要求。从这个角度出发，凡是属于人生的各类内容，都可以被纳入诗人取材的范围，不应有什么事先划定的禁区 。对于主要身份是士人的陆游来说，其生活内容有相当大的部分是在书斋里度过的，读书正是他人生经历的重要组成部分。于是当他要想写诗歌咏其生活内容，表示其人生感慨时，读书便理所当然成为不可或缺的题材。\n\n　　《读书》虽以读书为题材，但诗人的眼光早已离开书斋这个狭小的空间，他将目光投向于整个人民，所以他所有的读书诗包括《读书》，仍然充满着对生活的热爱，仍然流露着对生命的感慨，仍然是活色生香，精力充沛，是文学意味十分浓厚的好诗。同时他的读书诗既有现实主义的精神，使他的诗内容充实，热情横溢，显得既沉郁悲壮，又恢宏雄放。从平凡细微当中觅得诗情，写成活泼生动的好诗，一切都取决于诗人是否有灵心慧性。\n\n","translation":"归乡隐居的志向就算没有那五亩田园也依然如故，读书的本意原在于黎民百姓。\n灯下读书，眼神已大不如从前了。却还是阅读完了两万的蝇头小字。\n\n"}
{"_id":{"$oid":"5b9a1452367d5cab186686e2"},"title":"问刘十九","dynasty":"唐代","writer":"白居易","content":"绿蚁新醅酒，红泥小火炉。\n晚来天欲雪，能饮一杯无？","type":["唐诗三百首","饮酒","生活","友情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154102799.mp3","remark":"刘十九：白居易留下的诗作中，提到刘十九的不多，仅两首。但提到刘二十八、二十八使君的，就很多了。刘二十八就是刘禹锡。刘十九乃其堂兄刘禹铜，系洛阳一富商，与白居易常有应酬。\n绿蚁：指浮在新酿的没有过滤的米酒上的绿色泡沫。醅（pēi）：酿造。\n绿蚁新醅酒：酒是新酿的酒。新酿酒未滤清时，酒面浮起酒渣，色微绿，细如蚁，称为“绿蚁”。\n雪：下雪，这里作动词用。\n无：表示疑问的语气词，相当于“么”或“吗”。\n\n","shangxi":"　　刘十九是作者在江州时的朋友，作者另有《刘十九同宿》诗，说他是嵩阳处士。全诗寥寥二十字，没有深远寄托，没有华丽辞藻，字里行间却洋溢着热烈欢快的色调和温馨炽热的情谊，表现了温暖如春的诗情。\n\n　　诗句的巧妙，首先是意象的精心选择和巧妙安排。全诗表情达意主要靠三个意象（新酒、火炉、暮雪）的组合来完成。“绿蚁新醅酒”，开门见山点出新酒，由于酒是新近酿好的，未经过滤，酒面泛起酒渣泡沫，颜色微绿，细小如蚁，故称“绿蚁”。诗歌首句描绘家酒的新熟淡绿和浑浊粗糙，极易引发读者的联想，让读者犹如已经看到了那芳香扑鼻，甘甜可口的米酒。次句“红泥小火炉”，粗拙小巧的火炉朴素温馨，炉火正烧得通红，诗人围炉而坐，熊熊火光照亮了暮色降临的屋子，照亮了浮动着绿色泡沫的家酒。“红泥小火炉”对饮酒环境起到了渲染色彩、烘托气氛的作用。酒已经很诱人了，而炉火又增添了温暖的情调。诗歌一、二两句选用“家酒”和“小火炉”两个极具生发性和暗示性的意象，容易唤起读者对质朴地道的农村生活的情境联想。后面两句：“晚来天欲雪，能饮一杯无？”在这样一个风寒雪飞的冬天里，在这样一个暮色苍茫的空闲时刻，邀请老朋友来饮酒叙旧，更体现出诗人那种浓浓的情谊。“雪”这一意象的安排勾勒出朋友相聚畅饮的阔大背景，寒风瑟瑟，大雪飘飘，让人感到冷彻肌肤的凄寒，越是如此，就越能反衬出火炉的炽热和友情的珍贵。“家酒”、“小火炉”和“暮雪”三个意象分割开来，孤立地看，索然寡味，神韵了无，但是当这三个意象被白居易纳入这首充满诗意情境的整体组织结构中时，读者就会感受到一种不属于单个意象而决定于整体组织的气韵、境界和情味。寒冬腊月，暮色苍茫，风雪大作，家酒新熟、炉火已生，只待朋友早点到来，三个意象连缀起来构成一幅有声有色、有形有态、有情有意的图画，其间流溢出友情的融融暖意和人性的阵阵芳香。\n\n　　其次是色彩的合理搭配。诗画相通贵在情意相契，诗人虽然不能像雕塑家、画家那样直观地再现色彩，但是可以通过富有创意的语言运用，唤起读者相应的联想和情绪体验。这首小诗在色彩的配置上是很有特色的，清新朴实，温热明丽，给读者一种身临其境、悦目怡神之感。诗歌首句“绿蚁”二字绘酒色摹酒状，酒色流香，令人啧啧称美，酒态活现让读者心向“目”往。次句中的“红”字犹如冬天里的一把火，温暖了人的身子，也温热了人的心窝。“火”字表现出炭火熊熊、光影跃动的情境，更是能够给寒冬里的人增加无限的热量。“红”“绿”相映，色味兼香，气氛热烈，情调欢快。第三句中不用摹色词语，但“晚”“雪”两字告诉读者黑色的夜幕已经降落，而纷纷扬扬的白雪即将到来。在风雪黑夜的无边背景下，小屋内的“绿”酒“红”炉和谐配置，异常醒目，也格外温暖。\n\n　　最后是结尾问句的运用。“能饮一杯无”，轻言细语，问寒问暖，贴近心窝，溢满真情。用这样的口语入诗收尾，既增加了全诗的韵味，使其具有空灵摇曳之美，余音袅袅之妙；又创设情境，给读者留下无尽的想象空间。诗人既可能是特意准备新熟家酿来招待朋友的，也可能是偶尔借此驱赶孤居的冷寂凄凉；既可能是在风雪之夜想起了朋友的温暖，也可能是平日里朋友之间的常来常往。而这些，都留给读者去尽情想象了。\n\n　　通览全诗，语浅情深，言短味长。白居易善于在生活中发现诗情，用心去提炼生活中的诗意，用诗歌去反映人性中的春晖，这正是此诗令读者动情之处。\n\n　　《问刘十九》。诗从开门见山地点出酒的同时，就一层层地进行渲染，但并不因为渲染，不再留有余味，相反地仍然极富有包蕴。读了末句“能饮一杯无”，可以想象，刘十九在接到白居易的诗之后，一定会立刻命驾前往。于是，两位朋友围着火炉，“忘形到尔汝”地斟起新酿的酒来。也许室外真的下起雪来，但室内却是那样温暖、明亮。生活在这一刹那间泛起了玫瑰色，发出了甜美和谐的旋律……这些，是诗自然留给人们的联想。由于既有所渲染，又简练含蓄，所以不仅富有诱惑力，而且耐人寻味。它不是使人微醺的薄酒，而是醇醪，可以使人真正身心俱醉的。诗中蕴含生活气息，不加任何雕琢，信手拈来，遂成妙章。\n\n　　作品充满了生活的情调，浅进的语言写出了日常生活中的美和真挚的友谊。\n\n","translation":"新酿的米酒，色绿香浓；小小红泥炉，烧得殷红。\n天快黑了，大雪将要来。能否共饮一杯？朋友！\n\n意译\n我家新酿的米酒还未过滤，酒面上泛起一层绿泡，香气扑鼻。用红泥烧制成的烫酒用的小火炉也已准备好了。\n天色阴沉，看样子晚上即将要下雪，能否留下与我共饮一杯？\n\n"}
{"_id":{"$oid":"5b9a1452367d5cab186686e3"},"title":"新年作","dynasty":"唐代","writer":"刘长卿","content":"乡心新岁切，天畔独潸然。\n老至居人下，春归在客先。\n岭猿同旦暮，江柳共风烟。\n已似长沙傅，从今又几年。","type":["唐诗三百首","春节","思乡"],"remark":"天畔：天边，指潘州南巴，即今广东茂名。潸（shān）然：流泪的样子。\n居人下：指官人，处于人家下面。客：诗人自指。\n“春归”句：春已归而自己尚未回去。\n岭：指五岭。作者时贬潘州南巴，过此岭。\n长沙傅：指贾谊。曾受谗被贬为长沙王太傅，这里借以自喻。\n\n","shangxi":"　　在唐代，长沙以南地域都很荒凉，潘州一带的艰苦而可想而知，诗人受冤被贬，从鱼肥水美的江南苏州迁至荒僻的潘州，委屈之心不言而喻。诗人满腹冤屈化作一句诗语：“乡心新岁切，天畔独潸然”。新年已至，自己与亲人们相隔千里，思乡之心，自然更切。人欢己悲，伤悲之泪“潸然”而下。其实，伤心泪早就洒于贬途：“裁书欲谁诉，无泪可潸然。”（《毗陵集》）联系仕宦偃蹇，很难自控，而有“新年向国泪”（《酬郭夏人日长沙感怀见赠》）。这与“每逢佳节倍思亲”（王维《九月九日忆山东兄弟》）有异曲同工之处。\n\n　　“老至居人下，春归在客先”，是由薛道衡“人归落雁后，思发在花前”（《人日思归》）化出，在前人单纯的思乡之情中，融入仕宦身世之感，扩大了容量，增强了情感的厚度。两句有感而发，自然浑成，诚为甘苦之言。使笔运意，纯熟圆浑，字凝句炼，素来是诗人的所长，“老至”句承“独潸然”，“春归”句承“新岁切”，脉络细致，情意深沉。诗人有感年华“老至”，反遭贬而“居人下”。新年伊始，天下共春，而仍滞留炎南天畔，升迁无望，故有时不我待、春归我先之感。悲愤郁积，不能自己，因此连续以四句伤情语抒发。\n\n　　“岭猿同旦暮，江柳共风烟”二句描绘天畔荒山水乡节序风光。猿啼积淀着哀伤的诗歌意象。“猿鸣三声泪沾裳”的古谣，引发怨苦，以此属引凄厉之声度入诗中，与北方呜咽陇水同是感伤的声态意象，都令人怀悲而思归。刘长卿的仕历活动主要在南方，其诗中有很多表现猿啼的句子：“梦寐猿啼吟”、“万里猿啼断”、“猿啼万里客”。而这里犹再重之“同旦暮”——早晚、日夜时时在耳，起哀伤，动归思，进而把“乡心切”刻划得淋漓尽致。这新岁元日的惆怅，别有一番滋味在心头。远望，江流岸柳不但没有给诗人带来生机和新意，相反，风烟一空，濛濛笼罩，倒给诗人心头蒙上一层厚厚的愁雾。\n\n　　在抑郁、失落的情绪中诗人发出了长长的慨叹：“已似长沙傅，从今又几年？”这里借用贾谊的典故，洛阳才子贾谊，有济世匡国之志，脱颖初露，而为权贵宿老谗毁，疏放为长沙太傅。诗人这次遭贬，也是以功蒙过，怏怏哀怨，时有流露：“地远明君弃，天高酷吏欺”（《初贬南巴至鄱阳题李嘉祐江亭》）故引贾谊为同调，而有“同是天涯沦落人”的“已似”之感。而自忤权门，担心滞此难返，不免生出“从今又几年”的忧虑。至此诗人引颈遥望长安，归心不已，步履迟迟的徘徊背影已如在眼前；似可听见深深的长吁短叹。\n\n　　诗的情感哀切深至，颔联意绪剀切，首尾感叹往复。唯颈联写景，淡密而不显焕，情致悱恻。全诗结体深沉，有“绪缠绵而不断，味涵咏而愈旨”（卢文昭语）的风致。就其风骨而言，则属大历家数，呈露顿衰之象。\n\n","translation":"新年来临思乡之心更切，独立天边不禁热泪横流。\n到了老年被贬居于人下，春归匆匆走在我的前头。\n山中猿猴和我同度昏晓，江边杨柳与我共分忧愁。\n我已和长太傅一样遭遇，这样日子须到何时才休？\n\n"}
{"_id":{"$oid":"5b9a1452367d5cab186686e4"},"title":"书愤五首·其一","dynasty":"宋代","writer":"陆游","content":"早岁那知世事艰，中原北望气如山。\n楼船夜雪瓜洲渡，铁马秋风大散关。\n塞上长城空自许，镜中衰鬓已先斑。\n出师一表真名世，千载谁堪伯仲间！","type":["古诗三百首","爱国","忆旧"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154102724.mp3","remark":"书愤：书写自己的愤恨之情。书，写。\n早岁：早年，年轻时。那：即“哪”。世事艰：指抗金大业屡遭破坏。\n“中原”句：北望中原，收复故土的豪迈气概坚定如山。中原北望，“北望中原”的倒文。气，气概。\n楼船，指采石之战中宋军使用的车船，又名明轮船、车轮柯。车船内部安装有以踩踏驱动的机械连接船外的明轮，依靠一组人的脚力踩踏前行。车船在宋代盛极一时。因这种战船高大有楼，故把它称之为楼船。瓜洲：在今江苏邢江南长江边，与镇江隔江相对，是当时的江防要地。\n铁马：披着铁甲的战马。大散关：在今陕西宝鸡西南，是当时宋金的西部边界。\n塞上长城，比喻能守边的将领。《南史·檀道济传》载，宋文帝要杀大将檀道济，檀临刑前怒叱道：“乃坏汝万里长城！”\n衰鬓：年老而疏白的头发。斑：指黑发中夹杂了白发。\n出师一表：蜀汉后主建兴五年（227）三月，诸葛亮出兵伐魏前曾写了一篇《出师表》，表达了自己“奖率三军，北定中原”，“兴复汉室，还于旧都”的坚强决心。名世：名传后世。\n堪：能够。伯仲：原指兄弟间的次第。这里比喻人物不相上下，难分优劣高低。\n\n","shangxi":"　　本诗系宋孝宗淳熙十三年（1186）春陆游居家乡山阴时所作。陆游时年六十有一，这分明是时不待我的年龄。\n\n　　前四句概括了自己青壮年时期的豪情壮志和战斗生活情景，其中颔联撷取了两个最能体现“气如山”的画面来表现，不用一个动词，却境界全出，饱含着浓厚的边地气氛和高昂的战斗情绪。又妙在对仗工整，顿挫铿锵，且一气贯注，组接无痕，以其雄放豪迈的气势成为千古传诵的名联。\n\n　　“早岁那知世事艰，中原北望气如山。”当英雄无用武之地时，他会回到铁马金戈的记忆里去的。想当年，诗人北望中原，收复失地的壮心豪气，有如山涌，何等气魄！诗人何曾想过杀敌报国之路竟会如此艰难？以为我本无私，倾力报国，那么国必成全于我，孰料竟有奸人作梗、破坏以至于屡遭罢黜？诗人开篇一自问，问出多少郁愤？\n\n　　后四句抒发壮心未遂、时光虚掷、功业难成的悲愤之气，但悲愤而不感伤颓废。尾联以诸葛亮自比，不满和悲叹之情交织在—起，展现了诗人复杂的内心世界。\n\n　　再看尾联。亦用典明志。诸葛坚持北伐，虽“出师一表真名世”，但终归名满天宇，“千载谁堪伯仲间”。追慕先贤的业绩，表明自己的爱国热情至老不移，渴望效仿诸葛亮，施展抱负。\n\n　　回看整首诗歌，可见句句是愤，字字是愤。以愤而为诗，诗便尽是愤。 \n\n","translation":"年轻时就立志北伐中原， 哪想到竟然是如此艰难。我常常北望那中原大地， 热血沸腾啊怨气如山啊。\n记得在瓜州渡痛击金兵， 雪夜里飞奔着楼船战舰。秋风中跨战马纵横驰骋， 收复了大散关捷报频传。\n想当初我自比万里长城， 立壮志为祖国扫除边患。到如今垂垂老鬓发如霜， 盼北伐盼恢复都成空谈。\n不由人缅怀那诸葛孔明， 出师表真可谓名不虚传，有谁像诸葛亮鞠躬尽瘁， 率三军复汉室北定中原！\n\n"}
{"_id":{"$oid":"5b9a1452367d5cab186686e5"},"title":"寒食野望吟","dynasty":"唐代","writer":"白居易","content":"乌啼鹊噪昏乔木，清明寒食谁家哭。\n风吹旷野纸钱飞，古墓垒垒春草绿。\n棠梨花映白杨树，尽是死生别离处。\n冥冥重泉哭不闻，萧萧暮雨人归去。","type":["寒食节","思乡"]}
{"_id":{"$oid":"5b9a1452367d5cab186686e6"},"title":"夜雪","dynasty":"唐代","writer":"白居易","content":"已讶衾枕冷，复见窗户明。\n夜深知雪重，时闻折竹声。","type":["冬天","写雪"],"remark":"讶：惊讶。 衾（qīn）枕：被子和枕头。\n折竹声：指大雪压折竹子的声响。\n\n","translation":"夜卧枕被如冰，不由让我很惊讶，又看见窗户被白雪泛出的光照亮。\n夜深的时候就知道雪下得很大，是因为不时地能听到雪把竹枝压折的声音。\n\n"}
{"_id":{"$oid":"5b9a1452367d5cab186686e7"},"title":"画眉鸟","dynasty":"宋代","writer":"欧阳修","content":"百啭千声随意移，山花红紫树高低。\n始知锁向金笼听，不及林间自在啼。\n\n","type":["古诗三百首","写鸟","寓人","早教古诗100首"],"remark":"啭：鸟婉转地啼叫\n随意：随着自己（鸟）的心意。\n树高低：树林中的高处或低处。\n金笼：贵重的鸟笼，喻指不愁吃喝、生活条件优越的居所。\n百啭千声：形容画眉叫声婉转，富于变化。\n始知：现在才知道。\n不及：远远比不上。\n\n","shangxi":"　　这首篇借咏画眉以抒发自己的性灵，诗题一作《郡斋闻百舌》。画眉、百舌，都是声音婉转的鸣禽，诗人在《啼鸟》诗中也写过“南窗睡多春正美，百舌未晓催天明。黄鹂颜色已可爱，舌端哑咤如娇婴。”可见他对“林间自在啼”的欣赏，这儿以“锁向金笼”与之对比，更见出诗人挣脱羁绊、向往自由的心理。诗人本在朝为官，后因党争牵连，贬为知州知县，此两句大概有所寄托。\n\n　　欧阳修的《画眉鸟》，前两句写景：画眉鸟千啼百啭，一高一低舞姿翩翩，使得嫣红姹紫的山花更是赏心悦目。后两句抒情：看到那些关在笼里的鸟儿，真羡慕飞啭在林间的画眉鸟，自由自在，无拘无束。这里也要了解的是，作者欧阳修此时因在朝中受到排挤而被贬到滁州，写作此诗的心情也就可知了。\n\n　　写画眉实是写自己，画眉鸟的百啭千声的表达的是归隐山林、不受羁绊的心曲。看山花烂漫、叶木葱笼，管什么金带紫袍；无限的欣喜快慰如山间清流泻出，洗尽俗尘，只余下悦耳的音韵流转。运用了对比手法：前两句（写自由自在，任意翔鸣的画眉）与后两句（写陷入囚笼，失去了自由的画眉）构成对比。\n\n　　这首诗情景结合，寓意深远，反映了作者对自由生活的追求和向往。\n\n","translation":"\n来到树林里，看到画眉鸟在开满红红紫紫山花的枝头自由自在地飞翔，听到它们在高高低低的树梢上随着自己的心意尽情愉快地唱歌，不由得感慨到 ：如果把它们锁起来，即使是锁在金笼里，它们也不会唱出这样美妙的歌声了。因为自由是生活愉快的先决条件。鸟是这样，人不也是这样吗？\n\n译文二\n千百声的鸟的鸣叫声，随着自己的心意任意回荡着，\n(就在那)山花万紫千红绽放在高低有致的林木里。\n这才明白：（以前)听到那锁在金笼内的画眉叫声，\n远比不上悠游林中时的自在啼唱。\n\n"}
{"_id":{"$oid":"5b9a1452367d5cab186686e8"},"title":"赠从弟","dynasty":"魏晋","writer":"刘桢","content":"亭亭山上松，瑟瑟谷中风。\n风声一何盛，松枝一何劲。\n冰霜正惨凄，终岁常端正。\n岂不罹凝寒，松柏有本性。\n\n","type":["古诗三百首","初中古诗","咏物","松树","言志"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154103433.mp3","remark":"亭亭：高耸的样子\n瑟瑟：形容寒风的声音。　\n一何：多么。\n惨凄：凛冽、严酷。　\n罹（ lí ）凝寒：遭受严寒。 罹，遭受。\n“岂不罹凝寒？松柏有本性”二句是说，难道松柏没有遭到严寒的侵凌吗？（但是它依然青翠如故，)这是它的本性决定的。\n从弟：堂弟。\n\n","shangxi":"　　刘桢的诗刚劲挺拔，卓荦不凡。曹丕称“其五言诗之善者，妙绝时人”。《赠从弟》共三首，为其代表作，尤以第二首著称于世。\n\n　　《赠从弟》（其二）貌似咏物，实为言志，借青松之刚劲，明志向之坚贞。全诗由表及里，由此及彼，寓意高远，气壮脱俗。\n\n　　起首二句，即以松的高洁之态动人情思，风的肃杀之声逼人警觉。用“亭亭”标示松的傲岸姿态，用“瑟瑟”摹拟刺骨的风声。绘影绘声，简洁生动。又以“谷中”映衬“山上”，更突出了位居全诗中心的青松的傲骨。\n\n　　起首二句以客观描写为主，三四两句则加强了抒情的氛围。而且在似乎不相关的松和风之间冲突顿起，令听者心惊，观者颜开。两个“一何”强调诗人感受的强烈，一“盛”一“劲”表现冲突的激烈和诗人的感情倾向。第三句诗顺接第二句，第四句呼应首句，章法绵密，展开有序。\n\n　　五六两句，由风势猛烈而发展到酷寒的冰霜，由松枝的刚劲而拓宽为一年四季常端正，越发显出环境的严酷和青松岁寒不凋的特性。诗的意境格外高远，格调更显得悲壮崇高。松树和环境的对比也更分明，而松树品性的价值也更加突现出来。\n\n　　最后两句变换句式，以有力的一问一答作结。诗人由外而内，由表层到深层，把读者眼光从“亭亭”“端正”的外貌透视到松树内在的本性，以此表明松树之所以不畏狂风严寒，是因为有坚贞不屈的高风亮节。\n\n　　全诗以松树为中心，写得集中紧凑。反复咏歌，却不平板单调。用词朴素无华，风骨雄健，气势有力。不重在工笔细描，而以层层深入事物的内核见长。\n\n　　这 首诗名为“赠从弟”，但无一语道及兄弟情谊。我们读来却颇觉情深谊长，而且能同诗人心心相印。这是因为诗人运用了象征手法，用松树象征自己的志趣、情操和 希望。自然之物原本自生自灭，与人无关。但一旦诗人用多情的目光注入山水树木、风霜雷电，与自然界中某些同人类相通的特征一撞击，便会爆发出动人的火花。 这种象征手法的运用，刘桢之前有屈原的桔颂，刘桢之后，则更是屡见不鲜，且形成中国古典诗歌的传统特征之一。\n\n　　刘桢如果直接抒写内心情感，很易直露，便借松树的高洁来暗示情怀，以此自勉，也借以勉励从弟。全诗关于兄弟情谊虽“不着一字”，但味外之旨却更耐人品尝。\n\n","translation":"高山上挺拔耸立的松树，顶着山谷间瑟瑟呼啸的狂风。\n风声是如此的猛烈，而松枝是如此的刚劲！\n任它满天冰霜惨惨凄凄，松树的腰杆终年端端正正。\n难道是松树没有遭遇凝重的寒意？不，是松柏天生有着耐寒的本性！\n\n"}
{"_id":{"$oid":"5b9a1452367d5cab186686e9"},"title":"蝉","dynasty":"唐代","writer":"虞世南","content":"垂緌饮清露，流响出疏桐。\n居高声自远，非是藉秋风。","type":["咏物","寓理"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154104747.mp3","remark":"垂緌（ruí）：古人结在颔下的帽缨下垂部分,蝉的头部伸出的触须,形状与其有些相似。\n清露：纯净的露水。古人以为蝉是喝露水生活的，其实是刺吸植物的汁液。\n流响：指连续不断的蝉鸣声。\n疏：开阔、稀疏。\n藉：凭借。\n\n","shangxi":"　　这是初唐名臣虞世南的一首咏物诗，咏物中尤多寄托，具有浓郁的象征性。句句写的是蝉的形体、习性和声音，而句句又暗示着诗人高洁清远的品行志趣，物我互释，咏物的深层意义是咏人。关键要把握住蝉的某些别有意味的具体特征，从中找出艺术上的契合点。垂緌，是古代官帽打结下垂的带子，也指蝉的下巴上与帽带相似的细嘴。蝉用细嘴吮吸清露，由于语义双关，暗示着冠缨高官要戒绝腐败，追求清廉。蝉居住在挺拔疏朗的梧桐上，与那些在腐草烂泥中打滚的虫类自然不同，因此它的声音能够流丽响亮。诗的最后评点道，这完全是由于蝉能够“居高声自远”，而不是由于凭借秋风一类外力所致。这些诗句的弦外之音，它们所隐喻的深层意义无非是说，做官做人应该立身高处，德行高洁，才能说话响亮，声名远播。这种居高致远完全来自人格美的力量，绝非依凭见风使舵，或者什么权势、关节和捧场所能得到的。实际上，咏蝉包含着虞世南的夫子自道。他作为唐贞观年间画像悬挂在凌烟阁的二十四勋臣之一，名声在于博学多能，高洁耿介，与唐太宗谈论历代帝王为政得失，能够直言善谏，为贞观之治作出独特贡献。为此，唐太宗称他有“五绝”（德行、忠直、博学、文辞、书翰），并赞叹：“群臣皆如虞世南，天下何忧不理！”从他不是以鲲鹏鹰虎，而是以一只不甚起眼的蝉来自况，也可见其老成谨慎，以及有自知之明。\n\n　　这首托物寓意的小诗，是唐人咏蝉诗中时代最早的一首，很为后世人称道。 首句“垂緌饮清露”表面上是写蝉的形状与食性，实际上是运用比兴手法，暗示自己的显要身份和清廉的品质。蝉的头部有两根触须，形状似官员系在颈下的帽带；古人认为蝉栖身高树，只喝清洁的露水，因而用“饮清露”象征人的品格高洁。其实蝉是靠吸食植物的液汁生活的，哪里可能只喝露水？ 次句“流响出疏桐”写蝉鸣声。为什么说连续不断的蝉鸣声是从枝叶稀疏的梧桐中传出来的呢？这是因为梧桐在古人的心目中是一种高贵而灵异的树，传说鸾凤一类的鸟非梧桐不栖，“王者任用贤良，则梧桐生于东厢”。诗人以蝉自比，则其鸣声也就不同凡响。“桐”前着一“疏”，既让人感到“流响”的易于流传，又与末句“秋风”相应。 “居高声自远，非是藉秋风”，这是全篇比兴寄托的点睛之笔，是从上面两句引发出来的议论。意思是“蝉儿栖身高处，声音自然会传得很远。这并不是借助秋风的飞传”，沈德潜说：“命意自高，咏蝉者每咏其声，此独尊其品格。” 这一托物寓意的名句，既是写景，也是抒怀，是唐诗中最早咏蝉的，很为后世称道。虞世南原是陈隋旧臣，入唐后以文才和德行受到唐太宗的器重，他生性耿直孤傲，不合于世，显示出一种内向、孤僻、深沉的性格特征，虞世南借蝉咏怀，表明自己立身高洁，不需任何凭藉，自会扬名。情景交融，显得十分和谐自然。这两句用的是比喻，蝉声远传不是借藉于秋风的传送，这里所突出强调的是诗人的人格美，表达了诗人对自己内在品格的热情赞美，表现了一种雍容不迫的风度、气韵。读者可从中想像到人格化了的蝉儿那种清华隽朗的高标逸韵，可谓巧妙至极。正像曹丕在《典论o论文》中所言“不做良臣之辞，不托飞驰之势，而名声自传达于后”。“居高声自远。非是藉秋风”展示了一个清狂自负、踌躇满志的士大夫形象。 施朴华《岘佣说诗》曰：“《三百篇》比兴为多，唐人犹得其意。同一咏蝉，虞世南‘居高声自远，非是籍秋风’，是清华人语；骆宾王‘露重飞难进，风多响易沉’，是患难人语；李商隐‘本以高难饱，徒劳恨费声’，是牢骚人语，比兴不同如此。”同是唐人，又都是托咏蝉以寄意，由于作者的地位、遭际、气质彼此不同，虽同样工于比兴寄托，却呈现出殊异的面貌，形成富有个性特征的艺术形象。\n\n","translation":"蝉垂下像帽缨一样的触角吸吮着清澈甘甜的露水，声音从挺拔疏朗的梧桐树枝间传出。\n蝉声远传是因为蝉居在高树上，而不是依靠秋风。\n\n"}
{"_id":{"$oid":"5b9a1452367d5cab186686ea"},"title":"金缕衣","dynasty":"唐代","writer":"佚名","content":"劝君莫惜金缕衣，劝君惜取少年时。(惜取 一作：须取)\n花开堪折直须折，莫待无花空折枝。(花开 一作：有花)","type":["唐诗三百首","励志","惜时","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154104737.mp3","remark":"⑴金缕衣：缀有金线的衣服，比喻荣华富贵。\n⑵须惜：珍惜。\n⑶堪：可以，能够。\n⑷直须：尽管。直：直接，爽快。\n⑸莫待：不要等到。\n\n","shangxi":"　　此诗含意很单纯，可以用“莫负好时光”一言以蔽之。这原是一种人所共有的思想感情。可是，它使得读者感到其情感虽单纯却强烈，能长久在人心中缭绕，有一种不可思议的魅力。它每个诗句似乎都在重复那单一的意思“莫负好时光！”而每句又都寓有微妙变化，重复而不单调，回环而有缓急，形成优美的旋律，反复咏叹强调爱惜时光，莫要错过青春年华。从字面看，是对青春和爱情的大胆歌唱，是热情奔放的坦诚流露。然而字面背后，仍然是“爱惜时光”的主旨。因此，若作“行乐及时”的宗旨看似乎低了，作“珍惜时光”看，便摇曳多姿，耐人寻味。\n\n　　一、二句式相同，都以“劝君”开始，“惜”字也两次出现，这是二句重复的因素。但第一句说的是“劝君莫惜”，二句说的是“劝君须惜”，“莫”与“须”意正相反，又形成重复中的变化。这两句诗意又是贯通的。“金缕衣”是华丽贵重之物，却“劝君莫惜”，可见还有远比它更为珍贵的东西，这就是“劝君须惜”的“少年时”了。至于其原因，诗句未直说，那本是不言而喻的：“一寸光阴一寸金，寸金难买寸光阴”，贵如黄金也有再得的时候，“千金散尽还复来”；然而青春对任何人也只有一次，它一旦逝去是永不复返的。可是，世人多惑于此，爱金如命、虚掷光阴的真不少呢。一再“劝君”，用对白语气，致意殷勤，有很浓的歌味，和娓娓动人的风韵。两句一否定，一肯定，否定前者乃是为肯定后者，似分实合，构成诗中第一次反复和咏叹，其旋律节奏是纡回徐缓的。\n\n　　三、四句则构成第二次反复和咏叹，单就诗意看，与一、二句差不多，还是“莫负好时光”那个意思。这样，除了句与句之间的反复，又有上联与下联之间的较大的回旋反复。但两联表现手法就不一样，上联直抒胸臆，是赋法；下联却用了譬喻方式，是比义。于是重复中仍有变化。三、四没有一、二那样整饬的句式，但意义上彼此是对称得铢两悉称的。上句说“有花”应怎样，下句说“无花”会怎样；上句说“须”怎样，下句说“莫”怎样，也有肯定否定的对立。二句意义又紧紧关联：“有花堪折直须折”是从正面说“行乐须及春”意，“莫待无花空折枝”是从反面说“行乐须及春”意，似分实合，反复倾诉同一情愫，是“劝君”的继续，但语调节奏由徐缓变得峻急、热烈。“堪折——直须折”这句中节奏短促，力度极强，“直须”比前面的“须”更加强调。这是对青春与欢爱的放胆歌唱。这里的热情奔放，不但真率、大胆，而且形象、优美。“花”字两见，“折”字竟三见；“须——莫”云云与上联“莫——须”云云，又自然构成回文式的复叠美。这一系列天然工妙的字与字的反复、句与句的反复、联与联的反复，使诗句琅琅上口，语语可歌。除了形式美，其情绪由徐缓的回环到热烈的动荡，又构成此诗内在的韵律，诵读起来就更使人感到回肠荡气了。\n\n　　有一种歌词，简单到一句两话，经高明作曲家配上优美的旋律，反复重唱，尚可获得动人的风韵；而《金缕衣》，起诗意单纯而不单调，有往复，有变化，一中有多，多中有一，作为独立的诗篇一摇曳多姿，更何况它在唐代是配乐演唱，因此而被广泛流唱了。\n\n　　此诗另一显著特色在于修辞上的别致新颖。一般情况下 ，旧诗中比兴手法往往合一，用在诗的发端； 而绝句往往先景语后情语。此诗一反惯例，它赋中有兴，先赋后比 ，先情语后景语，殊属别致。“劝君莫惜金缕衣”一句是赋 ，而以物起情，又有兴的作用。 诗的下联是比喻，也是对上句“须惜少年时”诗意的继续生发 。不用“人生几何 ”式直截的感慨，用花来比少年好时光，用折花来比莫负大好青春，既形象又优美，创造出一个意象世界。\n\n　　这就是艺术的表现，形象思维。错过青春便会导致无穷悔恨，这种意思，此诗本来可以用但却没有用“老大徒伤悲”一类成语来表达，而紧紧朝着折花的比喻向前走，继而造出“无花空折枝”这样闻所未闻的奇语。没有沾一个悔字恨字，而“空折枝”三字却耐人寻味，富有艺术感染力。\n\n","translation":"我劝你不要顾惜华贵的金缕衣，我劝你一定要珍惜青春少年时。\n花开宜折的时候就要抓紧去折，不要等到花谢时只折了个空枝。\n\n韵译\n不要爱惜荣华富贵，而应爱惜少年时光。\n就像那盛开的鲜花，要及时采摘。如果采摘不及时，等到春残花落之时，就只能折取花枝了。\n\n"}
{"_id":{"$oid":"5b9a1452367d5cab186686eb"},"title":"菩萨蛮·小山重叠金明灭","dynasty":"唐代","writer":"温庭筠","content":"小山重叠金明灭，鬓云欲度香腮雪。懒起画蛾眉，弄妆梳洗迟。\n照花前后镜，花面交相映。新帖绣罗襦，双双金鹧鸪。","type":["宋词三百首","婉约","女子","闺怨"],"remark":"小山：眉妆的名目，指小山眉，弯弯的眉毛。另外一种理解为：小山是指屏风上的图案，由于屏风是折叠的，所以说小山重叠。金：指唐时妇女眉际妆饰之“额黄”。明灭：隐现明灭的样子。金明灭：形容阳光照在屏风上金光闪闪的样子。一说描写女子头上插戴的饰金小梳子重叠闪烁的情形，或指女子额上涂成梅花图案的额黄有所脱落而或明或暗。\n鬓云：像云朵似的鬓发。形容发髻蓬松如云。度：覆盖，过掩，形容鬓角延伸向脸颊，逐渐轻淡，像云影轻度。欲度：将掩未掩的样子。香腮雪：香雪腮，雪白的面颊。\n蛾眉：女子的眉毛细长弯曲像蚕蛾的触须，故称蛾眉。一说指元和以后叫浓阔的时新眉式“蛾翅眉”。\n弄妆：梳妆打扮， 修饰仪容。\n罗襦：丝绸短袄。\n鹧鸪：贴绣上去的鹧鸪图，这说的是当时的衣饰，就是用金线绣好花样，再绣贴在衣服上，谓之“贴金”。\n\n","shangxi":"　　这首《菩萨蛮》，为了适应宫廷歌伎的声口，也为了点缀皇宫里的生活情趣，把妇女的容貌写得很美丽，服饰写得很华贵，体态也写得十分娇柔，仿佛描绘了一幅唐代仕女图。\n\n　　词学专家周汝昌先生认为：此篇通体一气。精整无只字杂言，所写只是一件事，若为之拟一题目增入，便是“梳妆”二字。领会此二字，一切迎刃而解。而妆者，以眉为始；梳者，以鬓为主；故首句即写眉，次句即写鬓。\n\n　　小山，眉妆之名目，晚唐五代，此样盛行，见于《海录碎事》，为“十眉”之一式。大约“眉山”一词，亦因此起。眉曰小山，也时时见于当时词中，如五代蜀秘书监毛熙震《女冠子》云：“修蛾慢脸（脸，古义，专指眼部），不语檀心一点（檀心，眉间额妆，双关语），小山妆。”正指小山眉而言。又如同时孙光宪《酒泉子》云：“玉纤（手也）淡拂眉山小，镜中嗔共照。翠连娟，红缥缈，早妆时。”亦正写晨妆对镜画眉之情景。可知小山本谓淡扫蛾眉，实与韦庄《荷叶杯》所谓“一双愁黛远山眉”同义。\n\n　　旧解多以小山为“屏”，其实未允。此由（1）不知全词脉络，误以首句与下无内在联系；（2）不知“小山”为眉样专词，误以为此乃“小山屏”之简化。又不知“叠”乃眉蹙之义，遂将“重叠”解为重重叠叠。然“小山屏”者，译为今言，谓“小小的山样屏风”也，故“山屏”即为“屏山”，为连词，而“小”为状词；“小”可省减而“山屏”不可割裂而止用“山”字。既以“小山”为屏，又以“金明灭”为日光照映不定之状，不但“屏”“日”全无着落，章法脉络亦不可寻矣。\n\n　　重，在诗词韵语中，往往读平声而义为去声，或者反是，全以音律上的得宜为定。此处声平而义去，方为识音。叠，相当于蹙眉之蹙字义，唐诗有“双蛾叠柳”之语，正此之谓。金，指唐时妇女眉际妆饰之“额黄”，故诗又有“八字宫眉捧额黄”之句，其良证也。\n\n　　已将眉喻为山，再将鬓喻为云，再将腮喻为雪，是谓文心脉络。盖晨间闺中待起，其眉蹙锁，而鬓已散乱，其披拂之发缕，掩于面际，故上则微掩眉端额黄，在隐现明灭之间；下则欲度腮香，——度实亦微掩之意。如此，山也，金也，云也，雪也，构为一幅春晓图，十分别致。\n\n　　上来两句所写，待起未起之情景也。故第三句紧接懒起，起字一逗——虽曰懒起，并非不起，是娇懒迟迟而起也。闺中晓起，必先梳妆，故“画蛾眉”三字一点题——正承“小山”而来。“弄妆”再点题，而“梳洗”二字又正承鬓之腮雪而来。其双管并下，脉络最清。然而中间又着一“迟”字，远与“懒”相为呼应，近与“弄”字互为注解。“弄”字最奇，因而是一篇眼目。一“迟”字，多少层次，多少时光，多少心绪，多少神情，俱被此一字包尽矣。\n\n　　梳妆虽迟，终究须有完毕之日，故过片重开，即写梳妆已罢，最后以两镜前后对映而审看梳妆是否合乎标准。其前镜，妆台奁内之座镜也；其后镜，手中所持之柄镜也——俗呼“把儿镜”。所以照者，为看两鬓簪花是否妥恰，而两镜之交，“套景”重叠，花光之与人面，亦交互重叠，至于无数层次！以十个字写此难状之妙景，尽得神理，实为奇绝之笔。\n\n　　词笔至此，写梳妆题目已尽其能事了，后面又忽有两句，又不知为何而设？新贴，新鲜之“花样子”也，剪纸为之，贴于绸帛之上，以为刺绣之“蓝本”者也。盖言梳妆既妥，遂开始一日之女红：刺绣罗襦，而此新样花贴，偏偏是一双一双的的鹧鸪图纹。闺中之人，见此图纹，不禁有所感触。此处之所感所触，乃与开头之山眉深蹙，梦起迟妆者相应。由此一例足见飞卿词极工于组织联络，回互呼应之妙。\n\n　　此词对后世颇有影响。电视连续剧《后宫甄嬛传》剧终曲曾采用此词原文为歌词，由刘欢作曲，姚贝娜演唱。\n\n","translation":"眉妆漫染，叠盖了部分额黄，鬓边发丝飘过。洁白的香腮似雪，懒得起来，画一画蛾眉，整一整衣裳，梳洗打扮，慢吞吞，意迟迟。\n照一照新插的花朵，对了前镜，又对后镜，红花与容颜，交相辉映，刚穿上的绫罗裙襦，绣着一双双的金鹧鸪。\n\n"}
{"_id":{"$oid":"5b9a1454367d5cab186686ec"},"title":"荆轲刺秦王","dynasty":"两汉","writer":"刘向 编","content":"　　秦将王翦破赵，虏赵王，尽收其地，进兵北略地，至燕南界。\n\n　　太子丹恐惧，乃请荆卿曰：“秦兵旦暮渡易水，则虽欲长侍足下，岂可得哉？”荆卿曰：“微太子言，臣愿得谒之。今行而无信，则秦未可亲也。夫今樊将军，秦王购之金千斤，邑万家。诚能得樊将军首，与燕督亢之地图，献秦王，秦王必说见臣，臣乃得有以报太子。”太子曰：“樊将军以穷困来归丹，丹不忍以己之私，而伤长者之意，愿足下更虑之！”\n\n　　荆轲知太子不忍，乃遂私见樊於期，曰：“秦之遇将军，可谓深矣。父母宗族，皆为戮没。今闻购樊将军之首，金千斤，邑万家，将奈何？”樊将军仰天太息流涕曰：“吾每念，常痛于骨髓，顾计不知所出耳！”轲曰：“今有一言，可以解燕国之患，而报将军之仇者，何如？”於期乃前曰：“为之奈何？”荆轲曰：“愿得将军之首以献秦，秦王必喜而善见臣。臣左手把其袖，而右手揕其胸，然则将军之仇报，而燕国见陵之耻除矣。将军岂有意乎？”樊於期偏袒扼腕而进曰：“此臣之日夜切齿拊心也，乃今得闻教！”遂自刎。\n\n　　太子闻之，驰往，伏尸而哭，极哀。既已，不可奈何，乃遂盛樊於期之首，函封之。\n\n　　于是太子预求天下之利匕首，得赵人徐夫人之匕首，取之百金，使工以药 淬之。以试人，血濡缕,人无不立死者。乃为装遣荆轲。\n\n　　燕国有勇士秦武阳，年十二，杀人，人不敢与忤视。乃令秦武阳为副。(秦武阳 一作：秦舞阳)\n\n　　荆轲有所待，欲与俱，其人居远未来，而为留待。\n\n　　顷之未发，太子迟之。疑其有改悔，乃复请之曰：“日以尽矣，荆卿岂无意哉？丹请先遣秦武阳！”荆轲怒， 叱太子曰：“今日往而不反者，竖子也！今提一匕首入不测之强秦，仆所以留者，待吾客与俱。今太子迟之，请辞决矣！”遂发。\n\n　　太子及宾客知其事者，皆白衣冠以送之。至易水上，既祖，取道。高渐离击筑，荆轲和而歌，为变徵之声，士皆垂泪涕泣。又前而为歌曰：“风萧萧兮易水寒，壮士一去兮不复还！”复为慷慨羽声，士皆瞋目，发尽上指冠。于是荆轲遂就车而去，终已不顾。\n\n　　既至秦，持千金之资币物，厚遗wèi秦王宠臣中庶子蒙嘉。\n\n　　嘉为先言于秦王曰：“燕王诚振怖大王之威，不敢兴兵以拒大王，愿举国为内臣。比诸侯之列，给贡职如郡县，而得奉守先王之宗庙。恐惧不敢自陈，谨斩樊於期头，及献燕之督亢之地图，函封，燕王拜送于庭，使使以闻大王。唯大王命之。”\n\n　　秦王闻之，大喜。乃朝服，设九宾，见燕使者咸阳宫。\n\n　　荆轲奉樊於期头函，而秦武阳奉地图匣，以次进。至陛下，秦武阳色变振恐，群臣怪之，荆轲顾笑武阳，前为谢曰：“北蛮夷之鄙人，未尝见天子，故振慑，愿大王少假借之，使毕使于前。”秦王谓轲曰：“起，取武阳所持图！”\n\n　　轲既取图奉之， 发图，图穷而匕首见。因左手把秦王之袖，而右手持匕首揕之。未至身，秦王惊，自引而起，绝袖。拔剑，剑长，操其室。时恐急，剑坚，故不可立拔。\n\n　　荆轲逐秦王，秦王还柱而走。群臣惊愕，卒起不意，尽失其度。而秦法，群臣侍殿上者，不得持尺兵；诸郎中执兵，皆陈殿下，非有诏不得上。方急时，不及召下兵，以故荆轲逐秦王，而卒惶急无以击轲，而乃以手共搏之。\n\n　　是时，侍医夏无且以其所奉药囊提轲。秦王方还柱走，卒惶急不知所为。左右乃曰：“王负剑！王负剑！”遂拔以击荆轲，断其左股。荆轲废，乃引其匕首提秦王，不中，中柱。秦王复击轲，被八创。\n\n　　轲自知事不就，倚柱而笑，箕踞以骂曰：“事所以不成者，乃欲以生劫之，必得约契以报太子也。”\n\n　　左右既前，斩荆轲。秦王目眩良久。\n\n","type":["高中文言文","历史","故事"],"remark":"秦将王翦破赵，虏赵王：这是公元前年的事。荆轲刺秦王是在第二年。\n收：占领。北：向北（名词用作状语）。略：通掠，掠夺，夺取。\n荆卿：燕人称荆轲为荆卿。卿，古代对人的敬称。\n旦暮渡易水：早晚就要渡过易水了。旦暮，早晚，极言时间短暂。易水，在河北省西部，发源于易县，在定兴县汇入南拒马河。\n长侍：长久侍奉。\n微太子言，臣愿得谒之：即使太子不说，我也要请求行动。微，假如没有。谒，拜访。\n今行而无信，则秦未可亲也：当下去却没有什么凭信之物，就无法接近秦王。信：凭信之物。亲：亲近，接近。\n樊将军：即下文的樊於期，秦国将领，因得罪秦王，逃到燕国。\n秦王购之金千斤，邑万家：秦王用一千斤金（当时以铜为金）和一万户人口的封地做赏格，悬赏他的头。购，重金征求。邑，封地。\n督亢：今河北省易县，霸县一带，是燕国土地肥沃的地方。\n说：同“悦”，喜欢，高兴。\n更虑之：再想想别的办法。更，改变。\n遇：对待。深，这里是刻毒的意思。\n戮没：杀戮和没收。重要的人杀掉，其他人等收为奴婢。\n顾计不知所出耳：只是想不出什么办法罢了。顾，不过，只是，表轻微转折。\n善：好好地。\n把：握，抓住。\n揕：刺。\n见陵之耻：被欺侮的耻辱。见，被。陵，侵犯，欺侮。\n偏袒扼腕而进：脱下一只衣袖，握住手腕，走近一步。这里形容激动愤怒的样子。偏袒，袒露一只臂膀。扼：握住。\n拊心：捶胸，这里形容非常心痛。\n盛：装。\n函封之：用匣子封装起来。函，匣子。\n徐夫人：姓徐，名夫人。一个收藏匕首的人。\n工：工匠。以药淬之：在淬火时把毒药浸到匕首上。淬，把烧红的铁器浸入水或者其他液体，急速冷却，使之硬化。\n濡缕：沾湿衣缕。濡，浸湿，沾湿。\n忤视：正眼看。忤，逆。意思是迎着目光看。\n为副：做助手。\n荆轲有所待，欲与俱：荆轲等待一个人，想同他一起去。\n迟之：嫌荆轲动身迟缓。\n往而不反者，竖子也：去了而不能好好回来复命的，那是没用的人。反，通“返”。竖子，对人的蔑称。\n不测：难以预料，表示凶险。\n请辞决矣：我就辞别了。请，请允许我，表示客气。辞决，辞别，告别。\n既祖，取道：祭过路神，就要上路。祖，临行祭路神，引申为践行和送别。\n高渐离：荆轲的朋友。\n为变徵之声：发出变徵的声音。古时音乐分为宫，商，角，徵，羽，变徵，变宫七音，变徵是徵音的变调，声调悲凉。\n慷慨羽声：声调激愤的羽声。\n瞋目：形容发怒时瞪大眼睛的样子。\n终已不顾：始终不曾回头。形容意志坚决。\n持千金之资币物：拿着价值千金的礼物。币，礼品。\n厚遗秦王宠臣中庶子蒙嘉：以厚礼赠送给秦王的宠臣中庶子蒙嘉。遗：赠送。\n诚：确实。振怖：惧怕。振，通“震”。\n比：并，列。\n给贡职如郡县：像秦国的郡县那样贡纳赋税。给，供。\n奉守先王之宗庙：守住祖先的宗庙。意思是保存祖先留下的国土。\n使使：派遣使者。\n唯大王命之：意思是一切听大王的吩咐。唯，希望的意思。\n奉：两手捧着。\n以次进：按先后顺序进来。\n陛：殿前的台阶。\n顾笑武阳：回头冲武阳笑。顾，回头看。\n少假借之：稍微原谅他些。少：通“稍”。假借，宽容，原谅。\n使毕使于前：让他在大王面前完成使命。\n发：打开。\n自引而起，绝袖：自己挣着站起来，袖子断了。引，指身子向上起。绝：挣断。\n操其室：握住剑鞘。室，指剑鞘。\n剑坚：剑插得紧。\n还：通“环”，绕。\n卒起不意，尽失其度：事情突然发生，没意料到，全都失去常态。卒，通“猝”，突然。\n尺兵：尺寸之兵，指各种兵器。\n郎中：宫廷的侍卫。\n提：掷击。\n负剑：负剑于背。\n废：倒下。\n引：举起。\n被八创：荆轲受了八处剑伤。被，受。创，伤。\n箕踞：坐在地上，两脚张开，形状像箕。这是一种轻慢傲视对方的姿态。\n劫：强迫，威逼（其订立盟约）。\n\n\n","shangxi":"　　本文记述战国时期荆轲剌秦王这—悲壮的历史故事，反映了当时的社会政治情况，表现了荆轲重义轻生、反抗暴秦、勇于牺牲的精神。文章通过一系列情节和人物对话、行动、表情、神态等表现人物性格，塑造了侠义英雄荆轲的形象。\n\n　　秦王嬴政重用尉缭，一心想统一中原，不断向各国进攻。他拆散了燕国和赵国的联盟，使燕国丢了好几座城。燕国的太子丹原来留在秦国当人质，他见秦王嬴政决心兼并列国，又夺去了燕国的土地，就偷偷地逃回燕国。他恨透了秦国，一心要替赵国报仇。但他既不操练兵马，也不打算联络诸侯共同抗秦，却把燕国的命运寄托在刺客身上。他把家产全拿出来，找寻能刺秦王嬴政的人。\n\n　　后来，太子丹物色到了一个很有本领的勇士，名叫荆轲。公元前230年，秦国灭了韩国；过了两年，秦国大将王翦（音jiǎn）占领了赵国都城邯郸，一直向北进军，逼近了燕国。燕太子丹十分焦急，就去找荆轲。要他去刺杀秦王。荆轲说：“行是行，但要挨近秦王身边，必定得先叫他相信我们是向他求和去的。听说秦王早想得到燕国最肥沃的土地督亢（在河北涿县一带）。还有秦国将军樊於期，现在流亡在燕国，秦王正在悬赏通缉他。我要是能拿着樊将军的头和督亢的地图去献给秦王，他一定会接见我。这样，我就可以对付他了。”\n\n　　荆轲知道太子丹心里不忍，就私下去找樊於期（fánwūjī），跟樊於期说：“我有一个主意，能帮助燕国解除祸患，还能替将军报仇，可就是说不出口。” 樊於期连忙说：“什么主意，你快说啊！” 荆轲说：“我决定去行刺，怕的就是见不到秦王的面。现在秦王正在悬赏通缉你，如果我能够带着你的头颅去献给他，他准能接见我。” 樊於期说：“好，你就拿去吧！”说着，就拔出宝剑，抹脖子自杀了。\n\n　　太子丹事前准备了一把锋利的匕首，叫工匠用毒药煮炼过。谁只要被这把匕首刺出一滴血，就会立刻气绝身死。他把这把匕首送给荆轲，作为行刺的武器，又派了个十二岁时便杀过人的勇士秦武阳，做荆轲的副手。\n\n　　公元前227年，荆轲从燕国出发到咸阳去。太子丹和少数宾客穿上白衣白帽，到易水（在今河北易县）边送别。临行的时候，荆轲给大家唱了一首歌：“风萧萧兮易水寒， 壮士一去兮不复还。” 荆轲跳上车，头也不回地走了。\n\n　　荆轲到了咸阳。秦王政一听燕国派使者把樊於期的头颅和督亢的地图都送来了，十分高兴，就立刻穿上上朝的衣服，在咸阳宫接见荆轲。朝见的仪式开始了。荆轲捧着装了樊於期头颅的盒子，秦武阳捧着督亢的地图，一步步走上秦国朝堂的台阶。秦武阳一见秦国朝堂那副威严样子，不由得害怕得发起抖来。当然，《刺客列传》里，谋士田光对燕太子丹说的一段话：“窃观太子客无可用者：夏扶血勇之人，怒而面赤；宋意脉勇之人，怒而面青；舞阳骨勇之人，怒而面白。光所之荆柯，神勇之人，怒而色不变。”秦王政左右的侍卫一见，吆喝了一声，说：“使者怎么变了脸色？” 荆轲回头一瞧，果然见秦武阳的脸又青又白，就赔笑对秦王说：“粗野的人，从来没见过大王的威严，免不了有点害怕，请大王原谅。” 秦王政毕竟有点怀疑，对荆轲说：“叫秦武阳把地图给你，你一个人上来吧。” 荆轲从秦武阳手里接过地图，捧着木匣上去，献给秦王政。秦王政打开木匣，果然是樊於期的头颅。秦王政又叫荆轲拿地图来。荆轲把一卷地图慢慢打开，到地图全都打开时，荆轲预先卷在地图里的一把匕首就露出来了。秦王政一见，惊得跳了起来。荆轲连忙抓起匕首，左手拉住秦王政的袖子，右手把匕首向秦王政胸口直扎过去。秦王政使劲地向后一转身，把那只袖子挣断了。荆轲拿着匕首追了上来，秦王政一见跑不了，就绕着朝堂上的大铜柱子跑。荆轲紧紧地逼着。两个人像走马灯似地直转悠。旁边虽然有许多官员，但是都手无寸铁；台阶下的武士，按秦国的规矩，没有秦王命令是不准上殿的，大家都急得六神无主，也没有人召台下的武士。官员中有个伺候秦王政的医生，叫夏无且，急中生智，拿起手里的药袋对准荆轲扔了过去。荆轲用手一扬，那只药袋就飞到一边去了。这时，左右大臣提醒道：“把剑背在背上，把剑背在背上。”秦王政遂将宝剑背在背上，再往前一步，拔出宝剑，砍断了荆轲的左腿。荆轲站立不住，倒在地上。他拿匕首直向秦王政扔过去。秦王政往右边只一闪，那把匕首就从他耳边飞过去，打在铜柱子上，“嘣”的一声，直迸火星儿。秦王政见荆轲手里没有武器，又上前向荆轲砍了几剑。荆轲身上受了八处剑伤，自己知道已经失败，张开双腿坐在地上，傲慢地说：“我没有早下手，本来是想先逼你退还燕国的土地。” 这时候，侍从的武士已经一起赶上殿来，结果了荆轲的性命。 \n\n","translation":"　　秦国的将军王翦攻破赵国，俘虏赵王，大部分占领了赵国的国土，进军向北侵占土地，到达燕国南部的边界。\n　　燕国的太子丹很害怕，就请求荆轲说：“秦军马上就要渡过易水，那么虽然我想长久地侍奉您，又怎么能够做得到呢？”荆轲说：“即使太子不说，我也要请求行动。假如空手而去，没有什么凭信之物，那就无法接近秦王。现在的樊将军，秦王用一千斤金和一万户人口的封地作悬赏来购取他的头颅。果真能够得到樊将军的首级及燕国督亢一带的地图献给秦王，秦王一定高兴地召见我，我就有办法来报答太子了。”太子说：“樊将军因为走投无路，处境困窘而来归附我，我不忍心由于自己个人的私仇而伤害长者的心意，希望您另外考虑对策吧!”\n　　荆轲知道太子不忍心，于是私下里会见樊於期，说：“秦国对待将军，可以说是刻毒透顶了。父亲、母亲和同族的人都被杀死或没收入官为奴。现在听说用一千斤金和一万户人口的封地作悬赏来购买将军的首级，您将怎么办？”樊将军仰天长叹，泪流满面地说：“我每当想起这一点，常常恨入骨髓，只是想不出什么办法罢了。”荆轲说：“现在有一个建议，可以用来解除燕国的忧患，报将军的深仇大恨，怎么样？”樊於期于是上前问道：“怎么办？”荆轲说：“希望得到樊将军的首级来献给秦国，秦王一定高兴而又友好地接见我。我左手抓住他的衣袖，右手（用匕首）刺他的胸膛。这样，将军的仇报了，燕国被欺侮的耻辱也除掉了。将军是否有这个心意呢？”樊於期脱下一只衣袖露出一只胳膊，左手握住右腕，走近一步说：“这是我日日夜夜咬牙切齿、捶胸痛恨的事，今天才得到您的指教!”于是自杀。\n　　太子听说了这件事，赶着马车跑去，伏在樊於期的尸体上大哭，非常悲伤。事已至此，没有办法挽回了，于是就收拾安放樊於期的首级，用匣子装好它。\n　　于是太子预先寻求世上锋利的匕首，得到赵国徐夫人的匕首，用一百金把它买到，叫工匠在淬火时把毒药浸到匕首上。用人来做实验，血沾湿衣褛，没有不立即死亡的。于是整理行装，派遣荆轲上路。\n　　燕国有个勇士秦武阳，十二岁的时候就杀过人，人们不敢同他正眼相看，于是叫秦武阳做助手。\n　　荆轲等待着一个人，想同他一起去。那个人住得很远，没有来，因而停下等候他。\n　　过了一阵还没动身，太子嫌荆轲走晚了，怀疑他有改变初衷和后悔的念头，就又请求他说：“太阳已经完全落下去了，您难道没有动身的意思吗？请允许我先遣发秦武阳!”荆轲发怒，呵斥太子说：“今天去了而不能好好回来复命的，那是没有用的小子!现在光拿着一把匕首进入不可意料的强暴的秦国，我之所以停留下来，是因为等待我的客人好同他一起走。现在太子嫌我走晚了，请允许我告别吧!”于是出发了。\n　　太子和他的宾客中知道这件事的人，都穿着白衣，戴着白帽给他送行。到易水上，祭过路神，就要上路。高渐离敲着筑，荆轲和着节拍唱歌，发出变徵的声音，众宾客都流着眼泪小声地哭。荆轲又上前作歌唱道：“风声萧萧悲鸣啊易水彻骨寒冷，壮士这一离去啊就永远不再回还!”又发出悲壮激昂的羽声。众宾客都睁大了眼睛，头发都向上竖起顶住了帽子。于是荆轲就上车离去，始终不曾回头看一眼。\n　　到达秦国后，拿着价值千金的礼物，优厚地赠送给秦王的宠臣中庶子蒙嘉。\n　　蒙嘉替他事先向秦王进言，说：“燕王确实非常惧怕大王的威势，不敢出兵来抗拒，愿意全国上下都做秦国的臣民，排在诸侯的行列里(意为：燕国愿意同别的诸侯一起尊秦王为天子)像秦国的郡县那样贡纳赋税，俾能守住祖先的宗庙。他们诚惶诚恐，不敢自己来陈述，恭谨地砍下樊於期的头颅和献上燕国督亢一带的地图，用盒子封好，燕王在朝廷上行跪拜大礼送出来，派使者来禀告大王。一切听凭大王吩咐。”\n　　秦王听了蒙嘉的话，非常高兴。于是穿了上朝的礼服，安排下隆重的九宾大礼仪式，在咸阳宫接见燕国的使者。\n　　荆轲捧着装了樊於期头颅的盒子，秦武阳捧着地图匣子，按次序进宫，到达殿前的台阶下，秦武阳脸色都变了，十分害怕，秦国的群臣对此感到奇怪。荆轲回过头来对秦武阳笑了笑，上前替他向秦王谢罪说：“北方蛮夷地区的粗鄙人，没有拜见过天子，所以害怕，希望大王稍微原谅他些，让他在大王的面前完成他的使命。”秦王对荆轲说：“起来，取来武阳所拿的地图!”\n　　荆轲拿了地图捧送给秦王，打开地图，地图全部打开，匕首就露了出来。于是荆轲左手抓住秦王的衣袖，右手拿着匕首刺秦王。还没有刺到秦王的身上，秦王非常惊骇，自己伸直身子站起来，挣断了袖子。秦王拔剑，剑太长，就握住剑鞘。当时秦王心里又怕又急，剑插得很紧，所以不能立即拔出来。\n　　荆轲追逐秦王，秦王绕着柱子跑。秦国的君臣都惊呆了，事情突然发生，意料不到，大家都失去了常态。并且按照秦国的法律，臣子们侍立在殿上的，不能带一点兵器；那些宫廷侍卫握着武器，都排列在宫殿的台阶下面，没有君王的命令不能上殿。当危急的时候，来不及召唤阶下的侍卫，所以荆轲追逐秦王，大家仓猝间惊惶失措，没有武器用来击杀荆轲，仅仅用空手一起同荆轲搏斗。\n　　这时，秦王的随从医官夏无且(jū)用他手里捧着的药袋投击荆轲。秦王还正在绕着柱子跑，仓猝间惊惶失措，不知道怎么办。侍臣们就说：“大王背着剑!大王背着剑！”秦王于是拔出剑用来攻击荆轲，砍断了荆轲的左大腿。荆轲倒下了，就举起他的匕首投击秦王，没有击中，击中了柱子。秦王又砍击荆轲，荆轲被砍伤了八处。\n　　荆轲自己知道事情不能成功了，靠着柱子笑着，像撮箕一样地张开两腿坐在地上，骂道：“事情之所以没有成功，是想活生生地劫持你，一定要得到约契来回报燕太子啊!”\n　　秦王的侍臣上前，斩杀荆轲。事后，秦王还头昏眼花了好长一段时间。\n\n"}
{"_id":{"$oid":"5b9a1454367d5cab186686ed"},"title":"行香子·秋与","dynasty":"宋代","writer":"苏轼","content":"昨夜霜风。先入梧桐。浑无处、回避衰容。问公何事，不语书空。但一回醉，一回病，一回慵；\n朝来庭下，光阴如箭，似无言、有意伤侬。都将万事，付与千钟。任酒花白，眼花乱，烛花红。","type":["秋天","感叹","生活"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154104638.mp3","remark":"行香子：词牌名。双调小令，六十六字，有前段八句四平韵、后段八句三平韵，前段八句五平韵、后段八句三平韵，前段八句五平韵、后段八句四平韵三种。\n霜风：刺骨寒风。\n衰容：衰老的面容。\n不语书空：不说话，用手指在空中虚画字形。此处用典表示胸中愤懑。\n慵（yōng）：困倦。\n侬：我，系江浙方言。\n付与千钟：交付酒杯，即以酒浇愁之意。钟，酒器。\n酒花：指斟酒时酒面泛起的珠花。\n眼花：这里指视线。\n烛花：指蜡烛的火焰。\n\n","shangxi":"　　此词上片写景抒情，将秋风拟人与人对话，写词人面对萧瑟秋景，衰容剧增。悲秋是中国古典诗词中历史悠久的传统主题，“霜风”就渲染出秋日的萧瑟氛围，奠定了全词悲凉哀怨的基调；尽管词人不愿意让人看出内心的痛苦，但“衰容”遮掩不住其因政治上的挫折而带来的郁结。接着以问句的形式写出词人有冤无处诉的忧郁愤激，“醉、病、慵”高度概括出了词人生活的无聊和苦闷，显示出对社会和人事的完全绝望。\n\n　　下片叙事议论，写词人早上醒来，来得庭院，感叹时光易逝，来日无多，而当时处境，只能让他将世间万桩事付与千钟美酒，任凭酒花雪白，眼花缭乱，烛花火红。光阴似箭，强烈地表现出词作的感伤之情；酒醉、眼乱、烛红，充分写出了词人狂放不羁的醉态。\n\n　　此词上下片采用对称结构，但时序上却有“昨夜”与“今朝”的先后承递关系。词中描述了两幅衰容，一是霜风昨夜入梧桐、今朝来庭下的萧瑟冷落；一是词人病后意慵懒、酒后眼花乱的潦倒颓放。\n\n　　全词融悲自然之秋、悲生命之秋和悲心境之秋为一体，风格悲凉凄婉，情感沉郁缠绵，富有感染力。它硬语盘空，借秋日病愈，抒发了官场坎坷、世路沧桑的感叹，流露出风烛残年的悲伤。\n\n　　作者一生多舛，几遭贬谪。这时，曾经骄傲的才子，回望一生漂泊，秋风中过往的淡然、坚定、洒脱似一一看穿。这时的他褪去了才子的傲然，伤得真切。全词悲切中又有作者一如既往的旷达，也表达了作者对坎坷一生的无谓态度，在伤感中放任心性的情感，哀而不伤.\n\n","translation":"昨夜霜降寒风骤起，梧桐叶落纷纷，我无处回避自己衰老的面容。秋风问我为何这样，我没有说话，只是用手在空中书写。人老了，有时沉醉有时沉病有时慵懒。\n早晨来到院子里，感叹时光荏苒，岁月流逝，虽不吭声，似乎有意让我伤心。如今万念俱空，把所有心事，都换作千杯酒来饮。哪管它酒花白、眼花乱、烛花红。\n\n"}
{"_id":{"$oid":"5b9a1454367d5cab186686ee"},"title":"过秦论","dynasty":"两汉","writer":"贾谊","content":"上篇\n　　秦孝公据崤函之固，拥雍州之地，君臣固守以窥周室，有席卷天下，包举宇内，囊括四海之意，并吞八荒之心。当是时也，商君佐之，内立法度，务耕织，修守战之具；外连衡而斗诸侯。于是秦人拱手而取西河之外。\n　　孝公既没，惠文、武、昭襄蒙故业，因遗策，南取汉中，西举巴、蜀，东割膏腴之地，北收要害之郡。诸侯恐惧，会盟而谋弱秦，不爱珍器重宝肥饶之地，以致天下之士，合从缔交，相与为一。当此之时，齐有孟尝，赵有平原，楚有春申，魏有信陵。此四君者，皆明智而忠信，宽厚而爱人，尊贤而重士，约从离衡，兼韩、魏、燕、楚、齐、赵、宋、卫、中山之众。于是六国之士，有宁越、徐尚、苏秦、杜赫之属为之谋，齐明、周最、陈轸、召滑、楼缓、翟景、苏厉、乐毅之徒通其意，吴起、孙膑、带佗、倪良、王廖、田忌、廉颇、赵奢之伦制其兵。尝以十倍之地，百万之众，叩关而攻秦。秦人开关延敌，九国之师，逡巡而不敢进。秦无亡矢遗镞之费，而天下诸侯已困矣。于是从散约败，争割地而赂秦。秦有余力而制其弊，追亡逐北，伏尸百万，流血漂橹。因利乘便，宰割天下，分裂山河。强国请服，弱国入朝。延及孝文王、庄襄王，享国之日浅，国家无事。\n　　及至始皇，奋六世之余烈，振长策而御宇内，吞二周而亡诸侯，履至尊而制六合，执敲扑而鞭笞天下，威振四海。南取百越之地，以为桂林、象郡；百越之君，俯首系颈，委命下吏。乃使蒙恬北筑长城而守藩篱，却匈奴七百余里。胡人不敢南下而牧马，士不敢弯弓而报怨。于是废先王之道，焚百家之言，以愚黔首；隳名城，杀豪杰，收天下之兵，聚之咸阳，销锋镝，铸以为金人十二，以弱天下之民。然后践华为城，因河为池，据亿丈之城，临不测之渊，以为固。良将劲弩守要害之处，信臣精卒陈利兵而谁何。天下已定，始皇之心，自以为关中之固，金城千里，子孙帝王万世之业也。\n　　始皇既没，余威震于殊俗。然陈涉瓮牖绳枢之子，氓隶之人，而迁徙之徒也；才能不及中人，非有仲尼、墨翟之贤，陶朱、猗顿之富；蹑足行伍之间，而倔起阡陌之中，率疲弊之卒，将数百之众，转而攻秦，斩木为兵，揭竿为旗，天下云集响应，赢粮而景从。山东豪俊遂并起而亡秦族矣。\n　　且夫天下非小弱也，雍州之地，崤函之固，自若也。陈涉之位，非尊于齐、楚、燕、赵、韩、魏、宋、卫、中山之君也；锄耰棘矜，非铦于钩戟长铩也；谪戍之众，非抗于九国之师也；深谋远虑，行军用兵之道，非及向时之士也。然而成败异变，功业相反，何也?试使山东之国与陈涉度长絜大，比权量力，则不可同年而语矣。然秦以区区之地，致万乘之势，序八州而朝同列，百有余年矣；然后以六合为家，崤函为宫；一夫作难而七庙隳，身死人手，为天下笑者，何也？仁义不施而攻守之势异也。\n\n中篇\n　　秦灭周祀，并海内，兼诸侯，南面称帝，以养四海。天下之士，斐然向风。若是，何也？曰：近古之无王者久矣。周室卑微，五霸既灭，令不行于天下。是以诸侯力政，强凌弱，众暴寡，兵革不休，士民罢弊。今秦南面而王天下，是上有天子也。既元元之民冀得安其性命，莫不虚心而仰上。当此之时，专威定功，安危之本，在于此矣。\n　　秦王怀贪鄙之心，行自奋之智，不信功臣，不亲士民，废王道而立私爱，焚文书而酷刑法，先诈力而后仁义，以暴虐为天下始。夫兼并者高诈力，安危者贵顺权，此言取与守不同术也。秦离战国而王天下，其道不易，其政不改，是其所以取之守之者无异也。孤独而有之，故其亡可立而待也。借使秦王论上世之事，并殷、周之迹，以制御其政，后虽有淫骄之主，犹未有倾危之患也。故三王之建天下，名号显美，功业长久。\n　　今秦二世立，天下莫不引领而观其政。夫寒者利裋褐，而饥者甘糟糠。天下嚣嚣，新主之资也。此言劳民之易为仁也。向使二世有庸主之行而任忠贤，臣主一心而忧海内之患，缟素而正先帝之过；裂地分民以封功臣之后，建国立君以礼天下；虚囹圄而免刑戮，去收孥污秽之罪，使各反其乡里；发仓廪，散财币，以振孤独穷困之士；轻赋少事，以佐百姓之急；约法省刑，以持其后，使天下之人皆得自新，更节修行，各慎其身；塞万民之望，而以盛德与天下，天下息矣。即四海之内皆欢然各自安乐其处，惟恐有变。虽有狡害之民，无离上之心，则不轨之臣无以饰其智，而暴乱之奸弭矣。\n　　二世不行此术，而重以无道：坏宗庙与民，更始作阿房之宫；繁刑严诛，吏治刻深；赏罚不当，赋敛无度。天下多事，吏不能纪；百姓困穷，而主不收恤。然后奸伪并起，而上下相遁；蒙罪者众，刑戮相望于道，而天下苦之。自群卿以下至于众庶，人怀自危之心，亲处穷苦之实，咸不安其位，故易动也。是以陈涉不用汤、武之贤，不借公侯之尊，奋臂于大泽，而天下响应者，其民危也。\n　　故先王者，见终始不变，知存亡之由。是以牧民之道，务在安之而已矣。下虽有逆行之臣，必无响应之助。故曰：“安民可与为义，而危民易与为非”，此之谓也。贵为天子，富有四海，身在于戮者，正之非也。是二世之过也。\n\n下篇\n　　秦兼诸侯山东三十余郡，脩津关，据险塞，缮甲兵而守之。然陈涉率散乱之众数百，奋臂大呼，不用弓戟之兵，鉏耰白梃，望屋而食，横行天下。秦人阻险不守，关梁不闭，长戟不刺，强弩不射。楚师深入，战于鸿门，曾无藩篱之难。于是山东诸侯并起，豪俊相立。秦使章邯将而东征，章邯因其三军之众，要市于外，以谋其上。群臣之不相信，可见于此矣。子婴立，遂不悟。借使子婴有庸主之材而仅得中佐，山东虽乱，三秦之地可全而有，宗庙之祀宜未绝也。\n　　秦地被山带河以为固，四塞之国也。自缪公以来至于秦王二十余君，常为诸侯雄。此岂世贤哉？其势居然也。且天下尝同心并力攻秦矣，然困于险阻而不能进者，岂勇力智慧不足哉？形不利、势不便也。秦虽小邑，伐并大城，得阨塞而守之。诸侯起于匹夫，以利会，非有素王之行也。其交未亲，其民未附，名曰亡秦，其实利之也。彼见秦阻之难犯，必退师。案土息民以待其弊，收弱扶罢以令大国之君，不患不得意于海内。贵为天子，富有四海，而身为禽者，救败非也。\n　　秦王足己而不问，遂过而不变。二世受之，因而不改，暴虐以重祸。子婴孤立无亲，危弱无辅。三主之惑，终身不悟，亡不亦宜乎？当此时也，也非无深谋远虑知化之士也，然所以不敢尽忠指过者，秦俗多忌讳之禁也，——忠言未卒于口而身糜没矣。故使天下之士倾耳而听，重足而立，阖口而不言。是以三主失道，而忠臣不谏，智士不谋也。天下已乱，奸不上闻，岂不悲哉！先王知壅蔽之伤国也，故置公卿、大夫、士，以饰法设刑而天下治。其强也，禁暴诛乱而天下服；其弱也，王霸征而诸侯从；其削也，内守外附而社稷存。故秦之盛也，繁法严刑而天下震；及其衰也，百姓怨而海内叛矣。故周王序得其道，千余载不绝；秦本末并失，故不能长。由是观之，安危之统相去远矣。\n　　鄙谚曰：“前事之不忘，后事之师也。”是以君子为国，观之上古，验之当世，参之人事，察盛衰之理，审权势之宜，去就有序，变化因时，故旷日长久而社稷安矣。\n\n","type":["高中文言文","古文观止","议论"],"shangxi":"　　《过秦论》共有三篇。其中写得最好、影响最大的是第一篇。它最早附见于《史记·秦始皇本纪》篇末，列为第二篇；后来褚少孙补《史记》，又把它单独附在《陈涉世家》的篇末。《汉书》《文选》也都选录了这一篇。今传贾谊所撰专著《新书》，当由后人搜辑而成，对此文则明确标出它是三篇中的“上篇”。在《史》《汉》《新书》《文选》四部书中，本篇凡五见，文章字句颇有出入。\n\n　　从明、清到当代，几乎所有的古文选本都选了这篇《过秦论》（上），因此前人对它的评语也很多。如清人姚鼐在《古文辞类纂》中评它为“雄骏宏肆”，近人吴闿生在《古文范》的夹批中评它“通篇一气贯注，如一笔书，大开大阖”。归纳大多数评论者的意见，主要说这篇文章气势充沛，一气呵成，是古今第一篇气“盛”的文章。因此吴闿生的意见是比较有代表性的。\n\n　　从语言的角度看，所谓气盛的文章，多用排比句或对偶句，本篇固不例外（如第2段中从“于是六国之士”以下，先用一“有”字领起，贯穿下面三句，罗列了大量人名，就是排比句式；如“蒙故业”以下四句，每两句一对仗，就是对偶句式。也有排比兼对偶的句式，如开头说秦孝公“有席卷天下，包举宇内，囊括四海之意，并吞八荒之心”即是）。但这还只是从表面现象去理解。在古典散文名篇中，用排比句或对偶句的文章并不少，却不一定篇篇气盛。如孔稚圭的《北山移文》，造句或排或偶，比比皆是，然而读起来并不感到气很盛。可见用排比句和对偶句只是使文章气盛增加的因素之一，是属于外在的艺术技巧，而不是主要因素。\n\n　　本篇之所以以气盛为特点而传诵不朽，之所以使人觉得有说服力，有三个原因。第一个是最主要的，即这篇文章虽是说理文，其中却用了十之七八的篇幅来叙事。用叙事来说理，可以说是本篇最大的特点。作者用千把字的篇幅概括了从秦孝公到秦亡国这一百多年来的历史，概括地说明了秦之由盛而衰的全过程和主要现象，同时还贯穿了作者本人的观点来说明其所以兴衰的关键所在。这就帮助我们对这一段历史事实有比较清楚的认识。这个特点为什么就能使文章读起来有气势呢？关键在于：一、作者既能用概括扼要的笔墨来表达丰富的内容，让读者感到短短一篇文章竟然包涵了这许多东西，自然觉得文章饱满充沛，读起来思路自然而然跟着作者的笔锋走，那当然会显得气“盛”了；二、贾谊对秦国由盛而衰、由兴而亡的叙述是很有条理的，上来抓住一条纵的线，即从秦孝公之兴到秦王朝之亡，始终是按照时间的顺序来安排文章的层次先后的；而对某一特定时间内的某一点，又突出地加以铺陈发挥，使人不仅看到“线”，还看到“线”上的一个个用浓墨重彩着重描述的“点”。于是你不由自主地会顺着作者所安排的次序往下推，往下读，他不中断，你就不能中断，他不节外生枝，你就不能旁及其余。因此，这也给人带来了气盛的感觉。\n\n　　第二个使读者感到文章气盛的原因，亦即本篇所具有的另一特点：贾谊在用写赋的手法来写说理散文。写赋是需要铺张和夸大的，贾谊写这篇文章可以说通篇都采用了这种手法。比如第1段“有席卷天下”四句，“席卷”“包举”“囊括”“并吞”等词，基本上都同义；“天下”“宇内”“四海”和“八荒”，也都是同一个意思。同一个意思而一连写上好几句，既有排比又有对仗，这就是写赋的夸张手法。下面第2、第4、第5等段中，都有类似的句子，不胜枚举。所谓“铺张扬厉”，主要就是指的这一类句子。这样，气势自然就充沛了，自然让读者感受到作者的笔锋锐不可当，咄咄逼人，读起来有劲头，有说服力，而且有欲罢不能之感。这是由于作者本人原是一位辞赋作家的缘故。作为作家，贾谊不仅是政治家，也是文学家；作为作品，《过秦论》同样具有文学作品的艺术特色。\n\n　　还有第三个原因，也是这篇文章所具有的第三个特点，即作者用全篇对比到底的手法写出了他的论点。对比手法并没有什么希奇，而本篇精彩处却在于作者用了四个方面的对比：即秦国本身先强后弱、先盛后衰、先兴旺后灭亡的对比；秦与六国的对比；秦与陈涉的对比；陈涉与六国的对比。几种对比交织在一起，结构自然宏伟，气势也自然磅礴，话也显得更有分量了。主客观形势的不同，强弱盛衰难易的不同，都从几方面的对比中显现出来。而文章气盛的道理，也就不难理解了。\n\n　　前三段，主要写三个方面：一、秦国世世代代有野心；二、秦国实力愈来愈强大；三、由于靠实力，秦国统一天下并不很难。第1段着重写有野心，第2段着重写有实力，第3段兼而写之。全篇的铺排和对比都从这三方面入手，把具体事实贯穿进去，用概括的语言勾画出大的轮廓来，使叙述的内容有了倾向性，有了作者自己的观点。如说“秦人拱手而取西河之外”“秦无亡矢遗镞之费”和第3段结束处写“始皇之心，自以为关中之固，金城千里，子孙帝王万世之业也”等等，都是极写秦之野心和实力，极写得天下并不难。与此同时，作者也写了另一方面，如“四君”“九国之师”“六国之士”等等，愈写对方强大也就愈反衬秦之强大，这是烘云托月的手法。但我们却感到：愈写秦之强大，就愈见秦之骄横愚昧；愈写秦之自信太强，就愈见秦之主观片面；愈写秦之野心极大，就愈见秦之眼光短浅。作者虽处处叙而不论，却处处为最后一段的议论在“蓄势”。这样的文章，读起来自然感到饱满酣畅了。\n\n　　第3段开头只说了九个字：“享国之日浅，国家无事”。这当然是事实。但也并非一点可写的事都没有。可是作者不准备在这里多费笔墨，只把那一条贯穿于秦之各个时期的纵线画出来就够了。从行文方面来说，一篇气盛的文章也不能一点不喘息。第3段开头的十几个字，就给全篇形成一个短暂的停顿。明代古文家归有光就说过，这是“如人吐气”（见归有光《评点史记》）。我们固然不能形式主义地看问题，硬要在一气呵成的文章里安插一个“气口”；但文章写到这里，自然有了一个喘息的机会，“如人吐气”，还是必要的，也是学写作的人应予注意的。（或许此文作者的版本 “享国之日浅，国家无事”位于第三段初。）\n\n　　第3段写秦始皇：野心与实力，兼而写之。但第3段与第2段还不一样。第2段是用正反对比手法两面写，第3段却全从正面写，把秦始皇的实力和野心描绘得淋漓尽致，愈写愈足，愈写愈神气。甚至到了第4段开头处，还要找补两句：“始皇既没，余威震于殊俗”。吴闿生夹批：“再加二句，十分酣恣。”这就像给皮球或车轮打气，打到最大限度，再加上两下，自然球胎或轮胎就非爆裂不可了。然后一下子反跌下来，改从陈涉方面写起，却又处处对陈涉寓褒于贬，这就更加写出秦之灭亡实有自取其祸之道了。\n\n　　最末一段是“论”和“断”，仍用对比手法把几个方面综合到一起，然后得出结论，即所谓“断”。为了使结论下得郑重，于是又把秦重新提起总说一遍，才以“仁义不施而攻守之势异也”收尾。文章须能放能收，能开能合，始见本领。贾谊在这篇杰作中完全做到了这一点。\n\n　　金圣叹在《才子古文》（历朝部分）卷二中对本篇加批语说：“《过秦论》者，论秦之过也。秦过只是末句‘仁义不施’一语便断尽，此通篇文字。……至于前半有说六国时，此只是反衬秦；后半有说秦时，此只是反衬陈涉，最是疏奇之笔。”这是说得相当扼要的。\n\n　　这篇文章在当时确实起了好影响。贾谊作为士大夫，固然站在封建统治阶级立场为汉王朝出谋划策；但他却能认识到农民起义的力量，认识到秦王朝灭亡的关键在于失掉民心和过分迷信武力，封建统治者野心大而虐待人民，终于被人民灭亡。有了这个认识，统治阶级才开始考虑如何缓和社会矛盾，以巩固自己的统治政权。这才说明农民起义真正推动了历史前进的车轮。有了贾谊这一番描绘，汉朝的皇帝才能真正总结秦代由盛而衰、由强而弱的经验教训。\n\n　　总结：《过秦论》主旨在于分析“秦之过”，旧分上中下三篇，其实本是一篇，最广为流传的《过秦论》是文章的前三分之一，它通过对秦国兴盛历史的回顾，指出秦国变法图强而得天下，“仁义不施”而不能守天下。而在中篇和下篇，作者则具体地论述了秦统一之后的种种过失。中篇指出秦统一天下，结束了多年的战乱，本来处在很好的形势中，但秦始皇并没有制定出正确的政策，反而焚书坑儒，以暴虐治天下；到了二世时，也不能改正原先的过失，终致国家倾覆。《过秦论》的下篇后部分，作者承接前文，指出在“诸侯并起，豪俊相立”的时候，如果子婴能改变原来错误的政策，“闭关据厄”，“荷戟而守之”，是可以守住三秦之地的，以后“安土息民”，徐图发展，甚至也可以重新恢复国家的统一，但是遗憾的是，秦朝钳口闭言的一贯政策，导致上下“雍闭”，子婴孤立无亲，终于不免灭亡的命运。 \n\n","translation":"　　秦孝公占据着崤山和函谷关的险固地势，拥有雍州的土地，君臣牢固地守卫着来伺机夺取周王室的权力，（秦孝公）有统一天下的雄心。正当这时，商鞅辅佐他，对内建立法规制度，从事耕作纺织，修造防守和进攻的器械；对外实行连衡策略，使诸侯自相争斗。因此，秦人轻而易举地夺取了黄河以西的土地。\n　　秦孝公死了以后，惠文王、武王、昭襄王承继先前的基业，沿袭前代的策略，向南夺取汉中，向西攻取巴、蜀，向东割取肥沃的地区，向北占领非常重要的地区。诸侯恐慌害怕，集会结盟，商议削弱秦国。不吝惜奇珍贵重的器物和肥沃富饶的土地，用来招纳天下的优秀人才，采用合纵的策略缔结盟约，互相援助，成为一体。在这个时候，齐国有孟尝君，赵国有平原君，楚国有春申君，魏国有信陵君。这四位封君，都见识英明有智谋，心地诚而讲信义，待人宽宏厚道而爱惜人民，尊重贤才而重用士人，以合纵之约击破秦的连横之策，联合韩、魏、燕、楚、齐、赵、宋、卫、中山的部队。在这时，六国的士人，有宁越、徐尚、苏秦、杜赫等人为他们出谋划策，齐明、周最、陈轸、召滑、楼缓、翟景、苏厉、乐毅等人沟通他们的意见，吴起、孙膑、带佗、倪良、王廖、田忌、廉颇、赵奢等人统率他们的军队。他们曾经用十倍于秦的土地，上百万的军队，攻打函谷关来攻打秦国。秦人打开函谷关口迎战敌人，九国的军队有所顾虑徘徊不敢入关。秦人没有一兵一卒的耗费，然而天下的诸侯就已窘迫不堪了。因此，纵约失败了，各诸侯国争着割地来贿赂秦国。秦有剩余的力量趁他们困乏而制服他们，追赶逃走的败兵，百万败兵横尸道路，流淌的血液可以漂浮盾牌。秦国凭借这有利的形势，割取天下的土地，重新划分山河的区域。强国主动表示臣服，弱国入秦朝拜。\n　　延续到孝文王、庄襄王，统治的时间不长，秦国并没有什么大事发生。 \n　　到始皇的时候，发展六世遗留下来的功业，以武力来统治各国，将东周，西周和各诸侯国统统消灭，登上皇帝的宝座来统治天下，用严酷的刑罚来奴役天下的百姓，威风震慑四海。秦始皇向南攻取百越的土地，把它划为桂林郡和象郡，百越的君主低着头，颈上捆着绳子（愿意服从投降），把性命交给司法官吏。秦始皇于是又命令蒙恬在北方修筑长城，守卫边境，使匈奴退却七百多里；胡人不敢向下到南边来放牧，勇士不敢拉弓射箭来报仇。秦始皇接着就废除古代帝王的治世之道，焚烧诸子百家的著作，来使百姓愚蠢；毁坏高大的城墙，杀掉英雄豪杰；收缴天下的兵器，集中在咸阳，销毁兵刃和箭头，冶炼它们铸造十二个铜人，以便削弱百姓的反抗力量。然后凭借华山为城墙，依据黄河为城池，凭借着高耸的华山，往下看着深不可测的黄河，认为这是险固的地方。好的将领手执强弩，守卫着要害的地方，可靠的官员和精锐的士卒，拿着锋利的兵器，盘问过往行人。天下已经安定，始皇心里自己认为这关中的险固地势、方圆千里的坚固的城防，是子子孙孙称帝称王直至万代的基业。\n　　始皇去世之后，他的余威（依然）震慑着边远地区。可是，陈涉不过是个破瓮做窗户、草绳做户枢的贫家子弟，是氓、隶一类的人，（后来）做了被迁谪戍边的卒子；才能不如普通人，并没有孔丘、墨翟那样的贤德，也不像陶朱、猗顿那样富有。（他）跻身于戍卒的队伍中，从田野间突然奋起发难，率领着疲惫无力的士兵，指挥着几百人的队伍，掉转头来进攻秦国，砍下树木作武器，举起竹竿当旗帜，天下豪杰像云一样聚集，回声似的应和他，许多人都背着粮食，如影随形地跟着。崤山以东的英雄豪杰于是一齐起事，消灭了秦的家族。\n　　况且那天下并没有缩小削弱，雍州的地势，崤山和函谷关的险固，是保持原来的样子。陈涉的地位，没有比齐、楚、燕、赵、韩、魏、宋、卫、中山的国君更加尊贵；锄头木棍也不比钩戟长矛更锋利；那迁谪戍边的士兵也不能和九国部队抗衡；深谋远虑，行军用兵的方法，也比不上先前九国的武将谋臣。可是条件好者失败而条件差者成功，功业完全相反，为什么呢？假使拿东方诸侯国跟陈涉比一比长短大小，量一量权势力量，就更不能相提并论了。然而秦凭借着它的小小的地方，发展到兵车万乘的国势，管辖全国，使六国诸侯都来朝见，已经一百多年了；这之后把天下作为家业，用崤山、函谷关作为自己的内宫；陈涉一人起义国家就灭亡了，秦王子婴死在别人（项羽）手里，被天下人耻笑，这是为什么呢？就因为不施行仁政而使攻守的形势发生了变化啊。\n\n中篇\n　　秦统一天下，吞并诸侯，临朝称帝，供养四海，天下的士人顺服的慕风向往，为什么会像这样呢？回答是：近古以来没有统一天下的帝王已经很久了。周王室力量微弱，五霸相继死去以后，天子的命令不能通行天下，因此诸侯凭着武力相征伐，强大的侵略弱小的，人多的欺凌人少的，战事不止，军民疲惫。如今秦皇南面称帝统治了天下，这就是在上有了天子啊。这样一来，那些可怜的百姓就都希望能靠他安身活命，没有谁不诚心景仰皇上，在这个时候，应该保住威权，稳定功业，是安定，是危败，关键就在于此了。\n　　秦王怀着贪婪卑鄙之心，只想施展他个人的智慧，不信任功臣，不亲近士民，抛弃仁政王道，树立个人权威，禁除诗书古籍，实行严刑酷法，把诡诈权势放在前头，把仁德信义丢在后头，把残暴苛虐作为治理天下的前提。实行兼并，要重视诡诈和实力；安定国家，要重视顺时权变：这就是说夺天下和保天下不能用同样的方法。秦经历了战国到统一天下，它的路线没有改，他的政令没有变，这是它夺天下和保天下所用的方法没有不同。秦王孤身无辅却拥有天下，所以他的灭亡很快就来到了。假使秦王能够考虑古代的情况，顺着商、周的道路，来制定实行自己的政策，那么后代即使出现骄奢淫逸的君主，也不会有倾覆危亡的祸患。所以夏禹、商汤、周文王和周武王建立了国家，名号卓著，功业长久。\n　　当今秦二世登上王位，普天之下没有人不伸长脖子盼着看一看他的政策。受冻的人穿上粗布短袄就觉得很好，挨饿的人吃上糟糠也觉得香甜。天下苦苦哀叫的百姓，正是新皇帝执政才能的表现。这就是说劳苦人民容易接受仁政。如果二世有一般君主的德行，任用忠贞贤能的人，君臣一心，为天下的苦难而忧心，丧服期间就改正先帝的过失，割地分民，封赏功臣的后代，封国立君，对天下的贤士以礼相待，把牢狱里的犯人放出来，免去刑戮，废除没收犯罪者妻子儿女为官家奴婢之类的杂乱刑罚，让被判刑的人各自返回家乡。打开仓库，散发钱财，以赈济孤独穷困的士人；减轻赋税，减少劳役，帮助百姓解除急困；简化法律，减少刑罚，给犯罪人以把握以后的机会，使天下的人都能自新，改变节操，修养品行，各自谨慎对待自身；满足万民的愿望，以威信仁德对待天下人，天下人就归附了。如果天下到处都欢欢喜喜安居乐业，唯恐发生变乱，那么即使有奸诈不轨的人，而民众没有背叛主上之心，图谋不轨的臣子也就无法掩饰他的奸诈，暴乱的阴谋就可以被阻止了。\n　　二世不实行这种办法，破坏宗庙，残害百姓，比始皇更加暴虐无道，重新修建阿房宫，使刑罚更加繁多，杀戮更加严酷，官吏办事苛刻狠毒，赏罚不得当，赋税搜刮没有限度，国家的事务太多，官吏们都治理不过来；百姓穷困已极，而君主却不加收容救济。于是奸险欺诈之事纷起，上下互相欺骗，蒙受罪罚的人很多，道路上遭到刑戮的人前后相望，连绵不断，天下的人都陷入了苦难。从君卿以下直到平民百姓，人人心中自危，身处穷苦之境，到处都不得安静，所以容易动乱。因此陈涉不凭商汤、周武王那样的贤能，不借公侯那样的尊贵，在大泽乡振臂一呼而天下响应，其原因就在于人民正处于危难之中。\n　　所以古代圣王能洞察开端与结局的变化，知道生存与灭亡的关键，因此统治人民的方法，就是要专心致力于使他们安定罢了。这样，天下即使出现叛逆的臣子，也必然没有人响应，得不到帮助力量了。所谓“处于安定状态的人民可以共同行仁义，处于危难之中的人民容易一起做坏事”，就是说的这种情况。尊贵到做了天子，富足到拥有天下，而自身却不能免于被杀戮，就是由于挽救倾覆局势的方法错了。这就是二世的错误。\n\n下篇\n　　秦朝兼并了诸侯，崤山以东有三十多个郡，修筑渡口关隘，占据着险要地势，修治武器，守护着这些地方。然而陈涉凭着几百名散乱的戌卒，振臂大呼，不用弓箭矛戟等武器，光靠锄把和木棍，虽然没有给养，但只要看到有人家住的房屋就能吃上饭，横行天下。秦朝险阻之地防守不住了，关卡桥梁封锁不住了，长戟刺不了，强弩射不了。楚军很快深入境内，鸿门一战，竟然连篱笆一样的阻拦都没有遇到。于是崤山以东大乱，诸侯纷纷起事，豪杰相继立王。秦王派章邯率兵东征，章邯凭着三军的众多兵力，在外面跟诸侯相约，做交易，图谋他的主上。秦君之间互相不信任，从这件事就可以看出来了。子婴登位，最终也不曾觉悟，假使子婴有一般君主的才能，仅仅得到中等的辅佐之臣，崤山以东地区虽然混乱，秦国的地盘还是可以保全的，宗庙的祭祀也不会断绝。\n　　秦国地势有高山阻隔，有大河环绕，形成坚固防御，是个四面都有险要关塞的国家。从穆公以来，一直到秦始皇，二十多个国君，经常在诸侯中称雄。难道代代贤明吗？这是地位形势造成的呀！再说天下各国曾经同心合力进攻秦国。在这种时候，贤人智士会聚，有良将指挥各国的军队，有贤相沟通彼此的计谋，然而被险阻困住不能前进，秦国就引诱诸侯进入秦国境内作战，为他们打开关塞，结果崤山以东百万军队败逃崩溃。难道是因为勇气、力量和智慧不够吗？是地形不利，地势不便啊。秦国把小邑并为大城，在险要关塞驻军防守，把营垒筑得高高的而不轻易跟敌方作战，紧闭关门据守险塞，肩扛矛戟守卫在那里。诸侯们出身平民，是为了利益联合起来，并没德高望众而位居王位者的德行。他们的交往不亲密，他们的下属不亲附。名义上是说灭亡秦朝，实际上是为自己谋求私利。他们看见秦地险阻难以进犯，就必定退兵。如果他们能安定本土，让人民休养生息，等待秦的衰败，收纳弱小，扶助疲困，来指挥东方诸侯新建的各国的君主，就不用担心在天下实现不了自己的愿望了。可是他们尊贵身为天子，富足拥有天下，自己却遭擒获，这是因为他们在覆亡前夕没有做出挽救的措施。\n　　秦王满足一己之功，不求教于人，一错到底而不改变。二世承袭父过，因循不改，残暴苛虐以致加重了祸患。子婴孤立无亲，自处危境，却又年幼而没有辅佐，三位君主一生昏惑而不觉悟，秦朝灭亡，不也是应该的吗？在这个时候，世上并非没有深谋远虑懂得形势变化的人士，然而他们所以不敢竭诚尽忠，纠正主上之过，就是由于秦朝的风气多有忌讳的禁规，忠言还没说完而自己就被杀戮了。所以使得天下之士只能侧着耳朵听，重叠双脚站立，闭上嘴巴不敢说话。因此，三位君主迷失了路途，而忠臣不敢进谏言，智士不敢出主意，天下已经大乱，皇上还不知道，难道不可悲吗？先王知道壅塞不通就会伤害国家，所以设置公卿、大夫和士，来整治法律设立刑罚，天下因而得到治理。强盛的时候，禁止残暴诛讨叛乱，天下服从；衰弱的时候，五霸为天子征讨，诸侯也顺从；土地被割削的时候，在内能自守备，在外还有亲附，社稷得以保存。所以秦朝强盛的时候，繁法严刑，天下震惊；等到它衰弱的时候，百姓怨恨，天下背叛。周朝的公、侯、伯、子、男五等爵位合乎根本大道，因而传国一千多年不断绝。而秦朝则是本末皆失，所以不能长久。由此看来，安定和危亡的纲纪相距太远了！\n　　俗话说“前事不忘，后事之师”（过去的经验教训不忘记，就是以后做事的借鉴）。因此君子治理国家，考察于上古的历史，验证以当代的情况，还要通过人事加以检验，从而了解兴盛衰亡的规律，详知谋略和形势是否合宜，做到取舍有序，变化适时，所以历时长久，国家安定。▲\n\n"}
{"_id":{"$oid":"5b9a1454367d5cab186686ef"},"title":"临江仙·梦后楼台高锁","dynasty":"宋代","writer":"晏几道","content":"梦后楼台高锁，酒醒帘幕低垂。去年春恨却来时。落花人独立，微雨燕双飞。 \n记得小蘋初见，两重心字罗衣。琵琶弦上说相思。当时明月在，曾照彩云归。(蘋 通：苹)","type":["宋词三百首","宋词精选","婉约","怀念","歌女"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154105539.mp3","remark":"⑴临江仙：双调小令，唐教坊曲名，后用为词牌。《乐章集》入“仙吕调”，《张子野词》入“高平调”。五十八字，上下片各三平韵。约有三格，第三格增二字。柳永演为慢曲，九十三字，前片五平韵，后片六平韵。\n⑵“梦后”两句：眼前实景，“梦后”“酒醒”互文，犹晏殊《踏莎行·小径红稀》所云“一场秋梦酒醒时”；“楼台高锁”，从外面看，“帘幕低垂”，就里面说，也只是一个地方的互文，表示春来意与非常阑珊。许浑《客有卜居不遂薄游汧陇因题》：“楼台深锁无人到，落尽春风第一花。“\n⑶却来：又来，再来。“去年春恨“是较近的一层回忆，独立花前，闲看燕子，比今年的醉眠愁卧，静掩房栊意兴还稍好一些。郑谷《杏花》：”小桃初谢后，双燕却来时。“”独立“与双燕对照，已暗逗怀人意。《五代诗话》卷七引翁宏《宫词》”落花人独立，微雨燕双飞。“（翁诗全篇见《诗话总龟》前集卷十一。）\n⑷以下直到篇末，是更远的回忆，即此篇的本事。小苹，当时歌女名。汲古阁本《小山词》作者自跋：“始时沈十二廉叔，陈十君宠家，有莲鸿苹云，品清讴娱客。每得一解，即以草授诸儿。“小莲、小苹等名，又见他的《玉楼春》词中。\n⑸心字罗衣：未详。杨慎《词品》卷二：“心字罗衣则谓心字香薰之尔，或谓女人衣曲领如心字。“说亦未必确。疑指衣上的花纹。”心“当是篆体，故可作为图案。”两重心字“，殆含”心心“义。李白《宫中行乐词八首》之一：”山花插鬓髻，石竹绣罗衣“，仅就两句字面，虽似与此句差远，但太白彼诗篇末云：”只愁歌舞散，化作彩云飞“，显然为此词结句所本，则”罗衣“云云盖亦相绾合。前人记诵广博，于创作时，每以联想的关系，错杂融会，成为新篇。此等例子正多，殆有不胜枚举者。\n⑹彩云：比喻美人。江淹《丽色赋》：“其少进也，如彩云出崖。“其比喻美人之取义仍从《高唐赋》”行云“来，屡见李白集中，如《感遇四首》之四”巫山赋彩云“、《凤凰曲》”影灭彩云断“及前引《宫中行乐词》。白居易《简简吟》：”彩云易散琉璃脆。“此篇”当时明月“”曾照彩云“，与诸例均合，寓追怀追昔之意，即作者自跋所云。\n\n","shangxi":"　　这首词抒发作者对歌女小苹怀念之情。比较起来，这首《临江仙·梦后楼台高锁》在作者众多的怀念歌女词中更有其独到之处。全词共四层：\n\n　　“梦后楼台高锁，酒醒帘幕低垂”为第一层。这两句首先给人一种梦幻般的感觉。如不仔细体味，很难领会它的真实含义。其实是词人用两个不同场合中的感受来重复他思念小苹的迷惘之情。由于他用的是一种曲折含蓄，诗意很浓的修词格调。所以并不使人感到啰嗦，却能更好地帮助读者理解作者的深意。如果按常规写法，就必须大力渲染梦境，使读者了解词人与其意中人过去生活情状及深情厚谊。而作者却别开生面，从他笔下迸出来的是“梦后楼台高锁”。即经过甜蜜的梦境之后，含恨望着高楼，门是锁着的，意中人并不真的在楼上轻歌曼舞。作者不写出梦境，让读者去联想。这样就大大地增加了词句的内涵和感染力。至于“梦”和“楼”有什么必然联系，只要细心体味词中的每一句话，就会找到答案。这两句的后面紧接着“去年春恨却来时”。既然词人写的是“春恨”，他做的必然是春梦了。回忆梦境，却怨“楼台高锁”，那就等于告诉读者，他在梦中是和小苹歌舞于高楼之上。请再看晏几道的一首《清平乐·幺弦写意》：“幺弦写意，意密弦声碎。书得凤笺无限事，却恨春心难寄。卧听疏雨梧桐，雨余淡月朦胧，一夜梦魂何处？那回杨叶楼中。”这首词虽然也没有写出梦境，却能使读者联想到，这是非常使人难以忘怀的梦境。以上所谈是词人第一个场合的感受。另一个场合的感受是：“酒醒帘幕低垂”，在不省人事的醉乡中是不会想念小苹的，可是一醒来却见原来居住小苹的楼阁，帘幕低垂，门窗是关着的，人已远去，词人想借酒消愁，但愁不能消。\n\n　　“去年春恨却来时，落花人独立，微雨燕双飞”。三句为第二层。“去年”两字起了承前启后的作用。有了“去年”二字第一层就有了依据。说明两人相恋已久，刻骨铭心。下文的“记得”“当时”“曾照”就有了着落，把这些词句串联起来，整首词就成了一件无缝的天衣。遣词之妙，独具匠心！“却”字和李商隐《夜雨寄北》中“却话巴山夜雨时”中的“却”字一样，当“又”字“再”字解。意思是说：去年的离愁别恨又涌上了心头。紧接着词人借用五代翁宏《春残》“又是春残也，如何出翠帏？落花人独立，微雨燕双飞”的最后两句，但比翁诗用意更深。“落花”示伤春之感，“燕双飞”寓缱绻之情。古人常用“双燕”反衬行文中人物的孤寂之感。如：冯延已《醉桃源·南园春半踏青时》“秋千慵困解罗衣，画梁双燕飞”就是其中一例。晏词一写“人独立”再写“燕双飞”形成了鲜明的对比。此篇盖袭用成语，但翁宏诗作不出名，小晏词句却十分煊赫。这里也有好些原因：（一）乐府向例可引用诗句，所谓”以诗入乐“，如用得浑然天成，恰当好处，评家且认为是一种优点。（二）诗词体性亦不尽同，有用在诗中并不甚好，而在词中却很好的，如晏殊《浣溪沙·一曲新词酒一杯》的”无可奈何“”似曾相识“一联。（三）优劣当以全篇论，不可单凭摘句。\n\n　　“记得小苹初见，两重心字罗衣，琵琶弦上说相思”。为第三层。欧阳修《好女儿令·眼细眉长》：“一身绣出，两重心字，浅浅金黄。”词人有意借用小苹穿的“心字罗衣”来渲染他和小苹之间倾心相爱的情谊，已够使人心醉了。他又信手拈来，写出“琵琶弦上说相思”，使人很自然地联想起白居易《琵琶行》“低眉信手续续弹，说尽心中无限事”的诗句来，给词的意境增添了不少光彩。\n\n　　第四层是最后两句：“当时明月在，曾照彩云归”这两句是化用李白《宫中行乐词》“只愁歌舞散，化作彩云飞”。中国社会科学院文学研究所编的《唐宋词选》把“当时明月在，曾照彩云归”解释为“当初曾经照看小苹归去的明月仍在，眼前而小苹却已不见”，这样解释虽然不错，但似乎比较乏味。如果把这两句解释为“当时皓月当空，风景如画的地方，现在似乎还留下小苹归去时，依依惜别的身影”。这样会增加美的感受，像彩云一样的小苹在读者的头脑里，会更加妩媚多姿了。 把“在”字当作表示处所的方位词用，因为在吴系语中，“在”能表达这种意思。某处可说成“某在”。杨万里《明发南屏》“新晴在在野花香”。“在在”犹“处处”也，可作佐证。这首《临江仙》含蓄真挚，字字关情。词的上阕“去年春恨却来时”可说是词中的一枚时针，它表达了词人处于痛苦和迷惘之中，其原因是由于他和小苹有过一段甜蜜幸福的爱情。时间是这首词的主要线索。其余四句好像是四个相对独立的镜头（即1、梦后，2、酒醒，3、人独立，4、燕双飞），每个镜头都渲染着词人内心的痛苦，句句景中有情。\n\n","translation":"深夜梦回楼台朱门紧锁，宿酒醒后帘幕重重低垂。去年的春恨涌上心头时，人在落花纷扬中幽幽独立，燕子在微风细雨中双双翱飞。\n记得与小苹初次相见，她穿着两重心字香熏过的罗衣。琵琶轻弹委委倾诉相思。当时明月如今犹在，曾照着她彩云般的身影回归。\n\n"}
{"_id":{"$oid":"5b9a1454367d5cab186686f0"},"title":"陌上桑","dynasty":"两汉","writer":"乐府诗集","content":"　　日出东南隅，照我秦氏楼。秦氏有好女，自名为罗敷。罗敷喜蚕桑，采桑城南隅。青丝为笼系，桂枝为笼钩。头上倭堕髻，耳中明月珠。缃绮为下裙，紫绮为上襦。行者见罗敷，下担捋髭须。少年见罗敷，脱帽著帩头。耕者忘其犁，锄者忘其锄。来归相怨怒，但坐观罗敷。(喜蚕桑 一作：善蚕桑；相怨怒 一作：相怒怨)\n\n　　使君从南来，五马立踟蹰。使君遣吏往，问是谁家姝？“秦氏有好女，自名为罗敷。”“罗敷年几何？”“二十尚不足，十五颇有余”。使君谢罗敷：“宁可共载不？罗敷前致辞：“使君一何愚！使君自有妇，罗敷自有夫！”\n\n　　“东方千余骑，夫婿居上头。何用识夫婿？白马从骊驹，青丝系马尾，黄金络马头；腰中鹿卢剑，可值千万余。十五府小吏，二十朝大夫，三十侍中郎，四十专城居。为人洁白皙，鬑鬑颇有须。盈盈公府步，冉冉府中趋。坐中数千人，皆言夫婿殊。”(白晰 一作：白皙)\n\n","type":["写人","乐歌"],"remark":"⑴陌上桑：陌：田间的路。桑：桑林。\n⑵东南隅：指东方偏南。隅，方位、角落。中国在北半球，夏至以后日渐偏南，所以说日出东南隅。\n⑶喜蚕桑：喜欢采桑。喜，有的本子作“善”（善于、擅长）。\n⑷青丝为笼系：用黑色的丝做篮子上的络绳。笼，篮子。系，络绳（缠绕篮子的绳子）。\n⑸笼钩：一种工具。采桑用来钩桑枝，行时用来挑竹筐。\n⑹倭堕髻：即堕马髻，发髻偏在一边，呈坠落状。倭堕，叠韵字。\n⑺缃绮：有花纹的浅黄色的丝织品。\n⑻帩头：帩头，古代男子束发的头巾。\n⑼少年：古义（10-20岁）男\n⑽但：只是。坐：因为，由于。\n⑾使君：汉代对太守、刺史的通称。\n⑿姝：美丽的女子。\n⒀谢：这里是“请问”的意思。\n⒁不：通假字，通“否”音也为“否”的音。\n⒂居上头：在行列的前端。意思是地位高，受人尊重。\n⒃鹿卢剑：剑把用丝绦缠绕起来，像鹿卢的样子。鹿卢，即辘轳，井上汲水的用具。宝剑，荆轲刺秦王时带的就是鹿卢剑。\n⒄侍中郎：出入宫禁的侍卫官。\n⒅盈盈：仪态端庄美好。\n⒆冉冉：走路缓慢。\n\n","shangxi":"　　全诗共分三解。解为乐歌的段落，本诗的乐歌段落与歌词内容的段落大致相合。第一解从开始至“但坐观罗敷”，主要叙述罗敷的美貌。第二解从“使君从南来”至“罗敷自有夫”，写太守觊觎罗敷容姿，要跟她“共载”而归，遭到罗敷严辞拒绝。第三解从“东方千余骑”至结束，写罗敷在太守面前夸赞自己丈夫，用意在于彻底打消太守的邪念，并让他对自己轻佻的举止感到羞愧。\n\n　　诗人成功地塑造了一个貌美品端、机智活泼、亲切可爱的女性形象。一般来说，人们认识一个人，总是先识其外貌，然后再洞达其心灵。《陌上桑》塑造罗敷的形象也依循人们识辨人物的一般顺序，在写法上表现为由容貌而及品性。罗敷刚出现，还只是笼统地给人一个“好女”的印象，随着叙述的展开，通过她服饰的美丽和路人见到他以后无不倾倒的种种表现，“好女”的形象在读者眼前逐渐变得具体和彰明。第二、三段，诗人的笔墨从摹写容貌转为表现性情，通过罗敷与使君的对话，她抗恶拒诱，刚洁端正的品格得到了充分的展示。从她流利得体，同时又带有一点调皮嘲弄的答语中，还可看出她禀性开朗、活泼、大方，对自己充满自信，并且善于运用智慧保护自己不受侵害。当然这只是大致的概括，事实上，作品在这方面也不乏灵活的安排。如第一解虽然主要写容貌，“罗敷喜蚕桑”则又表现出她热爱劳动的良好品质；第二、三解虽然主要揭示她内心情感，但第二解使君立马踟蹰不前，分明又暗中映显出罗敷美貌丽态的魅力，第三解罗敷夸扬丈夫姿容，与一解总述罗敷美好“遥对”（张玉谷《古诗赏析》卷五），不正可以见到罗敷本人的倩影吗？诗人笔下的罗敷品貌俱美，从而赋予这一艺术形象更高的审美价值。读完全诗，人们对罗敷的喜爱比起诗中那些忘乎所以的观望者的态度来更加深厚真挚，因为他们还仅仅是为罗敷的容貌所吸引，读者却又对罗敷的品格投以敬佩。从这一意义上说，《陌上桑》与《诗经·硕人》在摹绘美人的形象方面，其区别不仅在于具体手法的不同（这一点下面还会谈到），还在于它由比较单纯地刻画人物的容貌之美进而达到表现性情之美，这后面一点显然在文学形象的创造史上具有更重要的意义。\n\n　　《陌上桑》在写作手法方面，最受人们称赞的是侧面映衬和烘托。如第一解写罗敷之美，不用《硕人》直接形容具体对象容貌的常套，而是采用间接的、静动结合的描写来暗示人物形象的美丽。先写罗敷采桑的用具和她装束打扮的鲜艳夺目，渲染服饰之美又是重点。“青丝为笼系，桂枝为笼钩。头上倭堕髻，耳中明月珠。缃绮为下裙，紫绮为上襦。”这些诗句一字不及罗敷的容貌，而人物之美已从衣饰等的铺叙中映现出来。前人评汉乐府《江南》诗句“莲叶何田田”，说：“不说花偏说叶，叶尚可爱，花不待言矣。”张玉谷《古诗赏析》卷五。这话也可以被运用来说明本篇上述诗句的艺术特点。更奇妙的是，诗人通过描摹路旁观者的种种神态动作，使罗敷的美貌得到了强烈而又极为鲜明、生动的烘托。“行者见罗敷，下担捋髭须。少年见罗敷，脱帽著帩头。耕者忘其犁，锄者忘其锄。来归相怨怒，但坐观罗敷。”爱美之心人皆有之，而人类对异性美（尤其是在形貌方面）就更为敏感，同时也会表现出更高的热情。这些男性旁观者为罗敷深深吸引，乃至有意无意地做出一些想取悦罗敷的举止，（“脱帽著帩头”的动作暗示了自己未婚)正说明他们看到罗敷时激动不宁的心情和从她身上获得的审美满足。借助于他们的目光，读者似乎也亲眼饱睹了罗敷的面容体态。这样来塑造人物形象，比借助比喻等手段正面进行摹写显得更加富有情趣；而且由于加入了旁观者的反应，使作品的艺术容量也得到了增加。这是《陌上桑》为描写文学形象提供的新鲜经验。\n\n　　除了从侧面摹写形象外，本篇还善于从侧面表达意图，这主要是指第三解罗敷夸夫的内容。对这段内容，人们有两种理解：一种认为诗中“夫婿”是罗敷实指其夫，另一种意见是罗敷虚设一夫，更有人断定这一段是诗中的糟粕。“夫婿”究竟是实指还是虚设，这是弄不明白的问题，不过这并不重要。重要的倒是应该弄清楚：罗敷当时为何要讲这番话?意图何在?她集中夸赞自己丈夫的尊贵和美好，这显然是有明显的针对性。因为调戏她的是一位怀有特殊优越感的太守，罗敷说自己丈夫尊贵，则使其优越感变得可笑；又因为太守看中她的是美色，罗敷说自己丈夫美好，实际上是说只有丈夫才可以与自己相配。罗敷这段话句句夸夫，而客观上又句句奚落太守，这正是全诗侧面写法的又一次运用。诗歌的喜剧效果主要也是从这里得到体现的。第三解在整篇作品中不是可有可无，更不是什么糟粕，而是诗篇的有机构成。\n\n　　幽默风趣是《陌上桑》明显的风格特点。如写旁观者见到罗敷时不由自主地表现出来的种种神态，十分好笑，而又无不是乡民的真趣流露。又如罗敷讲自己的年龄，“二十尚不足，十五颇有余”，口齿伶俐，而又暗带调皮，“颇”字尤见口角语态之妙。最后一段罗敷盛夸夫婿，使眼前那位听着的太守感到通身不自在，羞愧难状。这一寓严肃的主题于诙谐的风格之中的优秀诗篇，体现了乐观和智慧，它与《孔雀东南飞》《东门行》等体现的悲慨和亢烈相比，代表着汉乐府又一种重要的艺术精神。它和《孔雀东南飞》《东门行》《木兰诗》堪称乐府名著。当中《孔雀东南飞》《木兰诗》又是乐府双壁\n\n　　《陌上桑》的语言带有明显的藻采化倾向，主要是反映在第一和第三节中。这些构成了此篇统一的叙述风格。\n\n　　正是罗敷这种表里如一的“美”，才深深地打动了所有善良的人们，无论是年长的老者（行者），还是翩翩的少年，抑或是耕锄的百姓，都为罗敷的美所倾倒，看见了她以至于忘记了一切。正如诗中所描述的：“行者见罗敷，下担捋髭须。少年见罗敷，脱帽著帩头。耕者忘其犁，锄者忘其锄。”这一段描写既巧妙，又夸张，虽不是精雕细琢，但却是浓墨重彩，罗敷那不能言喻的美尽在这旁观者的“不言”之中。\n\n　　同时罗敷的美是平淡中含着典雅、质朴中透着高贵、清丽中显露豪华，不同身份的人能从不同的角度看到自己所欣赏的不同的“美”，这便是所谓的“雅俗共赏”。\n\n","translation":"　　太阳从东南方升起，照到我们秦家的小楼。秦家有位美丽的少女，自家取名叫罗敷。罗敷善于养蚕采桑，（有一天在）城南边侧采桑。用青丝做篮子上的络绳，用桂树枝做篮子上的提柄。头上梳着堕马髻，耳朵上戴着宝珠做的耳环；浅黄色有花纹的丝绸做成下裙，紫色的绫子做成上身短袄。走路的人看见罗敷，放下担子捋着胡子（注视她）。年轻人看见罗敷，禁不住脱帽重整头巾，希望引起罗敷对自己的注意。耕地的人忘记了自己在犁地，锄地的人忘记了自己在锄地；以致于农活都没有干完，回来后相互埋怨，只是因为仔细看了罗敷的美貌。\n\n　　太守乘车从南边来到这，拉车的五匹马停下来徘徊不前。太守派遣小吏过去，问这是谁家美丽的女子。小吏回答：“是秦家的女儿，自家起名叫做罗敷。”太守又问：“罗敷多少岁了？”小吏回答：“还不到二十岁，但已经过了十五了。”太守请问罗敷：“愿意与我一起乘车吗？”\n\n　　罗敷上前回话：“太守你怎么这样愚蠢！太守你已经有妻子了，罗敷我也已经有丈夫了！（丈夫当官）在东方，随从人马一千多，他排列在最前头。怎么识别我丈夫呢？骑白马后面跟随小黑马的那个大官就是，用青丝拴着马尾，那马头上戴着金黄色的笼头；腰中佩着鹿卢剑，宝剑可以值上千上万钱，十五岁在太守府做小吏，二十岁在朝廷里做大夫，三十岁做皇上的侍中郎，四十岁成为一城之主。他皮肤洁白，有一些胡子；他轻缓地在府中迈方步，从容地出入官府。（太守座中聚会时）在座的有几千人，都说我丈夫出色。”\n\n"}
{"_id":{"$oid":"5b9a1454367d5cab186686f1"},"title":"终南别业","dynasty":"唐代","writer":"王维","content":"中岁颇好道，晚家南山陲。\n兴来每独往，胜事空自知。\n行到水穷处，坐看云起时。\n偶然值林叟，谈笑无还期。","type":["唐诗三百首","田园","写人","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154105999.mp3","remark":"①中岁：中年。好（hào）：喜好。道：这里指佛教。\n②家：安家。南山：即终南山。陲（chuí）：边缘，旁边，边境；南山陲，指辋 川别墅所在地，意思是终南山脚下。\n③胜事：美好的事。\n④值：遇到。叟（sǒu）：老翁。\n⑤无还期：没有回还的准确时间。\n\n","shangxi":"　　全诗的着眼点在于抒发对自得其乐的闲适情趣的向往。开篇二句，由“中岁好道”“晚家南山”点明诗人隐居奉佛的人生归宿和思想皈依。“道”，指佛家道义之精髓，即“万法皆空”思想。“中岁颇好道”，作者强调自中年起，他就已倾心佛法了，随着时间的推移，这种倾向会越来越加剧，反映出他对尘世越来越厌倦，这与其人生际遇密切相关。一个“颇”字，点明其崇佛的虔诚心态。“晚”字，意蕴丰富，既可以指“晚近”，也可以指“晚年”。如果是前者，“晚家南山陲”是对现实隐居生活的描绘；如果是后者，则是对自己晚景的构想。\n\n　　山林的生活自在无比，兴致来临之际，每每独往山中信步闲走，那快意自在的感受只有诗人自己能心领神会。“每”，表明“兴来独往”非常频繁，不是偶然为之。“独”，并非没有同调之人，事实上，诗人隐居之际不乏同调之人与其往来唱和，如张諲、裴迪等，此处当指诗人兴致一来就等不及邀人同往了，一个洒脱的隐者形象便展现到了读者面前。从字面意义上看，隐隐约约带有些落寞，但谁又能说这种情致不是件快乐的事呢？“胜事空自知”，亦然，一个“空”字，也许带有几分无奈与孤独，但诗人是陶醉于这种山林情趣间的。\n\n　　“行到水穷处，坐看云起时”即言“胜事”。在山间信步闲走，不知不觉中，已到了溪水尽头，似乎再无路可走，但诗人却感到眼前一片开阔，于是，索性坐下，看天上的风起云涌。一切是那样的自然，山间流水、白云，无不引发作者无尽的兴致，足见其悠闲自在。清人沈德潜赞曰：“行所无事，一片化机。”（《唐诗别裁集》）“行到水穷处”，让读者体味到了“应尽便须尽”的坦荡；“坐看云起时”，在体味最悠闲、最自在境界的同时，又能领略到妙境无穷的活泼！云，有形无迹，飘忽不定，变化无穷，绵绵不绝，因而给人以无心、自在和闲散的印象，陶潜有诗云“云无心以出岫”（《归去来兮辞》），而在佛家眼里，云又象征着“无常心”“无住心”。因此，“坐看云起时”，还蕴藏着一种“应无所住而生其心”的禅机。简而言之，就是“空”，如果人能够去掉执着，像云般无心，就可以摆脱烦恼，得到解脱，得到自在，诗人在一坐、一看之际已经顿悟。再看这流水、白云，已是无所分别，达到了物我一体的境界。从结构看，“行到水穷处，坐看云起时”二句，对偶工稳，一贯而下，从艺术手法上看，此二句俨然是一幅山水画，是“诗中有画”也。\n\n　　结句写作者在山间偶然碰到了“林叟”，于是无拘无束地跟其尽情谈笑，以致忘了时间，诗人淡逸的天性和超然物外的风采跃然纸上，与前面独赏山水时的洒脱自在浑然一体，使得全诗形成了一个完整的意境。“偶然”二字，贯穿前后，却行迹全无，其实，“兴来独往”“行到水穷处，坐看云起时”等，何尝不是“无心的偶然”呢？然诗人至此方借“值林叟”点出“偶然”二字，可见艺术手段之高超。因为处处“偶然”，更显现出心中的悠闲自在。“谈笑无还期”结句自然，却暗藏哲理，诗人因为体悟到物我两忘、物我一体之境，从而忘记了那流迁无常的世俗世界，这是真正的“空”境。\n\n　　这首诗没有描绘具体的山川景物，而重在表现诗人隐居山间时悠闲自得的心境。诗的前六句自然闲静，诗人的形象如同一位不食人间烟火的世外高人，他不问世事，视山间为乐土。不刻意探幽寻胜，而能随时随处领略到大自然的美好。结尾两句，引入人的活动，带来生活气息，诗人的形象也更为可亲。\n\n","translation":"中年以后存有较浓的好道之心，直到晚年才安家于终南山边陲。\n兴趣浓时常常独来独往去游玩，有快乐的事自我欣赏自我陶醉。\n间或走到水的尽头去寻求源流，间或坐看上升的云雾千变万化。\n偶然在林间遇见个把乡村父老，偶与他谈笑聊天每每忘了还家。\n\n"}
{"_id":{"$oid":"5b9a1454367d5cab186686f2"},"title":"登岳阳楼二首","dynasty":"宋代","writer":"陈与义","content":"洞庭之东江水西，帘旌不动夕阳迟。\n登临吴蜀横分地，徙倚湖山欲暮时。\n万里来游还望远，三年多难更凭危。\n白头吊古风霜里，老木沧波无限悲。\n\n天入平湖晴不风，夕帆和雁正浮空。\n楼头客子杪秋后，日落君山元气中。\n北望可堪回白首，南游聊得看丹枫。\n翰林物色分留少，诗到巴陵还未工。\n\n","type":["登楼","写景","抒怀","感慨"],"remark":"⑴帘旌（jīng）：酒店或茶馆的招子。夕阳迟：夕阳缓慢地下沉。迟，缓慢。\n⑵吴蜀横分地：三国时吴国和蜀国争夺荆州，吴将鲁肃曾率兵万人驻扎在岳阳。横分，这里指瓜分。\n⑶徙（xǐ）倚（yǐ）：徘徊。\n⑷三年多难：公元1126年（宋钦宗靖康元年）春天北宋灭亡，到写此诗时已有三年。凭危：指登楼。凭，靠着。危，指高处。\n⑸吊古：哀吊，凭吊。\n⑹晴不风：晴空万里，波澜不惊。\n⑺杪（miǎo）秋：晚秋。\n⑻君山：全称君山岛，位于湖南岳阳东部的洞庭湖中。\n⑼白首：白发。这里指为枯萎而不凋谢的白色草。\n⑽丹枫：经霜泛红的枫叶。\n\n","shangxi":"　　其一\n\n　　《登岳阳楼》二首都是七言律诗。其中第一首是诗人写岳阳楼的开篇之作，所以精心打造，郑重其事。首联写岳阳楼的地理位置，先从大处着墨，以洞庭湖和长江为背景，在一个宏观视野中隆重推出岳阳楼。“洞庭之东江水西”，诗人在一句七字之中，巧妙地运用了“东”“西”两个方位词，并以湖、江系之，则岳阳楼之所在，如或可见。而后再写举目所见，为“帘旌不动夕阳迟”。这一句是全诗写景浓墨重彩的一笔，看似平常，实则细腻。“帘旌”为近景，“夕阳”为远景，近景远景合而为一，诗人的视线由近及远地扫描，逐渐放开，融入那苍茫的暮色中。不动的帘旌，表明湖面风平浪静；迟落的夕阳，提示着傍晚的安详。这样富有诗情画意的情境，不禁引起诗人丰富的遐想。\n\n　　诗的颔联从静态舒缓的景物描写中振起，转而为强烈的抒情。仿佛是音乐的变奏，这两句诗似乎是在重复上面的主题，风格却又迥然不同了。“登临吴蜀横分地”，也是在说登临的地理位置，却加入了厚重的历史感；“徙倚湖山欲暮时”，也是在写黄昏时分登楼观景，却融入了些许怅惘之情。这样的渐变，是一种烘托，是一种过渡，是一种物我兼融的摹状。在这里，诗人的主体形象不经意地、自然而然地出现在诗中，他在思索，在徘徊，在融情入景，在借景抒怀。\n\n　　经过前面的蓄势，诗人终于在颈联以近于直呼的方式，发出了最高亢最强烈的呐喊：“万里来游还望远，三年多难更凭危。”这两句诗，道出了一个亡国之臣心中的愤懑。“万里”与“三年”对举，分别从空间、时间的跨度上来叙述其事，收到了双重叠加的艺术效果，读之让人感慨万分。诗人的“万里来游”不过是万里逃难的高雅说法，但是又无可奈何。心中的苦闷，只好在“远望”中消解。“三年多难”，本来已经不胜觳觫，却还要在这里登高临危，让人不堪忍受。诗意至此，已经一波三折，千回百转，把感情推向了极致。\n\n　　诗的最后一联，顾影自怜，以无限悲凉的身世之慨收束全篇。此时，诗人已届四十，到了不惑之年，所以言“白头”；不说伤今，而言“吊古”，含蓄蕴藉，意味深长；“风霜”明指自然事物，实喻社会现实，语意双关；而“老木沧波”更是包裹诗人形象的一件外衣，无限悲恨。这一联似乎是诗人自语，未老先衰头已白，为国事，为家事，为自己，为那些与自己一样国破家亡的同乡们焦虑、忧愁，吊古伤今，感怀伤时，在秋霜的季节里，更觉时世如风霜相逼，冷峭之极。那衰老的枯木、那苍凉的湖面，就像是作者自己。沦落天涯无尽的凄凉，国破家亡的无限悲痛，一切尽在不言中。\n\n　　其二\n\n　　第一首写登楼，而第二首转写景和归途。诗人登上岳阳楼，看到的是“天入平湖晴不风，夕帆和雁正浮空。”这就描绘了多种景物：天空、湖水、倒影、夕日、大雁，构成了洞庭湖独有的美景。表面上“晴不风”三字略显俗套，但这正和“大漠孤烟直，长河落日圆”有相同韵味，不加修饰，只是写的是湖水之壮美，这更显手法独特。第二联写人亦写景，而且再次点明时间是傍晚时分。第三联起，开始写诗人的归途了，而且又再一次将诗句引向了景物，向北看，见白草稀稀，向南望则见枫叶红红，这一联的描写将整首诗推向高潮，对仗工整，别有韵味。最后两句就是写诗人只顾观景，写着的诗到了江陵还未完，这就从侧面衬托了长江洞庭之间风光之好。整首诗的感情同第一首一样，是“忧”的，因为两首诗记述的为同一系列的事，其感情也是相同的，只是被隐藏了，这首诗实际上表达了北宋国亡后，作者只能观景排忧之情。\n\n","translation":"巍巍岳阳楼矗立在洞庭湖之东长江之西，夕阳黄昏，没有晚风卷起，楼阁上的招牌静止不动。\n登临当年吴国和蜀国的分界之处（荆州），在湖山黄昏下徘徊。\n行程万里，今日登高远望是什么心绪？为避战乱我奔波三年。\n登楼凭吊古人，我自己已是两鬓如霜，看着远山的古树，青苍中，隐含无限的伤悲。\n\n平湖映着天空的影子，晴空万里，波澜不惊，大雁在空中飞来飞去。\n岳阳楼很多人都在看秋天的景色，看日落君山。\n往北边可以看到白首，往南边可以看到丹枫。\n一路欣赏景色，结果到了巴陵还没有写出来诗。\n\n"}
{"_id":{"$oid":"5b9a1454367d5cab186686f3"},"title":"鲁山山行","dynasty":"宋代","writer":"梅尧臣","content":"适与野情惬，千山高复低。\n好峰随处改，幽径独行迷。\n霜落熊升树，林空鹿饮溪。\n人家在何许？云外一声鸡。\n\n","type":["古诗三百首","初中古诗","登山","写景","抒怀"],"remark":"⑴鲁山：一名露山，在河南鲁山县东北，接近襄城县境。\n⑵适：恰好。野情：喜爱山野之情。惬（qiè）：心满意足。\n⑶随处改：（山峰）随观看的角度的变化而变化。\n⑷幽径：小路。\n⑸熊升树：熊爬上树。一作大熊星座升上树梢。\n⑹何许：何处，哪里。\n⑺云外：形容遥远。一声鸡：暗示有人家。\n\n","shangxi":"　　这首诗运用丰富的意象，动静结合，描绘了一幅斑斓多姿的山景图：深秋时节，霜降临空，诗人在鲁山中旅行。山路上没有其他人，诗人兴致勃勃，一边赶路一边欣赏着千姿百态的山峰和山间的种种景象。仿佛从云外传来的一声鸡鸣，告诉诗人有人家的地方还很远很远。\n\n　　这是一首五律，但不为格律所缚，写得新颖自然，曲尽山行情景。\n\n　　山路崎呕，对于贪图安逸，怯于攀登的人来说，“山行”不可能有什么乐趣。山野荒寂，对于酷爱繁华，留恋都市的人来说，“山行”也不会有什么美感和诗意。此诗一开头就将这一类情况一扫而空，兴致勃勃地说：“适与野情惬”——恰恰跟作者爱好山野风光的情趣相合。下句对此作了说明：“千山高复低。”按时间顺序，两句为倒装。一倒装，既突出了爱山的情趣，又显得跌宕有致。“千山高复低”，这当然是“山行”所见。看见了山野非常喜爱，心中很满足，群山连绵起伏的，时高时低，一个“惬”字，足以体会出当时作者心满意足的心情。“适与野情惬”，则是 “山行”所感。首联只点“山”而“行”在其中。\n\n　　颔联进一步写“山行”。“好峰”之“峰”即是“千山高复低”；“好峰”之“好”则包含了诗人的美感，又与“适与野情惬”契合。说“好峰随处改”，见得人在“千山”中继续行走，也继续看山，眼中的“好峰”也自然移步换形，不断变换美好的姿态。第四句才出“行”字，但不单是点题。“径”而曰“幽”，“行”而曰“独”，正合了诗人的“野情”。着一“迷”字，不仅传“幽”、“独”之神，而且以小景见大景，进一步展示了“千山高复低”的境界。山径幽深，容易“迷”；独行无伴，容易“迷”；“千山高复低”，更容易“迷”。著此“迷”字，更见野景之幽与野情之浓。\n\n　　颈联“霜落熊升树，林空鹿饮溪”，互文见意，写“山行”所见的动景。“霜落”则“林空”，既点时，又写景。霜未落而林未空，林中之“熊”也会“升树”，林中之“鹿”也要“饮溪”；但树叶茂密，遮断视线，“山行”者很难看见“熊升树”与“鹿饮溪”的野景，作者特意写出“霜落”、“林空”与“熊升树”、“鹿饮溪”之间的因果关系，正是为了表现出那是“山行”者眼中的野景。惟其是“山行”者眼中的野景，所以饱含着“山行”者的“野情”。“霜落”而“熊升树”，“林空”而“鹿饮溪”，很是闲适，野趣盎然。\n\n　　苏轼《高邮陈直躬处士画雁》诗云：“野雁见人时，未起意先改。君从何处看，得此无人态？无乃枯木形，人禽两自在！······”梅尧臣从林外“幽径”看林中，见“熊升树”、“鹿饮溪”，那正是苏轼所说的“无人态”，因而就显得“自在”。熊“自在”，鹿“自在”，看“熊升树”、“鹿饮溪”的人也“自在”。\n\n　　欧阳修《六一诗话》云：“圣俞尝语余曰：‘诗家虽主意，而造语亦难。若意新语工，得前人所未道者，斯为善也。必能状难状之景如在目前，含不尽之意见于言外，然后为至矣。’”此联就可以说是“状难状之景如在目前”。而且还“含不尽之意见于言外”。“熊升树”、“鹿饮溪”而未受到任何惊扰，见得除“幽径”的“独行”者而外，四野无人，一片幽寂；而“独行”者看了。“熊升树”，又看“鹿饮溪”，其心情之闲静愉悦，也见于言外。从章法上看，这一联不仅紧承上句的“幽”、“独”而来，而且对首句“适与野情惬”作了更充分的表现。\n\n　　全诗以“人家在何许？云外一声鸡”收尾，余味无穷。杜牧的“白云生处有人家”，是看见了人家。王维的“欲投人处宿，隔水问樵夫”，是看不见人家，才询问樵夫。这里又是另一番情景：望近处，只见“熊升树”、“鹿饮溪”，没有人家；望远方，只见白云浮动，也不见人家；于是自己问自己：“人家在何许”呢？恰在这时，云外传来一声鸡叫，仿佛是有意回答诗人的提问：“这里有人家哩，快来休息吧！”两句诗，写“山行”者望云闻鸡的神态及其喜悦心情，都跃然可见、宛然可想。\n\n","translation":"\n清晨，连绵起伏的鲁山，千峰竞秀，忽高忽低，蔚为壮观，正好迎合了我爱好自然景色的情趣。\n一路上，奇峰峻岭在眼前不断地变换，沉醉于一人在蜿蜒幽深的小路上游览的野趣，竟忘了走到了什么地方。\n太阳高升，霜雪融落，山林显得愈加寂静空荡，笨熊正在缓慢地爬着大树，鹿儿正在悠闲地喝着小溪的潺潺流水。\n看不到房舍，也望不见炊烟，我心中不禁疑问，山里是否也有人家居住？就在这时，忽听得远处云雾缭绕的山间传来一声鸡鸣。\n\n"}
{"_id":{"$oid":"5b9a1454367d5cab186686f4"},"title":"左迁至蓝关示侄孙湘","dynasty":"唐代","writer":"韩愈","content":"一封朝奏九重天，夕贬潮州路八千。\n欲为圣明除弊事，肯将衰朽惜残年！\n云横秦岭家何在？雪拥蓝关马不前。\n知汝远来应有意，好收吾骨瘴江边。（版本一）\n\n一封朝奏九重天，夕贬潮阳路八千。\n本为圣朝除弊政，敢将衰朽惜残年。\n云横秦岭家何在？雪拥蓝关马不前。\n知汝远来应有意，好收吾骨瘴江边。（版本二）\n\n","type":["初中古诗","叙事","写景","抒情"],"remark":"⑴左迁：降职，贬官，指作者被贬到潮州。蓝关：在蓝田县南。《地理志》：“京兆府蓝田县有蓝田关。”湘：韩愈的侄孙韩湘，字北渚，韩愈之侄，韩老成的长子，长庆三年（823年）进士，任大理丞。韩湘此时27岁，尚未登科第，远道赶来从韩愈南迁。\n⑵一封：指一封奏章，即《论佛骨表》。朝（zhāo）奏：早晨送呈奏章。九重（chóng）天：古称天有九层，第九层最高，此指朝廷、皇帝。\n⑶路八千：泛指路途遥远。八千，不是确数。\n⑷“欲为”二句：想替皇帝除去有害的事，哪能因衰老就吝惜残余的生命。弊事：政治上的弊端，指迎佛骨事。肯：岂肯。衰朽（xiǔ）：衰弱多病。惜残年：顾惜晚年的生命。圣明，指皇帝。\n⑸秦岭：在蓝田县内东南。\n⑹“雪拥”句：立马蓝关，大雪阻拦，前路艰危，心中感慨万分。拥：阻塞。蓝关：蓝田关，今在陕西省蓝田县东南。马不前：古乐府《饮马长城窟行》：“驱马涉阴山，山高马不前。”\n⑺汝（rǔ）：你，指韩湘。应有意：应知道我此去凶多吉少。\n⑻“好收”句：意思是自己必死于潮州，向韩湘交待后事。瘴（zhàng）江：指岭南瘴气弥漫的江流。瘴江边：指贬所潮州。\n⑼潮阳：今广东潮州潮安区。\n\n","shangxi":"　　韩愈《论佛骨表》是一篇正气凛然的名文。文中说：“今闻陛下令群僧迎佛骨于凤翔，御褛以观，升入大内，又令诸寺递迎供养。——百姓何人，岂合更惜身命？焚香烧指，百十为群，解衣散钱，自朝至暮，转相仿效，惟恐后时。老少奔波，弃其业次。若不即加禁遏，更历诸寺，必有断骨脔身，以为供养者。伤风败俗，传笑四方，非细事也。——佛如有灵，能作祸祟，凡有殃咎，宜加臣身，上天鉴临，巨不怨悔。”这首诗和这篇文珠联璧合，相得益彰，具有深刻的社会意义。\n\n　　前两联写“左遣”，一气贯注，浑灏流转。“贬”的原因是“奏”，“奏”的本意是为国“除弊”，可见“贬”非其罪。然而“朝奏”而“夕贬”，处罚何其迅急！一贬就贬到“八千”里以外，处罚又何其严厉！那么“九重天”虽高而不明，也就意在言外了。第三句理直气壮地声言“欲为圣明除弊事”，表明并未因受严谴而有丝毫心，其刚正不屈的风骨宛然如见。“朝奏”与“夕贬”、“九重天”与“路八千”、“圣明”与“衰朽”、“欲……除弊事”与“肯……惜残年”，强烈对比，高度概括，扩大和加深了诗的内涵。\n\n","translation":"一篇谏书早晨上奏给皇帝，晚上就被贬官到路途遥远的潮阳去。\n想替皇上除去有害的事，哪能因衰老就吝惜残余的生命。\n云彩横出于南山，我的家在哪里？在白雪厚积的蓝田关外，马也停住脚步。\n知道你远道而来定会有所打算，正好在瘴江边收殓我的尸骨。\n\n"}
{"_id":{"$oid":"5b9a1454367d5cab186686f5"},"title":"清平调·其一","dynasty":"唐代","writer":"李白","content":"云想衣裳花想容，春风拂槛露华浓。 \n若非群玉山头见，会向瑶台月下逢。","type":["唐诗三百首","乐府","赞美","女子"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154106219.mp3","remark":"清平调：一种歌的曲调，“平调、清调、瑟调”皆周房中之遗声。\n“云想”句：见云之灿烂想其衣之华艳，见花之艳丽想美人之容貌照人。实际上是以云喻衣，以花喻人。\n槛：栏杆；露华浓：牡丹花沾着晶莹的露珠更显得颜色艳丽。\n“若非……会向……”：相当于“不是……就是……”的意思。群玉：山名，传说中西王母所住之地。全句形容贵妃貌美惊人，怀疑她不是群玉山头所见的飘飘仙子，就是瑶台殿前月光照耀下的神女。\n\n","shangxi":"　　第一首，一起七字：“云想衣裳花想容，”把杨妃的衣服，写成真如霓裳羽衣一般，簇拥着她那丰满的玉容。“想”字有正反两面的理解，可以说是见云而想到衣裳，见花而想到容貌，也可以说把衣裳想象为云，把容貌想象为花，这样交互参差，七字之中就给人以花团锦簇之感。接下去“春风拂槛露华浓”，进一步以“露华浓”来点染花容，美丽的牡丹花在晶莹的露水中显得更加艳冶，这就使上句更为酣满，同时也以风露暗喻君王的恩泽，使花容人面倍见精神。下面，诗人的想象忽又升腾到天堂西王母所居的群玉山、瑶台。“若非”、“会向”，诗人故作选择，意实肯定：这样超绝人寰的花容，恐怕只有在上天仙境才能见到。玉山、瑶台、月色，一色素淡的字眼，映衬花容人面，使人自然联想到白玉般的人儿，又像一朵温馨的白牡丹花。与此同时，诗人又不露痕迹，把杨妃比作天女下凡，真是精妙至极。\n\n","translation":"见云之灿烂想其衣裳之华艳，见花之艳丽想人之容貌照人。\n若不是在群玉山头见到了她，就是在瑶池的月光下来相逢。\n\n"}
