{"_id":{"$oid":"5b9a0136367d5c96f4cd2952"},"title":"将进酒","dynasty":"唐代","writer":"李白","content":"君不见，黄河之水天上来，奔流到海不复回。\n君不见，高堂明镜悲白发，朝如青丝暮成雪。\n人生得意须尽欢，莫使金樽空对月。\n天生我材必有用，千金散尽还复来。\n烹羊宰牛且为乐，会须一饮三百杯。\n岑夫子，丹丘生，将进酒，杯莫停。\n与君歌一曲，请君为我倾耳听。(倾耳听 一作：侧耳听)\n钟鼓馔玉不足贵，但愿长醉不复醒。(不足贵 一作：何足贵；不复醒 一作：不愿醒/不用醒)\n古来圣贤皆寂寞，惟有饮者留其名。(古来 一作：自古；惟 通：唯)\n陈王昔时宴平乐，斗酒十千恣欢谑。\n主人何为言少钱，径须沽取对君酌。\n五花马，千金裘，呼儿将出换美酒，与尔同销万古愁。","type":["乐府","唐诗三百首","咏物","抒情","哲理","宴饮"],"remark":"将进酒：属乐府旧题。将（qiāng）：请。\n君不见：乐府中常用的一种夸语。天上来：黄河发源于青海，因那里地势极高，故称。\n高堂：高堂：房屋的正室厅堂。一说指父母。一作“床头”。青丝：喻柔软的黑发。一作“青云”。成雪：一作“如雪”。\n得意：适意高兴的时候。\n金樽（zūn）：中国古代的盛酒器具。\n会须：正应当。\n岑夫子：岑勋。丹丘生：元丹丘。二人均为李白的好友。\n杯莫停：一作“君莫停”。\n与君：给你们，为你们。君，指岑、元二人。\n倾耳听：一作“侧耳听”。\n钟鼓：富贵人家宴会中奏乐使用的乐器。馔（zhuàn）玉：形容食物如玉一样精美。\n不复醒：也有版本为“不用醒”或“不愿醒”。\n陈王：指陈思王曹植。平乐：观名。在洛阳西门外，为汉代富豪显贵的娱乐场所。恣\n业书法《将进酒》季深业书法《将进酒》 \n恣（zì）：纵情任意。谑（xuè）：戏。言少钱：一作“言钱少”。\n径须：干脆，只管。沽：买。\n五花马：指名贵的马。一说毛色作五花纹，一说颈上长毛修剪成五瓣。\n尔：你。销：同“消”。\n\n","shangxi":"　　这首诗非常形象的表现了李白桀骜不驯的性格：一方面对自己充满自信，孤高自傲；一方面在政治前途出现波折后，又流露出纵情享乐之情。在这首诗里，他演绎庄子的乐生哲学，表示对富贵、圣贤的藐视。而在豪饮行乐中，实则深含怀才不遇之情。全诗气势豪迈，感情奔放，语言流畅，具有很强的感染力，李白“借题发挥”借酒浇愁，抒发自己的愤激情绪。\n\n　　时光流逝，如江河入海一去无回；人生苦短，看朝暮间青丝白雪；生命的渺小似乎是个无法挽救的悲剧，能够解忧的惟有金樽美酒。这便是李白式的悲哀：悲而能壮，哀而不伤，极愤慨而又极豪放。表是在感叹人生易老，里则在感叹怀才不遇。诗篇开头是两组排比长句，如挟天风海雨向读者迎面扑来，气势豪迈。“君不见黄河之水天上来，奔流到海不复回”，李白此时在颍阳山，距离黄河不远，登高纵目，所以借黄河来起兴。黄河源远流长，落差极大，如从天而降，一泻千里，东走大海。景象之壮阔，并不是肉眼可见，所以此情此景是李白幻想的，“自道所得”，言语中带有夸张。上句写大河之来，势不可挡；下句写大河之去，势不可回。一涨一消，形成舒卷往复的咏叹味，是短促的单句（如“黄河落天走东海”）所没有的。\n\n　　紧接着，“君不见高堂明镜悲白发，朝如青丝暮成雪”，恰似一波未平、一波又起。前二句为空间范畴的夸张，这二句则是时间范畴的夸张。悲叹人生短促；而不直接说出自己感伤生命短暂而人一下就会变老，却说“高堂明镜悲白发”，显现出一种对镜自照手抚两鬓、却无可奈何的情态。将人生由青春至衰老的全过程说成“朝”、“暮”之事，把本来短暂的说得更短暂，与前两句把本来壮浪的说得更壮浪，是“反向”的夸张。于是，开篇的这组排比长句既有比意——以河水一去不返喻人生易逝，又有反衬作用；以黄河的伟大永恒形出生命的渺小脆弱。这个开端可谓悲感已极，却不堕纤弱，可说是巨人式的感伤，具有惊心动魄的艺术力量，同时也是由长句排比开篇的气势感造成的。这种开篇的手法作者常用，他如“弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧”（《宣城谢朓楼饯别校书叔云》），沈德潜说：“此种格调，太白从心化出”，可见其颇具创造性。此诗两作“君不见”的呼告（一般乐府诗只于篇首或篇末偶一用之），又使诗句感情色彩大大增强。诗有所谓大开大阖者，此可谓大开。 “夫天地者，万物之逆旅也；光阴者，百代之过客也”（《春夜宴从弟桃李园序》），悲感虽然不免，但悲观却非李白性分之所近。在他看来，只要“人生得意”便无所遗憾，当纵情欢乐。\n\n　　五六两句便是一个逆转，由“悲”而翻作“欢“”乐”。从此直到“杯莫停”，诗情渐趋狂放。“人生达命岂暇愁，且饮美酒登高楼”（《梁园吟》），行乐不可无酒，这就入题。但句中没有直写杯中之物，而用“金樽”、“对月”的形象语言来突出隐喻，更将饮酒诗意化了；未直写应该痛饮狂欢，而以“莫使”、“空”的双重否定句式代替直陈，语气更为强调。“人生得意须尽欢”，这似乎是宣扬及时行乐的思想，然而只不过是现象而已。诗人此时郁郁不得志。“凤凰初下紫泥诏，谒帝称觞登御筵”（《玉壶吟》），奉诏进京、皇帝赐宴的时候似乎得意过，然而那不过是一场幻影。再到“弹剑作歌奏苦声，曳裾王门不称情”（《行路难·其二》），古时冯谖在孟尝君门下作客，觉得孟尝君对自己不够礼遇，开始时经常弹剑而歌，表示要回去。李白希望“平交王侯”的，而在长安，权贵们并不把他当一回事，李白借冯谖的典故比喻自己的处境。这时又似乎并没有得意，有的是失望与愤慨。 但并不就此消沉。诗人于是用乐观好强的口吻肯定人生，肯定自我：“天生我材必有用”，这是一个令人击节赞叹的句子。“有用”而“必”，非常自信，简直像是人的价值宣言，而这个人——“我”——是须大写的。于此，从貌似消极的现象中露出了深藏其内的一种怀才不遇而又渴望入世的积极的本质内容来。正是“长风破浪会有时”，实现自我理想的这一天总会来到的，应为这样的未来痛饮高歌，破费又算得了什么。“千金散尽还复来！”这又是一个高度自信的惊人之句，能驱使金钱而不为金钱所使，真足令一切凡夫俗子们咋舌。诗如其人，想诗人“曩者（过去）游维扬，不逾一年（不到一年），散金三十余万”（《上安州裴长史书》），是何等豪举。故此句深蕴在骨子里的豪情，绝非装腔作势者可得其万一。\n\n　　与此气派相当，作者描绘了一场盛筵，那决不是“菜要一碟乎，两碟乎？酒要一壶乎，两壶乎？”而是整头整头地“烹羊宰牛”，不喝上“三百杯”决不甘休。筵宴中展示的痛快气氛，诗句豪壮。\n\n　　至此，狂放之情趋于高潮，诗的旋律加快。诗人那眼花耳热的醉态跃然纸上，恍然使人如闻其高声劝酒：“岑夫子，丹丘生，将进酒，杯莫停！”几个短句忽然加入，不但使诗歌节奏富于变化，而且写来逼肖席上声口。既是生逢知己，又是酒逢对手，不但“忘形到尔汝”，诗人甚而忘却是在写诗，笔下之诗似乎还原为生活，他还要“与君歌一曲，请君为我倾耳听”。以下八句就是诗中之歌了。这着想奇之又奇，纯系神来之笔。 “钟鼓馔玉”意即富贵生活（富贵人家吃饭时鸣钟列鼎，食物精美如玉），可诗人以为“不足贵”，并放言“但愿长醉不复醒”。诗情至此，便分明由狂放转而为愤激。这里不仅是酒后吐狂言，而且是酒后吐真言了。以“我”天生有用之才，本当位至卿相，飞黄腾达，然而“大道如青天，我独不得出”（《行路难》）。说富贵“不足贵”，乃出于愤慨。以下“古来圣贤皆寂寞”二句亦属愤语。李白曾喟叹“自言管葛竟谁许”，称自己有管仲之才，诸葛亮之智却没人相信，所以说古人“寂寞”，同时表现出自己“寂寞”。因此才情愿醉生梦死长醉不醒了。这里，诗人已是用古人酒杯，浇自己块垒了。\n\n　　说到“唯有饮者留其名”，便举出“陈王”曹植作代表。并化用其《名都篇》“归来宴平乐，美酒斗十千”之句。古来酒徒历历，而偏举“陈王”，这与李白一向自命不凡分不开，他心目中树为榜样的是谢安之类高级人物，而这类人物中，“陈王”与酒联系较多。这样写便有气派，与前文极度自信的口吻一贯。三国诗人曹植在《名都篇》中描写洛阳饮宴时说：“归来宴平乐，美酒斗十千。”曹植被称为才高八斗（朝宋文学家谢灵运：“天下才有一石，曹子建独占八斗，我得一斗，天下共分一斗。”），尽管身怀利器，抱负不凡，却在政治上受到来自亲哥哥魏文帝曹丕的打击，郁郁不得志。“陈王”曹植于丕、睿两朝备受猜忌，有志难展，亦激起诗人的同情。一提“古来圣贤”，二提“陈王”曹植，满纸不平之气。此诗开始似只涉人生感慨，而不染政治色彩，其实全篇饱含一种深广的忧愤和对自我的信念。诗情所以悲而不伤，悲而能壮，即根源于此。\n\n　　刚露一点深衷，又回到说酒了，酒兴更高。以下诗情再入狂放，而且愈来愈狂。“主人何为言少钱”，既照应“千金散尽”句，又故作跌宕，引出最后一番豪言壮语：即便千金散尽，也当不惜将出名贵宝物——“五花马”（毛色作五花纹的良马）、“千金裘”来换取美酒，图个一醉方休。这结尾之妙，不仅在于“呼儿”、“与尔”，口气甚大；而且具有一种作者一时可能觉察不到的将宾作主的任诞情态。须知诗人不过是被友招饮的客人，此刻他却高踞一席，气使颐指，提议典裘当马，几令人不知谁是“主人”。浪漫色彩极浓。快人快语，非不拘形迹的豪迈知交断不能出此。诗情至此狂放至极，令人嗟叹咏歌，直欲“手之舞之，足之蹈之”。情犹未已，诗已告终，突然又迸出一句“与尔同销万古愁”，与开篇之“悲”关合，而“万古愁”的含义更其深沉。这“白云从空，随风变灭”的结尾，显见诗人奔涌跌宕的感情激流。通观全篇，真是大起大落，非如椽巨笔不办。 《将进酒》篇幅不算长，却五音繁会，气象不凡。它笔酣墨饱，情极悲愤而作狂放，语极豪纵而又沉着。诗篇具有震动古今的气势与力量，这诚然与夸张手法不无关系，比如诗中屡用巨额数目字（“千金”、“三百杯”、“斗酒十千”、“千金裘”、“万古愁”等等）表现豪迈诗情，同时，又不给人空洞浮夸感，其根源就在于它那充实深厚的内在感情，那潜在酒话底下如波涛汹涌的郁怒情绪。此外，全篇大起大落，诗情忽翕忽张，由悲转乐、转狂放、转愤激、再转狂放、最后结穴于“万古愁”，回应篇首，如大河奔流，有气势，亦有曲折，纵横捭阖，力能扛鼎。其歌中有歌的包孕写法，又有鬼斧神工、“绝去笔墨畦径”之妙，既不是刻意刻画和雕凿能学到的，也不是草率就可达到的境界。通篇以七言为主，而以三、五十言句“破”之，极参差错综之致；诗句以散行为主，又以短小的对仗语点染（如“岑夫子，丹丘生”，“五花马，千金裘”），节奏疾徐尽变，奔放而不流易。\n\n","translation":"你难道看不见那黄河之水从天上奔腾而来，波涛翻滚直奔东海，从不再往回流。\n你难道看不见那年迈的父母，对着明镜悲叹自己的白发，早晨还是满头的黑发，怎么才到傍晚就变成了雪白一片。\n（所以）人生得意之时就应当纵情欢乐，不要让这金杯无酒空对明月。\n每个人的出生都一定有自己的价值和意义，黄金千两（就算）一挥而尽，它也还是能够再得来。\n我们烹羊宰牛姑且作乐，（今天）一次性痛快地饮三百杯也不为多！\n岑夫子，丹丘生啊！快喝酒吧！不要停下来。\n让我来为你们高歌一曲，请你们为我倾耳细听：\n整天吃山珍海味的豪华生活有何珍贵，只希望醉生梦死而不愿清醒。 \n自古以来圣贤无不是冷落寂寞的，只有那会喝酒的人才能够留传美名。\n陈王曹植当年宴设平乐观的事迹你可知道，斗酒万千也豪饮，让宾主尽情欢乐。\n主人呀，你为何说钱不多？只管买酒来让我们一起痛饮。\n那些什么名贵的五花良马，昂贵的千金狐裘，把你的小儿喊出来，都让他拿去换美酒来吧，让我们一起来消除这无穷无尽的万古长愁！\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913141830595.mp3"}
{"_id":{"$oid":"5b9a0136367d5c96f4cd2953"},"title":"水调歌头·明月几时有","dynasty":"宋代","writer":"苏轼","content":"丙辰中秋，欢饮达旦，大醉，作此篇，兼怀子由。\n\n明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间？(何似 一作：何时；又恐 一作：惟 / 唯恐)\n转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。(长向 一作：偏向)\n\n","type":["宋词三百首","宋词精选","初中古诗","高中古诗","豪放","中秋节","月亮","怀人","祝福"],"remark":"丙辰：指公元1076年（宋神宗熙宁九年）。这一年苏轼在密州(今山东省诸城市)任太守。\n达旦：到天亮。\n子由：苏轼的弟弟苏辙的字。\n把酒：端起酒杯。把，执、持。\n天上宫阙（què）：指月中宫殿。阙，古代城墙后的石台。\n归去：回去，这里指回到月宫里去。\n琼（qióng）楼玉宇：美玉砌成的楼宇，指想象中的仙宫。\n不胜（shèng,旧时读shēng）：经受不住。胜：承担、承受。\n弄清影：意思是月光下的身影也跟着做出各种舞姿。弄：赏玩。\n何似：何如，哪里比得上。\n转朱阁，低绮（qǐ）户，照无眠：月儿移动，转过了朱红色的楼阁，低低地挂在雕花的窗户上，照着没有睡意的人（指诗人自己）。朱阁：朱红的华丽楼阁。绮户： 雕饰华丽的门窗。\n不应有恨，何事长（cháng）向别时圆：（月儿）不该（对人们）有什么怨恨吧，为什么偏在人们分离时圆呢？何事：为什么。\n此事：指人的“欢”“合” 和月的“晴”“圆”。\n但：只。\n千里共婵（chán ）娟（juān）：只希望两人年年平安﹐虽然相隔千里，也能一起欣赏这美好的月光。共：一起欣赏。婵娟：指月亮。\n\n","shangxi":"　　此词是中秋望月怀人之作，表达了对胞弟苏辙的无限怀念。词人运用形象描绘手法，勾勒出一种皓月当空、亲人千里、孤高旷远的境界氛围，反衬自己遗世独立的意绪和往昔的大醉，作此篇，兼怀子由。”丙辰，是公元1076年（北宋神宗熙宁九年）。当时苏轼在密州（今山东诸城）做太守，中秋之夜他一边赏月一边饮酒，直到天亮，于是做了这首《水调歌头》。苏轼一生，以崇高儒学、讲究实务为主。但他也“龆龀好道”，中年以后，又曾表示过“归依佛僧”，是经常处在儒释道的纠葛当中的。每当挫折失意之际，则老庄思想上升，借以帮助自己解释穷通进退的困惑。公元1071年（熙宁四年），他以开封府推官通判杭州，是为了权且避开汴京政争的漩涡。公元1074年（熙宁七年）调知密州，虽说出于自愿，实质上仍是处于外放冷遇的地位。尽管当时“面貌加丰”，颇有一些旷达表现，也难以遮掩深藏内心的郁愤。这首中秋词，正是此种宦途险恶体验的升华与总结。“大醉”遣怀是主，“兼怀子由”是辅。对于一贯秉持“尊主泽民”节操的作者来说，手足分离和私情，比起廷忧边患的国势来说，毕竟属于次要的伦理负荷。此点在题序中并有深微的提示。\n\n　　在大自然的景物中，月亮是很有浪漫色彩的，很容易启发人们的艺术联想。一钩新月，可联想到初生的萌芽事物；一轮满月，可联想到美好的团圆生活；月亮的皎洁，让人联想到光明磊落的人格。在月亮这一意象上集中了人类无限美好的憧憬与理想。苏轼是一位性格豪放、气质浪漫的文学家，当他抬头遥望中秋明月时，其思想情感犹如长上了翅膀，天上人间自由翱翔。反映到词里，遂形成了一种豪放洒脱的风格。\n\n　　此词上片望月，既怀逸兴壮思，高接混茫，而又脚踏实地，自具雅量高致。一开始就提出一个问题：明月是从什么时候开始有的——“明月几时有？把酒问青天。”把酒问天这一细节与屈原的《天问》和李白的《把酒问月》有相似之处。其问之痴迷、想之逸尘，确实是有一种类似的精、气、神贯注在里面。从创作动因上来说，屈原《天问》洋洋170余问的磅礴诗情，是在他被放逐后彷徨山泽、经历陵陆，在楚先王庙及公卿祠堂仰见“图画天地山川神灵”及“古贤圣怪物行事”后“呵而问之”的（王逸《楚辞章句·天问序》）。是情景触碰激荡的产物。李白的《把酒问月》诗自注是：“故人贾淳令予问之。”当也是即兴遣怀之作。苏轼此词正如小序中所言是中秋望月，欢饮达旦后的狂想之曲，亦属“伫兴之作”（王国维《人间词话》）。它们都有起得突兀、问得离奇的特点。从创作心理上来说，屈原在步入先王庙堂之前就已经是“嗟号昊旻，仰天叹息”（王逸《楚辞章句·天问序》），处于情感迷狂的精神状态，故呵问青天，“似痴非痴，愤极悲极”（胡浚源《楚辞新注求确》）。李白是“唯愿当歌对酒时，月光长照金樽里”（《把酒问月》），那种因失意怅惘的郁勃意绪，也是鼻息可闻的。苏轼此词作于丙辰年，时因反对王安石新法而自请外任密州。既有对朝廷政局的强烈关注，又有期望重返汴京的复杂心情，故时逢中秋，一饮而醉，意兴在阑珊中饶有律动。三人的创作心理实是脉络暗通的。\n\n　　苏轼把青天当做自己的朋友，把酒相问，显示了他豪放的性格和不凡的气魄。李白的《把酒问月》诗说：“青天有月来几时？我今停杯一问之。”不过李白这里的语气比较舒缓，苏轼因为是想飞往月宫，所以语气更关注、更迫切。“明月几时有？”这个问题问得很有意思，好像是在追溯明月的起源、宇宙的起源；又好像是在惊叹造化的巧妙。读者从中可以感到诗人对明月的赞美与向往。\n\n　　接下来两句：“不知天上宫阙，今夕是何年。”把对于明月的赞美与向往之情更推进了一层。从明月诞生的时候起到现在已经过去许多年了，不知道在月宫里今晚是一个什么日子。诗人想象那一定是一个好日子，所以月才这样圆、这样亮。他很想去看一看，所以接着说：“我欲乘风归去，又恐琼楼玉宇，高处不胜寒。”唐人称李白为“谪仙”，黄庭坚则称苏轼与李白为“两谪仙”，苏轼自己也设想前生是月中人，因而起 “乘风归去”之想。他想乘风飞向月宫，又怕那里的琼楼玉宇太高了，受不住那儿的寒冷。“琼楼玉宇”，语出《大业拾遗记》：“瞿乾祐于江岸玩月，或谓此中何有？瞿笑曰：‘可随我观之。’俄见月规半天，琼楼玉宇烂然。”“不胜寒”，暗用《明皇杂录》中的典故：八月十五日夜，叶静能邀明皇游月宫。临行，叶叫他穿皮衣。到月宫，果然冷得难以支持。这几句明写月宫的高寒，暗示月光的皎洁，把那种既向往天上又留恋人间的矛盾心理十分含蓄地写了出来。这里还有两个字值得注意，就是“我欲乘风归去”的“归去”。飞天入月，为什么说是归去呢？也许是因为苏轼对明月十分向往，早已把那里当成自己的归宿了。从苏轼的思想看来，他受道家的影响较深，抱着超然物外的生活态度，又喜欢道教的养生之术，所以常有出世登仙的想法。他的《前赤壁赋》描写月下泛舟时那种飘飘欲仙的感觉说：“浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。”也是由望月而想到登仙，可以和这首词互相印证。词人之所以有这种脱离人世、超越自然的奇想，一方面来自他对宇宙奥秘的好奇，另一方面更主要的是来自对现实人间的不满。人世间有如此多的不称心、不满意之事，迫使词人幻想摆脱这烦恼人世，到琼楼玉宇中去过逍遥自在的神仙生活。苏轼后来贬官到黄州，时时有类似的奇想，所谓“小舟从此逝，江海寄余生”。然而，在词中这仅仅是一种打算，未及展开，便被另一种相反的思想打断：“又恐琼楼玉宇，高处不胜寒”。这两句急转直下，天上的“琼楼玉宇”虽然富丽堂皇，美好非凡，但那里高寒难耐，不可久居。词人故意找出天上的美中不足，来坚定自己留在人间的决心。一正一反，更表露出词人对人间生活的热爱。同时，这里依然在写中秋月景，读者可以体会到月亮的美好，以及月光的寒气逼人。这一转折，写出词人既留恋人间又向往天上的矛盾心理。这种矛盾能够更深刻地说明词人留恋人世、热爱生活的思想感情，显示了词人开阔的心胸与超远的志向，因此为歌词带来一种旷达的作风。\n\n　　但苏轼毕竟更热爱人间的生活，“起舞弄清影，何似在人间！”与其飞往高寒的月宫，还不如留在人间趁着月光起舞呢！“清影”，是指月光之下自己清朗的身影。“起舞弄清影”，是与自己的清影为伴，一起舞蹈嬉戏的意思。李白《月下独酌》说：“我歌月徘徊，我舞影零乱。”苏轼的“起舞弄清影”就是从这里脱胎出来的。“高处不胜寒”并非作者不愿归去的根本原因，“起舞弄清影，何似在人间”才是根本之所在。与其飞往高寒的月宫，还不如留在人间，在月光下起舞，最起码还可以与自己清影为伴。这首词从幻想上天写起，写到这里又回到热爱人间的感情上来。从“我欲”到“又恐”至“何似”的心理转折开阖中，展示了苏轼情感的波澜起伏。他终于从幻觉回到现实，在出世与入世的矛盾纠葛中，入世思想最终占了上风。“何似在人间”是毫无疑问的肯定，雄健的笔力显示了情感的强烈。\n\n　　下片怀人，即兼怀子由，由中秋的圆月联想到人间的离别，同时感念人生的离合无常。“转朱阁，低绮户，照无眠。”转和低都是指月亮的移动，暗示夜已深沉。月光转过朱红的楼阁，低低地穿过雕花的门窗，照到了房中迟迟未能入睡之人。这里既指自己怀念弟弟的深情，又可以泛指那些中秋佳节因不能与亲人团圆以至难以入眠的一切离人。“无眠”是泛指那些因为不能和亲人团圆而感到忧伤，以致不能入睡的人。月圆而人不能圆，这是多么遗憾的事啊！于是词人便无理地埋怨明月说：“不应有恨，何事长向别时圆？”明月您总不该有什么怨恨吧，为什么老是在人们离别的时候才圆呢？相形之下，更加重了离人的愁苦了。这是埋怨明月故意与人为难，给人增添忧愁，无理的语气进一步衬托出词人思念胞弟的手足深情，却又含蓄地表示了对于不幸的离人们的同情。\n\n　　接着，诗人把笔锋一转，说出了一番宽慰的话来为明月开开脱：“人有悲欢离合，月有阴晴圆缺，此事古难全。”人固然有悲欢离合，月也有阴晴圆缺。她有被乌云遮住的时候，有亏损残缺的时候，她也有她的遗憾，自古以来世上就难有十全十美的事。既然如此，又何必为暂时的离别而感到忧伤呢？词人毕竟是旷达的，他随即想到月亮也是无辜的。既然如此，又何必为暂时的离别而忧伤呢？这三句从人到月、从古到今做了高度的概括。从语气上，好像是代明月回答前面的提问；从结构上，又是推开一层，从人、月对立过渡到人、月融合。为月亮开脱，实质上还是为了强调对人事的达观，同时寄托对未来的希望。因为，月有圆时，人也有相聚之时。很有哲理意味。\n\n　　词的最后说：“但愿人长久，千里共婵娟。”“婵娟”是美好的样子，这里指嫦娥，也就是代指明月。“共婵娟”就是共明月的意思，典故出自南朝谢庄的《月赋》：“隔千里兮共明月。”既然人间的离别是难免的，那么只要亲人长久健在，即使远隔千里也还可以通过普照世界的明月把两地联系起来，把彼此的心沟通在一起。“但愿人长久”，是要突破时间的局限；“千里共婵娟”，是要打通空间的阻隔。让对于明月的共同的爱把彼此分离的人结合在一起。古人有“神交”的说法，要好的朋友天各一方，不能见面，却能以精神相通。“千里共婵娟”也可以说是一种神交了！这两句并非一般的自慰和共勉，而是表现了作者处理时间、空间以及人生这样一些重大问题所持的态度，充分显示出词人精神境界的丰富博大。王勃有两句诗：“海内存知己，天涯若比邻。”意味深长，传为佳句，与“千里共婵娟”有异曲同工之妙。另外，张九龄的《望月怀远》说：“海上生明月，天涯共此时。”许浑的《秋霁寄远》说：“唯应待明月，千里与君同。”都可以互相参看。但愿人人年年平安，相隔千里也能共享着美好的月光，表达了作者的祝福和对亲人的思念，表现了作者旷达的态度和乐观的精神。苏轼就是把前人的诗意化解到自己的作品中，熔铸成一种普遍性的情感。正如词前小序所说，这首词表达了对弟弟苏辙（字子由）的怀念之情，但并不限于此。可以说这首词是苏轼在中秋之夜，对一切经受着离别之苦的人表示的美好祝愿。\n\n　　此篇是苏词代表作之一。从艺术成就上看，它构思奇拔，畦径独辟，极富浪漫主义色彩，是历来公认的中秋词中的绝唱。从表现方面来说，词的前半纵写，后半横叙。上片高屋建瓴，下片峰回路转。前半是对历代神话的推陈出新，也是对魏晋六朝仙诗的递嬗发展。后半纯用白描，人月双及。它名为演绎物理，实则阐释人事。笔致错综回环，摇曳多姿。从布局方面来说，上片凌空而起，入处似虚；下片波澜层叠，返虚转实。最后虚实交错，纡徐作结。全词设景清丽雄阔，以咏月为中心表达了游仙“归去”与直舞“人间”、离欲与入世的 盾和困惑，以及旷达自适，人生长久的乐观枋度和美好愿望，极富哲理与人情。立意高远，构思新颖，意境清新如画。最后以旷达情怀收束，是词人情怀的自然流露。情韵兼胜，境界壮美，具有很高的审美价值。此词全篇皆是佳句，典型地体现出苏词清雄旷达的风格。\n\n　　作者既标举了“ 绝尘寰的宇宙意识”，又摒弃那种“在神奇的永恒面前的错愕”情态（闻一多评《春江花月夜》语）。他并不完全超然地对待自然界的变化发展，而是努力从自然规律中寻求“随缘自娱”的生活意义。所以，尽管这首词基本上是一种情怀寥落的秋的吟咏，读来却并不缺乏“触处生春”、引人向上的韵致。\n\n　　对于这首《水调歌头》历来都是推崇备至。胡仔《苕溪渔隐丛话》认为此词是写中秋的词里最好的一首。这首词仿佛是与明月的对话，在对话中探讨着人生的意义。既有理趣，又有情趣，很耐人寻味。因此九百年来传诵不衰。吴潜《霜天晓角》：“且唱东坡《水调》，清露下，满襟雪。”《水浒传》第三十回写八月十五“可唱个中秋对月对景的曲儿”，唱的就是这 “一支东坡学士中秋《水调歌》。”可见宋元时传唱之盛。全词意境豪放而阔大，情怀乐观而旷达，对明月的向往之情，对人间的眷恋之意，以及那浪漫的色彩，潇洒的风格和行云流水一般的语言，至今还能给人们以健康的美学享受。 \n\n","translation":"丙辰年的中秋节，高兴地喝酒直到第二天早晨，喝到大醉，写了这首词，同时思念弟弟苏辙。\n\n明月从什么时候才开始出现的？我端起酒杯遥问苍天。不知道在天上的宫殿，何年何月。我想要乘御清风回到天上，又恐怕在美玉砌成的楼宇，受不住高耸九天的寒冷。翩翩起舞玩赏着月下清影，哪像是在人间。\n月儿转过朱红色的楼阁，低低地挂在雕花的窗户上，照着没有睡意的自己。明月不该对人们有什么怨恨吧，为什么偏在人们离别时才圆呢？人有悲欢离合的变迁，月有阴晴圆缺的转换，这种事自古来难以周全。只希望这世上所有人的亲人能平安健康，即便相隔千里，也能共享这美好的月光。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913141854155.mp3"}
{"_id":{"$oid":"5b9a0136367d5c96f4cd2954"},"title":"桃花源记","dynasty":"魏晋","writer":"陶渊明","content":"　　晋太元中，武陵人捕鱼为业。缘溪行，忘路之远近。忽逢桃花林，夹岸数百步，中无杂树，芳草鲜美，落英缤纷，渔人甚异之。复前行，欲穷其林。\n\n　　林尽水源，便得一山，山有小口，仿佛若有光。便舍船，从口入。初极狭，才通人。复行数十步，豁然开朗。土地平旷，屋舍俨然，有良田美池桑竹之属。阡陌交通，鸡犬相闻。其中往来种作，男女衣着，悉如外人。黄发垂髫，并怡然自乐。\n\n　　见渔人，乃大惊，问所从来。具答之。便要还家，设酒杀鸡作食。村中闻有此人，咸来问讯。自云先世避秦时乱，率妻子邑人来此绝境，不复出焉，遂与外人间隔。问今是何世，乃不知有汉，无论魏晋。此人一一为具言所闻，皆叹惋。余人各复延至其家，皆出酒食。停数日，辞去。此中人语云：“不足为外人道也。”(间隔 一作：隔绝)\n\n　　既出，得其船，便扶向路，处处志之。及郡下，诣太守，说如此。太守即遣人随其往，寻向所志，遂迷，不复得路。\n\n　　南阳刘子骥，高尚士也，闻之，欣然规往。未果，寻病终，后遂无问津者。\n\n","type":["初中文言文","古文观止","生活","理想"],"remark":"太元：东晋孝武帝的年号（376-396）\n武陵：郡名，现在湖南常德市一带。\n为业：把……作为职业，以……为生。为：作为。\n缘：沿着，顺着。\n行：前行，走。\n远近：偏义复词，仅指远。\n忽逢：忽然遇到。逢：遇到，碰见。\n夹岸：溪流两岸。\n杂：别的，其他的。\n芳草鲜美：芳香的青草鲜嫩美丽，芳：花；鲜美：鲜艳美丽。\n落英：落花。一说，初开的花。\n缤纷：繁多的样子。\n甚：很，非常。\n异之：即“以之为异”，对见到的景象感到诧异。异，意动用法，形作动，以······为异，对······感到惊异，认为······是奇异的。之，代词，指见到的景象。\n复：继续。\n前：名词活用为状语，向前。（词类活用）\n欲：想要。\n穷：形容词用做动词，穷尽，走到······的尽头。\n林：代指桃花林。\n林尽水源：林尽于水源，意思是桃林在溪水发源的地方就到头了。尽：消失（词类活用）\n便：于是，就。\n得：发现。\n仿佛：隐隐约约，形容看得不真切的样子。\n若：好像……似的。\n舍：舍弃，丢弃，文中指离开。\n初：起初，刚开始。\n才通人：仅容一人通过。才：副词，仅。\n复：又，再。\n行：行走。\n豁然开朗：形容由狭窄幽暗突然变得开阔明亮的样子。然，……的样子。豁然：形容开阔的样子；开朗：开阔明亮。\n平：平坦。\n旷：开阔；宽阔。\n屋舍：房屋。\n俨（yǎn)然：（古今异义）古义：整齐的样子。今义：形容很像;形容齐整；形容庄严。\n之：这。\n属：类。\n阡陌交通：田间小路交错相通。阡陌，田间小路，南北走向的叫阡，东西走向的叫陌。交通，交错相通。\n鸡犬相闻：（村落间）可以互相听到鸡鸣狗叫的声音。相闻：可以互相听到。\n种作：指世代耕种劳作的人。\n衣着：穿着打扮。\n悉：全，都。\n外人：指桃花源以外的世人。（有更好的翻译：另外一个世界的人，因为桃花源人从秦到晋一直与世隔绝）\n黄发垂髫(tiáo)：指老人和小孩。黄发，古时认为老人头发由白转黄是长寿的象征，这指老人。垂髫，古时小孩不扎结头发，头发下垂，这里指小孩子。（借代修辞）髫，小孩垂下的短发。\n并：都。\n怡然：愉快、高兴的样子。\n乃大惊：于是很惊讶。乃：于是。大：很，非常。\n从来：从……地方来。\n具：全都。\n之：代词，指代桃源人所问问题。\n要(yāo)：通“邀”，邀请。（通假字）\n咸：副词，都，全。\n问讯：打听消息。\n云：说。\n先世：祖先。\n率：率领。\n妻子：（古今异义）古义：指妻子、儿女。“妻”“子”是两个词，不是现代汉语的“妻子”今义：男子的配偶。\n邑人：同县的人\n绝境：（古今异义）古义：与人世隔绝的地方。 今义：没有明显出路的困境；进退维谷的境地。 绝：绝处。\n复：再，又。\n焉：兼词，相当于“于之”，“于此”，从这里。\n遂：于是。\n间隔：隔断，隔绝。\n今：现在。\n乃（乃不知有汉的乃）：竟，竟然。\n无论：不要说，（更）不必说。“无”“论”是两个词，不同于现在汉语的“无论”（古今异义）。\n为：给。\n具言：详细地说。\n所闻：指渔人所知道的世事。闻：知道，听说。\n叹惋：感叹，惋惜。\n余：其余，剩余。\n延至：邀请到。延，邀请。\n至：到。\n停：停留。\n辞：辞别。\n去：离开。\n语：告诉。\n不足：不值得。（古今异义）\n为：介词，向、对。\n既：已经。\n便扶向路：就顺着旧的路（回去）。扶：沿着、顺着。向：从前的、旧的。\n处处志之：处处都做了标记。志：动词，做标记。（词类活用)\n及：到达。\n郡下：太守所在地，指武陵。\n诣(yì)太守：指拜见太守。诣，到。特指到尊长那里去。\n如此：像这样，指在桃花源的见闻。\n即：立即。\n遣：派遣。\n寻向所志：寻找先前所做的标记。寻，寻找。 向，先前。 志（名词）,标记。（所+动词译为名词）\n遂：终于。\n复：再。\n得：取得，获得，文中是找到的意思。\n高尚：品德高尚。\n士：隐士。\n也：表判断。\n欣然：高兴的样子。\n规： 计划，打算。（词类活用）\n未：没有。\n果：实现。\n未果：没有实现。\n寻：不久。\n终：死亡。\n问津：问路，这里是探访，访求的意思。津：本义渡口。\n\n","shangxi":"　　陶渊明作诗，擅长白描，文体省净，语出自然。《桃花源记》也具有这种艺术风格。它虽是虚构的世外仙境，但由于采用写实手法，虚景实写，给人以真实感，仿佛实有其人，真有其事。全文以武陵渔人行踪为线索，像小说一样描述了溪行捕鱼、桃源仙境、重寻迷路三段故事。第一段以“忘”、“忽逢”、“甚异”、“欲穷”四个相承续的词语生动揭示出武陵渔人一连串的心理活动。“忘”字写其一心捕鱼，无意于计路程远近，又暗示所行已远。其专注于一而忘其余的精神状态，与“徐行不记山深浅”的妙境相似。“忽逢”与“甚异”相照应，写其意外见到桃花林的惊异神情，又突出了桃花林的绝美景色。“芳草鲜美，落英缤纷”两句，乃写景妙笔，色彩绚丽，景色优美，仿佛有阵阵清香从笔端溢出，造语工丽而又如信手拈来。第二段先以数语描述发现仙境经过。“林尽水源，便得一山”，点明已至幽迥之地；“山有小口，仿佛若有光”，暗示定非寻常去处。渔人的搜寻目光、急切心情也映带出来。及至通过小口狭道，写到“豁然开朗”，又深有柳暗花明的韵致。进入桃源仙境之后，先将土地、屋舍、良田、美池、桑竹、阡陌、鸡鸣犬吠诸景一一写来，所见所闻，历历在目。然后由远而近，由景及人，描述桃源人物的往来种作、衣着装束和怡然自乐的生活，勾出一幅理想的田园生活图景。最后写桃源人见到渔人的情景，由“大惊”而“问所从来”，由热情款待到临别叮嘱，写得情真意切，洋溢着浓郁的生活气息。第三段先写渔人在沿着来路返回途中“处处志之”，暗示其有意重来。“诣太守，说如此”，写其违背桃源人“不足为外人道也”的叮嘱。太守遣人随往的“不复得路”和刘子骥的规往不果，都是着意安排的情节，明写仙境难寻，暗写桃源人不愿“外人”重来。对桃源仙境，世俗之人寻访无着也不再问津了，而陶渊明自己却从来没有停止过追求，在《桃花源诗》的结尾处就剖露了“愿言蹑轻风，高举寻吾契”的心愿。他以桃花源人为志趣相合的契友，热切期望与之共同生活于桃花源中。\n\n　　陶渊明成功地运用了虚景实写的手法，使人感受到桃源仙境是一个真实的存在，显示出高超的叙事写景的艺术才能。但《桃花源记》的艺术成就和魅力绝不仅限于此，陶渊明也不仅仅是企望人们确认其为真实的存在。所以，在虚景实写的同时，又实中有虚，有意留下几处似无非无，似有非有，使人费尽猜想也无从寻求答案的话题。桃源人的叮嘱和故事结尾安排的“不复得路”、“规往未果”等情节，虚虚实实，徜恍迷离，便是这些话题中最堪寻味之笔。它所暗示于世人的是似在人间非在人间，不是人间胜似人间，只可于无意中得之而不可于有意中求之，似乎与“此中有真意，欲辨已忘言”有着某种微妙的内在联系。这虚渺灵奥之区始终蒙着一层神秘的面纱，“借问游方士，焉测尘嚣外”，世人是难以揭晓的。它的开而复闭，渔人的得而复失，是陶渊明有意留下的千古之谜，“惹得诗人说到今”。可是，他又在《桃花源诗》中透露了一点消息，说“一朝敞神界”之所以“旋复还幽蔽”，乃是因为“淳薄既异源”！原来桃源民风淳厚，人间世风浇薄，惟恐“使武陵太守至焉，化为争夺之场”（苏轼《和桃花源诗序》），玷污了这块化外的净土，即使像刘子骥那样的人间高尚之士，也得不到一睹仙境的机缘。\n\n　　《桃花源记》的故事和其他仙境故事有相似之处，描写了一个美好的世外仙界。不过应当强调的是，陶渊明所提供的理想模式有其特殊之处：在那里生活着的其实是普普通通的人，一群避难的人，而不是神仙，只是比世人多保留了天性的真淳而已；他们的和平、宁静、幸福，都是通过自己的劳动取得的。古代的许多仙话，描绘的是长生和财宝，桃花源里既没有长生也没有财宝，只有一片农耕的景象。陶渊明归隐之初想到的还只是个人的进退清浊，写《桃花源记》时已经不限于个人，而想到整个社会的出路和广大人民的幸福。陶渊明迈出这一步与多年的躬耕和贫困的生活体验有关。虽然桃花源只是空想，只是作者理想当中的社会，但是能提出这个空想是难能可贵的。\n\n　　此文艺术构思精巧，借武陵渔人行踪这一线索，把现实和理想境界联系起来。采用虚写、实写相结合手法，也是其一个特点。增添了神秘感。语言生动简练、隽永，看似轻描淡写，但其中的描写使得景物历历在目，令人神往。文章有详有略，中心突出。\n\n","translation":"\n　　东晋太元年间，武陵有个人以打渔为生。（一天）他沿着溪水划船，忘记了路程的远近。忽然遇到一片桃林，在小溪两岸几百步之内，中间没有别的树，花草鲜嫩美丽，地上的落花繁多交杂。渔人对此感到十分诧异。便继续往前走，想要走到林子的尽头。\n\n　　桃林的尽头就是溪水的源头，渔人发现了一座小山，山上有个小洞口，洞里隐隐约约的好像有点光亮。（渔人）便舍弃了船，从洞口进去。最初，山洞很狭窄，只容一个人通过；又走了几十步，突然变得开阔明亮了。（呈现在渔人眼前的是）一片平坦宽广的土地，一排排整齐的房舍，还有肥沃的田地、美丽的池塘，有桑树、竹林这类的植物。田间小路交错相通，鸡鸣狗吠的声音此起彼伏。在田野里来来往往耕种劳作的人们，男女的穿着打扮和外面的人都一样。老人和小孩，都怡然并自得其乐。\n\n　　（村里的人）看见了渔人，感到非常惊讶，问他是从哪儿来的。（渔人）把自己知道的事都详细的一一作了回答。村中人就邀请渔人到自己家里去，摆了酒、杀了鸡做饭来款待他。村子里的人听说来了这么一个人，都来打听消息。他们自己说他们的祖先为了躲避秦时的战乱，领着妻子儿女和乡邻们来到这个与世人隔绝的地方，不再从这里出去，所以跟桃花源外面的人断绝了来往。（这里的人）问如今是什么朝代，他们竟然不知道有过汉朝，更不用说魏、晋两朝了。渔人把自己所知道的事一一详细地告诉了他们。听完，他们都感叹惋惜。其余的人各自又把渔人邀请到自己家中，拿出酒菜来款待他。渔人逗留了几天后，向村里人告辞。村里的人告诉他：“（这里的情况）不值得对桃花源外的人说啊。”\n\n　　（渔人）出来以后，找到了他的船，就顺着来时的路回去，处处都做了记号。他到了郡城，去拜见太守，说了这番经历。太守立即派人跟着他去，寻找先前所做的记号，最终迷路了，再也找不到通往桃花源的路了。\n\n　　南阳有个名叫刘子骥的人，是位高尚的读书人，他听到这个消息，高兴地计划着前往桃花源。但是没有实现，他不久就病死了。后来就再也没有探访桃花源的人了。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913141903972.mp3"}
{"_id":{"$oid":"5b9a0136367d5c96f4cd2955"},"title":"陋室铭","dynasty":"唐代","writer":"刘禹锡","content":"山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？","type":["初中文言文","古文观止","咏物","赞美","品格"],"remark":"陋室：简陋的屋子。铭：古代刻在器物上用来警戒自己或称述功德的文字，叫“铭”，后来就成为一种文体。这种文体一般都是用骈句，句式较为整齐，朗朗上口。\n在：在于，动词。\n名：出名，著名，名词用作动词。\n灵（líng）：名词作动词，显得有灵气。\n斯是陋室（lòu shì）：这是简陋的屋子。斯：指示代词，此，这。是：表肯定的判断动词。陋室：简陋的屋子，这里指作者自己的屋子。\n惟吾德馨（xīn）：只因为（陋室铭）的铭文（就不感到简陋了）。惟：只。吾：我，这里是指（陋室铭）的铭文。馨：散布很远的香气，这里指（品德）高尚。《尚书·君陈》：“黍稷非馨，明德惟馨。”。\n苔痕上阶绿，草色入帘青：苔痕碧绿，长到阶上；草色青葱，映入帘里。上：长到；入：映入。\n鸿儒（hóng rú）：大儒，这里指博学的人。鸿：同“洪”，大。儒，旧指读书人。\n白丁：平民。这里指没有什么学问的人。\n调（tiáo）素琴：弹奏不加装饰的琴。调：调弄，这里指弹（琴）。素琴：不加装饰的琴。\n金经：现今学术界仍存在争议，有学者认为是指佛经（《金刚经》），也有人认为是装饰精美的经典（《四书五经》），但就江苏教育出版社的语文书则指的是佛经（《金刚经》）而安徽考察则是后者。金：珍贵的。金者贵义，是珍贵的意思，儒释道的经典都可以说是金经。\n丝竹：琴瑟、箫管等乐器的总称，“丝”指弦乐器，“竹”指管乐器。这里指奏乐的声音。\n之：语气助词，不译。用在主谓间，取消句子的独立性。\n乱耳：扰乱双耳。乱：形容词的使动用法，使……乱，扰乱。\n案牍（dú）：（官府的）公文，文书。\n劳形：使身体劳累（“使”动用法）。劳：形容词的使动用法，使……劳累。形：形体、身体。\n南阳：地名，今河南省南阳市。诸葛亮在出山之前，曾在南阳卧龙岗中隐居躬耕。\n诸葛亮，字孔明，三国时蜀汉丞相，著名的政治家和军事家，出仕前曾隐居南阳卧龙岗中。扬雄：字子云，西汉时文学家，蜀郡成都人。庐：简陋的小屋子。\n孔子云：孔子说，云在文言文中一般都指说。\n何陋之有：即“有何之陋”，属于宾语前置。之，助词，表示强烈的反问，宾语前置的标志，不译。\n谈笑有鸿儒：谈笑间都是学识渊博的人。鸿：大\n\n","shangxi":"整体评析 　　铭是古代一种刻于金石上的押韵文体，多用于歌功颂德与警戒自己。明白了铭的意思，也就明白了题意，作者托物言志，通过对居室的描绘，极力形容陋室的不陋，“斯是陋室，惟吾德馨”这一中心，实际上也就是借陋室之名行歌颂道德品质之实，表达出室主人高洁傲岸的节操和安贫乐道的情趣。\n\n　　《陋室铭》即开篇以山水起兴，水可以不在深，只要有了仙龙就可以出名，那么居处虽然简陋，却因主人的有“德”而“馨”，也就是说陋室因为有道德品质高尚的人存在当然也能出名，声名远播，刻金石以记之。山水的平凡因仙龙而生灵秀，那么陋室当然也可借道德品质高尚之士播洒芬芳。此种借力打力之技，实为绝妙，也可谓作者匠心独具。特别是以仙龙点睛山水，构思奇妙。“斯是陋室，唯吾德馨”，由山水仙龙入题，作者笔锋一转，直接切入了主题，看引论铺下了基础。也点出了陋室不陋的原因，其原因是德馨二字。\n\n　　在此点看出，作者写此随笔是经过反复思考的，绝对不是一时的灵感冲动。绝句可以是灵光乍现，而连接无暇却是平时的功底积累与反复推敲了。4—7句刁难下祭出此文，并将其刻于石上，具有很强烈的针锋相对的性质。从全文的写作手法来看，通篇以“比”的手法一气呵成，而不是烘托。那么“苔痕”和“谈笑”二句究竟在说什么呢？ 青苔在石阶上（照样）绿意盎然，野草在荒地里（依然）郁郁青青。言下之意是什么呢？我刘禹锡在哪里都不改本色，我所交往的都是有修养的饱学之士，没有（你们这些）无学之辈。作者以青苔和野草来比喻自己独立的人格，这是气节的写照，是不屈的宣言。\n\n　　如果说本文的1~3句是一种铺垫，那么4~7句则进入了真正的对抗。作者以诗一般优美的语言展示了自己的铮铮傲骨，同时，也对势利小人进行了无情的鞭挞。\n\n　　“南阳诸葛庐，西蜀子云亭”作者借诸葛亮的草庐，西蜀扬子云的玄亭作类比，引出自己的陋室，及人为自己的楷模，希望自己也能如同他们一样拥有高尚的德操，反映自己以古代贤人自况的思想，同时暗示了陋室不陋。实际上刘禹锡这样写还有另一层深意，即诸葛亮是闲居卧龙草庐以待明主出山。而扬雄呢？却是淡薄于功名富贵，潜心修学之士，虽官至上品，然他对于官职的起起落落与金钱的淡泊，却是后世的典范。作者引用此二人之意，他想表达的意思是：处变不惊、处危不屈、坚守节操、荣辱从容的意思。既不愿与世俗同流合污，又想逢明主一展抱负，若无明主，也甘于平淡的那种志向吧。这结合作者官场的起起落落，是比较符合实际情况的。\n\n　　结句引用“孔子云：何陋之有？”，引古人之言， 收束全篇， 说明陋室“不陋”。表达了他对当时封建礼教的最高道德品质的追求。用圣人肯定的操守来规范要求自己，也许就是刘禹锡对自己的道德品质的最高要求。这样的结句，不说其中的内容是何种意思，但结合题意，却是妙手天成。因为封建礼教是以儒家的道德标准为最高道德标准的，孔圣人的肯定，也就为他道德品质的论注下了最好的定论，论文当有论据，而引孔圣人言作为论据，无疑在当时是最好的论据，充分而不可辩驳。\n\n分层评析 　　文章内容包括三层意思。\n\n　　第一层（从开头至“惟吾德馨”）以类比的方式引出文章主旨。文章开篇即以“山不在高，有仙则名。水不在深，有龙则灵”的大气之语开篇，既显得出手不凡，也为以后的陋室歌功颂德埋下了伏笔。山可以不在高低，水可以不在深浅，只要有了仙、龙就可以出名，那么陋室因为有道德品质高尚的人存在当然也能出名。“斯是陋室，惟吾德馨”，由山、水、仙、龙入题，作者笔锋一转，直接切入了主题，看似有些突兀，但回头一看，却又浑然一体，因为上面的对比句恰好为这句的引论铺下了基础。山、水的平凡因仙、龙而生灵秀，那么陋室当然也可借道德品质高尚之士播洒芬芳。以类比的方式开头，引出陋室的寓意，以“德馨”统领全篇。以下文字皆由此生发。\n\n　　第二层（“苔痕上阶绿“至无案牍之劳形”）描写居室环境即日常生活。作者从周围景色入手 ，“苔痕上阶绿，草色入帘青。“描写环境宁静、雅致，令人赏心悦目。“淡笑有鸿儒，往来无白丁”是写室主人交往之雅。来来往往的都是饱学之士，没有平头百姓。这些人可以高谈阔论，纵情畅怀。“可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形”闲下来在室中可以抚琴弄弦，展卷读经修身养性。以上是作者从三方面对于一个道德品质高尚之士的生活总结。他以“苔痕上阶绿”的淡雅之色，隐寓作者的恬淡之心，又马上以“草色入帘青”的生机盎然点明恬淡中充满生机的鲜活生活状态。交朋识友，皆是同道高洁之士，抚琴研经，生活从容且又多姿。远离嘈杂的音乐，远离伤神的公务，这种闲暇的生活实在让人羡慕。这种既像隐士，又存在尘世的生活方式，是道德高尚之士羡慕的，也是凡夫俗子们向往的。也让我们看到了作者高洁傲岸的节操和安贫乐道的情趣。\n\n　　第三层：（南阳诸葛庐，西蜀子云亭），运用类比，指出此室可以与古代名贤的居室比美。作者借南阳诸葛亮的草庐，西蜀扬雄的旧居来对比自己的陋室，有引诸葛亮与扬雄为自己同道的意思，也表明了作者以这二人为自己的楷模，说明自已也有他们一样的德操与才能。以陋室比古贤的居室，不仅说明了陋室不陋，又进一步表达了作者的高洁傲岸的志趣与抱负。从诸葛亮闲居卧龙草庐以待明主、扬雄淡薄于功名富贵，潜心修学来看，刘禹锡引用此二人之意，是否还有既不愿与世俗同流合污，又想逢明主一展抱负，若无明主，也甘于平淡的那种志向呢？第四层（最后一句），总结全文，说明陋室不陋。“何陋之有？”一句，语出《论语·子罕》，原话是“君子居之，何陋之有？”作者截取后一句引为证据，作全文的总结，暗含着以“君子”自居的意思而又不陋痕于文字上，更进一步突出了他那高洁傲岸的志趣与抱负。“何陋之有”回应上文。陋室不陋，关键在于“君子居之”，也即铭文一开头所说“惟吾德馨”。这个结语引经据典，显得警策有力，把个“陋”字彻底翻过来了。铭文一般都压韵，并常用排比、对偶句。本文为骈体文，就用了名、灵、馨、青、丁、经、形、亭等字韵脚，使文章句式整齐，节奏分明，音韵谐美;而又变化有致，不拘一格，读起来抑扬顿挫，毫无呆板之感。除末句外，全篇都是骈句，韵脚是 名、灵、馨、青、丁、经、形、亭等字。\n\n","translation":"山不在于高，有了神仙就出名。水不在于深，有了龙就显得有了灵气。这是简陋的房子，只是我（住屋的人）品德好（就感觉不到简陋了）。长到台阶上的苔痕颜色碧绿；草色青葱，映入帘中。到这里谈笑的都是知识渊博的大学者，交往的没有知识浅薄的人，可以弹奏不加装饰的古琴，阅读佛经。没有奏乐的声音扰乱双耳，没有官府的公文使身体劳累。南阳有诸葛亮的草庐，西蜀有扬子云的亭子。孔子说：有什么简陋的呢?\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913141909508.mp3"}
{"_id":{"$oid":"5b9a0136367d5c96f4cd2956"},"title":"爱莲说","dynasty":"宋代","writer":"周敦颐","content":"　　水陆草木之花，可爱者甚蕃。晋陶渊明独爱菊。自李唐来，世人甚爱牡丹。予独爱莲之出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植，可远观而不可亵玩焉。(甚爱 一作：盛爱)\n\n　　予谓菊，花之隐逸者也；牡丹，花之富贵者也；莲，花之君子者也。噫！菊之爱，陶后鲜有闻。莲之爱，同予者何人?牡丹之爱，宜乎众矣!\n\n","type":["初中文言文","莲花","品格","抒怀"],"remark":"甚：很，十分。\n说：一种议论文的文体，可以直接说明事物或论述道理，也可以借人、借事或借物的记载来论述道理。\n之：的。\n可爱：值得怜爱。\n者：花。\n甚：很，非常。\n蕃：多。\n自：自从。\n李唐：指唐朝。唐朝皇帝姓李所以称为“李唐”。\n独：只，仅仅。\n之：主谓之间取消句子独立性。\n出：长出。\n淤（yū）泥：污泥。\n染：沾染（污秽）。\n濯（zhuó）：洗涤。\n清涟（lián）：水清而有微波，这里指清水\n妖：美丽而不端庄。\n通：贯通；通透。\n直：挺立的样子。\n中通外直：（它的茎）内空外直。\n不蔓（màn）不枝：不生蔓，不长枝\n香远益清：香气远播，愈加使人感到清雅。\n益：更加。\n清：清芬。\n亭亭净植：笔直地洁净地立在那里。　亭亭：耸立的样子。\n植：树立。\n可：只能。\n亵玩:玩弄。\n亵（xiè）：亲近而不庄重。\n焉：句末语气词，这里指当于现代汉语的‘‘啊’’ ‘‘呀’’，助词。\n谓：认为。\n隐逸者：指隐居的人。在封建社会里，有些人不愿意跟统治者同流合污，就隐居避世；\n盛：广。\n君子：指道德品质高尚的人。\n者：……的人或物。随着前面的名词而变化。\n噫：感叹词，相当于现在的“唉“。\n菊之爱：对于菊花的喜爱。之：语气助词，的。（一说为“宾语提前的标志”）\n鲜（xiǎn）：少。\n闻：听说。\n同予者何人：像我一样的还有什么人呢？\n宜乎众矣：（爱牡丹的）应当有很多人吧。\n宜乎：当然（应该）。\n宜：当。\n众：众多。\n\n","shangxi":"　　“说”是古代的一种议论文文体，大多是借事物或一种现象来抒发作者的感想，写法上不拘一格，行文崇尚自由活泼，波澜起伏，篇幅一般长短不定，跟现代杂文颇为相似。它可以直接说明事物，阐述事理，也可以托物寓意，借物抒情。\n\n　　《爱莲说》是我国古代散文之精品。全文119字，结构严谨，笔意超越，言简意赅，情景交融，其采用“借影”笔法，以莲自喻，有着深邃的思想内容。值得知道的是，这篇选入教材的佳作是宋代哲人周敦颐于1063年（嘉佑八年）5月在虔州（今赣州）道判署内写作的。\n\n　　正如《爱莲说》抒意，周敦颐虽身居官场，却始终未曾放弃读书治学，著书立说，教育青年提携后进。宋代著名哲学家、教育家二程——程颐、程颢，便是他在赣州一手培养出来的弟子。他做官也和别人不同，“为政精密，务尽道理”，他在1045年任南安（今大余）司理参军（一种小官）时，为了一个法不当死的囚犯，和顶头上司转运使王逵据理力争，并递上辞呈，不愿为官，终于使刚愎自用的王逵有所感悟，承认自己的错误，囚不得死。周敦颐在赣州为官多年，清廉勤勉。《爱莲说》据传系他一次游览于都罗汉岩之后所作。\n\n　　从《爱莲说》一文来看，“……予独爱莲之出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植……莲，花之君子者也。”以莲喻道德高尚的人。且正是文如其人，了专祠，并在祠后建“濂溪书院”，书院内还凿有“爱莲池”。由于几经兵燹，原来书院、祠和池均已无存。此篇文章写出了作者洁身自好、不甘屈服于世俗的高尚情操，表现了作者的“出淤泥而不染”，从而与文章中所讽刺的庸人、俗人构成了鲜明的对比。\n\n　　淳熙六年（1179年），朱熹任南康（今星子县）郡守，曾在庐山的濂溪书院中赞叹周敦颐一生不与黑暗势力同流合污；黄庭坚亦称赞他“人品甚高”，如“光风霁月”。后来，赣州人为纪念他，建立了濂溪祠，刻周敦颐的图像及一些文章于石壁。此时，周敦颐的曾孙周直卿来到九江，把他曾祖写的《爱莲说》墨本送赠，于是赣州人就在书院莲池旁壁上摹刻了此文，流传千古。\n\n","translation":"　　水上、陆地上各种草本木本的花，值得喜爱的非常多。晋代的陶渊明唯独喜爱菊花。从李氏唐朝以来，世人大多喜爱牡丹。我唯独喜爱莲花从积存的淤泥中长出却不被污染，经过清水的洗涤却不显得妖艳。（它的茎）中间贯通外形挺直，不牵牵连连也不枝枝节节，香气传播更加清香，笔直洁净地竖立在水中。（人们）可以远远地观赏（莲），而不可轻易地玩弄它啊。\n　　我认为菊花，是花中的隐士；牡丹，是花中的富贵者；莲花，是花中（品德高尚）的君子。唉！（对于）菊花的喜爱，陶渊明以后就很少听到了。（对于）莲花的喜爱，像我一样的还有什么人呢？（对于）牡丹的喜爱，人数当然就很多了!\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913141935078.mp3"}
{"_id":{"$oid":"5b9a0136367d5c96f4cd2957"},"title":"沁园春·雪","dynasty":"近代","writer":"毛泽东","content":"北国风光，千里冰封，万里雪飘。\n望长城内外，惟余莽莽；大河上下，顿失滔滔。(余 通：馀)\n山舞银蛇，原驰蜡象，欲与天公试比高。(原驰 原作：原驱)\n须晴日，看红装素裹，分外妖娆。(红装 一作：银装)\n江山如此多娇，引无数英雄竞折腰。\n惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。\n一代天骄，成吉思汗，只识弯弓射大雕。\n俱往矣，数风流人物，还看今朝。","type":["写雪","言志","抒情","哲理"],"remark":"北国：该词源于中国古代的分裂时期，如宋称辽、金为北国，东晋称十六国等为北国，南北朝时代南方的各朝代称在北方与之对抗的各朝代为北国等。毛泽东诗中的“北国”使人在不觉中产生出一种我国疆土广大的民族自豪感。\n雪：这首词作于红一方面军一九三六年二月由陕北准备东渡黄河进入山西省西部的时候。作者在一九四五年十月七日给柳亚子信中说，这首词作于“初到陕北看见大雪时”。\n惟：只。\n馀：剩下。此字一作“余”，但目前刊出的书法作品中写作“馀”，以此为准。\n莽莽：无边无际。\n大河上下：大河，指黄河。大河上下，犹言整条黄河。\n顿失滔滔：（黄河）立刻失去了波涛滚滚的气势。描写黄河水结冰的景象。\n山舞银蛇，原驰蜡象：群山好像（一条条）银蛇在舞动。高原（上的丘陵）好像（许多）白象在奔跑。“原”指高原，即秦晋高原。蜡象，白色的象。\n天公：指天，即命运。\n须：等到；需要。\n红装素裹：形容雪后天晴，红日和白雪交相辉映的壮丽景色。红装，原指妇女的艳装，这里指红日为大地披上了红装。素裹，原指妇女的淡装，这里指皑皑白雪覆盖着大地。\n分外妖娆：格外婀娜多姿。\n竞折腰：折腰，倾倒，躬着腰侍候。这里是说争着为江山奔走操劳。\n秦皇：秦始皇嬴政（前259~前210），秦朝的创业皇帝。\n汉武：汉武帝刘彻（前156~前87），汉朝功业最盛的皇帝。\n略输文采：文采本指辞藻、才华。“略输文采”，是说秦皇汉武，武功甚盛，对比之下，文治方面的成就略有逊色。\n唐宗：唐太宗李世民（599~649），唐朝的建立统一大业的皇帝。\n宋祖：宋太祖赵匡胤（927~976），宋朝的创业皇帝。\n稍逊风骚：意近“略输文采”。风骚，本指《诗经》里的《国风》和《楚辞》里的《离骚》，后来泛指文章辞藻。\n一代天骄：指可以称雄一世的英雄人物，泛指非常著名，有才能的人物。天骄，“天之骄子”的省略语。意思是上天所骄纵宠爱的人，成吉思汗即是。汉时匈奴自称。后来也泛称强盛的少数名族或其首领。\n成吉思汗（hán）：元太祖铁木真（1162~1227）在1206年统一蒙古后的尊称，意为“强者之汗”（汗是可汗的省称，即王）。后蒙古于1271年改国号为元，成吉思汗被尊为建立元朝的始祖。成吉思汗除占领中国黄河以北地区外，还曾向西远征，占领中亚和南俄，建立了庞大的蒙古帝国。\n只识弯弓射大雕：雕，一种属于鹰类的大型猛禽，善飞难射，古代因用“射雕手”比喻高强的射手。“只识弯弓射大雕”，是说只以武功见长。\n俱往矣：都已经过去了。 俱，都。\n数风流人物：称得上能建功立业的英雄人物。数，数得着、称得上的意思。\n\n","shangxi":"　　北国风光，千里冰封，万里雪飘\n\n　　这三句总写北国雪景，把读者引入一个冰天雪地、广袤无垠的银色世界。“北国风光”是上片内容的总领句。“千里”“万里”两句是交错说的，即千万里都是冰封，千万里都是雪飘。诗人登高远望，眼界极为广阔，但是“千里”“万里”都远非目力所及，这是诗人的视野在想像之中延伸扩展，意境更加开阔，气魄非常宏大。天地茫茫，纯然一色，包容一切。“冰封”凝然安静，“雪飘”舞姿轻盈，静动相衬，静穆之中又有飘舞的动态。\n\n　　望长城内外，惟余莽莽；大河上下，顿失滔滔\n\n　　“望”字统领下文，直至“欲与天公试比高”句。这里的“望”，有登高远眺的意思并有很大的想像成分，它显示了诗人自身的形象，使人感受到他那豪迈的意兴。“望”字之下，展现了长城、黄河、山脉、高原这些最能反映北国风貌的雄伟景观，这些景观也正是我们伟大祖国的形象。“长城内外”，这是从南到北，“大河上下”，这是自西向东，地域如此广袤，正与前面“千里”“万里”两句相照应。意境的大气磅礴，显示了诗人博大的胸怀，雄伟的气魄。“惟余莽莽”“顿失滔滔”分别照应“雪飘”“冰封”。“惟余”二字，强化了白茫茫的壮阔景象。“顿失”二字，则写出变化之速，寒威之烈，又使人联想到未冰封时大河滚滚滔滔的雄壮气势。这四句用视觉形象，赋予冰封雪飘的风光以更为具体更为丰富的直觉，更显气象的奇伟雄浑。\n\n　　山舞银蛇，原驰蜡象，欲与天公试比高\n\n　　“山舞银蛇，原驰蜡象”的动态描写，都有活泼奔放的气势。加上“欲与天公试比高”一句，表现“山”“原”与天相连，更有一种奋发的态势和竞争的活力。“山”“原”都是静物，写它们“舞”“驰”，这化静为动的浪漫想像，固然因在大雪飘飞中远望山势和丘陵绵延起伏，确有山舞原驰的动感，更因诗人情感的跃动，使他眼前的大自然也显得生气勃勃，生动活跃。\n\n　　须晴日，看红装素裹，分外妖娆\n\n　　前十句写了眼前的实景，而这三句写的是虚景，想像雪后晴日当空的景象，翻出一派新的气象。雪中的景象在苍茫中显得雄伟，雪后的景象则显得娇艳。“看”字与“望”字照应；“红装素裹”，把江山美景比做少女的衣装，形容红日与白雪交相辉映的艳丽景象。“分外妖娆”，赞美的激情溢于言表。\n\n　　江山如此多娇，引无数英雄竞折腰\n\n　　这两句是上文写景与下文议论之间的过渡。“江山如此多娇”承上，总括上片的写景，对“北国风光”作总评；“引无数英雄竞折腰”启下，展开对历代英雄的评论，抒发诗人的抱负。这一过渡使全词浑然一体，给人严丝合缝、完整无隙的感受。\n\n　　祖国的山河如此美好，难怪引得古今许多英雄人物为之倾倒，争着为统一天下而奋斗。一个“竞”字，写出英雄之间激烈的争斗，写出一代代英雄的相继崛起和衰落的经历。“折腰”的形象，展示了每位英雄人物为之倾倒的姿态，并揭示了为之奋斗的动机。\n\n　　惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。一代天骄，成吉思汗，只识弯弓射大雕\n\n　　以“惜”字总领七个句子，展开对历代英雄人物的评论。诗人于历代帝王中举出五位很有代表性的人物，展开一幅幅历史画卷，使评论得以具体形象地展开，如同翻阅一部千秋史册，一一加以评说。一个“惜”字，定下对历代英雄人物的评论基调，饱含惋惜之情而又有批判。然而措词极有分寸，“略输文采”“稍逊风骚”，并不是一概否定。至于成吉思汗，欲抑先扬，在起伏的文势中不但有惋惜之极的意味，而且用了“只识”二字而带有嘲讽之意。“弯弓射大雕”，非常传神地表现了成吉思汗只恃武功而不知文治的形象。\n\n　　俱往矣，数风流人物，还看今朝\n\n　　“俱往矣”三字，将中国封建社会的历史一笔带过，转向诗人所处的当今时代，点出全词“数风流人物，还看今朝”的主题。“今朝”是一个新的时代，新的时代需要新的风流人物来带领。“今朝”的风流人物不负历史的使命，超越于历史上的英雄人物，具有更卓越的才能，并且必将创造空前伟大的业绩，这是诗人坚定的自信和伟大的抱负。\n\n　　这首词画面雄伟壮阔而又妖娆美好，意境壮美雄浑，气势磅礴，感情奔放，胸怀豪迈，颇能代表毛泽东诗词的豪放风格，是中国词坛杰出的咏雪抒怀之作。 \n\n","translation":"　　北方的风光，千万里冰封冻，千万里雪花飘。望长城内外，只剩下无边无际白茫茫一片；宽广的黄河上下，顿时失去了滔滔水势。山岭好像银白色的蟒蛇在飞舞，高原上的丘陵好像许多白象在奔跑，它们都想试一试与老天爷比比高。要等到晴天的时候，看红艳艳的阳光和白皑皑的冰雪交相辉映，分外美好。\n　　江山如此媚娇，引得无数英雄竞相倾倒。只可惜秦始皇、汉武帝，略差文学才华；唐太宗、宋太祖，稍逊文治功劳。称雄一世的人物成吉思汗，只知道拉弓射大雕。这些人物全都过去了，数一数能建功立业的英雄人物，还要看今天的人们。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913141938816.mp3"}
{"_id":{"$oid":"5b9a0136367d5c96f4cd2958"},"title":"满江红·写怀","dynasty":"宋代","writer":"岳飞","content":"怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲，白了少年头，空悲切！(栏 通：阑)\n靖康耻，犹未雪。臣子恨，何时灭！驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。(壮志 一作：壮士；兰山缺 一作：兰山阙)\n\n","type":["宋词三百首","爱国","壮志","励志"],"remark":"怒发冲冠：气得头发竖起，以至于将帽子顶起。形容愤怒至极，冠是指帽子而不是头发竖起。\n潇潇：形容雨势急骤。\n长啸：感情激动时撮口发出清而长的声音,为古人的一种抒情举动。\n三十功名尘与土：年已三十，建立了一些功名，不过很微不足道。\n八千里路云和月：形容南征北战、路途遥远、披星戴月。\n等闲：轻易，随便。\n靖康耻：宋钦宗靖康二年（1127年），金兵攻陷汴京，虏走徽、钦二帝。\n贺兰山：贺兰山脉位于宁夏回族自治区与内蒙古自治区交界处。\n胡虏（lǔ）：秦汉时匈奴为胡虏,后世用为与中原敌对的北方部族之通称。\n朝天（阙）：朝见皇帝。天阙：本指宫殿前的楼观，此指皇帝生活的地方。\n\n","shangxi":"　　上片写作者悲愤中原重陷敌手，痛惜前功尽弃的局面，也表达自己继续努力，争取壮年立功的心愿。\n\n　　开头五句“怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈”。起势突兀，破空而来。胸中的怒火在熊熊燃烧，不可阻遏。这时，一阵急雨刚刚停止，词人站在楼台高处，正凭栏远望。他看到那已经收复却又失掉的国土，想到了重陷水火之中的百姓，不由得“怒发冲冠”，“仰天长啸”、“壮怀激烈”。“怒发冲冠”是艺术夸张，是说由于异常愤怒，以致头发竖起，把帽子也顶起来了。“怒发冲冠”，表现出如此强烈的愤怒的感情并不是偶然的，这是作者的理想与现实发生尖锐激烈的矛盾的结果。“壮怀激烈”！啸是蹙口发出的叫声。“壮怀”，奋发图强的志向。他面对投降派的不抵抗政策，真是气愤填膺，“怒发冲冠”。岳飞之怒，是金兵侵扰中原，烧杀虏掠的罪行所激起的雷霆之怒；岳飞之啸，是无路请缨，报国无门的忠愤之啸；岳飞之怀，是杀敌为国的宏大理想和豪壮襟怀。这几句一气贯注，为我们生动地描绘了一位忠臣义士和忧国忧民的英雄形象。\n\n　　接着四句激励自己，不要轻易虚度这壮年光阴，争取早日完成抗金大业。“三十功名尘于土”，是对过去的反省。表现作者渴望建立功名、努力抗战的思想。三十岁左右正当壮年，古人认为这时应当有所作为，可是，岳飞悔恨自己功名还与尘土一样，没有什么成就。“三十”是约数，当时岳飞三十二岁。“功名”，即前面说到的攻克襄阳六郡以后建节晋升之事。宋朝以“三十之节”为殊荣。然而，岳飞梦寐以求的并不是建节封侯，身受殊荣，而是渡过黄河，收复国土，完成抗金救国的神圣事业。正如他自己所说“誓将直节报君仇”，“不问登坛万户侯”，对功名感到不过象尘土一样，微不足道。“八千里路云和月”，是说不分阴晴，转战南北，在为收复中原而战斗。是对未来的瞻望。“八千”是约数，极言沙场征战行程之远。“云和月”是特意写出，是说出师北伐是十分艰苦的，任重道远，尚须披星戴月，日夜兼程，才能“北逾沙漠，喋血虏廷”（《五岳祠盟记》），赢得最后抗金的胜利，上一句写视功名为尘土，这一句写杀敌任重道远，个人为轻，国家为重，生动地表现了作者强烈的爱国热忱。“莫等闲、白了少年头，空悲切”，这与“少壮不努力，老大徒伤悲”的意思相同，反映了作者积极进取的精神。这对当时抗击金兵，收复中原的斗争，显然起到了鼓舞斗志的作用。与主张议和，偏安江南，苟延残喘的投降派，形成了鲜明的对照。“等闲”，作随便解释。“空悲切”，即白白的痛苦。“莫等闲，白了少年头，空悲切”。这既是岳飞的自勉之辞，也是对抗金将士的鼓励和鞭策。\n\n　　词的下片运转笔端，抒写词人对于民族敌人的深仇大恨，统一祖国的殷切愿望，忠于朝廷即忠于祖国的赤诚之心。\n\n　　“靖康”是宋钦宗赵桓的年号。“靖康耻，犹未雪；臣子恨，何时灭？”突出全诗中心，由于没有雪“靖康”之耻，岳飞发出了心中的恨何时才能消除（“臣子恨，何时灭”）的感慨。这也是他要“驾长车踏破贺兰山缺”的原因。又把“驾长车、踏破贺兰山缺，”具体化了。从“驾长车”到“笑谈渴饮匈奴血”都以夸张的手法表达了对凶残敌人的愤恨之情，同时表现了英勇的信心和无畏的乐观精神。\n\n　　“壮志饥餐胡虏肉，笑谈渴饮匈奴血。”“待从头、收拾旧山河，朝天阙。”以此收尾，把收复山河的宏愿，把艰苦的征战，以一种乐观主义精神表现出来，既表达要胜利的信心，也说了对朝庭和皇帝的忠诚。岳飞在这里不直接说凯旋、胜利等，而用了“收拾旧山河”，显得有诗意又形象。\n\n　　这首词代表了岳飞“精忠报国”的英雄之志，表现出一种浩然正气、英雄气质，表现了报国立功的信心和乐观主义精神。词里句中无不透出雄壮之气，充分表现作者忧国报国的壮志胸怀。这首爱国将领的抒怀之作，情调激昂，慷慨壮烈，充分表现的中华民族不敢屈辱，奋发图强，雪耻若渴的神威，从而成为反侵略战争的名篇。\n\n","translation":"我愤怒得头发竖了起来，帽子被顶飞了。独自登高凭栏远眺，骤急的风雨刚刚停歇。抬头远望天空，禁不住仰天长啸，一片报国之心充满心怀。三十多年来虽已建立一些功名，但如同尘土微不足道，南北转战八千里，经过多少风云人生。好男儿，要抓紧时间为国建功立业，不要空空将青春消磨，等年老时徒自悲切。\n靖康之变的耻辱，至今仍然没有被雪洗。作为国家臣子的愤恨，何时才能泯灭！我要驾着战车向贺兰山进攻，连贺兰山也要踏为平地。我满怀壮志，打仗饿了就吃敌人的肉，谈笑渴了就喝敌人的鲜血。待我重新收复旧日山河，再带着捷报向国家报告胜利的消息！\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913141941354.mp3"}
{"_id":{"$oid":"5b9a0136367d5c96f4cd2959"},"title":"元日","dynasty":"宋代","writer":"王安石","content":"爆竹声中一岁除，春风送暖入屠苏。\n千门万户曈曈日，总把新桃换旧符。\n\n","type":["古诗三百首","小学古诗","春节","风俗","抱负","早教古诗100首"],"remark":"元日：农历正月初一，即春节。\n爆竹：古人烧竹子时使竹子爆裂发出的响声。用来驱鬼避邪，后来演变成放鞭炮。一岁除：一年已尽。除，逝去。\n屠苏：“指屠苏酒，饮屠苏酒也是古代过年时的一种习俗，大年初一全家合饮这种用屠苏草浸泡的酒，以驱邪避瘟疫，求得长寿。\n千门万户：形容门户众多，人口稠密。曈曈：日出时光亮而温暖的样子。\n桃：桃符，古代一种风俗，农历正月初一时人们用桃木板写上神荼、郁垒两位神灵的名字，悬挂在门旁，用来压邪。也作春联。\n\n","shangxi":"　　此诗描写春节除旧迎新的景象。一片爆竹声送走了旧的一年，饮着醇美的屠苏酒感受到了春天的气息。初升的太阳照耀着千家万户，家家门上的桃符都换成了新的。\n\n　　这是一首写古代迎接新年的即景之作，取材于民间习俗，敏感地摄取老百姓过春节时的典型素材，抓住有代表性的生活细节：点燃爆竹，饮屠苏酒，换新桃符，充分表现出年节的欢乐气氛，富有浓厚的生活气息。\n\n　　“爆竹声中一岁除，春风送暖入屠苏。”逢年遇节燃放爆竹，这种习俗古已有之，一直延续至今。古代风俗，每年正月初一，全家老小喝屠苏酒，然后用红布把渣滓包起来，挂在门框上，用来“驱邪”和躲避瘟疫。\n\n　　第三句“千门万户曈曈日”，承接前面诗意，是说家家户户都沐浴在初春朝阳的光照之中。结尾一句描述转发议论。挂桃符，这也是古代民间的一种习俗。“总把新桃换旧符”，是个压缩省略的句式，“新桃”省略了“符”字，“旧符”省略了“桃”字，交替运用，这是因为七绝每句字数限制的缘故。\n\n　　诗是人们的心声。不少论诗者注意到，这首诗表现的意境和现实，还自有它的比喻象征意义，王安石这首诗充满欢快及积极向上的奋发精神，是因为他当时正出任宰相，推行新法。王安石是北宋时期著名的改革家，他在任期间，正如眼前人们把新的桃符代替旧的一样，革除旧政，施行新政。王安石对新政充满信心，所以反映到诗中就分外开朗。这首诗，正是赞美新事物的诞生如同“春风送暖”那样充满生机；“曈曈日”照着“千门万户”，这不是平常的太阳，而是新生活的开始，变法带给百姓的是一片光明。结尾一句“总把新桃换旧符”，表现了诗人对变法胜利和人民生活改善的欣慰喜悦之情。其中含有深刻哲理，指出新生事物总是要取代没落事物的这一规律。\n\n　　这首诗虽然用的是白描手法，极力渲染喜气洋洋的节日气氛，同时又通过元日更新的习俗来寄托自己的思想，表现得含而不露。\n\n","translation":"阵阵轰鸣的爆竹声中，旧的一年已经过去；和暖的春风吹来了新年，人们欢乐地畅饮着新酿的屠苏酒。\n初升的太阳照耀着千家万户，他们都忙着把旧的桃符取下，换上新的桃符。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913141944058.mp3"}
{"_id":{"$oid":"5b9a0136367d5c96f4cd295a"},"title":"木兰诗 / 木兰辞","dynasty":"南北朝","writer":"佚名","content":"　　唧唧复唧唧，木兰当户织。不闻机杼声，惟闻女叹息。(’惟‘闻 通：唯)问女何所思，问女何所忆。女亦无所思，女亦无所忆。昨夜见军帖，可汗大点兵，军书十二卷，卷卷有爷名。阿爷无大儿，木兰无长兄，愿为市鞍马，从此替爷征。\n\n　　东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。旦辞爷娘去，暮宿黄河边，不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头，不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。\n\n　　万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。\n\n　　归来见天子，天子坐明堂。策勋十二转，赏赐百千强。可汗问所欲，木兰不用尚书郎，愿驰千里足，送儿还故乡。(一作：愿借明驼千里足)\n\n　　爷娘闻女来，出郭相扶将；阿姊闻妹来，当户理红妆；小弟闻姊来，磨刀霍霍向猪羊。开我东阁门，坐我西阁床，脱我战时袍，著我旧时裳。当窗理云鬓，对镜帖花黄。出门看火伴，火伴皆惊忙：同行十二年，不知木兰是女郎。（’帖‘ 通：贴；惊’忙‘ 一作：惶；'火'伴 通：伙）\n\n　　雄兔脚扑朔，雌兔眼迷离；双兔傍地走，安能辨我是雄雌？\n\n","type":["初中古诗","初中文言文","乐府","叙事","民歌","赞美","女子","战争"],"remark":"唧唧（jī jī）：纺织机的声音。一说为叹息声，意思是木兰无心织布，停机叹息。\n当户（dāng hù）：对着门。\n机杼（zhù）声：织布机发出的声音。机：指织布机。杼：织布梭（suō）子。\n惟：只。\n何：什么。\n忆：思念，惦记\n军帖（tiě)：征兵的文书。\n可汗（kè hán）：古代西北地区民族对君主的称呼\n军书十二卷：征兵的名册很多卷。十二，表示很多，不是确指。下文的“十二转”、“十二年”，用法与此相同。\n爷：和下文的“阿爷”一样，都指父亲。\n愿为市鞍(ān）马：为，为此。市，买。鞍马，泛指马和马具。\n鞯（jiān）：马鞍下的垫子。\n辔（pèi)头：驾驭牲口用的嚼子、笼头和缰绳。\n辞：离开，辞行。\n溅溅（jiān jiān）：水流激射的声音。\n旦：早晨。\n但闻：只听见\n胡骑（jì）：胡人的战马。胡，古代对北方少数民族的称呼。\n啾啾（jiū jiū）：马叫的声音。\n天子：即前面所说的“可汗”。\n万里赴戎机：不远万里，奔赴战场。戎机：指战争。\n关山度若飞：像飞一样地跨过一道道的关，越过一座座的山。度，越过。\n朔(shuò)气传金柝：北方的寒气传送着打更的声音。朔，北方。金柝（tuò），即刁斗。古代军中用的一种铁锅，白天用来做饭，晚上用来报更。\n寒光照铁衣：冰冷的月光照在将士们的铠甲上。\n明堂：明亮的的厅堂，此处指宫殿\n策勋十二转(zhuǎn)：记很大的功。策勋，记功。转，勋级每升一级叫一转，十二转为最高的勋级。十二转：不是确数，形容功劳极高。\n赏赐百千强(qiáng）：赏赐很多的财物。百千：形容数量多。强，有余。\n问所欲：问（木兰）想要什么。\n不用：不愿意做。\n尚书郎：尚书省的官。尚书省是古代朝廷中管理国家政事的机关。\n愿驰千里足：希望骑上千里马。\n郭：外城。\n扶：扶持。将：助词，不译。\n姊（zǐ）：姐姐。\n理：梳理。\n红妆（zhuāng）：指女子的艳丽装束。\n霍霍（huò huò）：模拟磨刀的声音。\n著(zhuó)：通假字 通“着”，穿。\n云鬓（bìn）：像云那样的鬓发，形容好看的头发。\n帖（tiē）花黄：帖”通假字 通“贴”。花黄，古代妇女的一种面部装饰物。\n雄兔脚扑朔，雌兔眼迷离：据说，提着兔子的耳朵悬在半空时，雄兔两只前脚时时动弹，雌兔两只眼睛时常眯着，所以容易辨认。扑朔，爬搔，扑腾。迷离，眯着眼。\n双兔傍地走，安能辨我是雄雌：两只兔子贴着地面跑，怎能辨别哪个是雄兔，哪个是雌兔呢？　42. “火”：通“伙”。古时一起打仗的人用同一个锅吃饭，后意译为同行的人。\n行：读háng。\n傍(bàng)地走：贴着地面并排跑。\n\n\n","shangxi":"　　北朝长篇叙事民歌。它的产生年代及作者，从宋代起，就有不同记载和争议。始见于《文苑英华》，题为《木兰歌》，以为唐代韦元甫所作。《古文苑》题为《木兰诗》，以为“唐人诗”。宋代程大昌《演繁露》据诗中“可汗大点兵”语，认为木兰“生世非隋即唐”；而南宋严羽《沧浪诗话》则认为“朔气传金柝，寒光照铁衣”之类，“已似太白，必非汉魏人诗”。此后，历代都有人持“隋、唐人作”之说，但宋代黄庭坚已指出此诗并非韦元甫所作，而是韦“得于民间”（《题乐府〈木兰诗〉后》）。《乐府诗集》列入《梁鼓角横吹曲》，亦题《木兰诗》，云是“古辞”，并引陈释智匠《古今乐录》说：“木兰，不知名。”按《旧唐书·韦元甫传》载，韦曾任浙西观察使、淮南节度使等职（黄庭坚谓韦任朔方节度使，误）。又据《旧唐书·音乐志》所载，可知梁代和北朝乐府歌曲中都存有“燕、魏之际鲜卑歌”，且多“可汗之辞”。因此，《木兰诗》原先也可能是一首鲜卑歌。流传江南，译为汉语，曾入梁代乐府，后又散落民间，而到唐代为韦元甫重新发现，并拟作《木兰歌》一首（《文苑英华》）。至于“朔气”二句这样的对偶诗句，齐、梁诗中已经习见，自是文人加工痕迹。所以现代学者大多认为《木兰诗》产生于北魏，创作于民间。\n\n　　《木兰诗》记述了木兰女扮男装，代父从军，在战场上建立功勋，回朝后不愿做官，显然也冲击了封建社会重男轻女的偏见。它“事奇诗奇”（沈德潜《古诗源》），富有浪漫色彩，风格也比较刚健古朴，基本上保持了民歌特色。\n\n　　《木兰诗》的思想内容和艺术技巧，对后世都有深远影响。宋代乐史《太平寰宇记》载，黄州黄冈县（今湖北黄陂）有木兰山、木兰草原、木兰湖，木兰天池等木兰八景，并引杜牧《木兰庙》为证。其后，据地方志所载，在今安徽亳州、河南商丘、河北完县等地，都曾立庙奉祀木兰，反映出《木兰诗》的深刻影响。直到今天，舞台银幕上的木兰形象仍然激励人们的爱国情操。同时，早在韦元甫拟作之前，杜甫《草堂》诗抒写迁居草堂的欢欣情景，已明显汲取了《木兰诗》描述全家欢迎木兰归来的表现手法。\n\n","translation":"　　叹息声一声接着一声传出，木兰对着房门织布。听不见织布机织布的声音，只听见木兰在叹息。问木兰在想什么？问木兰在惦记什么？（木兰答道）我也没有在想什么，也没有在惦记什么。昨天晚上看见征兵文书，知道君主在大规模征兵，那么多卷征兵文册，每一卷上都有父亲的名字。父亲没有大儿子，木兰（我）没有兄长，木兰愿意为此到集市上去买马鞍和马匹，就开始替代父亲去征战。\n\n　　在集市各处购买马具。第二天早晨离开父母，晚上宿营在黄河边，听不见父母呼唤女儿的声音，只能听到黄河水流水声。第二天早晨离开黄河上路，晚上到达黑山头，听不见父母呼唤女儿的声音，只能听到燕山胡兵战马的啾啾的鸣叫声。\n\n　　不远万里奔赴战场，翻越重重山峰就像飞起来那样迅速。北方的寒气中传来打更声，月光映照着战士们的铠甲。将士们身经百战，有的为国捐躯，有的转战多年胜利归来。\n\n　　胜利归来朝见天子，天子坐在殿堂（论功行赏）。给木兰记很大的功勋，得到的赏赐有千百金还有余。天子问木兰有什么要求，木兰说不愿做尚书郎，希望骑上千里马，回到故乡。\n\n　　父母听说女儿回来了，互相搀扶着到城外迎接她；姐姐听说妹妹回来了，对着门户梳妆打扮起来；弟弟听说姐姐回来了，忙着霍霍地磨刀杀猪宰羊。每间房都打开了门进去看看，脱去打仗时穿的战袍，穿上以前女孩子的衣裳，当着窗子、对着镜子整理漂亮的头发，对着镜子在面部贴上装饰物。走出去看一起打仗的火伴，火伴们很吃惊，（都说我们）同行数年之久，竟然不知木兰是女孩。\n\n　　（提着兔子耳朵悬在半空中时）雄兔两只前脚时时动弹、雌兔两只眼睛时常眯着，所以容易分辨。雄雌两兔一起并排跑，怎能分辨哪个是雄兔哪个是雌兔呢？\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913141944434.mp3"}
{"_id":{"$oid":"5b9a0137367d5c96f4cd295b"},"title":"春望","dynasty":"唐代","writer":"杜甫","content":"国破山河在，城春草木深。\n感时花溅泪，恨别鸟惊心。\n烽火连三月，家书抵万金。\n白头搔更短，浑欲不胜簪。\n\n","type":["唐诗三百首","初中古诗","写鸟","爱国","思乡","战争","忧国忧民","早教古诗100首"],"remark":"国：国都，指长安（今陕西西安）。破：陷落。山河在：旧日的山河仍然存在。\n城：长安城。草木深：指人烟稀少。\n感时：为国家的时局而感伤。溅泪：流泪。\n恨别：怅恨离别。\n烽火：古时边防报警的烟火，这里指安史之乱的战火。三月：正月、二月、三月。\n抵：值，相当。\n白头：这里指白头发。搔：用手指轻轻的抓。\n浑：简直。欲：想，要，就要。胜：经受，承受。簪：一种束发的首饰。古代男子蓄长发，成年后束发于头顶，用簪子横插住，以免散开。\n\n","shangxi":"　　“国破山河在，城春草木深。”诗篇一开头描写了春望所见：山河依旧，可是国都已经沦陷，城池也在战火中残破不堪了，乱草丛生，林木荒芜。诗人记忆中昔日长安的春天是何等的繁华，鸟语花香，飞絮弥漫，烟柳明媚，游人迤逦，可是那种景象今日已经荡然无存了。一个“破”字使人怵目惊心，继而一个“深”字又令人满目凄然。诗人写今日景物，实为抒发人去物非的历史感，将感情寄寓于物，借助景物反托情感，为全诗创造了一片荒凉凄惨的气氛。“国破”和“城春”两个截然相反的意象，同时存在并形成强烈的反差。“城春”当指春天花草树木繁盛茂密，烟景明丽的季节，可是由于“国破”，国家衰败，国都沦陷而失去了春天的光彩，留下的只是颓垣残壁，只是“草木深”。“草木深”三字意味深沉，表示长安城里已不是市容整洁、井然有序，而是荒芜破败，人烟稀少，草木杂生。这里，诗人睹物伤感，表现了强烈的黍离之悲。\n\n　　“感时花溅泪，恨别鸟惊心。”花无情而有泪，鸟无恨而惊心，花鸟是因人而具有了怨恨之情。春天的花儿原本娇艳明媚，香气迷人；春天的鸟儿应该欢呼雀跃，唱着委婉悦耳的歌声，给人以愉悦。“感时”、“恨别”都浓聚着杜甫因时伤怀，苦闷沉痛的忧愁。这两句的含意可以这样理解：我感于战败的时局，看到花开而泪落潸然；我内心惆怅怨恨，听到鸟鸣而心惊胆战。人内心痛苦，遇到乐景，反而引发更多的痛苦，就如“营我往矣，杨柳依依；今我来思，雨雪霏霏”那样。杜甫继承了这种以乐景表现哀情的艺术手法，并赋予更深厚的情感，获得更为浓郁的艺术效果。诗人痛感国破家亡的苦恨，越是美好的景象，越会增添内心的伤痛。这联通过景物描写，借景生情，移情于物。表现了诗人忧伤国事，思念家人的深沉感情。\n\n　　“烽火连三月，家书抵万金。”诗人想到：战火已经连续不断地进行了一个春天，仍然没有结束。唐玄宗都被迫逃亡蜀地，唐肃宗刚刚继位，但是官军暂时还没有获得有利形势，至今还未能收复西京，看来这场战争还不知道要持续多久。又想起自己流落被俘，扣留在敌军营，好久没有妻子儿女的音信，他们生死未卜，也不知道怎么样了。要能得到封家信多好啊。“家书抵万金”，含有多少辛酸、多少期盼，反映了诗人在消息隔绝、久盼音讯不至时的迫切心情。战争是一封家信胜过“万金”的真正原因，这也是所有受战争追害的人民的共同心理，反映出广大人民反对战争，期望和平安定的美好愿望，很自然地使人产生共鸣。\n\n　　“白头搔更短，浑欲不胜簪。”烽火连月，家信不至，国愁家忧齐上心头，内忧外患纠缠难解。眼前一片惨戚景象，内心焦虑至极，不觉于极无聊赖之时刻，搔首徘徊，意志踌躇，青丝变成白发。自离家以来一直在战乱中奔波流浪，而又身陷于长安数月，头发更为稀疏，用手搔发，顿觉稀少短浅，简直连发簪也插不住了。诗人由国破家亡、战乱分离写到自己的衰老。 “白发”是愁出来的，“搔”欲解愁而愁更愁。头发白了、疏了，从头发的变化，使读者感到诗人内心的痛苦和愁怨，读者更加体会到诗人伤时忧国、思念家人的真切形象，这是一个感人至深、完整丰满的艺术形象。\n\n　　这首诗全篇情景交融，感情深沉，而又含蓄凝练，言简意赅，充分体现了“沉郁顿挫”的艺术风格。且这首诗结构紧凑，围绕“望”字展开，前四句借景抒情，情景结合。诗人由登高远望到焦点式的透视，由远及近，感情由弱到强，就在这感情和景色的交叉转换中含蓄地传达出诗人的感叹忧愤。由开篇描绘国都萧索的景色，到眼观春花而泪流，耳闻鸟鸣而怨恨；再写战事持续很久，以致家里音信全无，最后写到自己的哀怨和衰老，环环相生、层层递进，创造了一个能够引发人们共鸣、深思的境界。表现了在典型的时代背景下所生成的典型感受，反映了同时代的人们热爱国家、期待和平的美好愿望，表达了大家一致的内在心声。也展示出诗人忧国忧民、感时伤怀的高尚情感。\n\n","translation":"长安沦陷，国家破碎，只有山河依旧；春天来了，人烟稀少的长安城里草木茂密。\n感伤国事，不禁涕泪四溅，鸟鸣惊心，徒增离愁别恨。\n连绵的战火已经延续了半年多，家书难得，一封抵得上万两黄金。\n愁绪缠绕，搔头思考，白发越搔越短，简直要不能插簪了。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142155874.mp3"}
{"_id":{"$oid":"5b9a0254367d5caccce1aa13"},"title":"卜算子·咏梅","dynasty":"近代","writer":"毛泽东","content":"读陆游咏梅词，反其意而用之。\n\n风雨送春归，飞雪迎春到。已是悬崖百丈冰，犹有花枝俏。\n俏也不争春，只把春来报。待到山花烂漫时，她在丛中笑。\n\n","type":["咏物","梅花","品格"],"remark":"冰：形容极度寒冷。\n丛中笑：百花盛开时，感到欣慰和高兴。\n犹：还，仍然。\n俏：俊俏，美好的样子；（此处既能表现梅花的俏丽，又能表现革命者面对困难坚强不屈的美好情操。）\n烂漫：颜色鲜明而美丽。（文中指花全部盛开的样子）\n\n","shangxi":"　　中国文学上，歌咏梅花的诗词作品难以计数。上自帝王贵族，下至平民文士，咏梅之作层出不穷。咏梅者或倾心于梅花之香艳，着力刻画摹写其绰约风姿；或倾慕其高洁的品质，于描写之中注入作者个人的某种情怀。富贵显达之人可咏梅以示其安逸优雅，或雕章琢句以逞才学，穷苦不遇之士亦多藉梅以寄托情怀，或抒不平之感，或表脱俗之志。梅花，因此也就以其丰富多彩的面目出现在中国古代诗词作品中，或风神绰约，动人心魄，或顾影自怜，凄清抑郁，或傲然，或妩媚，或清雅，或禾农艳，总之，因作者创作环境与意图的不同而有着不同的形态和人格情趣，毛泽东的这首《咏梅》词写于1961年月12月，词前作者自序云“读陆游咏梅词，反其意而用之”，因此，在分析这首词前，就很有必要先了解陆游原词表现了什么样的情感。\n\n　　陆游是南宋著名爱国诗人，一生创作了大量诗词作品。他的诗词作品有不少表达了爱国情感，同时，由于他的爱国主张始终遭到压制，因而他的作品中也有不得志的悲愤抑郁。这首《卜算子·咏梅》词便是一例。词中，陆游以梅花自比，表现出孤芳自赏的凄凉情调。词中的梅花虽然清香无比，但为“群芳”所妒，更兼“风”“雨”的摧残，最后“零落成泥碾作尘”，只有清香依旧。这里的梅花无疑是陆游自己的处境与人品的写照，从中既体现了他不愿苟合于流俗的清高孤傲，又有遭遇打击后的凄凉与无奈。全词悲剧气氛浓重，“断桥”、“黄昏”、“风”、“雨”，一片落寞孤寂，凄凉压抑，读之使人感到阴郁低沉。时代的悲剧，个人的不幸，使陆游《咏梅》词蒙上了深重的阴影。\n\n　　毛泽东的这首《卜算子·咏梅》词是读了陆游作品后写的，用了陆词的原调原题。同样是咏梅，正如作者自序所云，是“反其意而用之”，词中梅花的形象及词之格调情趣与陆游原词完全相反，在咏梅词中，毛泽东这首词可谓别具一格。\n\n　　开首两句“风雨送春归，飞雪迎春到”，点明梅花开放的时节，此时严冬即将过去，春之神正翩翩来临。句中虽有“风雨”、“飞雪”，但给人的感觉迥异于陆词的阴冷压抑，而是欣喜舒朗，尤其是“飞雪迎春到”，为全词定下了明快而富有生机的基调。“已是悬崖百丈冰，犹有花枝俏”，大地仍银装素裹，严冬的痕迹尚未消退，悬崖上有百丈坚冰尚未融化，可春的气息却已早早地透露了，那便是冰雪中傲然绽开的梅花。这两句将梅花放在严寒的环境中去表现，有力地衬出了梅花不畏寒冷的特性。皑皑白雪将梅花俏丽的形象衬托得更加鲜艳夺目，同时，坚冰百丈的环境也点出了梅花开放之“早”，为下面写梅花的报春作了铺垫。\n\n　　梅花先于百花而将春回大地的信息传播给了人们，所以说“俏也不争春，只把春来报”，可以想见，经历了寒冬之后的人们，猛然间看到这冰雪中俏丽的梅花时，将会多么的惊喜振奋啊。这“花枝俏”无疑是春的使者，是生命的象征，是春之女神所到之处最先撒下的花瓣，与群芳相比，她是最得风气之先的，因而也引人注目，可她却是那么谦逊，不急于要供，却默默、谦逊的的“丛中笑”，没有一丝一毫的骄矜自得，这是何等的气度！作者这里将梅花充分地人格化了，并且赋予了她以崇高的品格，读之使人倍感亲切。“待到山花烂漫时，她在丛中笑”，最后两句将梅花的形象表现得更臻完美。春之女神的足迹终于遍布大地，所到之处，鲜花烂漫，姹紫嫣红，分外绚丽。先于百花而发的梅花此刻却只是和众多的山花一样在春风中欢笑，她无意计较得失，也不追逐名利，更不愿出人头地、独占春色，这是胸襟坦荡者的豁达大度，是无私奉献者的真实写照。作者从梅花的特性中发掘出了这种高贵的品质。\n\n　　全词格调明朗轻快，拟人化的写法突出了梅花鲜明生动的品性。语言也平易流畅，显得清丽自然，毫无雕琢禾农艳之气，意境高远，耐人寻味，使人在赞赏梅花的同时，感悟到高尚的情操。在历代众多的咏梅词中，这首词立意新颖，别出机杼，独标高格，富有强烈的时代气息，给人以独特的美感。\n\n","translation":"风雨把春天送归这里，飞舞的雪花又在迎接春天的来到。已经是冰封雪冻最寒冷的时候，悬崖边上还盛开着俏丽的梅花。\n梅花虽然俏丽，但并不炫耀自己，只是为了向人们报告春天到来的消息。等到百花盛开的时候，她将会感到无比欣慰。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142316582.mp3"}
{"_id":{"$oid":"5b9a0254367d5caccce1aa14"},"title":"岳阳楼记","dynasty":"宋代","writer":"范仲淹","content":"　　庆历四年春，滕子京谪守巴陵郡。越明年，政通人和，百废具兴。乃重修岳阳楼，增其旧制，刻唐贤今人诗赋于其上。属予作文以记之。(具 通：俱)\n\n　　予观夫巴陵胜状，在洞庭一湖。衔远山，吞长江，浩浩汤汤，横无际涯；朝晖夕阴，气象万千。此则岳阳楼之大观也，前人之述备矣。然则北通巫峡，南极潇湘，迁客骚人，多会于此，览物之情，得无异乎?\n\n　　若夫淫雨霏霏，连月不开，阴风怒号，浊浪排空；日星隐耀，山岳潜形；商旅不行，樯倾楫摧；薄暮冥冥，虎啸猿啼。登斯楼也，则有去国怀乡，忧谗畏讥，满目萧然，感极而悲者矣。(隐耀 一作：隐曜；淫雨 通：霪雨)\n\n　　至若春和景明，波澜不惊，上下天光，一碧万顷；沙鸥翔集，锦鳞游泳；岸芷汀兰，郁郁青青。而或长烟一空，皓月千里，浮光跃金，静影沉璧，渔歌互答，此乐何极！登斯楼也，则有心旷神怡，宠辱偕忘，把酒临风，其喜洋洋者矣。\n\n　　嗟夫！予尝求古仁人之心，或异二者之为，何哉？不以物喜，不以己悲；居庙堂之高则忧其民；处江湖之远则忧其君。是进亦忧，退亦忧。然则何时而乐耶？其必曰：“先天下之忧而忧，后天下之乐而乐”乎。噫！微斯人，吾谁与归？\n\n　　时六年九月十五日。\n\n","type":["辞赋精选","初中文言文","古文观止","写景","抒情","爱国"],"remark":"记：一种文体。可以写景、叙事，多为议论。但目的是为了抒发作者的情怀和抱负（阐述作者的某些观念）。\n庆历四年：公元1044年。庆历，宋仁宗赵祯的年号。\n滕子京谪（zhé）守巴陵郡（jùn）：滕子京降职任岳州太守。滕子京，名宗谅，子京是他的字，范仲淹的朋友。古时朋友间多以字相称。\n谪戍：把被革职的官吏或犯了罪的人充发到边远的地方。在这里作为\u003c动\u003e被贬官，降职解释。\n守：指做州郡的长官\n越明年：到了第二年，就是庆历五年（1045）。越，到了，及。\n政通人和：政事顺利，百姓和乐。政，政事；通，通顺；和，和乐。这是赞美滕子京的话。\n百废具兴：各种荒废的事业都兴办起来了。百，不是确指，形容其多。废，这里指荒废的事业。具，通“俱”，全，皆。兴，复兴。\n乃重修岳阳楼，增其旧制：乃，于是；增，扩大。制：规模。\n唐贤今人：唐代和宋代的名人。\n属（zhǔ）予（yú）作文以记之：属，通“嘱”，嘱托、嘱咐。予，我。作文，写文章。以，用来，连词。记，记述。\n予观夫巴陵胜状：夫，指示代词，相当于“那”。胜状，胜景，好景色。\n衔（xián）远山，吞长江，浩浩汤汤：衔，衔接。吞，吞没。浩浩汤汤（shāng）：水波浩荡的样子。\n横无际涯：宽阔无边。横：广远。际涯：边。（际、涯的区别：际专指陆地边界，涯专指水的边界）。\n朝晖夕阴：或早或晚（一天里）阴晴多变化。朝，在早晨，名词做状语。晖：日光。气象，景象。万千，千变万化。\n此则岳阳楼之大观也：这就是岳阳楼的雄伟景象。此，这。则，就。大观，雄伟景象。\n前人之述备矣：前人的记述很详尽了。前人之述，指上面说的“唐贤今人诗赋”。备，详尽，完备。矣，语气词“了”。之，的。\n然则北通巫峡：然则：虽然如此，那么。\n南极潇湘：南面直到潇水、湘水。潇水是湘水的支流。湘水流入洞庭湖。南，向南。极，尽。\n迁客骚人，多会于此：迁客，被贬谪流迁的人。骚人，诗人。战国时屈原作《离骚》，因此后人也称诗人为骚人。多：大多。会，聚集。于，在。此，这里。\n览物之情，得无异乎：饱览这里景色时的感想，恐怕会有所不同吧。览：观看，欣赏。物：景物。之情：情感。,得无：恐怕/是不是。异：差别，不同。乎\n若夫淫（yín）雨霏霏（fēifēi）：若夫，用在一段话的开头以引起下文。下文的“至若”同此。“若夫”近似“像那”。“至若”近似“至于”。淫（yín）雨霏霏，连绵不断的雨。霏霏，雨（或雪）繁密的样子。\n开：解除，这里指天气放晴。\n阴风怒号（háo），浊浪排空：阴，阴冷。号，呼啸；浊，浑浊。排空，冲向天空。\n日星隐曜（yào）：太阳和星星隐藏起光辉。曜（不为耀，古文中以此曜做日光）光辉；日光。\n山岳潜形：山岳隐没了形体。岳，高大的山。潜，隐没。形，形迹。\n商旅不行：走，此指前行。\n樯（qiáng）倾楫（jí）摧：桅杆倒下，船桨折断。樯，桅杆。楫，船桨。倾，倒下。摧，折断\n薄暮冥冥（míng míng）：傍晚天色昏暗。薄，迫近。冥冥：昏暗的样子。\n斯：这，在这里指岳阳楼。\n则有去国怀乡，忧谗畏讥：则，就。有，产生……（的情感）。去国怀乡，忧谗畏讥：离开国都，怀念家乡，担心（人家）说坏话，惧怕（人家）批评指责。去，离开。国，国都，指京城。去国，离开京都，也即离开朝廷。忧，担忧。谗，谗言。畏，害怕，惧怕。讥，嘲讽。\n满目萧然，感极而悲者矣：萧然，萧条的样子。感极，感慨到了极点。而，表示顺接。者，代指悲伤感情，起强调作用。\n至若春和景明：如果到了春天气候和暖，阳光普照。至若，至于。春和，春风和煦。景，日光。明，明媚。（借代修辞）。\n波澜不惊：湖面平静，没有惊涛骇浪。惊：这里有“起”“动”的意思。\n上下天光，一碧万顷：天色湖光相接，一片碧绿，广阔无际。一，全。万顷，极言其广。\n沙鸥翔集，锦鳞游泳：沙鸥时而飞翔时而停歇，美丽的鱼在水中游来游去。沙鸥，沙洲上的鸥鸟。翔集：时而飞翔，时而停歇。集，栖止，鸟停息在树上。锦鳞，指美丽的鱼。鳞，代指鱼。游泳：或浮或沉。游：贴着水面游。泳，潜入水里游。\n岸芷（zhǐ）汀（tīng）兰：岸上与小洲上的花草。芷：香草的一种。汀：小洲,水边平地。\n郁郁：形容草木茂盛。\n而或长烟一空：有时大片烟雾完全消散。或：有时。长：大片。一，全。空：消散。\n皓月千里：皎洁的月光照耀千里。\n浮光跃金：波动的光闪着金色。这是描写月光照耀下的水波。\n静影沉璧：静静的月影像沉入水中的璧玉。这里是写无风时水中的月影。璧，圆形正中有孔的玉。\n渔歌互答：渔人唱着歌互相应答。互答，一唱一和。\n何极：哪有穷尽。何：怎么。极：穷尽。\n心旷神怡：心情开朗，精神愉快。旷，开阔。怡，愉快。\n宠辱偕（xié）忘：荣耀和屈辱一并都忘了。偕：一起。宠：荣耀。辱：屈辱。\n把酒临风：端酒面对着风，就是在清风吹拂中端起酒来喝。把：持，执。临，面对。\n洋洋：高兴得意的样子。\n嗟（jiē）夫：唉。嗟夫为两个词，皆为语气词。\n予尝求古仁人之心：尝，曾经。求，探求。古仁人，古时品德高尚的人。之，的。心，思想感情（心思）。\n或异二者之为：或许不同于（以上）两种心情。或，近于“或许”“也许”的意思，表委婉口气。异，不同于。为，这里指心理活动。二者，这里指前两段的“悲”与“喜”。\n不以物喜，不以己悲：不因为外物（好坏）和自己（得失）而或喜或悲（此句为互文）。以，因为。\n居庙堂之高则忧其民：在朝中做官担忧百姓。意为在朝中做官。庙，宗庙。堂，殿堂。庙堂：指朝廷。下文的“进”，对应“居庙堂之高”。进：在朝廷做官。\n处江湖之远则忧其君：处在僻远的地方做官则为君主担忧。处江湖之远：处在偏远的江湖间，意思是不在朝廷上做官。下文的“退”，对应“处江湖之远”。之：定语后置的标志。是：这样。退：不在朝廷做官。\n其必曰“先天下之忧而忧，后天下之乐而乐”：那一定要说“在天下人担忧之前先担忧，在天下人享乐之后才享乐”吧。先，在……之前；后，在……之后。其：指“古仁人”。而，顺承。必：一定。\n）微斯人，吾谁与归：如果没有这样的人，那我同谁一道呢？微，没有。斯人，这样的人。谁与归，就是“与谁归”。归，归依。\n时六年：庆历六年（1046年）\n\n","shangxi":"　　洞庭天下水，岳阳天下楼。八百里洞庭湖，南接湘、资、沅、澧，北分松滋、太平等长江支流，烟波浩淼，湖山辉映，自古以 来就是令人神往的江山胜地；岳阳古称巴陵，位于洞庭湖与长江汇合之处，枕山带湖，为巴、蜀、荆、襄之要冲。北宋庆历六年（1046），一代名臣范仲淹应朋友之约，为重修的岳阳楼作记，千古名文《岳阳楼记》于是诞生。\n\n　　文章开头即切入正题，叙述事情的本末缘起。以“庆历四年春”点明时间起笔，格调庄重雅正；说滕子京为“谪守”，已暗喻对仕途沉浮的悲慨，为后文抒情设伏。下面仅用“政通人和，百废具兴”八个字，写出滕子京的政绩，引出重修岳阳楼和作记一事，为全篇文字的导引。\n\n　　第2段，格调振起，情辞激昂。先总说“巴陵胜状，在洞庭一湖”，设定下文写景范围。以下“衔远山，吞长江”寥寥数语，写尽洞庭湖之大观胜概。一“衔”一“吞”，何等的气势！“浩浩汤汤，横无际涯”，极言水波壮阔；“朝晖夕阴，气象万千”，概说阴晴变化，简练而又生动。前四句从空间角度，后两句从时间角度，写尽了洞庭湖的壮观景象。“前人之述备矣”一句承前启后，并回应前文“唐贤今人诗赋”一语。这句话既是谦虚，也暗含转机，经“然则”一转，引出新的意境，由单纯写景，到以情景交融的笔法来写“迁客骚人”的“览物之情”，从而构出全文的主体。\n\n　　3～4两段是两个排比段，并行而下，一悲一喜，一暗一明，像两股奔涌跳跃的情感之流，传达出景与情互相感应的两种截然相反的人生情境。\n\n　　第3段以“若夫”起笔，意味深长。这是一个引发议论的词，又表明了虚拟的情调，而这种虚拟又是对无数实境的浓缩、提炼和升华，颇有典型意义。“若夫”以下描写了一种悲凉的情境，由天气的恶劣写到人心的凄楚。这里用四字短句，层层渲染，渐次铺叙。淫雨、阴风、浊浪构成了主景，不但使日星无光，山岳藏形，也使商旅不前；或又值暮色沉沉、“虎啸猿啼”之际，怎能不令过往的“迁客骚人”有“去国怀乡”之慨、“忧谗畏讥”之惧、“感极而悲”之情呢？\n\n　　第4段以“至若”领起，打开了一个阳光灿烂的画面。“至若”尽管也是列举性的语气，但从音节上已变得高亢嘹亮，格调上已变得明快有力。下面的描写，虽然仍为四字短句，色调却为之一变，绘出春风和畅、景色明丽、水天一碧的良辰美景。更有鸥鸟在自由翱翔，鱼儿在欢快游荡，连无知的水草兰花也充满活力。作者以极为简练的笔墨，描摹出一幅湖光春色图，读之如在眼前。值得注意的是，这一段的句式、节奏与上一段大体相仿，却也另有变奏。“而或”一句就进一步扩展了意境，增强了叠加咏叹的意味，把“喜洋洋”的气氛推向高潮，而“登斯楼也”的心境也变成了“宠辱偕忘”的超脱和“把酒临风”的挥洒自如。\n\n　　第5段是全篇的重心，以“嗟夫”开启，兼有抒情和议论的意味。作者在列举了悲喜两种情境后，笔调突然激扬，道出了超乎这两者之上的一种更高的理想境界，那就是“不以物喜，不以己悲”！感物而动，因物悲喜虽然是人之常情，但并不是做人的最高境界。古代的仁人，就有坚定的意志，不为外界条件的变化动摇。无论是“居庙堂之高”还是“处江湖之远”，忧国忧民之心不改，“进亦忧，退亦忧”。这似乎有悖于常理，有些不可思议。作者也就此拟出一问一答，假托古圣立言，发出了“先天下之忧而忧，后天下之乐而乐”的誓言，曲终奏雅，点明了全篇的主旨。“噫！微斯人，吾谁与归”一句结语，“如怨如慕，如泣如诉”，悲凉慷慨，一往情深，令人感喟。文章最后标明写作时间，与篇首照应。\n\n　　《古文观止》的作者总评本文说：“岳阳楼大观，已被前人写尽。先生更不赘述，止将登楼者览物之情写出悲喜二意，只是翻出后文忧乐一段正论。”这一评语确实道出了本文的精神实质。\n\n","translation":"　　庆历四年的春天，滕子京被降职到巴陵郡做太守。到了第二年，政事顺利，百姓和乐，各种荒废的事业都兴办起来了。于是重新修建岳阳楼，扩大它原有的规模，把唐代名家和当代人的诗赋刻在它上面。嘱托我写一篇文章来记述这件事情。\n\n　　我观看那巴陵郡的美好景色，全在洞庭湖上。它连接着远处的山，吞吐长江的水流，浩浩荡荡，无边无际，一天里阴晴多变，气象千变万化。这就是岳阳楼的雄伟景象。前人的记述（已经）很详尽了。虽然如此，那么向北面通到巫峡，向南面直到潇水和湘水，降职的官吏和来往的诗人，大多在这里聚会，（他们)观赏自然景物而触发的感情大概会有所不同吧？\n\n　　像那阴雨连绵，接连几个月不放晴，寒风怒吼，浑浊的浪冲向天空；太阳和星星隐藏起光辉，山岳隐没了形体；商人和旅客（一译：行商和客商）不能通行，船桅倒下，船桨折断；傍晚天色昏暗，虎在长啸，猿在悲啼，（这时）登上这座楼啊，就会有一种离开国都、怀念家乡，担心人家说坏话、惧怕人家批评指责，满眼都是萧条的景象，感慨到了极点而悲伤的心情。\n\n　　到了春风和煦，阳光明媚的时候，湖面平静，没有惊涛骇浪，天色湖光相连，一片碧绿，广阔无际；沙洲上的鸥鸟，时而飞翔，时而停歇，美丽的鱼游来游去，岸上的香草和小洲上的兰花，草木茂盛，青翠欲滴。有时大片烟雾完全消散，皎洁的月光一泻千里，波动的光闪着金色，静静的月影像沉入水中的玉璧，渔夫的歌声在你唱我和地响起来，这种乐趣（真是）无穷无尽啊！（这时）登上这座楼，就会感到心胸开阔、心情愉快，光荣和屈辱一并忘了，端着酒杯，吹着微风，那真是快乐高兴极了。\n\n　　唉！我曾经探求古时品德高尚的人的思想感情 ，或许不同于（以上）两种人的心情，这是为什么呢？（是由于）不因外物好坏和自己得失而或喜或悲。在朝廷上做官时，就为百姓担忧；在江湖上不做官时，就为国君担忧。这样来说在朝廷做官也担忧，在僻远的江湖也担忧。既然这样，那么他们什么时候才会感到快乐呢？他们一定会说：“在天下人忧之前先忧，在天下人乐之后才乐”。唉！没有这种人，我同谁一道呢 ？\n\n　　写于庆历六年九月十五日。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142343613.mp3"}
{"_id":{"$oid":"5b9a0254367d5caccce1aa15"},"title":"长恨歌","dynasty":"唐代","writer":"白居易","content":"汉皇重色思倾国，御宇多年求不得。\n杨家有女初长成，养在深闺人未识。\n天生丽质难自弃，一朝选在君王侧。\n回眸一笑百媚生，六宫粉黛无颜色。\n春寒赐浴华清池，温泉水滑洗凝脂。\n侍儿扶起娇无力，始是新承恩泽时。\n云鬓花颜金步摇，芙蓉帐暖度春宵。\n春宵苦短日高起，从此君王不早朝。\n\n承欢侍宴无闲暇，春从春游夜专夜。\n后宫佳丽三千人，三千宠爱在一身。\n金屋妆成娇侍夜，玉楼宴罢醉和春。\n姊妹弟兄皆列土，可怜光彩生门户。\n遂令天下父母心，不重生男重生女。\n骊宫高处入青云，仙乐风飘处处闻。\n缓歌慢舞凝丝竹，尽日君王看不足。\n渔阳鼙鼓动地来，惊破霓裳羽衣曲。\n\n九重城阙烟尘生，千乘万骑西南行。\n翠华摇摇行复止，西出都门百余里。\n六军不发无奈何，宛转蛾眉马前死。\n花钿委地无人收，翠翘金雀玉搔头。\n君王掩面救不得，回看血泪相和流。\n黄埃散漫风萧索，云栈萦纡登剑阁。\n峨嵋山下少人行，旌旗无光日色薄。\n蜀江水碧蜀山青，圣主朝朝暮暮情。\n\n行宫见月伤心色，夜雨闻铃肠断声。\n天旋地转回龙驭，到此踌躇不能去。\n马嵬坡下泥土中，不见玉颜空死处。\n君臣相顾尽沾衣，东望都门信马归。\n归来池苑皆依旧，太液芙蓉未央柳。\n芙蓉如面柳如眉，对此如何不泪垂。\n春风桃李花开日，秋雨梧桐叶落时。\n西宫南内多秋草，落叶满阶红不扫。(花开日 一作：花开夜；南内 一作：南苑)\n\n梨园弟子白发新，椒房阿监青娥老。\n夕殿萤飞思悄然，孤灯挑尽未成眠。\n迟迟钟鼓初长夜，耿耿星河欲曙天。\n鸳鸯瓦冷霜华重，翡翠衾寒谁与共。\n悠悠生死别经年，魂魄不曾来入梦。\n临邛道士鸿都客，能以精诚致魂魄。\n为感君王辗转思，遂教方士殷勤觅。\n排空驭气奔如电，升天入地求之遍。\n\n上穷碧落下黄泉，两处茫茫皆不见。\n忽闻海上有仙山，山在虚无缥渺间。\n楼阁玲珑五云起，其中绰约多仙子。\n中有一人字太真，雪肤花貌参差是。\n金阙西厢叩玉扃，转教小玉报双成。\n闻道汉家天子使，九华帐里梦魂惊。\n揽衣推枕起徘徊，珠箔银屏迤逦开。\n云鬓半偏新睡觉，花冠不整下堂来。\n\n风吹仙袂飘飘举，犹似霓裳羽衣舞。\n玉容寂寞泪阑干，梨花一枝春带雨。(阑 通：栏；飘飘 一作：飘飖)\n含情凝睇谢君王，一别音容两渺茫。\n昭阳殿里恩爱绝，蓬莱宫中日月长。\n回头下望人寰处，不见长安见尘雾。\n惟将旧物表深情，钿合金钗寄将去。\n钗留一股合一扇，钗擘黄金合分钿。\n但教心似金钿坚，天上人间会相见。\n\n临别殷勤重寄词，词中有誓两心知。\n七月七日长生殿，夜半无人私语时。\n在天愿作比翼鸟，在地愿为连理枝。\n天长地久有时尽，此恨绵绵无绝期。\n\n\n","type":["唐诗三百首","写人","爱情","讽喻","叙事","长诗"],"remark":"汉皇：原指汉武帝刘彻。此处借指唐玄宗李隆基。唐人文学创作常以汉称唐。\n重色：爱好女色。倾国：绝色女子。汉代李延年对汉武帝唱了一首歌：“北方有佳人，绝世而独立。一顾倾人城，再顾倾人国。宁不知倾国与倾城，佳人难再得。”后来，“倾国倾城”就成为美女的代称。\n御宇：驾御宇内，即统治天下。汉贾谊《过秦论》：“振长策而御宇内”\n杨家有女：蜀州司户杨玄琰，有女杨玉环，自幼由叔父杨玄珪抚养，十七岁（开元二十三年）被册封为玄宗之子寿王李瑁之妃。二十七岁被玄宗册封为贵妃。白居易此谓“养在深闺人未识”，是作者有意为帝王避讳的说法。\n丽质：美丽的姿质。\n六宫粉黛：指宫中所有嫔妃。粉黛：粉黛本为女性化妆用品，粉以抹脸，黛以描眉。此代指六宫中的女性。无颜色：意谓相形之下，都失去了美好的姿容。\n华清池：即华清池温泉，在今西安市临潼区南的骊山下。唐贞观十八年（644）建汤泉宫，咸亨二年（671）改名温泉宫，天宝六载（747）扩建后改名华清宫。唐玄宗每年冬、春季都到此居住。\n凝脂：形容皮肤白嫩滋润，犹如凝固的脂肪。《诗经·卫风·硕人》语“肤如凝脂”。\n侍儿：宫女。\n新承恩泽：刚得到皇帝的宠幸。\n云鬓：《木兰诗》：“当窗理云鬓，对镜贴花黄”。形容女子鬓发盛美如云。金步摇：一种金首饰，用金银丝盘成花之形状，上面缀着垂珠之类，插于发鬓，走路时摇曳生姿。\n芙蓉帐：绣着莲花的帐子。形容帐之精美。萧纲《戏作谢惠连体十三韵》：珠绳翡翠帷，绮幕芙蓉帐。\n春宵：新婚之夜。\n佳丽三千：《后汉书·皇后纪》：自武元之后，世增淫费，乃至掖庭三千。言后宫女子之多。\n金屋：《汉武故事》记载，武帝幼时，他姑妈将他抱在膝上，问他要不要她的女儿阿娇作妻子。他笑着回答说：“若得阿娇，当以金屋藏之。”\n列土：分封土地。\n可怜：可爱，值得羡慕。\n骊宫：骊山华清宫。骊山在今陕西临潼。\n凝丝竹：指弦乐器和管乐器伴奏出舒缓的旋律。\n渔阳：郡名，辖今北京市平谷县和天津市的蓟县等地，当时属于平卢、范阳、河东三镇节度史安禄山的辖区。天宝十四载（755）冬，安禄山在范阳起兵叛乱。鼙鼓：古代骑兵用的小鼓，此借指战争。\n霓（ní）裳羽衣曲：舞曲名，据说为唐开元年间西凉节度使杨敬述所献，经唐玄宗润色并制作歌词，改用此\n名。乐曲着意表现虚无缥缈的仙境和仙女形象。\n九重城阙：九重门的京城，此指长安。烟尘生：指发生战事。阙，，意为古代宫殿门前两边的楼，泛指宫殿或帝王的住所。《楚辞·九辩》：君之门以九重。\n乘：一人一骑为一乘。\n翠华：用翠鸟羽毛装饰的旗帜，皇帝仪仗队用。司马相如《上林赋》：建翠华之旗，树灵鼍之鼓。百余里：指到了距长安一百多里的马嵬坡。\n六军：指天子军队。\n宛转：形容美人临死前哀怨缠绵的样子。蛾眉：古代美女的代称，此指杨贵妃。《诗经·卫风·硕人》：螓首蛾眉。\n花钿：用金翠珠宝等制成的花朵形首饰。委地：丢弃在地上。\n翠翘：首饰，形如翡翠鸟尾。金雀：金雀钗，钗形似凤（古称朱雀）。玉搔头：玉簪。《西京杂记》卷二：武帝过李夫人，就取玉簪搔头。自此后宫人搔头皆用玉。\n云栈：高入云霄的栈道。萦纡（yíngyū）：萦回盘绕。剑阁：又称剑门关，在今四川剑阁县北，是由秦入蜀的要\n道。此地群山如剑，峭壁中断处，两山对峙如门。诸葛亮相蜀时，凿石驾凌空栈道以通行。\n峨嵋山：在今四川峨眉山市。玄宗奔蜀途中，并未经过峨嵋山，这里泛指蜀中高山。\n行宫：皇帝离京出行在外的临时住所。\n天旋地转：指时局好转。肃宗至德二年（757），郭子仪军收复长安。回龙驭：皇帝的车驾归来。\n信马：意思是无心鞭马，任马前进。\n太液：汉宫中有太液池。未央：汉有未央宫。此皆借指唐长安皇宫。\n西宫南苑：皇宫之内称为大内。西宫即西内太极宫，南内为兴庆宫。玄宗返京后，初居南内。上元元年（760），权宦李辅国假借肃宗名义，胁迫玄宗迁往西内，并流贬玄宗亲信高力士、陈玄礼等人。\n梨园弟子：指玄宗当年训练的乐工舞女。梨园：据《新唐书·礼乐志》：唐玄宗时宫中教习音乐的机构，曾选“坐部伎“三百人教练歌舞，随时应诏表演，号称“皇帝梨园弟子”。\n椒房：后妃居住之所，因以花椒和泥抹墙，故称。阿监：宫中的侍从女官。青娥：年轻的宫女。据《新唐书·百官志》，内官宫正有阿监、副监，视七品。\n孤灯挑尽：古时用油灯照明，为使灯火明亮，过了一会儿就要把浸在油中的灯草往前挑一点。挑尽，说明夜已深。按，唐时宫延夜间燃烛而不点油灯，此处旨在形容玄宗晚年生活环境的凄苦。\n迟迟：迟缓。报更钟鼓声起止原有定时，这里用以形容玄宗长夜难眠时的心情。\n耿耿：微明的样子。欲曙天：长夜将晓之时。\n鸳鸯瓦：屋顶上俯仰相对合在一起的瓦。房瓦一俯一仰相合，称阴阳瓦，亦称鸳鸯瓦。霜华：霜花。\n翡翠衾：布面绣有翡翠鸟的被子谁与共：与谁共。\n临邛：今四川邛崃县。鸿都：东汉都城洛阳的宫门\n名，这里借指长安。《后汉书·灵帝纪》：光和元年二月，始置鸿都门学士。\n致魂魄：招来杨贵妃的亡魂。\n方士：有法术的人。这里指道士。殷勤：尽力。\n排空驭气：即腾云驾雾。\n穷：穷尽，找遍。碧落：即天空。黄泉：指地下。\n海上仙山：《史记·封禅书》：自威、宣、燕昭使人人海求蓬莱、方丈、瀛洲，此三神山者，其传在渤海中。\n玲珑：华美精巧。五云：五彩云霞。\n绰约：体态轻盈柔美。《庄子·逍遥游》：藐姑射之山，有神人居焉，肌肤若冰雪，绰约如处子。\n参差：仿佛，差不多。\n金阙：《太平御览》卷六六。引《大洞玉经》：上清宫门中有两阙，左金阙，右玉阙。西厢：《尔雅·释宫》：室有东西厢日庙。西厢在右。玉扃（jiong）：玉门。即玉阙之变文。\n小玉：吴王夫差女。双成：传说中西王母的侍女。这里皆借指杨贵妃在仙山的侍女。\n九华帐：绣饰华美的帐子。九华：重重花饰的图案。言帐之精美。《宋书·后妃传》：自汉氏昭阳之轮奂，魏室九华之照耀。\n珠箔：珠帘。银屏：饰银的屏风。逦迤：接连不断地。\n新睡觉：刚睡醒。觉，醒。\n袂（mèi）：衣袖。\n玉容寂寞：此指神色黯淡凄楚。阑干：纵横交错的样子。这里形容泪痕满面。\n凝睇（dì）：凝视。\n昭阳殿：汉成帝宠妃赵飞燕的寝宫。此借指杨贵妃住过的宫殿。\n蓬莱宫：传说中的海上仙山。这里指贵妃在仙山的居所。\n人寰（huán）：人间。\n旧物：指生前与玄宗定情的信物。\n寄将去：托道士带回。\n钗留二句：把金钗、钿盒分成两半，自留一半。擘：分开。合分钿：将钿盒上的图案分成两部分。\n重寄词：贵妃在告别是重又托他捎话。\n两心知：只有玄宗、贵妃二人心里明白。\n长生殿：在骊山华清宫内，天宝元年（742）造。按“七月”以下六句为作者虚拟之词。而所谓长生殿者，亦非华清宫之长生殿，而是长安皇宫寝殿之习称。\n比翼鸟：传说中的鸟名，据说只有一目一翼，雌雄并在一起才能飞。\n连理枝：两株树木树干相抱。古人常用此二物比喻情侣相爱、永不分离。\n恨：遗憾。绵绵：连绵不断。\n\n","shangxi":"　　《长恨歌》是白居易诗作中脍炙人口的名篇，作于元和元年（806），当时诗人正在盩厔县（今陕西周至）任县尉。这首诗是他和友人陈鸿、王质夫同游仙游寺，有感于唐玄宗、杨贵妃的故事而创作的。在这首长篇叙事诗里，作者以精炼的语言，优美的形象，叙事和抒情结合的手法，叙述了唐玄　宗、杨贵妃在安史之乱中的爱情悲剧：他们的爱情被自己酿成的叛乱断送了，正在没完没了地吃着这一精神的苦果。唐玄宗、杨贵妃都是历史上的人物，诗人并不拘泥于历史，而是借着历史的一点影子，根据当时人们的传说，街坊的歌唱，从中蜕化出一个回旋曲折、宛转动人的故事，用回环往复、缠绵悱恻的艺术形式，描摹、歌咏出来。由于诗中的故事、人物都是艺术化的，是现实中人的复杂真实的再现，所以能够在历代读者的心中漾起阵阵涟漪。　\n\n　　《长恨歌》就是歌“长恨”，“长恨”是诗歌的主题，故事的焦点，也是埋在诗里的一颗牵动人心的种子。而“恨”什么，为什么要“长恨”，诗人不是直接铺叙、抒写出来，而是通过他笔下诗化的故事，一层一层地展示给读者，让人们自己去揣摸，去回味，去感受。　诗歌开卷第一句：“汉皇重色思倾国”，看来很寻常，好像故事原就应该从这里写起，不需要作者花什么心思似的，事实上这七个字含量极大，是全篇纲领，它既揭示了故事的悲剧因素，又唤起和统领着全诗。紧接着，诗人用极其省俭的语言，叙述了安史之乱前，唐玄宗如何重色、求色，终于得到了“回眸一笑百媚生，六宫粉黛无颜色”的杨贵妃。描写了杨贵妃的美貌、娇媚，进宫后因有色而得宠，不但自己“新承恩泽”，而且“姊妹弟兄皆列土”。反复渲染唐玄宗得贵妃以后在宫中如何纵欲，如何行乐，如何终日沉湎于歌舞酒色之中。所有这些，就酿成了安史之乱：“渔阳鼙鼓动地来，惊破霓裳羽衣曲”。这一部分写出了“长恨”的内因，是悲剧故事的基础。诗人通过这一段宫中生活的写实，不无讽刺地向我们介绍了故事的男女主人公：一个重色轻国的帝王，一个娇媚恃宠的妃子。还形象地暗示我们，唐玄宗的迷色误国，就是这一悲剧的根源。　\n\n　　下面，诗人具体的描述了安史之乱发生后，皇帝兵马仓皇逃入西南的情景，特别是在这一动乱中唐玄宗和杨贵妃爱情的毁灭。“六军不发无奈何，宛转蛾眉马前死。花钿委地无人收，翠翘金雀玉搔头。君王掩面救不得，回看血泪相和流”，写的就是他们在马嵬坡生离死别的一幕。“六军不发”，要求处死杨贵妃，是愤于唐玄宗迷恋女色，祸国殃民。杨贵妃的死，在整个故事中，是一个关键性的情节，在这之后，他们的爱情才成为一场悲剧，接着，从“黄埃散漫风萧索”起至“魂魄不曾来入梦”，诗人抓住了人物精神世界里揪心的“恨”，用酸恻动人的语调，宛转形容和描述了杨贵妃死后唐玄宗在蜀中的寂寞悲伤，还都路上的追怀忆旧，回宫以后睹物思人，触景生情，一年四季物是人非事事休的种种感触。缠绵悱恻的相思之情，使人觉得回肠荡气。正由于诗人把人物的感情渲染到这样的程度，后面道士的到来，仙境的出现，便给人一种真实感，不以为纯粹是一种空中楼阁了。　\n\n　　从“临邛道士鸿都客”至诗的末尾，写道士帮助唐玄宗寻找杨贵妃。诗人采用的是浪漫主义的手法，忽而上天，忽而入地，“上穷碧落下黄泉，两处茫茫皆不见”。后来，在海上虚无缥缈的仙山上找到了杨贵妃，让她以“玉容寂寞泪阑干，梨花一枝春带雨”的形象在仙境中再现，殷勤迎接汉家的使者，含情脉脉，托物寄词，重申前誓，照应唐玄宗对她的思念，进一步深化、渲染“长恨”的主题。诗歌的末尾，用“天长地久有时尽，此恨绵绵无绝期”结笔，点明题旨，回应开头，而且做到“清音有余”，给读者以联想、回味的余地。　\n\n　　《长恨歌》首先给我们艺术美的享受的是诗中那个宛转动人的故事，是诗歌精巧独特的艺术构思。全篇中心是歌“长恨”，但诗人却从“重色”说起，并且予以极力铺写和渲染。“日高起”、“不早朝”、“夜专夜”、“看不足”等等，看来是乐到了极点，象是一幕喜剧，然而，极度的乐，正反衬出后面无穷无尽的恨。唐玄宗的荒淫误国，引出了政治上的悲剧，反过来又导致了他和杨贵妃的爱情悲剧。悲剧的制造者最后成为悲剧的主人公，这是故事的特殊、曲折处，也是诗中男女主人公之所以要“长恨”的原因。过去许多人说《长恨歌》有讽喻意味，这首诗的讽喻意味就在这里。那么，诗人又是如何表现“长恨”的呢？马嵬坡杨贵妃之死一场，诗人刻画极其细腻，把唐玄宗那种不忍割爱但又欲救不得的内心矛盾和痛苦感情，都具体形象地表现出来了。由于这“血泪相和流”的死别，才会有那没完没了的恨。随后，诗人用许多笔墨从各个方面反复渲染唐玄宗对杨贵妃的思念，但诗歌的故事情节并没有停止在一个感情点上，而是随着人物内心世界的层层展示，感应他的景物的不断变化，把时间和故事向前推移，用人物的思想感情来开拓和推动情节的发展。唐玄宗奔蜀，是在死别之后，内心十分酸楚愁惨；还都路上，旧地重经，又勾起了伤心的回忆；回宫后，白天睹物伤情，夜晚辗转难眠。日思夜想而不得，所以寄希望于梦境，却又是“悠悠生死别经年，魂魄不曾来入梦”。诗至此，已经把“长恨”之“恨”写得十分动人心魄，故事到此结束似乎也可以。然而诗人笔锋一折，别开境界，借助想象的彩翼，构思了一个妩媚动人的仙境，把悲剧故事的情节推向高潮，使故事更加回环曲折，有起伏，有波澜。这一转折，既出人意料，又尽在情理之中。由于主观愿望和客观现实不断发生矛盾、碰撞，诗歌把人物千回百转的心理表现得淋漓尽致，故事也因此而显得更为宛转动人。　\n\n　　《长恨歌》是一首抒情成份很浓的叙事诗，诗人在叙述故事和人物塑造上，采用了中国传统诗歌擅长的抒写手法，将叙事、写景和抒情和谐地结合在一起，形成诗歌抒情上回环往复的特点。诗人时而把人物的思想感情注入景物，用景物的折光来烘托人物的心境；时而抓住人物周围富有特征性的景物、事物，通过人物对它们的感受来表现内心的感情，层层渲染，恰如其分地表达人物蕴蓄在内心深处的难达之情。唐玄宗逃往西南的路上，四处是黄尘、栈道、高山，日色暗淡，旌旗无光，秋景凄凉，这是以悲凉的秋景来烘托人物的悲思。在蜀地，面对着青山绿水，还是朝夕不能忘情，蜀中的山山水水原是很美的，但是在寂寞悲哀的唐玄宗眼中，那山的“青”，水的“碧”，也都惹人伤心，大自然的美应该有恬静的心境才能享受，他却没有，所以就更增加了内心的痛苦。这是透过美景来写哀情，使感情又深入一层。行宫中的月色，雨夜里的铃声，本来就很撩人意绪，诗人抓住这些寻常但是富有特征性的事物，把人带进伤心、断肠的境界，再加上那一见一闻，一色一声，互相交错，在语言上、声调上也表现出人物内心的愁苦凄清，这又是一层。还都路上，“天旋地转”，本来是高兴的事，但旧地重过，玉颜不见，不由伤心泪下。叙事中，又增加了一层痛苦的回忆。回长安后，“归来池苑皆依旧，太液芙蓉未央柳。芙蓉如面柳如眉，对此如何不泪垂”。白日里，由于环境和景物的触发，从景物联想到人，景物依旧，人却不在了，禁不住就潸然泪下，从太液池的芙蓉花和未央宫的垂柳仿佛看到了杨贵妃的容貌，展示了人物极其复杂微妙的内心活动。“夕殿萤飞思悄然，孤灯挑尽未成眠。迟迟钟鼓初长夜，耿耿星河欲曙天”。从黄昏写到黎明，集中地表现了夜间被情思萦绕久久不能入睡的情景。这种苦苦的思恋，“春风桃李花开日”是这样，“秋雨梧桐叶落时”也是这样。及至看到当年的“梨园弟子”、“阿监青娥”都已白发衰颜，更勾引起对往日欢娱的思念，自是黯然神伤。从黄埃散漫到蜀山青青，从行宫夜雨到凯旋回归，从白日到黑夜，从春天到秋天，处处触物伤情，时时睹物思人，从各个方面反复渲染诗中主人公的苦苦追求和寻觅。现实生活中找不到，到梦中去找，梦中找不到，又到仙境中去找。如此跌宕回环，层层渲染，使人物感情回旋上升，达到了高潮。诗人正是通过这样的层层渲染，反复抒情，回环往复，让人物的思想感情蕴蓄得更深邃丰富，使诗歌“肌理细腻”，更富有艺术的感染力。　\n\n　　人们对白居易《长恨歌》的主题思想历来争论不休，有所谓爱情说、政治主题说、双重主题说等等。本文作者持爱情说。首先从作品的四个层次来分析，肯定白居易并非像陈鸿写《长恨歌传》那样板着说教的脸孔去描写李杨故事，而是以“情”作为主旋律，让主人公的情去感动读者，使之产生共鸣，取得审美上的极大成功。本文还结合作者生平经历和社会历史分析他在处理历史题材、政治题材和来自民间的人性题材、心理题材的关系问题上的独到之处，进一步说明唐明皇杨贵妃形象的审美意义。　\n\n　　《长恨歌》一出，关于其主题，便成为历来读者争论的焦点。观点也颇具分歧。大抵分三种：其一为爱情主题。是颂扬李杨的爱情诗作。并肯定他们对爱情的真挚与执著；其二为政治主题说。认为诗的重点在于讽喻，在于揭露“汉皇重色思倾国”必然带来的“绵绵长恨”，谴责唐明皇荒淫导致安史之乱以垂诫后世君主；其三为双重主题说。认为它是揭露与歌颂统一，讽谕和同情交织，既洒一掬同情泪，又责失政遗恨。究竟如何，还需从作品本身去分析。\n\n　　可将诗分为四个层次：第一层从“汉皇重色思倾国”至“尽日君王看不足”，叙述了安史之乱前，唐玄宗如何重色、求色，终于得到了“回眸一笑百媚生”的杨贵妃。贵妃进宫后恃宠而骄，不但自己“新承恩泽”，而且“姊妹弟兄皆列土”，反复渲染唐玄宗得贵妃后完全沉湎于歌舞酒色。开卷首句既提示了故事的悲剧因素，又唤起和统领着全诗；　第二层从“渔阳鼙鼓动地来”至“回看血泪相和流”，写安史之乱，玄宗逃难，被迫赐死贵妃，写出了“长恨”的内因，是悲剧故事的基础。诗人有意将因玄宗荒淫误国所造成的安史之乱进行了淡化处理，对二人的生离死别则着意形容，读者受到的是悲剧气氛的感染而不是历史的理性批判。陈鸿《长恨歌传》“惩尤物，窒乱阶”之说是板着面孔做文章，故不能视为此诗的写作动机；第三层从“黄埃散漫风萧索”至“魂魄不曾来人梦”，描述了杨贵妃死后，唐玄宗在蜀中的寂寞悲伤还都路上的追怀忆旧，行宫见月，夜雨闻铃，是一片“伤心色”和“断肠声”。长安收复以后回朝时，重过马嵬，“不见玉颜空死处”。回宫后，池苑依旧，物是人非，缠绵悱恻的相思之情，使人觉得荡气回肠；第四层从“临邛道士鸿都客”至“此恨绵绵无绝期”，写玄宗派方士觅杨贵妃之魂魄，重在表现唐玄宗的孤寂和对往日爱情生活的忧伤追忆。诗人运用浪漫主义手法，上天入地，后终在虚无缥缈的仙山上让贵妃以“玉容寂寞泪阑干，梨花一枝春带雨”的形象再现于仙境。“情”的宣泄已超脱于帝王妃子间的感情纠葛，而更多地带有诗人的主观的理想成分，并早已超出了历史事实的范围，将主观愿望与客观现实的矛盾冲突表现无余。结尾“天长地久有时尽，此恨绵绵无绝期”二句，是爱情的叹息与呼声，是对于爱情受命运播弄，和爱情被政治伦理摧残的痛惜，此恨之深，已超越时空而进入无极之境。这样，诗人便以“长恨”表现了爱情的长存，亦即点明全诗的主题。　\n\n　　应该说，写作之初，白居易至少在主观上是同意陈鸿的“惩尤物、窒乱阶”之说的，后来在《新乐府》的《李夫人》、《古家狐》中还重复强调了“尤物惑人”、“狐媚害人”的主题，明确宣扬性爱之为害，但是又承认“人非木石皆有情”，性爱是消灭不了的，所以解决问题的途径只好是“不如不遇倾城色”。但在《长恨歌》的实际写作当中，他又服从了民间爱情故事所表达的人类的向美本能和情感欲望。这样，整个故事便具有了更为深刻复杂的涵义：既写了真美，又写了真恶，并将两者直接联系在一起；《丽情集》本《长恨歌传》有一段话：叔向母曰：“甚美必甚恶。”李延年歌曰：“倾国复倾城。”此之谓也。　这段话大概可以代表中唐士人对这一　问题的最后思考。白居易写作《长恨歌》时遵循的一条基本原则是：不因为“甚恶”而抹煞“甚美”。尽管其主题最后似偏离了对“甚恶”的谴责，但“甚恶”内容本身毕竟没有被抹煞，反过来又丰富了“甚美”的涵义。　\n\n　　《长恨歌》一方面是一个重大的历史题材和政治题材，另一方面又是一个来自民间的具有悠久传统的人性题材、心理题材。白居易在创作中服从于民族的文化心理和诗人的个性思想，即传统模式与作者主观能动作用同时并存，这固然是与诗人的生活经历和人生观是分不开的。白居易一生跨中晚唐，他的思想以贬官江州司马为界，经历了由积极入世到消极出世两个阶段，实践了他所信奉的“达则兼济天下，穷则独善其身”的儒家人生模式。白居易所谓“独善”的基本内涵是乐天知命、知足保和，并由此而与释、老相通，以随缘任运、委顺自然为应世态度。在他的整个思想体系中，“独善”与“兼济”并行不悖，“施之乃伊吕事业，蓄之则庄老道德”(《君子不器赋》)，它们是一个完整人生观的两个侧面。还在遭贬以前，他努力为云龙、为风鹏，并与元稹大力倡导新乐府运动。也正是因为他年轻时候的胸怀大志，颇有挽唐室于既衰，拯生民于水火的政治气概，才使得他有足够的气魄处理这样一个重大的历史题材，并以“不惑”来总结唐明皇后半生的政治得失，写就了《长恨歌》。这样，在他心目中对唐明皇的一分为二，必然要在塑造形象中反映出来。正是因为一往情深的唐明皇同重色轻国的唐明皇是对立统一体，所以，白居易把这个故事写成一个好皇帝的悲剧。好皇帝有所惑，终于造成了自己和百姓的悲哀。我们从作品中看到的唐明皇性格的塑造已排斥了理想化，乃是另一种理想化的结果。排斥的是封建统治阶级为皇帝们头上加足光圈使其上升为半神的理想化。而这排斥本身，就包含了城市居民的另一种理想在内，他们从现实生活中皇帝权威下降的土壤出发，把封建统治阶级的头子想象为和他们自己一样的普通人，一个有爱欲、有苦恼、有错误、有缺点的人情味十足的痴情皇帝，简直同一般爱情故事中的主人公并无差别！他们从另一角度把皇帝理想化了，理想化的皇帝应该和百姓一样是有血有肉的人，不是神！而白居易从民本思想出发，有条件、并有所扬弃地接受了城市居民的这种对唐明皇的理想化，这样完成了对唐明皇形象的塑造。诗人被贬江州以后，“独善”与“兼济”的地位才发生了转化，他的精神生活与仕宦生涯逐渐转轨，终于以“独善”消释了“兼济”，在精神自救的过程中，白居易逐渐从关注社会政治转向关注个体生命，对于自由人格的钟爱逐渐超越了对道德人格的执著。 　　 　　作为一首千古绝唱的叙事诗，《长恨歌》在艺术上的成就是很高的。古往今来，许多人都肯定这首诗的特殊的艺术魅力。《长恨歌》在艺术上以什么感染和诱惑着读者呢？宛转动人，缠绵悱恻，恐怕是它最大的艺术个性，也是它能吸住千百年来的读者，使他们受感染、被诱惑的力量。 \n\n","translation":"唐明皇偏好美色，当上皇帝后多年来一直在寻找美女，却都是一无所获。\n杨家有个女儿刚刚长大，十分娇艳，养在深闺中，外人不知她美丽绝伦。\n天生丽质、倾国倾城让她很难埋没世间，果然没多久便成为了唐明皇身边的一个妃嫔。\n她回眸一笑时，千姿百态、娇媚横生；六宫妃嫔，一个个都黯然失色。\n春寒料峭时，皇上赐她到华清池沐浴，温润的泉水洗涤着凝脂一般的肌肤。\n侍女搀扶她，如出水芙蓉软弱娉婷，由此开始得到皇帝恩宠。\n鬓发如云颜脸似花，头戴着金步摇。温暖的芙蓉帐里，与皇上共度春宵。\n情深只恨春宵短，一觉睡到太阳高高升起。君王深恋儿女情温柔乡，从此再也不早朝。\n承受君欢侍君饮，忙得没有闲暇。春日陪皇上一起出游，晚上夜夜侍寝。\n后宫中妃嫔不下三千人，却只有她独享皇帝的恩宠。\n金屋中梳妆打扮，夜夜撒娇不离君王；玉楼上酒酣宴罢，醉意更添几许风韵。\n兄弟姐妹都因她列土封侯，杨家门楣光耀令人羡慕。\n于是使得天下的父母都改变了心意，变成重女轻男。\n骊山上华清宫内玉宇琼楼高耸入云，清风过处仙乐飘向四面八方。\n轻歌曼舞多合拍，管弦旋律尽传神，君王终日观看，却百看不厌。\n渔阳叛乱的战鼓震耳欲聋，宫中停奏霓裳羽衣曲。\n九重宫殿霎时尘土飞扬，君王带着大批臣工美眷向西南逃亡。\n车队走走停停，西出长安才百余里。\n六军停滞不前，要求赐死杨玉环。君王无可奈何，只得在马嵬坡下缢杀杨玉环。\n贵妃头上的饰品，抛撒满地无人收拾。翠翘金雀玉搔头，珍贵头饰一根根。\n君王欲救不能，掩面而泣，回头看贵妃惨死的场景，血泪止不住地流。\n秋风萧索扫落叶，黄土尘埃已消遁，回环曲折穿栈道，车队踏上了剑阁古道。\n峨眉山下行人稀少，旌旗无色，日月无光。\n蜀地山清水秀，引得君王相思情。行宫里望月满目凄然，雨夜听曲声声带悲。\n叛乱平息后，君王重返长安，路过马嵬坡，睹物思人，徘徊不前。\n萋萋马嵬坡下，荒凉黄冢中，佳人容颜再不见，唯有坟茔躺山间。\n君臣相顾，泪湿衣衫，东望京都心伤悲，信马由缰归朝堂。\n回来一看，池苑依旧，太液池边芙蓉仍在，未央宫中垂柳未改。\n芙蓉开得像玉环的脸，柳叶儿好似她的眉，此情此景如何不心生悲戚?\n春风吹开桃李花，物是人非不胜悲；秋雨滴落梧桐叶，场面寂寞更惨凄。\n兴庆宫和甘露殿，处处萧条，秋草丛生。宫内落叶满台阶，长久不见有人扫。\n戏子头已雪白，宫女红颜尽褪。晚上宫殿中流萤飞舞，孤灯油尽君王仍难以入睡。\n细数迟迟钟鼓声，愈数愈觉夜漫长。遥望耿耿星河天，直到东方吐曙光。\n鸳鸯瓦上霜花重生，冰冷的翡翠被里谁与君王同眠?\n阴阳相隔已一年，为何你从未在我梦里来过?\n临邛道士正客居长安，据说他能以法术招来贵妃魂魄。\n君王思念贵妃的情意令他感动。他接受皇命，不敢怠慢，殷勤地寻找，八面御风。\n驾驭云气入空中，横来直去如闪电，升天入地遍寻天堂地府，都毫无结果。\n忽然听说海上有一座被白云围绕的仙山。\n玲珑剔透楼台阁，五彩祥云承托起。天仙神女数之不尽，个个风姿绰约。\n当中有一人字太真，肌肤如雪貌似花，好像就是君王要找的杨贵妃。\n道士来到金阙西边，叩响玉石雕做的院门轻声呼唤，让小玉叫侍女双成去通报。\n太真听说君王的使者到了，从帐中惊醒。穿上衣服推开枕头出了睡帐。逐次地打开屏风放下珠帘。\n半梳着云鬓刚刚睡醒，来不及梳妆就走下坛来，还歪带着花冠。\n轻柔的仙风吹拂着衣袖微微飘动，就像霓裳羽衣的舞姿，袅袅婷婷。寂\n寞忧愁颜，面上泪水长流，犹如春天带雨的梨花。\n含情凝视天子使，托他深深谢君王。马嵬坡上长别后，音讯颜容两渺茫。\n昭阳殿里的姻缘早已隔断，蓬莱宫中的孤寂，时间还很漫长。\n回头俯视人间，长安已隐，只剩尘雾。\n只有用当年的信物表达我的深情，钿盒金钗你带去给君王做纪念。\n金钗留下一股，钿盒留下一半，金钗劈开黄金，钿盒分了宝钿。\n但愿我们相爱的心，就像黄金宝钿一样忠贞坚硬，天上人间总有机会再见。\n临别殷勤托方士，寄语君王表情思，语中誓言只有君王与我知。\n当年七月七日长生殿中，夜半无人，我们共起山盟海誓。\n在天愿为比翼双飞鸟，在地愿为并生连理枝。\n即使是天长地久，也总会有尽头，但这生死遗恨，却永远没有尽期。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142403820.mp3"}
{"_id":{"$oid":"5b9a0254367d5caccce1aa16"},"title":"醉翁亭记","dynasty":"宋代","writer":"欧阳修","content":"　　环滁皆山也。其西南诸峰，林壑尤美，望之蔚然而深秀者，琅琊也。山行六七里，渐闻水声潺潺而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄醉，而年又最高，故自号曰醉翁也。醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而寓之酒也。\n\n　　若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。\n\n　　至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥。酿泉为酒，泉香而酒洌；山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也。\n\n　　已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳，鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。\n\n","type":["辞赋精选","初中文言文","古文观止","宴饮","山水","抒情"],"remark":"环：环绕。\n皆：副词，都。\n环滁：环绕着滁州城。\n滁：滁州，今安徽省滁州市琅琊区。\n其：代词，它，指滁州城。\n壑：山谷。\n尤：格外，特别。\n蔚然而深秀者，琅琊也：树木茂盛，又幽深又秀丽的，是琅琊山。蔚然：草木茂盛的样子。而：表并列。\n峰回路转：山势回环，路也跟着拐弯。比喻事情经历挫折失败后，出现新的转机。\n山：名词作状语，沿着山路。\n潺潺：流水声。\n而：表承接。\n酿泉：泉的名字。因水清可以酿酒，故名。\n回：回环，曲折环绕。\n翼然：像鸟张开翅膀一样。\n然：......的样子。\n临：居高面下，由上看下。。\n于：在。\n作：建造。\n名：名词作动词，命名。\n自谓：自称，用自己的别号来命名。\n号：名词作动词，取别号。\n曰：叫做。\n辄：就。\n年又最高：年纪又是最大的。\n意：这里指情趣。“醉翁之意不在酒”，后来用以比喻本意不在此而另有目的。\n乎：相当于“于”。\n得：领会。\n寓：寄托。\n林霏：树林中的雾气。霏，原指雨、雾纷飞，此处指雾气。\n开：消散，散开。\n归：聚拢。\n暝：昏暗。\n晦：阴暗。\n 晦明：指天气阴晴明暗。\n芳：香花。\n 发：开放。\n佳木秀而繁阴，好的树木枝繁叶茂，形成一片浓密的绿荫。\n秀：茂盛，繁茂。\n繁阴：一片浓密的树荫。\n风霜高洁：就是风高霜洁。天高气爽，霜色洁白。\n至于：连词，于句首，表示两段的过渡，提起另事。\n负者：背着东西的人。\n休于树：在树下休息。\n伛偻：腰弯背曲的样子，这里指老年人\n提携：指搀扶着走的小孩子。\n临：靠近，这里是“……旁”的意思。\n渔：捕鱼。\n酿泉：一座泉水的名字，原名玻璃泉，在琅邪山醉翁亭下。\n洌：水（酒）清。\n山肴：野味。\n野蔌：野菜。蔌，菜蔬。\n杂然：众多而杂乱的样子。\n陈：摆放，摆设。\n酣：尽情地喝酒。\n丝：琴、瑟之类的弦乐器。\n竹：箫、笛之类的管乐器。非丝非竹：不在于琴弦管箫。\n射：这里指投壶，宴饮时的一种游戏，把箭向壶里投，投中多的为胜，负者照规定的杯数喝酒。\n弈：下棋。这里用做动词，下围棋。\n觥筹交错：酒杯和酒筹相错杂。形容喝酒尽欢的样子。\n觥：酒杯。\n筹：酒筹，用来计算饮酒数量的筹子。\n苍颜：脸色苍老。\n颓然乎其间：醉醺醺地坐在众人中间。颓然，原意是精神不振的样子，这里形容醉态。\n归：回家。\n已而：不久。\n阴翳：形容枝叶茂密成阴。\n翳：遮蔽。\n鸣声上下：意思是鸟到处叫。上下，指高处和低处的树林。\n乐①其乐②：以游人的快乐为快乐 乐①：意动用法，以…为乐。乐②：快乐。\n醉能同其乐，醒能述以文者：醉了能够同大家一起欢乐，醒了能够用文章记述这乐事的人。\n谓：为，是。\n庐陵：庐陵郡，就是吉洲。今江西省吉安市，欧阳修先世为庐陵大族。\n\n","shangxi":"　　《醉翁亭记》作于宋仁宗庆历六年（1046），当时欧阳修正任滁州太守。欧阳修是从庆历五年被贬官到滁州来的。被贬前曾任太常丞知谏院、右正言知制诰、河北都转运按察使等职。被贬官的原因是由于他一向支持韩琦、范仲淹、富弼等人推行新政，而反对保守之流。韩范诸人早在庆历五年一月之前就已经被先后被贬，到这年的八月，欧阳修又被加了一个亲戚中有人犯罪，事情与之有牵连的罪名，落去朝职，贬放滁州。\n\n　　欧阳修在滁州实行宽简政治，发展生产、使当地人过上了一种和平安定的生活，年丰物阜，而且又有一片令人陶醉的山水，这是使欧阳修感到无比快慰的。但是当时整个的北宋王朝却是政治昏暗，奸邪当道，一些有志改革图强的人纷纷受到打击，眼睁睁地看着国家的积弊不能消除，衰亡的景象日益增长，这又不能不使他感到沉重的忧虑和痛苦。这是他写作《醉翁亭记》时的心情，这两方面是融和一起、表现在他的作品里的。\n\n　　《醉翁亭记》写得格调清丽，富有诗情画意。这篇散文写了两部分内容：第一部分，重点是写亭；第二部分，重点是写游。而贯穿全篇的却是一个“乐”字。为了领悟这醉翁之意，就让我们来共同观赏一下醉翁亭的山水之美吧。\n\n　　文章一开头是“环滁皆山也”这浓荫蔽日；秋天，风霜高洁；冬天，水落石出。四季变幻，奇景叠山。欣赏醉翁亭的山景，乐趣是无穷无尽的。\n\n　　观赏醉翁亭变幻的山景，固然其乐无穷，但在醉翁亭观看人们行游，并在那里宴饮，更是别有一番乐趣。背着东西的，边走边唱；走累了的，在树下休息，怡然自得。人们前呼后应，老人小孩，往来不绝。这里有静有动，有声有态，描绘了一幅生动的滁人游乐图。接着又写到肥鱼泉酒、山肴野蔌的太守宴，以及夹杂在众人一片欢乐之中的“苍颜白发，颓然乎其间”的太守醉态。在极写欢乐中，把太守复杂的心境，也微妙地表达出来了。\n\n　　最后作者从禽鸟之乐，宾客之乐及太守之乐的不同内容和感情的对比中，推论出“禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。”醉了，能与民同乐；醒了，能写《醉翁亭记》一文的，就是太守欧阳修。笔墨简练含蓄，寓意深远。\n\n　　《 醉翁亭记》确是一篇风格清新、摇曳生姿、优美动人的抒情散文。作者对滁州优美山水风景的讴歌，对建设和平安定、与民同乐的理想社会的努力和向往，尤其是作者委婉而含蓄地所吐露的苦闷，这对宋仁宗时代的昏暗政治，无疑在客观上是一种揭露，这些自然都闪烁着思想光芒。尤其是这篇文章的语言，准确、鲜明、生动、优美，句式整齐而有变化，全文重复运用“……者……也”的句式，并且连用二十一个“也”字，增强文章特有的韵律。这些方面，都是可资借鉴的\n\n　　《醉翁亭记》中“而”字的妙用\n\n　　《醉翁亭记》是散文中别出一格特具风采的名篇，也是体现欧阳修散文风格的代表作，历来为人们称赞。文中多用陈述句，并以二十一个“也”作结。但“而”字的位置不同，句子结构节奏也随之产生变化，不显得呆板。文中第三、四小节是描写山间朝暮、四时不同的景色和人们游山之乐的，共分六层（“朝而往，……而乐亦无穷也”，作为过渡句，不列入层次内。）除第一层和第六层用“……者，……也”句式作结束句外，中间四层都用“……而……者，……也”句式作结束句。每一层最后一句的句式基本一致，但句子长短参差不一，结束句中都用了“而”字，显得整齐中有错落，节奏略有变化。\n\n　　第四小节中有一处似乎可能用“而”却用了“为”。原句为“临溪而渔，溪深而鱼肥；酿泉为酒，泉香而酒洌。”加黑的“为”若作动词解，则“酿泉为酒”与“临溪而渔”就对不起来了。其实这个“为”该作“而”字解。《古书虚词集释》：“‘为’犹‘而’也”。这两句中的“为”“而”为互文。这样，就与“临溪而渔”对得很工整了。此处“为”作“而”解，则全文实际用了二十六个“而”字。\n\n　　《醉翁亭记》读来朗朗上口，娓娓动听，这与25个“而”字的运用也是分不开的。“而”字恰到好处的运用，使文章舒缓从容，把作者欣赏“山水之乐得之心”的闲情雅致充分表现出来了。如“朝而往，暮而归”，若去掉“而”，成“朝往，暮归”，就显得紧迫短促，有早上匆匆而去傍晚急急而归之感，插入两个“而”字，就把游玩者欣赏山水之乐的从容之态、欢乐之情、悠雅之兴全表现出来了。文中不少句子由于用了“而”字，语气轻重分明，诵读时极富抑扬顿挫之致。如“临溪而渔”句，重音在谓语“渔”上，读重些，长些，作为状语的“临溪”则读轻些，短些。若不用“而”，成“临溪渔”，不仅别扭滞涩，而且语气轻重不分明。“临溪而渔，溪深而鱼肥；酿泉为酒，泉香而酒洌。”读来真使人感到有内在的类似诗歌的那种韵律美。 \n\n","translation":"　　环绕滁州的都是山。那西南的几座山峰，树林和山谷尤其优美。一眼望去树木茂盛，又幽深又秀丽的，那是琅琊山。沿着山路走六七里，渐渐听到潺潺的水声，看到流水从两座山峰之间倾泻而出的，那是酿泉。泉水沿着山峰折绕，沿着山路拐弯，有一座亭子像飞鸟展翅似地，飞架在泉上，那就是醉翁亭。建造这亭子的是谁呢？是山上的和尚智仙。给它取名的又是谁呢？太守用自己的别号（醉翁）来命名。太守和他的宾客们来这儿饮酒，只喝一点儿就醉了；而且年纪又最大，所以自号“醉翁”。醉翁的情趣不在于喝酒，而在欣赏山水的美景。欣赏山水美景的乐趣，领会在心里，寄托在酒上。\n\n　　至于太阳的升起，山林里的雾气散了；烟云聚拢来，山谷就显得昏暗了；朝则自暗而明，暮则自明而暗，或暗或明，变化不一，这就是山中的朝暮。野花开了，有一股清幽的香味；好的树木枝繁叶茂，形成一片浓密的绿荫；风高霜洁，天高气爽，水落石出，这就是山中的四季。清晨前往，黄昏归来，四季的风光不同，乐趣也是无穷无尽的。\n\n　　至于背着东西的人在路上欢唱，来去行路的人在树下休息，前面的招呼，后面的答应；老人弯着腰走，小孩子由大人领着走。来来往往不断的行人，是滁州的游客。到溪边钓鱼，溪水深并且鱼肉肥美；用酿泉造酒，泉水清并且酒也清；野味野菜，横七竖八地摆在面前的，那是太守主办的宴席。宴会喝酒的乐趣，不在于音乐；投射的中了，下棋的赢了，酒杯和酒筹交互错杂；时起时坐大声喧闹的人，是欢乐的宾客们。一个脸色苍老的老人，醉醺醺地坐在众人中间，是太守喝醉了。\n\n　　不久，太阳下山了，人影散乱，宾客们跟随太守回去了。树林里的枝叶茂密成林，鸟儿到处叫，是游人离开后鸟儿在欢乐地跳跃。但是鸟儿只知道山林中的快乐，却不知道人们的快乐。而人们只知道跟随太守游玩的快乐，却不知道太守以游人的快乐为快乐啊。醉了能够和大家一起欢乐，醒来能够用文章记述这乐事的人，那就是太守啊。太守是谁呢？是庐陵欧阳修吧。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142424967.mp3"}
{"_id":{"$oid":"5b9a0254367d5caccce1aa17"},"title":"关雎","dynasty":"先秦","writer":"佚名","content":"关关雎鸠，在河之洲。窈窕淑女，君子好逑。\n参差荇菜，左右流之。窈窕淑女，寤寐求之。\n求之不得，寤寐思服。悠哉悠哉，辗转反侧。\n参差荇菜，左右采之。窈窕淑女，琴瑟友之。\n参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。","type":["古诗三百首","初中古诗","诗经","爱情"],"remark":"关关：象声词，雌雄二鸟相互应和的叫声。雎鸠（jū jiū）：一种水鸟名，即王鴡。\n洲：水中的陆地。\n窈窕（yǎo tiǎo）淑女：贤良美好的女子。窈窕，身材体态美好的样子。窈，深邃，喻女子心灵美；窕，幽美，喻女子仪表美。淑，好，善良。\n好逑（hǎo qiú）：好的配偶。逑，“仇”的假借字，匹配。\n参差：长短不齐的样子。荇（xìng）菜：水草类植物。圆叶细茎，根生水底，叶浮在水面，可供食用。\n左右流之：时而向左、时而向右地择取荇菜。这里是以勉力求取荇菜，隐喻“君子”努力追求“淑女”。流，义同“求”，这里指摘取。之：指荇菜。\n寤寐（wù mèi）：醒和睡。指日夜。寤，醒觉。寐，入睡。又，马瑞辰《毛诗传笺注通释》说：“寤寐，犹梦寐。”也可通。\n思服：思念。服，想。 《毛传》：“服，思之也。”\n悠哉（yōu zāi）悠哉：意为“悠悠”，就是长。这句是说思念绵绵不断。悠，感思。见《尔雅·释诂》郭璞注。哉，语气助词。悠哉悠哉，犹言“想念呀，想念呀”。\n辗转反侧：翻覆不能入眠。辗，古字作展。展转，即反侧。反侧，犹翻覆。\n琴瑟友之：弹琴鼓瑟来亲近她。琴、瑟，皆弦乐器。琴五或七弦，瑟二十五或五十弦。友：用作动词，此处有亲近之意。这句说，用琴瑟来亲近“淑女”。\n芼（mào）：择取，挑选。\n钟鼓乐之：用钟奏乐来使她快乐。乐，使动用法，使……快乐。\n\n","shangxi":"　　《关雎》是一首意思很单纯的诗。大概它第一好在音乐，此有孔子的评论为证，《论语·泰伯》：“师挚之始，《关雎》之乱，洋洋乎盈耳哉。”乱，便是音乐结束时候的合奏。它第二好在意思。《关雎》不是实写，而是虚拟。戴君恩说：“此诗只‘窈窕淑女，君子好逑’便尽了，却翻出未得时一段，写个牢骚忧受的光景；又翻出已得时一段，写个欢欣鼓舞的光景，无非描写‘君子好逑’一句耳。若认做实境，便是梦中说梦。”牛运震说：“辗转反侧，琴瑟钟鼓，都是空中设想，空处传情，解诗者以为实事，失之矣。”都是有得之见。《诗》写男女之情，多用虚拟，即所谓“思之境”，如《汉广》，如《月出》，如《泽陂》，等等，而《关雎》一篇最是恬静温和，而且有首有尾，尤其有一个完满的结局，作为乐歌，它被派作“乱”之用，正是很合适的。 然而不论作为乐还是作为歌，它都不平衍，不单调。贺贻孙曰：“‘求之不得，寤寐思服。悠哉悠哉，辗转反侧’，此四句乃诗中波澜，无此四句，则不独全诗平叠直叙无复曲折，抑且音节短促急弦紧调，何以被诸管弦乎。忽于‘窈窕淑女’前后四叠之间插此四句，遂觉满篇悠衍生动矣。”邓翔曰：“得此一折，文势便不平衍，下文‘友之’‘乐之’乃更沉至有味。‘悠哉悠哉’，叠二字句以为句，‘辗转反侧’，合四字句以为句，亦着意结构。文气到此一住，乐调亦到此一歇拍，下章乃再接前腔。”虽然“歇拍”、“前腔”云云，是以后人意揣度古人，但这样的推测并非没有道理。依此说，则《关雎》自然不属即口吟唱之作，而是经由一番思索安排的功夫“作”出来。其实也可以说，“诗三百”，莫不如是。 “关关雎鸠，在河之洲”，毛传：“兴也。”但如何是兴呢，却是一个太大的问题。若把古往今来关于“兴”的论述统统编辑起来，恐怕是篇幅甚巨的一部大书，则何敢轻易来谈。然而既读《诗》，兴的问题就没办法绕开，那么只好敷衍几句最平常的话。所谓“兴”，可以说是引起话题吧，或者说是由景引起情。这景与情的碰合多半是诗人当下的感悟，它可以是即目，也不妨是浮想；前者是实景，后者则是心象。但它仅仅是引起话题，一旦进入话题，便可以放过一边，因此“兴”中并不含直接的比喻，若然，则即为“比”。至于景与情或曰物与心的关联，即景物所以为感为悟者，当日于诗人虽是直接，但如旁人看则已是微妙，其实即在诗人自己，也未尝不是转瞬即逝难以捕捉；时过境迁，后人就更难找到确定的答案。何况《诗》的创作有前有后，创作在前者，有不少先已成了警句，其中自然包括带着兴义的句子，后作者现成拿过来，又融合了自己的一时之感，则同样的兴，依然可以有不同的含义。但也不妨以我们所能感知者来看。罗大经说：“杜少陵绝句云：‘迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。’或谓此与儿童之属对何以异，余曰不然。上二句见两间莫非生意，下二句见万物莫不适性。于此而涵泳之，体认之，岂不足以感发吾心之真乐乎。”我们何妨以此心来看《诗》之兴。两间莫非生意，万物莫不适性，这是自然予人的最朴素也是最直接的感悟，因此它很可以成为看待人间事物的一个标准：或万物如此，人事亦然，于是喜悦，如“桃之夭夭，灼灼其华”(《周南·桃夭》)，如“呦呦鹿鸣，食野之苹”(《小雅·鹿鸣》)，如此诗之“关关雎鸠，在河之洲”；或万物如此，人事不然，于是悲怨，如“雄雉于飞，泄泄其羽”(《邶风·雄雉》)，如“习习谷风，以阴以雨”(《邶风·谷风》)，如“毖彼泉水，亦流于淇”(《邶风·泉水》)。《诗》中以纯粹的自然风物起倡的兴，大抵不出此意。总之，兴之特殊，即在于它于诗人是如此直接，而于他人则往往其意微渺，但我们若解得诗人原是把天地四时的瞬息变化，自然万物的死生消长，都看作生命的见证，人生的比照，那么兴的意义便很明白。它虽然质朴，但其中又何尝不有体认生命的深刻。 “钟鼓乐之”，是身分语，而最可含英咀华的则是“琴瑟友之”一句。朱熹曰：“‘友’者，亲爱之意也。”辅广申之曰：“以友为亲爱之意者，盖以兄友弟之友言也。”如此，《邶风·谷风》“宴尔新昏，如兄如弟”的形容正是这“友”字一个现成的注解。若将《郑风·女曰鸡鸣》《陈风·东门之池》等篇合看，便知“琴瑟友之”并不是泛泛说来，君子之“好逑”便不但真的是知“音”，且知情知趣，而且更是知心。春秋时代以歌诗为辞令，我们只认得当日外交之风雅，《关雎》写出好婚姻之一般，这日常情感生活中实在的谐美和欣欣之生意，却是那风雅最深厚的根源。那时候，《诗》不是装饰，不是点缀，不是只为修补生活中的残阙，而真正是“人生的日用品”(顾颉刚语)，《关雎》便好像是人生与艺术合一的一个宣示，栩栩然翩翩然出现在文学史的黎明。 关雎，是《诗经》的开篇之作，向来有赞誉。为什么用关雎作为这篇充满爱意的诗的题目呢？在孔子编辑《诗经》时，分为风雅颂三部分，其中雅又分为大雅和小雅。风，为民间传唱的诗，《孟子见梁惠王》中有关于民间的歌曲的记载，风，大体相当于现在的流行歌曲。雅，中的部分来自民间，部分来自贵族的歌颂诗。颂，便是贵族用来祭司时歌颂上天，先祖的诗。所以，大部分的诗是没有名字的，而编辑一部书，为了让人们便于查阅必将为每部分添加题目。当然，孔子比较谦虚采取了取诗每句开头的词作为诗的题目。《关雎》取自关关雎鸠 ，“关关”是指雎鸠的叫声，拟声词。后世多用这种的命名方法，如唐李商隐的《无题》，因为有多首，所以采取了孔子发明的命名方法，如《锦瑟》取自：锦瑟无端五十弦。\n\n","translation":"关关和鸣的雎鸠，相伴在河中的小洲。那美丽贤淑的女子，是君子的好配偶。\n参差不齐的荇菜，从左到右去捞它。那美丽贤淑的女子，醒来睡去都想追求她。\n追求却没法得到，白天黑夜便总思念她。长长的思念哟，叫人翻来覆去难睡下。\n参差不齐的荇菜，从左到右去采它。那美丽贤淑的女子，奏起琴瑟来亲近她。\n参差不齐的荇菜，从左到右去拔它。那美丽贤淑的女子，敲起钟鼓来取悦她。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142427501.mp3"}
{"_id":{"$oid":"5b9a0254367d5caccce1aa18"},"title":"小石潭记","dynasty":"唐代","writer":"柳宗元","content":"　　从小丘西行百二十步，隔篁竹，闻水声，如鸣珮环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。(珮 通：佩)\n\n　　潭中鱼可百许头，皆若空游无所依。日光下澈，影布石上，佁然不动；俶尔远逝，往来翕忽。似与游者相乐。(下澈 一作：下彻)\n\n　　潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。\n\n　　坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。\n\n　　同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生：曰恕己，曰奉壹。\n\n","type":["初中文言文","纪游","写景","孤独","忧伤"],"remark":"小丘：在小石潭东面。\n篁竹：竹林。\n如鸣佩 环：好像人身上佩带的佩环相碰击发出的声音。鸣：发出的声音。佩、环：都是玉制的装饰品。\n水尤清冽：水格外清凉。尤，格外。清，清澈。冽，凉。\n全石以为底：（潭）以整块石头为底。以为：把...当做...\n近岸，卷石底以出：靠近岸边，石头从水底向上弯曲露出水面。以：连词，相当于“而”，不译。\n为坻，为屿，为嵁，为岩：成为坻、屿、嵁、岩各种不同的形状。坻，水中高地。屿，小岛。嵁，高低不平的岩石。岩，岩石。\n翠蔓：碧绿的茎蔓。\n蒙络摇缀，参差披拂：（树枝藤蔓）遮掩缠绕，摇动下垂，参差不齐，随风飘拂。\n可百许头：大约有一百来条。可，大约。许，用在数词后表示约数，相当于同样用法的“来”。\n皆若空游无所依：（鱼）都好像在空中游动，什么依靠都没有。\n日光下彻，影布石上：阳光照到水底，鱼的影子好像映在水底的石头上。\n佁然不动：（鱼）呆呆地一动不动。佁然，呆呆的样子。\n俶尔远逝：忽然间向远处游去了。俶尔，忽然。\n往来翕忽：来来往往轻快敏捷。翕忽；轻快敏捷的样子。\n斗折蛇行，明灭可见：看到溪水像北斗星那样曲折，像蛇那样蜿蜒前行，时隐时现。斗折，像北斗七星的排列那样曲折。蛇行，像蛇爬行那样蜿蜒。明灭可见，时而看得见，时而看不见。\n犬牙差互：像狗的牙齿那样参差不齐。犬牙：像狗的牙齿一样。差互，交相错杂。\n凄神寒骨，悄怆幽邃：使人感到心情凄凉，寒气透骨，幽静深远，弥漫着忧伤的气息。凄、寒：使动用法，使……感到凄凉 ，使……感到寒冷。悄怆，寂静得使人感到忧伤。邃，深。悄怆，忧伤的样子。\n以其境过清：因为这里环境太冷清了。以，因为。清，凄清。\n吴武陵：作者的朋友，也被贬在永州。\n龚古：作者的朋友。\n宗玄：作者的堂弟。\n隶而从者，崔氏二小生：跟着我一同去的，有姓崔的两个年轻人。隶而从：跟着同去的。隶：随从。而：表并列。崔氏，指柳宗元姐夫崔简。二小生，两个年轻人，指崔简的两个儿子。\n卷石底以出；以，而。\n\n","shangxi":"　　柳宗元的山水游记在中国文学史上具有独特的地位。其中最著名的，是他被贬谪到永州以后写的《始得西山宴游记》 《钴鉧潭记》 《钴鉧潭西小丘记》《至小丘西小石潭记》《袁家渴记》《石渠记》《石涧记》《小石城山记》，这些作品并称为《永州八记》。这些作品，画廊式地展现了湘桂之交一幅幅山水胜景，继承了郦道元《水经注》的传统而有所发展。而柳宗元的山水游记则把自己的身世遭遇、思想感情融合于自然风景的描绘中，投入作者本人的身影，借被遗弃于荒远地区的美好风物，寄寓自己的不幸遭遇，倾注怨愤抑郁的心情。本文是柳宗元《永州八记》中的第四篇，保持了《永州八记》一贯的行文风格，观察入微，描摹细致。肖其貌，传其神。文章先写所见景物，然后以特写镜头描绘游鱼和潭水，再写潭上景物和自己的感受，写出了小石潭及其周围幽深冷寂的景色和气氛。 　此外，作者还在写景中传达出他贬居生活中孤凄悲凉的心境，是一篇情景交融的佳作。乐是忧的另一种表现形式。柳宗元参与改革，失败被贬，心中愤懑难平，所以凄苦是他感情的主调。然而寄山水正是为了摆脱这种抑郁的心情。可是欢乐毕竟是暂时的，一经凄清环境的触发，忧伤悲凉的心情就又会流露出来。抒发了作者在寂寞处境中悲凉凄怆的心绪。语言简练、生动，景物刻画细腻、逼真，巧用比喻寓情于景，。该篇为散文。散文可以叙事，写景和状物。其目的是抒发作者的情怀抱负，阐述作者的某些观点。《小石潭记》则是《永州八记》中的经典名篇，寄情山水之意尤为明显。\n\n　　写作者对小石潭总印象和感受。\n\n　　“坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。”\n\n　　坐在小石潭上，四周环抱着密密的竹子和树木，非常寂静，见不到人，令人神色凄凉，骨彻心寒，精神上也不免悲怆幽凉。因为它的境况太幽清了，不适宜让人长久地呆下去，便题了字后离去。在这一段中，作者突出地写了一个“静”字，并把环境中的静深入到心神中去，情景相融，写出了一种凄苦孤寂的心境。这无疑是作者被贬后心情的曲折反映。 \n\n","translation":"　　从小丘向西走一百二十多步，隔着竹林，可以听到水声，就像人身上佩带的佩环相碰击发出的声音，（我）心里感到高兴。砍倒竹子，开辟出一条道路（走过去），沿路走下去看见一个小潭，潭水格外清凉。小潭以整块石头为底，靠近岸边，石底有些部分翻卷过来露出水面。成为了水中高地、小岛、不平的岩石和石岩等各种不同的形状。青翠的树木，翠绿的藤蔓，遮掩缠绕，摇动下垂，参差不齐，随风飘拂。\n　　潭中的鱼大约有一百来条，都好像在空中游动，什么依靠都没有。阳光直照（到水底），(鱼的）影子映在石上，呆呆地（停在那里）一动不动，忽然间(又)向远处游去了，来来往往，轻快敏捷，好像和游玩的人互相取乐。\n　　向小石潭的西南方望去，看到溪水像北斗星那样曲折，水流像蛇那样蜿蜒前行，时而看得见，时而看不见。两岸的地势像狗的牙齿那样相互交错，不能知道溪水的源头。\n　　我坐在潭边，四面环绕合抱着竹林和树林，寂静寥落，空无一人。使人感到心情凄凉，寒气入骨，幽静深远，弥漫着忧伤的气息。 因为这里的环境太凄清，不可长久停留，于是记下了这里的情景就离开了。\n　　一起去游玩的人有吴武陵、龚古、我的弟弟宗玄。跟着同去的有姓崔的两个年轻人。一个叫做恕己，一个叫做奉壹。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142428088.mp3"}
{"_id":{"$oid":"5b9a0254367d5caccce1aa19"},"title":"清明","dynasty":"唐代","writer":"杜牧","content":"清明时节雨纷纷，路上行人欲断魂。\n借问酒家何处有，牧童遥指杏花村。","type":["清明节","写雨","写人","行路","早教古诗100首"],"remark":"清明：二十四节气之一，在阳历四月五日前后。旧俗当天有扫墓、踏青、插柳等活动。宫中以当天为秋千节，坤宁宫及各后宫都安置秋千，嫔妃做秋千之戏。\n纷纷：形容多。\n欲断魂：形容伤感极深，好像灵魂要与身体分开一样。断魂：神情凄迷，烦闷不乐。这两句是说，清明时候，阴雨连绵，飘飘洒洒下个不停；如此天气，如此节日，路上行人情绪低落，神魂散乱。\n借问：请问。\n杏花村：杏花深处的村庄。今在安徽贵池秀山门外。受此诗影响，后人多用“杏花村”作酒店名。\n\n","shangxi":"　　这一天正是清明佳节。诗人小杜，在行路中间，可巧遇上了雨。清明，虽然是柳绿花红、春光明媚的时节，可也是气候容易发生变化的期间，常常赶上“闹天气”。远在梁代，就有人记载过：在清明前两天的寒食节，往往有“疾风甚雨”。若是正赶在清明这天下雨，还有个专名叫作“泼火雨”。诗人杜牧遇上的，正是这样一个日子。\n\n　　诗人用“纷纷”两个字来形容那天的“泼火雨”，真是好极了。怎见得呢？“纷纷”，若是形容下雪，那该是大雪，所谓“纷纷扬扬，降下好一场大雪来”。但是临到雨，情况却正相反，那种叫人感到“纷纷”的，绝不是大雨，而是细雨。这细雨，也正就是春雨的特色。细雨纷纷，是那种“天街小雨润如酥”样的雨，它不同于夏天的如倾如注的暴雨，也和那种淅淅沥沥的秋雨绝不是一个味道。这“雨纷纷”，正抓住了清明“泼火雨”的精神，传达了那种“做冷欺花，将烟困柳”的凄迷而又美丽的境界。\n\n　　这“纷纷”在此自然毫无疑问是形容那春雨的意境；可是它又不止是如此而已，它还有一层特殊的作用，那就是，它实际上还在形容着那位雨中行路者的心情。\n\n　　且看下面一句：“路上行人欲断魂”。“行人”，是出门在外的行旅之人，“行人”不等于“游人”，不是那些游春逛景的人。那么什么是“断魂”呢？“魂”就是“三魂七魄”的灵魂吗？不是的。在诗歌里，“魂”指的多半是精神、情绪方面的事情。“断魂”，是极力形容那一种十分强烈、可是又并非明白表现在外面的很深隐的感情，比方相爱相思、惆怅失意、暗愁深恨等等。当诗人有这类情绪的时候，就常常爱用“断魂”这一词语来表达他的心境。\n\n　　清明这个节日，在古人感觉起来，和我们今天对它的观念不是完全一样的。在当时，清明节是个色彩情调都很浓郁的大节日，本该是家人团聚，或游玩观赏，或上坟扫墓，是主要的礼节风俗。除了那些贪花恋酒的公子王孙等人之外，有些头脑的，特别是感情丰富的诗人，他们心头的滋味是相当复杂的。倘若再赶上孤身行路，触景伤怀，那就更容易惹动了他的心事。偏偏又赶上细雨纷纷，春衫尽湿，这给行人就又增添了一层愁绪。这样来体会，才能理解为什么诗人在这当口儿要写“断魂”两个字；否则，下了一点小雨，就值得“断魂”，那不太没来由了吗？\n\n　　这样，我们就又可回到“纷纷”二字上来了。本来，佳节行路之人，已经有不少心事，再加上身在雨丝风片之中，纷纷洒洒，冒雨趱行，那心境更是加倍的凄迷纷乱了。所以说，纷纷是形容春雨，可也形容情绪；甚至不妨说，形容春雨，也就是为了形容情绪。这正是我国古典诗歌里寓情于景、情景交融的一种绝艺，一种胜境。\n\n　　前二句交代了情景，问题也发生了。怎么办呢？须得寻求一个解决的途径。行人在这时不禁想到：往哪里找个小酒店才好。事情很明白：寻到一个小酒店，一来歇歇脚，避避雨；二来小饮三杯，解解料峭中人的春寒，暖暖被雨淋湿的衣服；最要紧的是，借此也就能散散心头的愁绪。于是，向人问路了。\n\n　　是向谁问路的呢？诗人在第三句里并没有告诉我们，妙莫妙于第四句：“牧童遥指杏花村”。在语法上讲，“牧童”是这一句的主语，可它实在又是上句“借问”的宾词——它补足了上句宾主问答的双方。牧童答话了吗？我们不得而知，但是以“行动”为答复，比答话还要鲜明有力。我们看《小放牛》这出戏，当有人向牧童哥问路时，他将手一指，说：“您顺着我的手儿瞧！”是连答话带行动——也就是连“音乐”带“画面”，两者同时都使观者获得了美的享受；如今诗人手法却更简捷，更高超：他只将“画面”给予读者，而省去了“音乐”。不，不如说是包括了“音乐”，读者欣赏了那一指路的优美“画面”，同时也就隐隐听到了答话的“音乐”。\n\n　　“遥”，字面意义是远。但我们读诗的人，切不可处处拘守字面意义，认为杏花村一定离这里还有十分遥远的路程。这一指，已经使我们如同看到，隐约红杏梢头，分明挑出一个酒帘——“酒望子”来了。若真的距离遥远，就难以发生艺术联系，若真的就在眼前，那又失去了含蓄无尽的兴味：妙就妙在不远不近之间。《红楼梦》里大观园中有一处景子题作“杏帘在望”，那“在望”的神情，正是由这里体会脱化而来，正好为杜郎此句作注脚。《小放牛》里的牧童也说，“我这里，用手儿一指，……前面的高坡，有几户人家，那杨柳树上挂着一个大招牌”，然后他叫女客人“你要吃好酒就在杏花村”，也是从这里脱化出来的。“杏花村”不一定是真村名，也不一定即指酒家。这只需要说明指往这个美丽的杏花深处的村庄就够了，不言而喻，那里是有一家小小的酒店在等候接待雨中行路的客人的。\n\n　　不但如此。在实际生活中，问路只是手段，目的是得真的奔到了酒店，而且喝到了酒，才算一回事。在诗里就不必然了，它恰恰只写到“遥指杏花村”就戛然而止，再不多费一句话。剩下的，行人怎样地闻讯而喜，怎样地加把劲儿趱上前去，怎样地兴奋地找着了酒店，怎样地欣慰地获得了避雨、消愁两方面的满足和快意……，这些诗人就能“不管”了。他把这些都含蓄在篇幅之外，付与读者的想象，由读者自去寻求领会。他只将读者引入一个诗的境界，他可并不负责导游全景；另一面，他却为读者开展了一处远比诗篇语文字句所显示的更为广阔得多的想象余地。这就是艺术的“有余不尽”。\n\n　　这才是诗人和我们读者的共同享受，这才是艺术，这也是我国古典诗歌所特别擅场的地方。古人曾说过，好的诗，能够“状难写之景，如在目前；含不尽之意，在于言外”。拿这首《清明》绝句来说，在一定意义上，也是当之无愧的。\n\n　　这首小诗，一个难字也没有，一个典故也不用，整篇是十分通俗的语言，写得自如之极，毫无经营造作之痕。音节十分和谐圆满，景象非常清新、生动，而又境界优美、兴味隐跃。诗由篇法讲也很自然，是顺序的写法。第一句交代情景、环境、气氛，是“起”；第二句是“承”，写出了人物，显示了人物的凄迷纷乱的心境；第三句是一“转”，然而也就提出了如何摆脱这种心境的办法；而这就直接逼出了第四句，成为整篇的精彩所在—“合”。在艺术上，这是由低而高、逐步上升、高潮顶点放在最后的手法。所谓高潮顶点，却又不是一览无余，索然兴尽，而是余韵邈然，耐人寻味。这些，都是诗人的高明之处，也就是值得我们学习继承的地方吧！ \n\n","translation":"江南清明时节细雨纷纷飘洒，路上羁旅行人个个落魄断魂。\n借问当地之人何处买酒浇愁？牧童笑而不答遥指杏花山村。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142430066.mp3"}
{"_id":{"$oid":"5b9a0254367d5caccce1aa1a"},"title":"静夜思","dynasty":"唐代","writer":"李白","content":"床前明月光，疑是地上霜。\n举头望明月，低头思故乡。\n\n","type":["唐诗三百首","小学古诗","月亮","思乡","早教古诗100首"],"remark":"静夜思：静静的夜里，产生的思绪 。\n床：今传五种说法。\n一指井台。已经有学者撰文考证过。中国教育家协会理事程实将考证结果写成论文发表在刊物上，还和好友创作了《诗意图》。\n二指井栏。从考古发现来看，中国最早的水井是木结构水井。古代井栏有数米高，成方框形围住井口，防止人跌入井内，这方框形既像四堵墙，又像古代的床。因此古代井栏又叫银床，说明井和床有关系，其关系的发生则是由于两者在形状上的相似和功能上的类同。古代井栏专门有一个字来指称，即“韩”字。《说文》释“韩”为“井垣也”，即井墙之意。\n三“床”即“窗”的通假字。本诗中的‘床’字，是争论和异议的焦点。我们可以做一下基本推理。本诗的写作背景是在一个明月夜，很可能是月圆前后，作者由看到月光，再看到明月，又引起思乡之情。 \n既然作者抬头看到了明月，那么作者不可能身处室内，在室内随便一抬头，是看不到月亮的。因此我们断定，‘床’是室外的一件物什，至于具体是什么，很难考证。从意义上讲，‘床’可能与‘窗’通假，而且在窗户前面是可能看到月亮的。但是，参照宋代版本，‘举头望山月’，便可证实作者所言乃是室外的月亮。从时间上讲，宋代版本比明代版本在对作者原意的忠诚度上，更加可靠。 \n四取本义，即坐卧的器具，《诗经·小雅·斯干》有“载寐之牀”，《易·剥牀·王犊注》亦有“在下而安者也。”之说，讲得即是卧具。\n五马未都等认为，床应解释为胡床。胡床，亦称“交床”、“交椅”、“绳床”。古时一种可以折叠的轻便坐具，马扎功能类似小板凳，但人所坐的面非木板，而是可卷折的布或类似物，两边腿可合起来。现代人常为古代文献中或诗词中的“胡床”或“床”所误。至迟在唐时，“床”仍然是“胡床”（即马扎，一种坐具）。\n疑：好像。 \n举头：抬头。\n\n","shangxi":"　　这是写远客思乡之情的诗，诗以明白如话的语言雕琢出明静醉人的秋夜的意境。\n\n　　它不追求想象的新颖奇特，也摒弃了辞藻的精工华美；它以清新朴素的笔触，抒写了丰富深曲的内容。境是境，情是情，那么逼真，那么动人，百读不厌，耐人寻绎。无怪乎有人赞它是“妙绝古今”。\n\n　　胡应麟说：“太白诸绝句，信口而成，所谓无意于工而无不工者。”（《诗薮·内编》卷六）王世懋认为：“（绝句）盛唐惟青莲（李白）、龙标（王昌龄）二家诣极。李更自然，故居王上。”（《艺圃撷馀》）怎样才算“自然”，才是“无意于工而无不工”呢？这首《静夜思》就是个样榜。所以胡氏特地把它提出来，说是“妙绝古今”。\n\n　　这首小诗，既没有奇特新颖的想象，更没有精工华美的辞藻；它只是用叙述的语气，写远客思乡之情，然而它却意味深长，耐人寻绎，千百年来，如此广泛地吸引着读者。\n\n　　一个作客他乡的人，大概都会有这样的感觉吧：白天倒还罢了，到了夜深人静的时候，思乡的情绪，就难免一阵阵地在心头泛起波澜；何况是月明之夜，更何况是明月如霜的秋夜！\n\n　　月白霜清，是清秋夜景；以霜色形容月光，也是古典诗歌中所经常看到的。例如梁简文帝萧纲《玄圃纳凉》诗中就有“夜月似秋霜”之句；而稍早于李白的唐代诗人张若虚在《春江花月夜》里，用“空里流霜不觉飞”来写空明澄澈的月光，给人以立体感，尤见构思之妙。可是这些都是作为一种修辞的手段而在诗中出现的。这诗的“疑是地上霜”，是叙述，而非摹形拟象的状物之辞，是诗人在特定环境中一刹那间所产生的错觉。为什么会有这样的错觉呢？不难想象，这两句所描写的是客中深夜不能成眠、短梦初回的情景。这时庭院是寂寥的，透过窗户的皎洁月光射到床前，带来了冷森森的秋宵寒意。诗人朦胧地乍一望去，在迷离恍惚的心情中，真好象是地上铺了一层白皑皑的浓霜；可是再定神一看，四周围的环境告诉他，这不是霜痕而是月色。月色不免吸引着他抬头一看，一轮娟娟素魄正挂在窗前，秋夜的太空是如此的明净！这时，他完全清醒了。\n\n　　秋月是分外光明的，然而它又是清冷的。对孤身远客来说，最容易触动旅思秋怀，使人感到客况萧条，年华易逝。凝望着月亮，也最容易使人产生遐想，想到故乡的一切，想到家里的亲人。想着，想着，头渐渐地低了下去，完全浸入于沉思之中。\n\n　　从“疑”到“举头”，从“举头”到“低头”，形象地揭示了诗人内心活动，鲜明地勾勒出一幅生动形象的月夜思乡图。\n\n　　短短四句诗，写得清新朴素，明白如话。它的内容是单纯的，但同时却又是丰富的。它是容易理解的，却又是体味不尽的。诗人所没有说的比他已经说出来的要多得多。它的构思是细致而深曲的，但却又是脱口吟成、浑然无迹的。从这里，我们不难领会到李白绝句的“自然”、“无意于工而无不工”的妙境。\n\n","translation":"明亮的月光洒在床前的窗户纸上，好像地上泛起了一层霜。\n我禁不住抬起头来，看那天窗外空中的一轮明月，不由得低头沉思，想起远方的家乡。\n\n韵译\n皎洁月光洒满床，恰似朦胧一片霜。\n仰首只见月一轮，低头教人倍思乡。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142433595.mp3"}
{"_id":{"$oid":"5b9a0255367d5caccce1aa1b"},"title":"念奴娇·赤壁怀古","dynasty":"宋代","writer":"苏轼","content":"大江东去，浪淘尽，千古风流人物。\n故垒西边，人道是，三国周郎赤壁。\n乱石穿空，惊涛拍岸，卷起千堆雪。\n江山如画，一时多少豪杰。\n遥想公瑾当年，小乔初嫁了，雄姿英发。\n羽扇纶巾，谈笑间，樯橹灰飞烟灭。(樯橹 一作：强虏)\n故国神游，多情应笑我，早生华发。\n人生如梦，一尊还酹江月。(人生 一作：人间；尊 通：樽)","type":["宋词三百首","豪放","长江","咏史怀古","抒怀","怀才不遇","人生"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142434776.mp3","remark":"念奴娇：词牌名。又名“百字令”“酹江月”等。赤壁：此指黄州赤壁，一名“赤鼻矶”，在今湖北黄冈西。而三国古战场的赤壁，文化界认为在今湖北赤壁市蒲圻县西北。\n大江：指长江。\n淘：冲洗，冲刷。\n风流人物：指杰出的历史名人。\n故垒：过去遗留下来的营垒。\n周郎：指三国时吴国名将周瑜，字公瑾，少年得志，二十四为中郎将，掌管东吴重兵，吴中皆呼为“周郎”。下文中的“公瑾”，即指周瑜。\n雪：比喻浪花。\n遥想：形容想得很远；回忆。\n小乔初嫁了（liǎo）：《三国志·吴志·周瑜传》载，周瑜从孙策攻皖，“得桥公两女，皆国色也。策自纳大桥，瑜纳小桥。”乔，本作“桥”。其时距赤壁之战已经十年，此处言“初嫁”，是言其少年得意，倜傥风流。\n雄姿英发（fā）：谓周瑜体貌不凡，言谈卓绝。英发，谈吐不凡，见识卓越。\n羽扇纶（guān）巾：古代儒将的便装打扮。羽扇，羽毛制成的扇子。纶巾，青丝制成的头巾。\n樯橹（qiánglǔ）：这里代指曹操的水军战船。樯，挂帆的桅杆。橹，一种摇船的桨。“樯橹”一作“强虏”，又作“樯虏”，又作“狂虏”。\n故国神游：“神游故国”的倒文。故国：这里指旧地，当年的赤壁战场。神游：于想象、梦境中游历。\n“多情”二句：“应笑我多情，早生华发”的倒文。华发（fà）：花白的头发。\n一尊还（huán）酹（lèi）江月：古人祭奠以酒浇在地上祭奠。这里指洒酒酬月，寄托自己的感情。尊：通“樽”，酒杯。\n强虏：强大之敌，指曹军。虏：对敌人的蔑称。\n\n","shangxi":"《核舟记》 　　苏东坡的词《念奴娇·赤壁怀古》逸怀浩气、举首高歌，意境开阔博大，感慨隐约深沉，为我们开拓了一个新的世界。他借用怀古抒情，以旷达之心关注历史和人生，文辞高妙精绝，生动感人，因此《念奴娇·赤壁怀古》不但成为后世广为诵读的文学名篇，而且也成为各类艺术广为表现的内容，涌现了许多艺术精品，《核舟记》就是这样一篇反映“苏轼游赤壁怀古抒情”艺术珍品的著名文章。《核舟记》是由明代作家魏学洢所作，由同时代学者张潮编选到《虞初新志》。《核舟记》生动的描述了一件精巧绝伦的微雕工艺品（用桃核雕刻成的小船），刻的是苏东坡与黄庭坚、佛印泛舟游赤壁的情景。小核舟只有两个黄米粒那么高，船舱、小窗、栏杆如真的一般。总计一条船，刻了五个人，八扇窗户；箬竹叶做的船篷、船桨、炉子、茶壶、手卷、念珠各一件；对联、题名和篆文，文字共计三十四字。可是计算它的长度，还不满一寸。文章语言平实、洗练，生动的表现了历史上苏东坡携好友泛舟游赤壁，面对“大江东去”，“ 遥想公瑾当年”，吟诵“赤壁怀古”那段著名的文学故事。本文使用从两头到中间，从正面到背面的空间顺序，介绍了“核舟”的构件、雕刻和精湛，热情赞扬了中国古代的民间工艺匠人的雕刻艺术和才能.表现了作者对明代艺人王毅精湛工艺的赞美。《核舟记》也从另一个侧面通过精妙的微雕工艺品，向人们直观展现了“赤壁怀古”所营造的“江山如画”那优美意境。然而，由于时代较久远，王毅的《东坡游赤壁》核舟没有实物传世。\n\n　　在后来的核舟作品中，《东坡夜游赤壁》历来是雕刻工艺家们常用的题材。至清代，广东的宫廷工艺家陈祖章在学习、借鉴前人的基础上，创作《东坡夜游赤壁》核舟，并在技艺、内涵上都有所发展，人物除苏东坡外，有客人、客妇、艄公、书童等7人，个个刻画精致，人物神态自然、宁静、超逸。陈祖章的核舟有一件传世，现藏于台北故宫博物院，成为镇馆之宝。上海文化出版社的《国宝大观》上是这样介绍的：“此舟呈稍深的橘红色，高1.6厘米，长3.4厘米。舟上设备齐全，舱中备有桌椅，并摆着杯盘菜肴，小窗镂空，可开可闭。舟上八人，异彩纷呈，为苏东坡泛舟夜游赤壁故事。舟底镌刻着细字《念奴娇·赤壁怀古》全文，下有“乾隆丁巳五月臣陈祖掌”款。\n\n另一读本 　　除上述《念奴娇·赤壁怀古》原文外，有另一读法，即：“乱石崩云，惊涛裂岸”。\n\n　　“乱石穿空，惊涛拍岸”的“穿”和“拍”是一组动词，使整个画面充满了动感和力度感，极富冲击力；而“乱石崩云，惊涛裂岸”的“崩”和“裂”，则强调了这种力量所带来的效果：乱石直插云霄，使云霞崩开了；惊涛怒卷江岸，使土石裂碎了，这些明显带有夸张想象的成分。好坏就看读者个人的喜好了。\n\n　　“樯橹”和“强虏”，前者字面意义为“舟楫船桨”，后者为“强劲的敌人”。在前一句中，词作者使用了借代的手法，即不直接说出某物，而以与之密切相关的事物来替代的修辞手法。用“樯橹”指代使用“樯橹”的强劲的敌人。\n\n","translation":"大江浩浩荡荡向东流去，滔滔巨浪淘尽千古英雄人物。\n那旧营垒的西边，人们说那就是三国周瑜鏖战的赤壁。\n陡峭的石壁直耸云天，如雷的惊涛拍击着江岸，激起的浪花好似卷起千万堆白雪。\n雄壮的江山奇丽如图画，一时间涌现出多少英雄豪杰。\n遥想当年的周瑜春风得意，绝代佳人小乔刚嫁给他，他英姿奋发豪气满怀。\n手摇羽扇头戴纶巾，谈笑之间，强敌的战船烧得灰飞烟灭。\n我今日神游当年的战地，可笑我多情善感，过早地生出满头白发。\n人生犹如一场梦，且洒一杯酒祭奠江上的明月。\n\n"}
{"_id":{"$oid":"5b9a0255367d5caccce1aa1c"},"title":"春日","dynasty":"宋代","writer":"朱熹","content":"胜日寻芳泗水滨，无边光景一时新。\n等闲识得东风面，万紫千红总是春。","type":["古诗三百首","小学古诗","春天","写景","哲理","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142435362.mp3","remark":"春日：春天。\n胜日：天气晴朗的好日子，也可看出人的好心情。\n寻芳：游春，踏青。\n泗水：河名，在山东省。\n滨：水边，河边。\n光景：风光风景。\n等闲：平常、轻易。“等闲识得”是容易识别的意思。\n东风：春风。\n\n","shangxi":"　　人们一般都认为这是一首咏春诗。从诗中所写的景物来看，也很像是这样。首句“胜日寻芳泗水滨”，“胜日”指晴日，点明天气。“泗水滨”点明地点。“寻芳”，即是寻觅美好的春景，点明了主题。下面三句都是写“寻芳”所见所得。次句“无边光景一时新”，写观赏春景中获得的初步印象。用“无边”形容视线所及的全部风光景物。“一时新”，既写出春回大地，自然景物焕然一新，也写出了作者郊游时耳目一新的欣喜感觉。第三句“等闲识得东风面”，句中的“识”字承首句中的“寻”字。“等闲识得”是说春天的面容与特征是很容易辨认的。“东风面”借指春天。第四句“万紫千红总是春”，是说这万紫千红的景象全是由春光点染而成的，人们从这万紫千红中认识了春天。感受到了春天的美。这就具体解答了为什么能“等闲识得东风面”。而此句的“万紫千红”又照应了第二句中的“光景一时新”。第三、四句是用形象的语言具体写出光景之新，寻芳所得。\n\n　　从字面上看，这首诗好像是写游春观感，但细究寻芳的地点是泗水之滨，而此地在宋南渡时早被金人侵占。朱熹未曾北上，当然不可能在泗水之滨游春吟赏。其实诗中的的“泗水”是暗指孔门，因为春秋时孔子曾在洙、泗之间弦歌讲学，教授弟子。因此所谓“寻访”即是指求圣人之道。“万紫千红”喻孔学的丰富多彩。诗人将圣人之道比作催发生机、点燃万物的春风。这其实是一首寓理趣于形象之中的哲理诗。\n\n","translation":"风和日丽游春在泗水之滨，无边无际的风光焕然一新。\n谁都可以看出春天的面貌，春风吹得百花开放、万紫千红，到处都是春天的景致。\n\n"}
{"_id":{"$oid":"5b9a0330367d5ca0f8313617"},"title":"天净沙·秋思","dynasty":"元代","writer":"马致远","content":"枯藤老树昏鸦，\n小桥流水人家，\n古道西风瘦马。\n夕阳西下，\n断肠人在天涯。","type":["初中古诗","秋天","写景","羁旅","悲秋"],"remark":"枯藤：枯萎的枝蔓。昏鸦：黄昏时归巢的乌鸦。昏：傍晚。\n人家：农家。此句写出了诗人对温馨的家庭的渴望。\n古道：已经废弃不堪再用的古老驿道（路）或年代久远的驿道。西风：寒冷、萧瑟的秋风。瘦马：瘦骨如柴的马。\n断肠人：形容伤心悲痛到极点的人，此指漂泊天涯、极度忧伤的旅人。\n天涯：远离家乡的地方。\n\n","shangxi":"　　这首小令很短，一共只有五句二十八个字，全曲无一秋字，但却描绘出一幅凄凉动人的秋郊夕照图，并且准确地传达出旅人凄苦的心境。被赞为秋思之祖这首成功的曲作，从多方面体现了中国古典诗歌的艺术特征。\n\n　　一、以景托情，寓情于景，在景情的交融中构成一种凄凉悲苦的意境。\n\n　　中国古典诗歌十分讲究意境的创造。意境是中国古典诗歌美学中的一个重要范畴，它的本质特征在于情景交融、心物合一。情与景能否妙合，成为能否构成意境的关键。清王夫之《萱斋诗话》曰：“情景名为二，而实不可离。神于诗者，妙合无垠。”王国维《人间词话删稿》云：“一切景语皆情语也。”马致远这首小令，前四句皆写景色，这些景语都是情语，“枯”“老”“昏”“瘦”等字眼使浓郁的秋色之中蕴含着无限凄凉悲苦的情调。而最后一句“断肠人在天涯”作为曲眼更具有画龙点睛之妙，使前四句所描之景成为人活动的环境，作为天涯断肠人内心悲凉情感的触发物。曲上的景物既是马致远旅途中之所见，乃眼中物。但同时又是其情感载体，乃心中物。全曲景中有情，情中有景，情景妙合，构成了一种动人的艺术境界。\n\n　　二、使用众多密集的意象来表达作者的羁旅之苦和悲秋之恨，使作品充满浓郁的诗情。\n\n　　意象是指出现在诗歌之中的用以传达作者情感，寄寓作者思想的艺术形象。中国古典诗歌往往具有使用意象繁复密集的特色。中国古代不少诗人常常在诗中紧密地排列众多的意象来表情达意。马致远此曲明显地体现出这一特色。短短的二十八字中排列着十种意象，这些意象既是断肠人生活的真实环境，又是他内心沉重的忧伤悲凉的载体。如果没有这些意象，这首曲也就不复存在了。\n\n　　与意象的繁复性并存的是意象表意的单一性。在同一作品之中，不同的意象的地位比较均衡，并无刻意突出的个体，其情感指向趋于一致，即众多的意象往往共同传达着作者的同一情感基调。此曲亦如此。作者为了表达自己惆怅感伤的情怀，选用众多的物象入诗。而这些物象能够传达作者的内心情感，情与景的结合，便使作品中意象的情感指向呈现一致性、单一性。众多的意象被作者的同一情感的线索串联起来，构成一幅完整的图画。\n\n　　意象的繁复性与单一性的结合，是造成中国古典诗歌意蕴深厚、境界和谐、诗味浓重的重要原因。\n\n　　古典诗歌中意象的安排往往具有多而不乱，层次分明的特点，这种有序性的产生得力于作者以时间、空间的正常顺序来安排意象的习惯。\n\n　　今天有人称马致远的这首《天净沙·秋思》为“并列式意象组合”，其实并列之中依然体现出一定的顺序来。全曲十个意象，前九个自然地分为三组。藤缠树，树上落鸦，第一组是由下及上的排列；桥、桥下水、水边住家，第二组是由近由远的排列；古驿道、道上西风瘦马，第三组是从远方而到目前的排列，中间略有变化。由于中间插入“西风”写触感，变换了描写角度，因而增加了意象的跳跃感，但这种跳跃仍是局部的，不超出秋景的范围。最后一个意象“夕阳西下”，是全曲的大背景，它将前九个意象全部统摄起来，造成一时多空的场面。由于它本身也是放远目光的产物，因此作品在整体上也表现出由近及远的空间排列顺序。从老树到流水，到古道，再到夕阳，作者的视野层层扩大，步步拓开。这也是意象有序性的表现之一。\n\n　　三、善于加工提炼，用极其简练的白描手法，勾勒出一由游子深秋远行图。\n\n　　马致远《天净沙·秋思》小令中出现的意象并不新颖。其中“古道”一词，最早出现在署名为李白《忆秦娥·箫声咽》词中“乐游原上清秋节，咸阳古道音尘绝”。宋张炎《壶中天·扬舲万里》词中也有“老柳官河，斜阳古道，风定波犹直”。\n\n　　董解元《西厢记》中有一曲【仙吕·赏花时】：“落日平林噪晚鸦，风袖翩翩吹瘦马，一经入天涯，荒凉古岸，衰草带霜滑。瞥见个孤林端入画，蓠落萧疏带浅沙。一个老大伯捕鱼虾，横桥流水。茅舍映荻花。”其中有六个意象出现在马曲之中。\n\n　　又有元代无名氏小令《醉中天》（见《乐府新声》）：“老树悬藤挂，落日映残霞。隐隐平林噪晓鸦。一带山如画，懒设设鞭催瘦马。夕阳西下，竹篱茅舍人家。”也有六个意象与马曲相同。\n\n　　十分明显，《醉中天》是从《赏花时》中脱化而来，模拟痕迹犹在，二曲中出现的意象虽与马曲多有相同之处，但相比之下，皆不如《天净沙·秋思》纯朴、自然、精练。\n\n　　马致远在创作《天净沙·秋思》时受到董曲的影响和启发，这是无疑的，但他不是一味模仿，而是根据自己的生活体验与审美目光进行了重新创作。在景物的选择上，他为了突出与强化凄惨凉悲苦的情感，选取了最能体现秋季凄凉萧条景色，最能表现羁旅行人孤苦惆怅情怀的十个意象入曲，将自己的情感浓缩于这十个意象之中，最后才以点晴之笔揭示全曲主题。他删了一些虽然很美，但与表达的情感不合的景物。如茅舍映荻花，落日映残霞，一带山如画，使全曲的意象在表达情感上具有统一性。\n\n　　在词句的锤炼上，马致远充分显示了他的才能，前三句十八个字中，全是名词和形容词，无一动词，各种景物的关系以及它们各自的动态与形状，全靠读者根据意象之间的组织排列顺序以及自己的生活经验去把握。这种奇妙的用字法，实在为古之所罕见，温庭筠《商山早行》中“鸡声茅店月，人迹板桥霜”与马曲用字法相似，但其容量仍不如马曲大。马曲用字之简练已达到不能再减的程度，用最少的文字来表达丰富的情感，这正是《天净沙·秋思》这首小令艺术上取得成功的原因之一。\n\n　　四、采用悲秋这一审美情感体验方式，来抒发羁旅游子的悲苦情怀，使个人的情感获得普遍的社会意义。\n\n　　悲秋，是人们面对秋景所产生的一种悲哀忧愁的情绪体验，由于秋景（特别是晚秋）多是冷落、萧瑟、凄暗，多与黄昏、残阳、落叶、枯枝相伴，成为万物衰亡的象征，故秋景一方面确能给人以生理上的寒感，另一方面又能引发人心之中固有的种种悲哀之情。宋玉首开中国以悲秋为主要审美体验形式的感伤主义文学先河，他通过描写秋日“草木摇落而变衰”的萧瑟景象，抒发自己对人生仕途的失意之感，而且他将自己面对秋色所产生的凄苦悲凉的意绪形容成犹如远行一般，“僚僳兮（凄凉），若在远行”，“廓落兮（孤独空寂），羁旅而无友生”。这就说明悲秋与悲远行在情绪体验上有着相同之处。宋玉之后悲秋逐渐成为中国文人最为普遍的审美体验形式之一，而且将悲秋与身世之叹紧密地联系在一起。杜甫“万里悲秋常作客”便是一例。马致远这首小令也是如此。虽然曲中的意象不算新颖，所表达的情感也不算新鲜，但是由于它使用精练的艺术表达方式，表达出中国文人一种传统的情感体验，因此它获得了不朽的生命力，可以引起后世文人的共鸣。\n\n　　通过以上分析可以看出，《天净沙·秋思》属于中国古典诗歌之中最为成熟的作品之一。尽管它属于曲体，但实际上，在诸多方面体现着中国古典诗歌的艺术特征。 \n\n","translation":"天色黄昏，一群乌鸦落在枯藤缠绕的老树上，发出凄厉的哀鸣。\n小桥下流水哗哗作响，小桥边庄户人家炊烟袅袅。\n古道上一匹瘦马，顶着西风艰难地前行。\n夕阳渐渐地失去了光泽，从西边落下。\n凄寒的夜色里，只有孤独的旅人漂泊在遥远的地方。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142656235.mp3"}
{"_id":{"$oid":"5b9a0330367d5ca0f8313618"},"title":"卜算子·咏梅","dynasty":"宋代","writer":"陆游","content":"驿外断桥边，寂寞开无主。已是黄昏独自愁，更著风和雨。 \n无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。","type":["宋词三百首","宋词精选","初中古诗","咏物","梅花","言志"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142707544.mp3","remark":"卜（bǔ）算子·咏梅：选自吴氏双照楼影宋本《渭南词》卷二。“卜算子”是词牌名。又名《百尺楼》《眉峰碧》《楚天遥》《缺月挂疏桐》等。万树《词律》卷三《卜算子》：“毛氏云：‘骆义鸟（骆宾王）诗用数名，人谓为“卜算子”，故牌名取之。’按山谷词，‘似扶著卖卜算’，盖取义以今卖卜算命之人也。”\n驿（yì）外：指荒僻、冷清之地。驿：驿站，供驿马或官吏中途休息的专用建筑。\n断桥：残破的桥。一说“断”通“簖”，簖桥乃是古时在为拦河捕鱼蟹而设簖之处所建之桥。\n寂寞：孤单冷清。\n无主：自生自灭，无人照管和玩赏。\n更：副词，又，再。著（zhuó）：同“着”，遭受，承受。更著：又遭到。\n无意：不想，没有心思。自己不想费尽心思去争芳斗艳。\n苦：尽力，竭力。\n争春：与百花争奇斗艳。此指争权。\n一任：全任，完全听凭；一：副词，全，完全，没有例外。任：动词，任凭。\n群芳：群花、百花。百花，这里借指诗人政敌──苟且偷安的主和派。\n妒(dù)：嫉妒。\n零落：凋谢，陨落。\n碾（niǎn）：轧烂，压碎。\n作尘：化作灰土。\n香如故：香气依旧存在。\n\n","shangxi":"　　陶渊明爱菊，为的是 “采菊东篱下，悠然见南山” 的闲适；周敦颐喜莲，为的是“出淤泥而不染，濯清涟而不妖”的高洁；而陆游重梅，则为的是“雪虐风饕愈凛然，花中气节最高坚”的坚贞。这可以从他的《卜算子·咏梅》中得到印证。驿外断桥边，寂寞开无主。已是黄昏独自愁，更着风和雨。无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。\n\n　　读罢此诗，我们也不禁会生出“天下可忧非一事，书生无地效孤忠”的感慨来。作为一代伟大的爱国诗人，陆游很早就有“上马击狂胡，下马草君书”的爱国之志，二十九岁时，他以状元秀的身份登上仕途可他面对的不仅仅是一部分卖国求荣的投降派，更面对着苟且偏安的昏帝王。因此面对积贫积弱的现实，诗人只能眼睁睁看着南宋走“以地事秦，犹抱薪救火，薪不尽，火不灭”的破亡之路。一而再，再而三的打击、排挤、贬谪，使诗人不得不发出“胡未灭，鬓先秋，泪空流，此生谁料，心在天山，身老沧州”的浩然长叹了。尽管如此，但是诗人忧国忧民的情怀，不从俗媚的节操没有丝毫的改变。即便到了“食且不继”，因为没钱，药也停了吃；因为省灯油，书也没的读，甚至不得不连自己常用的酒杯都忍痛卖掉的地步，他仍然足迹不踏权门，他依旧胸怀杜稷，心系百姓。我们从中仿佛听到了屈原那“路漫漫其修远兮，吾将上下而求索”的执着与坚定，我们仿佛看到了杜甫那“穷年忧黎园，叹息肠内热”的抑郁与沉重。真可谓“居庙堂之高，则忧其民，处江湖之远，则忧其君，进亦忧，退亦忧”也正是有这样的社会背景，有这样的思想根基，使我们在品读《咏梅》时，更能清楚地看到诗人那至死不渝的追求。\n\n　　纵观全词，诗人以物喻人，托物言志，巧借饱受摧残，花粉犹香的梅花，比喻自己虽终生坎坷，绝不媚俗的忠贞，这也正象他在一首咏梅诗中所写的“过时自合飘零去，耻向东君更气怜”。陆游以他饱满的爱国热情，谱写一曲曲爱国主义诗篇，激励了并激励着一代又一代人，真可谓“双鬓多年作雪，寸心至死如丹”。\n\n","translation":"驿站之外的断桥边，梅花孤单寂寞地绽开了花，无人过问。暮色降临，梅花无依无靠，已经够愁苦了，却又遭到了风雨的摧残。\n梅花并不想费尽心思去争艳斗宠，对百花的妒忌与排斥毫不在乎。即使凋零了，被碾作泥土，又化作尘土了，梅花依然和往常一样散发出缕缕清香。\n\n"}
{"_id":{"$oid":"5b9a0330367d5ca0f8313619"},"title":"声声慢·寻寻觅觅","dynasty":"宋代","writer":"李清照","content":"寻寻觅觅，冷冷清清，凄凄惨惨戚戚。乍暖还寒时候，最难将息。三杯两盏淡酒，怎敌他、晚来风急？雁过也，正伤心，却是旧时相识。\n满地黄花堆积。憔悴损，如今有谁堪摘？守着窗儿，独自怎生得黑？梧桐更兼细雨，到黄昏、点点滴滴。这次第，怎一个愁字了得！（守着窗儿 一作：守著窗儿）\n\n","type":["宋词三百首","宋词精选","高中古诗","婉约","闺怨","孤独","怀人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142708813.mp3","remark":"寻寻觅觅：意谓想把失去的一切都找回来，表现非常空虚怅惘、迷茫失落的心态。\n凄凄惨惨戚戚：忧愁苦闷的样子。\n乍暖还（huán）寒：指秋天的天气，忽然变暖，又转寒冷。\n将息：旧时方言，休养调理之意。\n怎敌他：对付，抵挡。晚：一本作“晓”。\n损：表示程度极高。\n堪：可。\n著：亦写作“着”。\n怎生：怎样的。生：语助词。\n梧桐更兼细雨：暗用白居易《长恨歌》“秋雨梧桐叶落时”诗意。\n这次第：这光景、这情形。\n怎一个愁字了得：一个“愁”字怎么能概括得尽呢？\n\n","shangxi":"　　靖康之变后，李清照国破，家亡，夫死，伤于人事。这时期她的作品再没有当年那种清新可人，浅斟低唱，而转为沉郁凄婉，主要抒写她对亡夫赵明诚的怀念和自己孤单凄凉的景况。此词便是这时期的典型代表作品之一。\n\n　　这首词起句便不寻常，一连用七组叠词。不但在填词方面，即使在诗赋曲也绝无仅有。但好处不仅在此，这七组叠词还极富音乐美。宋词是用来演唱的，因此音调和谐是一个很重要的内容。李清照对音律有极深造诣，所以这七组叠词朗读起来，便有一种大珠小珠落玉盘的感觉。只觉齿舌音来回反复吟唱，徘徊低迷，婉转凄楚，有如听到一个伤心之极的人在低声倾诉，然而她还未开口就觉得已能使听众感觉到她的忧伤，而等她说完了，那种伤感的情绪还是没有散去。一种莫名其妙的愁绪在心头和空气中弥漫开来，久久不散，余味无穷。\n\n　　心情不好，再加上这种乍暖还寒天气，词人连觉也睡不着了。如果能沉沉睡去，那么还能在短暂的时间内逃离痛苦，可是越想入眠就越难以入眠，于是词人就很自然想起亡夫来。披衣起床，喝一点酒暖暖身子再说吧。可是寒冷是由于孤独引起的，而饮酒与品茶一样，独自一人只会觉得分外凄凉。\n\n　　端着一杯淡酒，而在这天暗云低，冷风正劲的时节，却突然听到孤雁的一声悲鸣，那种哀怨的声音直划破天际，也再次划破了词人未愈的伤口，头白鸳鸯失伴飞。词人感叹：唉，雁儿，你叫得这样凄凉幽怨，难道你也像我一样，老年失偶了吗？难道也像我一样，余生要独自一人面对万里层山，千山暮雪吗？胡思乱想之下，泪光迷蒙之中，蓦然觉得那只孤雁正是以前为自己传递情书的那一只。无可奈何花落去，似曾相识燕归来。旧日传情信使仍在，而秋娘与萧郎已死生相隔，人鬼殊途了，物是人非事事休，欲语泪先流。这一奇思妙想包含着无限无法诉说的哀愁。\n\n　　这时看见那些菊花，才发觉花儿也已憔悴不堪，落红满地，再无当年那种“东篱把酒黄昏后，有暗香盈袖”的雅致了。词人想：以往丈夫在世时的日子多么美好，诗词唱和，整理古籍，可如今呢？只剩下自己一个人在受这无边无际的孤独的煎熬了。故物依然，人面全非。“旧时天气旧时衣，只有情怀，不得似往时。”独对着孤雁残菊，更感凄凉。手托香腮，珠泪盈眶。怕黄昏，捱白昼。对着这阴沉的天，一个人要怎样才能熬到黄昏的来临呢？漫长使孤独变得更加可怕。独自一人，连时间也觉得开始变慢起来。\n\n　　好不容易等到了黄昏，却又下起雨来。点点滴滴，淅淅沥沥的，无边丝雨细如愁，下得人心更烦了。再看到屋外那两棵梧桐，虽然在风雨中却互相扶持，互相依靠，两相对比，自己一个人要凄凉多了。\n\n　　急风骤雨，孤雁残菊梧桐，眼前的一切，使词人的哀怨重重叠叠，直至无以复加，不知怎样形容，也难以表达出来。于是词人再也不用什么对比，什么渲染，什么赋比兴了，直截了当地说：“这次第，怎一个愁字了得？”简单直白，反而更觉神妙，更有韵味，更堪咀嚼。相形之下，连李煜的“问君能有几多愁，恰似一江春水向东流”也稍觉失色。一江春水虽然无穷无尽，但毕竟还可形容得出。而词人的愁绪则非笔墨所能形容，自然稍胜一筹。\n\n　　前人评此词，多以开端三句用一连串叠字为其特色。但只注意这一层，不免失之皮相。词中写主人公一整天的愁苦心情，却从“寻寻觅觅”开始，可见她从一起床便百无聊赖，如有所失，于是东张西望，仿佛飘流在海洋中的人要抓到点什么才能得救似的，希望找到点什么来寄托自己的空虚寂寞。下文“冷冷清清”，是“寻寻觅觅”的结果，不但无所获，反被一种孤寂清冷的气氛袭来，使自己感到凄惨忧戚。于是紧接着再写了一句“凄凄惨惨戚戚”。仅此三句，一种由愁惨而凄厉的氛围已笼罩全篇，使读者不禁为之屏息凝神。这乃是百感迸发于中，不得不吐之为快，所谓“欲罢不能”的结果。\n\n　　“乍暖还寒时候”这一句也是此词的难点之一。此词作于秋天，但秋天的气候应该说“乍寒还暖”，只有早春天气才能用得上“乍暖还寒”。这是写一日之晨，而非写一季之候。秋日清晨，朝阳初出，故言“乍暖”；但晓寒犹重，秋风砭骨，故言“还寒”。至于“时候”二字，有人以为在古汉语中应解为“节候”；但柳永《永遇乐》云：“薰风解愠，昼景清和，新霁时候。”由阴雨而新霁，自属较短暂的时间，可见“时候”一词在宋时已与现代汉语无殊了。“最难将息”句则与上文“寻寻觅觅”句相呼应，说明从一清早自己就不知如何是好。\n\n　　下面的“三杯两盏淡酒，怎敌他晓来风急”，正与上文“乍暖还寒”相合。古人晨起于卯时饮酒，又称“扶头卯酒”。这里说用酒消愁是不抵事的。至于下文“雁过也”的“雁”，是南来秋雁，正是往昔在北方见到的，所以说“正伤心，却是旧时相识”了。《唐宋词选释》说：“雁未必相识，却云‘旧时相识’者，寄怀乡之意。赵嘏《寒塘》：‘乡心正无限，一雁度南楼。’词意近之。”\n\n　　上片从一个人寻觅无着，写到酒难浇愁；风送雁声，反而增加了思乡的惆怅。于是下片由秋日高空转入自家庭院。园中开满了菊花，秋意正浓。这里“满地黄花堆积”是指菊花盛开，而非残英满地。“憔悴损”是指自己因忧伤而憔悴瘦损，也不是指菊花枯萎凋谢。正由于自己无心看花，虽值菊堆满地，却不想去摘它赏它，这才是“如今有谁堪摘”的确解。然而人不摘花，花当自萎；及花已损，则欲摘已不堪摘了。这里既写出了自己无心摘花的郁闷，又透露了惜花将谢的情怀，笔意比唐人杜秋娘所唱的“有花堪折直须折，莫待无花空折枝”要深远多了。\n\n　　从“守著窗儿”以下，写独坐无聊，内心苦闷之状，比“寻寻觅觅”三句又进一层。“守著”句如依张惠言《词选》断句，以“独自”连上文。秦观（一作无名氏）《鹧鸪天》下片：“无一语，对芳樽，安排肠断到黄昏。甫能炙得灯儿了，雨打梨花深闭门”，与此词意境相近。但秦词从人对黄昏有思想准备方面着笔，李则从反面说，好像天有意不肯黑下来而使人尤为难过。“梧桐”两句不仅脱胎淮海，而且兼用温庭筠《更漏子》下片“梧桐树，三更雨，不道离情正苦；一叶叶，一声声，空阶滴到明”词意，把两种内容融而为一，笔更直而情更切。最后以“怎一个愁字了得”句作收，也是蹊径独辟之笔。自庾信以来，或言愁有千斛万斛，或言愁如江如海（分别见李煜、秦观词），总之是极言其多。这里却化多为少，只说自己思绪纷茫复杂，仅用一个“愁”字如何包括得尽。妙在又不说明于一个“愁”字之外更有什么心情，即戛然而止，仿佛不了了之。表面上有“欲说还休”之势，实际上已倾泻无遗，淋漓尽致了。\n\n　　这首词大气包举，别无枝蔓，相关情事逐一说来，却始终紧扣悲秋之意，深得六朝抒情小赋之神髓，而以接近口语的朴素清新的语言谱入新声，运用凄清的音乐性语言进行抒情，又却体现了倚声家的不假雕饰的本色，诚属个性独具的抒情名作。\n\n","translation":"苦苦地寻寻觅觅，却只见冷冷清清，怎不让人凄惨悲戚。乍暖还寒的时节，最难保养休息。喝三杯两杯淡酒，怎么能抵得住早晨的寒风急袭？一行大雁从眼前飞过，更让人伤心，因为都是旧日的相识。\n园中菊花堆积满地，都已经憔悴不堪，如今还有谁来采摘？冷清清地守着窗子，独自一个人怎么熬到天黑？梧桐叶上细雨淋漓，到黄昏时分，还是点点滴滴。这般情景，怎么能用一个“愁”字了结！\n\n"}
{"_id":{"$oid":"5b9a0330367d5ca0f831361a"},"title":"蒹葭","dynasty":"先秦","writer":"佚名","content":"蒹葭苍苍，白露为霜。所谓伊人，在水一方。\n溯洄从之，道阻且长。溯游从之，宛在水中央。\n蒹葭萋萋，白露未晞。所谓伊人，在水之湄。\n溯洄从之，道阻且跻。溯游从之，宛在水中坻。\n蒹葭采采，白露未已。所谓伊人，在水之涘。\n溯洄从之，道阻且右。溯游从之，宛在水中沚。\n\n","type":["古诗三百首","诗经","初中古诗","高中古诗","怀人","爱情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142712671.mp3","remark":"蒹（jiān）：没长穗的芦苇。葭（jiā）：初生的芦苇。苍苍：鲜明、茂盛貌。下文“萋萋”、“采采”义同。\n苍苍： 茂盛的样子。\n为：凝结成。\n所谓：所说的，此指所怀念的。\n伊人：那个人，指所思慕的对象。\n一方：那一边。\n溯洄：逆流而上。下文“溯游”指顺流而下。一说“洄”指弯曲的水道，“游”指直流的水道。\n从：追寻。\n阻：险阻，（道路）难走。\n宛：宛然，好像。\n晞（xī）：干。\n湄：水和草交接的地方，也就是岸边。\n跻（jī）：水中高地。\n坻（chí）：水中的沙滩\n涘（sì）：水边。\n右：迂回曲折。\n沚（zhǐ）：水中的沙滩。\n\n","shangxi":"　　东周时的秦地大致相当于今天的陕西大部及甘肃东部。其地“迫近戎狄”，这样的环境迫使秦人“修习战备，高尚气力”（《汉书·地理志》），而他们的情感也是激昂粗豪的。保存在《秦风》里的十首诗也多写征战猎伐、痛悼讽劝一类的事，似《蒹葭》、《晨风》这种凄婉缠绵的情致却更像郑卫之音的风格。 　　诗中“白露为霜”给读者传达出节序已是深秋了，而天才破晓，因为芦苇叶片上还存留着夜间露水凝成的霜花。就在这样一个深秋的凌晨，诗人来到河边，为的是追寻那思慕的人儿，而出现在眼前的是弥望的茫茫芦苇丛，呈出冷寂与落寞，诗人所苦苦期盼的人儿在哪里呢？只知道在河水的另外一边。但这是一个确定性的存在吗？从下文看，并非如此。是诗人根本就不明伊人的居处，还是伊人像“东游江北岸，夕宿潇湘沚”的“南国佳人”（曹植《杂诗七首》之四）一样迁徙无定，也无从知晓。这种也许是毫无希望但却充满诱惑的追寻在诗人脚下和笔下展开。把“溯洄”、“溯游”理解成逆流而上和顺流而下或者沿着弯曲的水道和沿着直流的水道，都不会影响到对诗意的理解。在白居易《长恨歌）中，杨贵妃消殒马嵬坡后，玄宗孤灯独守，寒衾难眠，通过道士鸿都客“上穷碧落下黄泉”的寻找，仍是“两处茫茫皆不见”，但终究在“虚无缥缈”的海外仙山上找到了已成仙的杨贵妃，相约重逢于七夕。而《蒹葭》中，诗人一番艰劳的上下追寻后，伊人仿佛在河水中央，周围流淌着波光，依旧无法接近。《周南·汉广》中诗人也因为汉水太宽无法横渡而不能求得“游女”，陈启源说：“夫说（悦）之必求之，然惟可见而不可求，则慕说益至。”（《毛诗稽古编·附录》）“可见而不可求”，可望而不可即，加深着渴慕的程度。诗中“宛”字表明伊人的身影是隐约缥缈的，或许根本上就是诗人痴迷心境下生出的幻觉。以下两章只是对首章文字略加改动而成，这种仅对文字略加改动的重章叠唱是《诗经》中常用的手法。具体到此诗，这种改动都是在韵脚上——首章“苍、霜、方、长、央”属阳部韵，次章“凄、唏、湄、跻、坻”属脂微合韵，三章“采、已、涣、右、浊”属之部韵——如此而形成各章内部韵律协和而各章之间韵律参差的效果，给人的感觉是：变化之中又包涵了稳定。同时，这种改动也造成了语义的往复推进。如“白露为霜”、“白露未晞”、“白露未已”——夜间的露水凝成霜花，霜花因气温升高而融为露水，露水在阳光照射下蒸发——表明了时间的延续。 　　此诗曾被认为是用来讥刺秦襄公不能用周礼来巩固他的国家（《毛诗序》、郑笺），或惋惜招引隐居的贤士而不可得（姚际恒《诗经通论》、方玉润《诗经原始》）。但跟《诗经》中多数诗内容往往比较具体实在不同，此诗并没有具体的事件与场景，甚至连“伊人”的性别都难以确指。上述两种理解也许当初是有根据的，但这些根据或者没有留存下来，或者不足以服人，因而他们的结论也就让人怀疑了。《诗经》的历代注家往往是求之愈深，却得到失之愈远的相反结果。况且“一切历史都是当代史”（见英国哲学家、历史学家科林伍德《历史观念》），对文本的阐释也具有当代性。现代大多数学者都把它看作是一首爱情诗，先以苍苍的蒹葭起兴，再写男子追求意中人，所追的人在何方?在茂密的蒹葭丛里，似见非见，时隐时现。这首诗用反复重章来表现悬念迭起。“苍苍”、“萋萋”、“采采”近义；白露“未霜”“未晞”、“未已”，内容也差不多。总之，这首诗的重章整齐、浅显，读起来节奏明快、动听。 　　诗意的空幻虚泛给阐释带来了麻烦，但也因而扩展了其内涵的包容空间。读者触及隐藏在描写对象后面的东西，就感到这首诗中的物象，不只是被诗人拿来单纯地歌咏，其中更蕴育着某些象征的意味。“在水一方”为企慕的象征，钱钟书《管锥编》已申说甚详。“溯洄”、“溯游”、“道阻且长”、“宛在水中央”也不过是反覆追寻与追寻的艰难和渺茫的象征。诗人上下求索，而伊人虽隐约可见却依然遥不可及。《西厢记》中莺莺在普救寺中因母亲的拘系而不能与张生结合，叹惜“隔花阴人远天涯近”，《蒹葭》中的诗人也是同样的感觉罢。 　　诗人的追寻似乎就要成功了，但终究还是水月镜花。古希腊神话中有一则说坦塔罗斯王因自我吹嘘犯下罪过而遭受惩罚——忍受永远的焦渴和饥饿之苦。他站在大湖中，湖水深及他的下颔，湖岸长着果树，累累果实就悬在他的头顶。可是，当他口渴低头喝水时，湖水便退去；当他腹饥伸手摘果时，树枝便荡开，清泉佳果他始终可望而不可即。目标的切近反而使失败显得更为让人痛苦、惋惜，最让人难以接受的失败是距离成功仅一步之遥的失败。 　　探索人生深刻体验的作品总在后代得到不断的回应。“蒹葭之思”（省称“葭思”）、“蒹葭伊人”成为旧时书信中怀人的套语。曹植《洛神赋》、李商隐的《无题》诗也是《蒹葭》所表现的主题的回应。而当代台湾通俗小说家琼瑶的一部言情小说就叫做《在水一方》，同名电视剧的主题歌就是以此诗为本改写的。\n\n事实的虚化 　　一般说来，抒情诗的创作是导发于对具体事物的感触，因而在它的意境中，总可看到一些实实在在的人事场景。然而（蒙蒙）的作者却似乎故意把其中应有的主要人物事件都虚化了。追寻者是 什么人？他为什么而追寻？我们不知道；被追寻的“伊人”是什么 身份？为什么他那么难以得到？我们也不知道；以至于连他们是 男是女也无从确认。特别是“伊人”，音容体貌均无，一会儿在河的上游，一会儿在河的下游，一忽儿在水中央，一忽儿在水边草地，飘忽不定，来去渺茫，简直令人怀疑他是否真有实体存在。无疑，由于追寻者、特别是被追寻者的虚化，使整个追寻人物、追寻事件、追寻内容都变得虚幻愿陇起来；然而也正是由于这事实的虚化、膜犹，诗的意境才显得那么空灵而富有象征意味。作品所表达的情感：追“伊人”的男子在经过了三次的追寻没有追寻到他的“伊人”由此可见所谓的伊人不过是可望而不可即的梦幻与虚境。但是追梦男子并没有放弃，而是为了梦想而上下追寻,不怕艰难险阻。\n\n意象的空灵 　　实际上，诗中所描述的景象，并非目之所存的现实人事，而是一种心象。这种心象，也不是对曾经阅历过的某件真事的回忆，而是由许多类似事件、类似感受所综合、凝聚、虚化成的一种典型化的心理情境。这种心理情境的最大特点，是不粘不滞、空灵多蕴。“在水一方”，可望难即，就是这种空灵的心理情境的艺术显现。在这里，由于追寻者和被追寻者的虚化，那看来是真景物的河水、道路险阻，乃至逆流、顺流的追寻路线，以及伊人所在的“水中央”等诸种地点，也都成了虚拟的象征性意象。对它们均不可作何时何地、河山何水的深究，否则，伊人既在河的上游又在河的下游就自相矛盾，连两个人何以都不渡过河去也成了问题。《蒹葭》的成功，就在于诗人准确地抓住了人的心象，创造出似花非花、空灵蕴藉的心理情境，才使诗的意境呈现为整体性象征。 \n\n","translation":"河边芦苇青苍苍，秋深露水结成霜。 意中之人在何处？就在河水那一方。\n逆着流水去找她，道路险阻又太长。 顺着流水去找她，仿佛在那水中央。\n河边芦苇密又繁，清晨露水未曾干。 意中之人在何处?就在河岸那一边。\n逆着流水去找她，道路险阻攀登难。 顺着流水去找她，仿佛就在水中滩。\n河边芦苇密稠稠，早晨露水未全收。 意中之人在何处?就在水边那一头。\n逆着流水去找她，道路险阻曲难求。 顺着流水去找她，仿佛就在水中洲。\n\n"}
{"_id":{"$oid":"5b9a0331367d5ca0f831361b"},"title":"虞美人·春花秋月何时了","dynasty":"五代","writer":"李煜","content":"春花秋月何时了？往事知多少。小楼昨夜又东风，故国不堪回首月明中。\n雕栏玉砌应犹在，只是朱颜改。问君能有几多愁？恰似一江春水向东流。(雕'栏', 通：阑)","type":["宋词三百首","婉约","思念","感叹","哲理"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142714050.mp3","remark":"此调原为唐教坊曲，初咏项羽宠姬虞美人死后地下开出一朵鲜花，因以为名。又名《一江春水》、《玉壶水》、《巫山十二峰》等。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。\n了：了结，完结。\n砌：台阶。雕栏玉砌：指远在金陵的南唐故宫。\n应犹：一作“依然”。　\n朱颜改：指所怀念的人已衰老。　\n君：作者自称。能：或作“都”、“那”、“还”、“却”。\n\n","shangxi":"　　这首词，是李煜被俘到汴京后所作。开头说，春花秋月的美好时光，何时了结。因为一看到春花秋月，就有无数往事涌上心头，想到在南唐时欣赏春花秋月的美好日子，不堪回首，所以怕看见春花秋月。在东风吹拂的月明之夜，金陵的故国生活不堪回顾了。那里宫殿的雕栏玉砌应该还在，只是人的容貌因愁苦变得憔悴了。倘若要问有多少愁苦，恰恰象一江春水的向东流去，无穷无尽。一江指长江，用一江春水来比愁，跟南唐故国金陵在长江边相结合，充满怀念故国之情。宋代王绖《默记》卷上：“又后主在赐第，因七夕，命故妓作乐，声闻于外。太宗闻之，大怒。又传‘小楼昨夜又东风’及‘一江春水向东流’之句，并坐之，遂被祸云。’王国维《人间词话》：“尼采谓一切文学，余爱以血书者。后主之词，真所谓以血书者也。宋道君皇帝(徽宗)《燕山亭》词亦略似之。然道君不过自道身世之戚，后主则俨然有释迦，基督担荷人类罪恶之意，其大小固不同矣。”李煜被毒死，跟他写这首词有关，这真是用血写的。所谓“有释迦、基督担荷人类罪恶之意”，就是说，李煜这样的词，不光是写他个人的愁苦，还有极大的概括性，概括了所有具亡国之痛的人的痛苦感情：如怕看到春花秋月，怕想到过去的美好生活。再如故国的美好景物已经不堪回顾。故国的景物象雕栏玉砌等还在，但人的容颜因愁苦改变，这里还含有人事的改变，人的主奴关系的改变。再象以一江春水来比愁。整首词正是反映了有亡国之痛的人的感情，担负了所有这些人的感情痛苦。这正说明这首词具有高度的概括性、代表性，这正是这首词的杰出成就。\n\n　　宋朝陈郁《藏一话腴》：“太白(李白)曰：‘请君试问东流水，别意与之谁短长。’(《金陵酒肆留别》)江南李主曰：‘问君还有几多愁，恰似一江春水向东流。’略加融点，已觉精采。至寇莱公(准)则谓‘愁情不断如春水(《夜度娘》)，少游(秦观)云‘落红万点愁如海’(《千秋岁》)，肯出于蓝而胜于蓝矣。”这里对这首词用“一江春水向东流”来比愁作了评论。李白的诗句是写别情的长可以跟东流水比，诗在金陵写的，这个东流水是指长江。李煜的词，是在汴京被拘禁中写的，他看不到长江，长江成为他怀念故国的一部分。因此李白的诗是用眼前景物来作比，李煜的词是用远离自己的长江来作比，在这个比喻里就有怀念故国之情，情思更为深厚。再说，“一江春水向东流”，比东流水”的形象更为鲜明。又“东流水”是比“别意”的“短长”，“一江春水向东流”是比愁的无穷无尽。这是两者的不同处，说明李煜的故国之痛更为深沉，并不是“略加融点”。寇准的词：“日暮汀洲一望时，柔情不断如春水。”这是用春水来比柔情，这个柔情也指别意，跟李白的句意相同，可以说是摹仿李白的词意。“如春水”，也不能与李煜词句相比。秦观的词句：“春去也，落红万点愁如海。”是写“离别宽衣带”的离情别绪，再加上伤春，加上“镜里朱颜改”的憔悴，配上“落红万点”，确是名句。不过李煜的词写的是亡国之痛，比离情别绪更为深沉，也写“朱颜改’，是结合亡国之痛来的，加上“一江春水向东流”的形象鲜明壮阔，从情思到形象，也不是秦观的词句所能比。（田德义）\n\n","translation":"这年的时光什么时候才能了结，往事知道有多少！昨夜小楼上又吹来了春风，在这皓月当空的夜晚，怎承受得了回忆故国的伤痛。\n精雕细刻的栏杆、玉石砌成的台阶应该还在，只是所怀念的人已衰老。要问我心中有多少哀愁，就像这不尽的滔滔春水滚滚东流。\n\n"}
{"_id":{"$oid":"5b9a0331367d5ca0f831361c"},"title":"茅屋为秋风所破歌","dynasty":"唐代","writer":"杜甫","content":"八月秋高风怒号，卷我屋上三重茅。茅飞渡江洒江郊，高者挂罥长林梢，下者飘转沉塘坳。\n南村群童欺我老无力，忍能对面为盗贼，公然抱茅入竹去。唇焦口燥呼不得，归来倚杖自叹息。\n俄顷风定云墨色，秋天漠漠向昏黑。布衾多年冷似铁，娇儿恶卧踏里裂。床头屋漏无干处，雨脚如麻未断绝。自经丧乱少睡眠，长夜沾湿何由彻?\n安得广厦千万间，大庇天下寒士俱欢颜，风雨不动安如山。呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！(死亦足 一作：死意足）","type":["初中古诗","秋天","写风","励志","忧国忧民"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142716828.mp3","remark":"秋高：秋深。怒号（háo）：大声吼叫。\n三重（chóng）茅：几层茅草。三，泛指多。\n挂罥（juàn）：挂着，挂住。罥，挂。长（cháng）：高。\n塘坳（ào）：低洼积水的地方（即池塘）。塘，一作”堂“。坳，水边低地。\n忍能对面为盗贼：竟忍心这样当面做“贼”。忍能，忍心如此。对面，当面。为，做。\n入竹去：进入竹林。\n呼不得：喝止不住。\n俄顷（qǐng）：不久，一会儿，顷刻之间。\n秋天漠漠向昏黑（古音念hè）：指秋季的天空阴沉迷蒙，渐渐黑了下来。\n布衾（qīn）：布质的被子。衾，被子。\n恶卧：睡相不好。裂：使动用法，使……裂。\n屋漏：根据《辞源》释义，指房子西北角，古人在此开天窗，阳光便从此处照射进来。“床头屋漏”，泛指整个屋子。\n雨脚如麻：形容雨点不间断，像下垂的麻线一样密集。雨脚，雨点。\n丧（sāng）乱：战乱，指安史之乱。\n沾湿：潮湿不干。何由彻：如何才能挨到天亮。彻，彻晓。\n安得：如何能得到。广厦（shà）：宽敞的大屋。\n大庇（bì）：全部遮盖、掩护起来。庇，遮盖，掩护。寒士：“士”原指士人，即文化人，但此处是泛指贫寒的士人们。俱：都。欢颜：喜笑颜开。\n呜呼：书面感叹词，表示叹息，相当于“唉”。\n突兀（wù）：高耸的样子，这里用来形容广厦。见（xiàn）：通“现”，出现。\n庐：茅屋。亦：一作“意”。足：值得。\n\n","shangxi":"　　此诗载于《全唐诗》卷二百一十九。下面是中国古典文学专家、文艺理论家、陕西师范大学文学研究所所长霍松林教授对此诗的赏析要点。\n\n　　此诗写的是自己的数间茅屋，表现的却是忧国忧民的情感。\n\n　　这首诗可分为四节。第一节五句，句句押韵，“号”、“茅”、“郊”、“梢”、“坳”五个开口呼的平声韵脚传来阵阵风声。“八月秋高风怒号，卷我屋上三重茅。”起势迅猛。“风怒号”三字，音响宏大，读之如闻秋风咆哮。一个“怒”字，把秋风拟人化，从而使下一句不仅富有动作性，面且富有浓烈的感情色彩。诗人好容易盖了这座茅屋，刚刚定居下来，秋风却故意同他作对似的，怒吼而来，卷起层层茅草，怎能不使诗人万分焦急？“茅飞渡江洒江郊”的“飞”字紧承上句的“卷”字，“卷”起的茅草没有落在屋旁，却随风“飞”走，“飞”过江去，然后分散地、雨点似地“洒”在“江郊”：“高者挂罥长林梢”，很难弄下来；“下者飘转沉塘坳”，也很难收回。“卷”、“飞”、“渡”、“洒”、“挂罥”、“飘转”，一个接一个的动态不仅组成一幅幅鲜明的图画，而且紧紧地牵动诗人的视线，拨动诗人的心弦。诗人的高明之处在于他并没有抽象地抒情达意，而是寓情意于客观描写之中。读这几句诗，读者分明看见一个衣衫单薄、破旧的干瘦老人拄着拐杖，立在屋外，眼巴巴地望着怒吼的秋风把他屋上的茅草一层又一层地卷了起来，吹过江法，稀里哗啦地洒在江郊的各处；而他对大风破屋的焦灼和怨愤之情，也不能不激起读者心灵上的共鸣。\n\n　　第二节五句。这是前一节的发展，也是对前一节的补充。前节写“洒江郊”的茅草无法收回。还有落在平地上可以收回的，然而却被“南村群童”抱跑了。“欺我老无力”五字宜着眼。如果诗人不是“老无力”，而是年当壮健有气力，自然不会受这样的欺侮。“忍能对面为盗贼”，意谓：竟然忍心在我的眼前做盗贼！这不过是表现了诗人因“老无力”而受欺侮的愤懑心情而已，决不是真的给“群童”加上“盗贼”的罪名，要告到官府里去办罪。所以，“唇焦口燥呼不得”，也就无可奈何了。用诗人《又呈吴郎》一诗里的话说，这正是“不为困穷宁有此”。诗人如果不是十分困穷，就不会对大风刮走茅草那么心急如焚；“群童”如果不是十分困穷，也不会冒着狂风抱那些并不值钱的茅草。这一切，都是结尾的伏线。“安得广厦千万间，大庇天下寒士俱欢颜”的崇高愿望，正是从“四海困穷”的现实基础上产生出来的。\n\n　　“归来倚杖自叹息”总收一、二两节。诗人大约是一听到北风狂叫，就担心盖得不够结实的茅屋发生危险，因而就拄杖出门，直到风吹屋破，茅草无法收回，这才无可奈何地走回家中。“倚杖”，当然又与“老无力”照应。“自叹息”中的“自”字，下得很沉痛！诗人如此不幸的遭遇只有自己叹息，未引起别人的同情和帮助，则世风的浇薄，就意在言外了，因而他“叹息”的内容，也就十分深广。当他自己风吹屋破，无处安身，得不到别人的同情和帮助的时候，分明联想到类似处境的无数穷人。\n\n　　第三节八句，写屋破又遭连夜雨的苦况。“俄顷风定云墨色，秋天漠漠向昏黑”两句，用饱蘸浓墨的大笔渲染出暗淡愁惨的氛围，从而烘托出诗人暗淡愁惨的心境，而密集的雨点即将从漠漠的秋空洒向地面，已在预料之中。“布衾多年冷似铁，娇儿恶卧踏里裂”两句，没有穷困生活体验的作者是写不出来的。值得注意的是这不仅是写布被又旧又破，而是为下文写屋破漏雨蓄势。成都的八月，天气并不“冷”，正由于“床头屋漏无干处，雨脚如麻未断绝”，所以才感到冷。“自经丧乱少睡眠，长夜沾湿何由彻”两句，一纵一收。一纵，从眼前的处境扩展到安史之乱以来的种种痛苦经历，从风雨飘摇中的茅屋扩展到战乱频仍、残破不堪的国家；一收，又回到“长夜沾湿”的现实。忧国忧民，加上“长夜沾湿”，难以入睡。“何由彻”和前面的“未断绝”照应，表现了诗人既盼雨停，又盼天亮的迫切心情。而这种心情，又是屋破漏雨、布衾似铁的艰苦处境激发出来的。于是由个人的艰苦处境联想到其他人的类似处境，水到渠成，自然而然地过渡到全诗的结尾。\n\n　　“安得广厦千万间，大庇天下寒士俱欢颜，风雨不动安如山”，前后用七字句，中间用九字句，句句蝉联而下，而表现阔大境界和愉快情感的词儿如“广厦”、“千万间”、“大庇”、“天下”、“欢颜”、“安如山”等等，又声音宏亮，从而构成了铿锵有力的节奏和奔腾前进的气势，恰切地表现了诗人从“床头屋漏无干处”、“长夜沾湿何由彻”的痛苦生活体验中迸发出来的奔放的激情和火热的希望。这种奔放的激情和火热的希望，咏歌之不足，故嗟叹之，“呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！”诗人的博大胸襟和崇高理想，至此表现得淋漓尽致。\n\n　　别林斯基曾说：“任何一个诗人也不能由于他自己和靠描写他自己而显得伟大，不论是描写他本身的痛苦，或者描写他本身的幸福。任何伟大诗人之所以伟大，是因为他们的痛苦和幸福的根子深深地伸进了社会和历史的土壤里，因为他是社会、时代、人类的器官和代表。”杜甫在这首诗里描写了他本身的痛苦，但当读者读完最后一节的时候，就知道他不是孤立地、单纯地描写他本身的痛苦，而是通过描写他本身的痛苦来表现“天下寒士”的痛苦，来表现社会的苦难、时代的苦难。在狂风猛雨无情袭击的秋夜，诗人脑海里翻腾的不仅是“吾庐独破”，而且是“天下寒士”的茅屋俱破。杜甫这种炽热的忧国忧民的情感和迫切要求变革黑暗现实的崇高理想，千百年来一直激动读者的心灵，并发生过积极的作用。\n\n","translation":"八月里秋深，狂风怒号，狂风卷走了我屋顶上好几层茅草。茅草乱飞，渡过浣花溪，散落在对岸江边。飞得高的茅草缠绕在高高的树梢上，飞得低的飘飘洒洒沉落到池塘和洼地里。\n南村的一群儿童欺负我年老没力气，竟忍心这样当面做“贼”抢东西，毫无顾忌地抱着茅草跑进竹林去了。我嘴唇干燥也喝止不住，回来后拄着拐杖，独自叹息。\n一会儿风停了，天空中乌云像墨一样黑，深秋天空阴沉迷蒙渐渐黑下来了。布被盖了多年，又冷又硬，像铁板似的。孩子睡觉姿势不好，把被子蹬破了。一下雨屋顶漏水，屋内没有一点儿干燥的地方，房顶的雨水像麻线一样不停地往下漏。自从安史之乱之后，我睡眠的时间很少，长夜漫漫，屋漏床湿，怎能挨到天亮。\n如何能得到千万间宽敞高大的房子，普遍地庇覆天下间贫寒的读书人，让他们开颜欢笑，房子在风雨中也不为所动，安稳得像是山一样？唉！什么时候眼前出现这样高耸的房屋，到那时即使我的茅屋被秋风所吹破，我自己受冻而死也心甘情愿！\n\n"}
{"_id":{"$oid":"5b9a0331367d5ca0f831361d"},"title":"春江花月夜","dynasty":"唐代","writer":"张若虚","content":"春江潮水连海平，海上明月共潮生。\n滟滟随波千万里，何处春江无月明！\n江流宛转绕芳甸，月照花林皆似霰。\n空里流霜不觉飞，汀上白沙看不见。\n江天一色无纤尘，皎皎空中孤月轮。\n江畔何人初见月？江月何年初照人？\n人生代代无穷已，江月年年只相似。(只相似 一作：望相似)\n不知江月待何人，但见长江送流水。\n白云一片去悠悠，青枫浦上不胜愁。\n谁家今夜扁舟子？何处相思明月楼？\n可怜楼上月徘徊，应照离人妆镜台。\n玉户帘中卷不去，捣衣砧上拂还来。\n此时相望不相闻，愿逐月华流照君。\n鸿雁长飞光不度，鱼龙潜跃水成文。\n昨夜闲潭梦落花，可怜春半不还家。\n江水流春去欲尽，江潭落月复西斜。\n斜月沉沉藏海雾，碣石潇湘无限路。\n不知乘月几人归，落月摇情满江树。(落月 一作：落花)","type":["春天","写花","月亮","思念","乐府"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142718089.mp3","remark":"滟（yàn）滟：波光荡漾的样子。\n芳甸(diàn）：芳草丰茂的原野。甸，郊外之地。\n霰（xiàn）：天空中降落的白色不透明的小冰粒。形容月光下春花晶莹洁白。\n流霜：飞霜，古人以为霜和雪一样，是从空中落下来的，所以叫流霜。在这里比喻月光皎洁，月色朦胧、流荡，所以不觉得有霜霰飞扬。\n汀（tīng）：沙滩。\n纤尘：微细的灰尘。\n月轮：指月亮，因为月圆时像车轮，所以称为月轮。\n穷已：穷尽。\n江月年年只相似：另一种版本为“江月年年望相似”。 \n但见：只见、仅见。\n悠悠：渺茫、深远。\n青枫浦上：青枫浦 地名 今湖南浏阳县境内有青枫浦。这里泛指游子所在的地方。\n浦上：水边。\n扁舟子：飘荡江湖的游子。扁舟，小舟。\n明月楼：月夜下的闺楼。这里指闺中思妇。\n月徘徊：指月光偏照闺楼，徘徊不去，令人不胜其相思之苦。\n离人：此处指思妇。\n妆镜台：梳妆台。\n玉户：形容楼阁华丽，以玉石镶嵌。\n捣衣砧（zhēn ）：捣衣石、捶布石。\n相闻：互通音信。\n逐：追随。\n月华：月光。\n文：同“纹”。\n闲潭：幽静的水潭。\n复西斜：此中“斜”应为押韵读作“xiá”（洛阳方言是当时的标准国语，斜在洛阳方言中就读作xiá）。\n潇湘:湘江与潇水。\n碣(jié)石、潇湘：一南一北，暗指路途遥远，相聚无望。\n无限路：极言离人相距之远。\n乘月：趁着月光。\n摇情：激荡情思，犹言牵情。\n\n","shangxi":"　　这首诗以写月作起，以写月落结，把从天上到地下这样寥廓的空间，从明月、江流、青枫、白云到水纹、落花、海雾等等众多的景物，以及客子、思妇种种细腻的感情，通过环环紧扣、连绵不断的结构方式组织起来。由春江引出海，由海引出明月，又由江流明月\n\n　　引出花林，引出人物，转情换意，前后呼应，若断若续，使诗歌既完美严密，又有反复咏叹的艺术效果。\n\n　　前半部重在写景，是写实，但如“何处春江无月明”、“空里流霜不觉飞”等句子，同时也体现了人物的想象和感觉。后半部重在抒情，这情是在景的基础上产生的，如长江流水、青枫白云、帘卷不去、拂砧还来等句，景中亦自有情，结尾一句，更是情景交融的名句。全篇有情有景，亦情亦景，情景交织成有机整体。\n\n　　诗歌写了许多色彩鲜明的形象，如皎月、白沙、白云、青枫等等，这些景物共同造成了柔和静谧的诗境，这种意境与所抒发的绵邈深挚的情感，十分和谐统一。\n\n　　诗歌每四句一换韵，平仄相间，韵律婉转悠扬。为了与缠绵的感情相适应，语言采用了一些顶针连环句式，如“春江潮水连海平，海上……”“江月何年初照人。人生……”“何处相思明月楼，可怜楼上……”“江潭落月复西斜，斜月……”。一唱三叹，情味无穷。对偶句的使用如“谁家今夜扁舟子？何处相思明月楼？”“鸿雁长飞光不度，鱼龙潜跃水成文”等等。句中平仄的讲求如“滟滟随波千万里，何处春江无月明？江流婉转绕芳甸，月照花林皆似霰”，平仄变换与律诗相同，使诗歌语言既抑扬顿挫，又清新流畅。\n\n　　“暮江平不动，春花满正开。流波将月去，潮水带星来。”杨广此首借题生义，一扫艳媚。黄昏远眺长江岸，暮霭沉沉，江水浩淼。“平不动”是水波不兴。江面平坦宁静，江边春花如火，开得满满当当。他写春夜潮生，江水滔滔。“将月去”，“带星来”将水波激荡，月星交辉的情景写得极宏大，于写景的壮阔中写出了时间的流逝。寥寥四句诗，将春江花月夜收纳其间，绘出一幅江月胜景图。“流波将月去，潮水带星来”，缓缓读来，如欣赏清秋月夜之画，风致婉然。此句好在平实，一个“将”字，一个“带”字，都是比较虚的动词，不会破了月明星稀的安稳美感。\n\n　　总而言之，诗人凭借对春江花月夜的描绘，尽情赞叹大自然的绮丽景色，讴歌人间纯洁爱情把游子对思妇的同情扩大开来，与对人生哲理的追求、对宇宙奥秘的探索结合而来，从而汇成一种情、景、理水乳交融的优美而邈远的意境。 \n\n","translation":"春天的江潮水势浩荡，与大海连成一片，一轮明月从海上升起，好像与潮水一起涌出来。\n月光照耀着春江，随着波浪闪耀千万里，所有地方的春江都有明亮的月光。\n江水曲曲折折地绕着花草丛生的原野流淌，月光照射着开遍鲜花的树林好像细密的雪珠在闪烁。\n月色如霜，所以霜飞无从觉察。洲上的白沙和月色融合在一起，看不分明。\n江水、天空成一色，没有一点微小灰尘，明亮的天空中只有一轮孤月高悬空中。\n江边上什么人最初看见月亮，江上的月亮哪一年最初照耀着人？\n人生一代代地无穷无尽，只有江上的月亮一年年地总是相像。\n不知江上的月亮等待着什么人，只见长江不断地一直运输着流水。\n游子像一片白云缓缓地离去，只剩下思妇站在离别的青枫浦不胜忧愁。\n哪家的游子今晚坐着小船在漂流？什么地方有人在明月照耀的楼上相思？\n可怜楼上不停移动的月光，应该照耀着离人的梳妆台。\n月光照进思妇的门帘，卷不走，照在她的捣衣砧上，拂不掉。\n这时互相望着月亮可是互相听不到声音，我希望随着月光流去照耀着您。\n鸿雁不停地飞翔，而不能飞出无边的月光；月照江面，鱼龙在水中跳跃，激起阵阵波纹。\n（此二句写月光之清澈无边，也暗含鱼雁不能传信之意。）\n昨天夜里梦见花落闲潭，可惜的是春天过了一半自己还不能回家。\n江水带着春光将要流尽，水潭上的月亮又要西落。\n斜月慢慢下沉，藏在海雾里，碣石与潇湘的离人距离无限遥远。\n不知有几人能趁着月光回家，唯有那西落的月亮摇荡着离情，洒满了江边的树林。\n\n"}
{"_id":{"$oid":"5b9a0331367d5ca0f831361e"},"title":"三峡","dynasty":"南北朝","writer":"郦道元","content":"　　自三峡七百里中，两岸连山，略无阙处。重岩叠嶂，隐天蔽日。自非亭午夜分，不见曦月。(阙 通：缺；重岩 一作：重峦)\n\n　　至于夏水襄陵，沿溯阻绝。或王命急宣，有时朝发白帝，暮到江陵，其间千二百里，虽乘奔御风，不以疾也。(溯 同：泝；暮到 一作：暮至)\n\n　　春冬之时，则素湍绿潭，回清倒影。绝巘多生怪柏，悬泉瀑布，飞漱其间，清荣峻茂，良多趣味。(巘 一作：山献)\n\n　　每至晴初霜旦，林寒涧肃，常有高猿长啸，属引凄异，空谷传响，哀转久绝。故渔者歌曰：“巴东三峡巫峡长，猿鸣三声泪沾裳。”\n\n","type":["初中文言文","写水","长江","写景","热爱"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142721041.mp3","remark":"自：在，从\n三峡：指长江上游重庆、湖北两个省级行政单位间的瞿塘峡、巫峡和西陵峡。三峡全长实际只有四百多里。\n略无：毫无，完全没有。阙：通“缺”，缺口，空隙。\n嶂(zhàng)：直立如屏障一样的山峰。\n自非：如果不是。自：如果。非：不是\n亭午：正午。夜分：半夜。\n曦(xī)：日光，这里指太阳。\n襄（xiāng）：上，这里指漫上。 陵：大的土山，这里泛指山陵。\n沿：顺流而下（的船）。溯：逆流而上（的船）。\n或：有的时候。王命：皇帝的圣旨。宣：宣布，传达。\n朝发白帝：早上从白帝城出发。白帝：城名，在重庆奉节县东。朝：早晨\n江陵：今湖北省荆州市。\n虽：即使。 奔：奔驰的快马。御：驾着，驾驶\n不以：不如。此句谓和行船比起来，即使是乘奔御风也不被认为是（比船）快，或为“以”当是“似”之误。(见清赵一清《水经注刊误》) 疾：快。\n素湍：白色的急流。素：白色的。绿潭：碧绿的潭水。\n回清倒影：回旋的清波，倒映出（山石林木）的倒影。\n绝巘(yǎn):极高的山峰。绝：极。巘：高峰\n悬泉：悬挂着的泉水瀑布。飞漱：急流冲荡。漱：冲荡。\n清荣峻茂：水清，树荣（茂盛），山高，草盛。\n良：实在，的确，确实。\n晴初：（雨后或雪后）天刚刚放晴的时候。霜旦：下霜的早晨。\n属引：连续不断。属(zhǔ)：动词。连接。引：延长。凄异：凄凉怪异。\n哀转久绝：悲哀婉转，猿鸣声很久才消失。绝：消失，停止。转：通“啭”鸣叫。\n巴东：汉郡名，在今重庆东部云阳，奉节，巫山一带。\n三声：几声。这里不是确数。\n沾：打湿。\n 裳（cháng）：衣服。\n\n","shangxi":"　　本文是《水经注》中《江水》中的“（江水）又东过巫县南，盐水从县东南流注之”的一条注。记叙了长江三峡雄伟壮丽的奇景，能激发人们热爱祖国大好河山的感情。\n\n　　“自三峡七百里中，两岸连山，略无阙处。重岩叠嶂，隐天蔽日，自非亭午夜分，不见曦月。”总写三峡的特点：山高岭连，中间狭窄。“自三峡七百里中”，交代峡之长，接着指出两岸山的特点在于“连”。“略无阙处”，毫无残缺的地方，进一步写“连”。下面接着写山的“高”。山峰相重，群山复叠，山上垒山，说明山高。山隐，遮蔽住太阳匿于天空，从另一个角度写山的高。“重”和“叠”，就山本身的状态写其高，是俯瞰而得；“隐”和“蔽”，以天和日来衬其高，乃仰视所见。下面两句，则以特定条件下的情景形象地综合表现以上特点。只有正午和半夜的时候才能见到太阳和月亮。如果不是“两岸”连山，哪怕只有一岸连山，也不会形成这种状况；如果连山有缺，其他时间于缺处也能见到日月；如果连山不高，也不必待到这时才见日月；如果三峡不窄，其他时候也可见到日月。正午见日，夜半见月，由特定条件充分显示了三峡特点。\n\n　　“至于夏水襄陵，沿溯阻绝。或王命急宣，有时朝发白帝，暮到江陵，其间千二百里，虽乘奔御风，不以疾也。”写夏季三峡情景：水涨流速，交通阻断。夏季水涨，淹了山陵，上行和下航的船只都被阻绝了。这里所写的是水势大水流速情况下的通例。下举一特例，以进一步证明水速。只有王朝的紧急命令要向各地传达时，才会有航船。这一方面照应了平常情况下是“沿溯阻绝”的，同时借此可写出船行之快。朝发白帝，暮到江陵，补笔交代“其间千二百里”，则时速约为百里，加上更用奔马和疾风作比较，给人的感受也就更为形象而深刻了。\n\n　　本节承上段而来。上段写三峡山的特点，为本节写水设置了条件。山高，则水的落差大，山高自然流急。山连，则水不得他泄，必然尽在漕中。峡窄，则断面小，单位面积里的水的流量也就大。水“涨”的因素和峡的特点及条件，构成了水流的湍急。作者是为江水作注，重点是写水，而水以夏季为盛，故先写“夏水”。为写水势，先写山势，这既能揭示水速的原因，又能使急流和峻岭相互映衬，能形成一幅险峻壮奇的图画。\n\n　　“春冬之时，则素湍绿潭，回清倒影，绝巘多生怪柏，悬泉瀑布，飞漱其间，清荣峻茂，良多趣味。”写春冬时三峡情景：水退潭清，风景秀丽。以“春冬之时”领起，很自然地转换了描写对象，时易则景异，镜头中摇出了另外一种景象。白色的急流回映着清光，绿色的水潭倒映着景物的影子。这里先写俯视江中所见。“湍”是动态，“潭”为静境。以“素”饰“湍”，水如白练，明净轻快，上有清光回照，白中间青，水光变幻。深水为潭，以“绿”饰“潭”，益见深沉宁静。水中有影，则水平如镜，倒影入潭，更觉风光秀丽。急流上波光粼粼，深潭里景物重重，动静相杂，色彩各异，相映成趣，堪称秀丽隽逸。下文即写仰视所见，由峡底写到山上。以“绝”状山，以“怪”写柏，道出了当地的自然特征。山岩陡削，高耸入云，故为“绝”。山上的柏树，托足于岩石之间，正午之时方见日光，它要曲体向阳，加之峡窄风大，自然枝干扭曲，何况年代久远，当然要变成“怪”形。在这人迹罕至、鸟兽少见的境地，“怪柏”显示着旺盛的生命力和坚强的意志，给山水之间投进了一股生命的活流，使人顿觉生意盎然。作者写此，还只是给“悬泉瀑布”勾勒出一个背景。山静、泉飞、柏怪、水奇，静中有动，声色纷沓，山水相配，构成了一幅挺拔超脱的图画，这和“素湍绿潭，回清倒影”又大为异趣。最后作者总括说：水清、木荣、山峻、草茂，实在富有趣味。以极为精练的四字，状写了四种景物，且各具特色，由景境导出了作者的心境。\n\n　　作者将冬春二季放在一道写，要兼及两季的特点。冬季水竭，才会出现“素湍绿潭”，春天物鲜，始有草木“荣茂”。本节所写与上节所述，意趣迥异。夏水急猛，春水潺；夏水多险，春水富趣。作者认为三峡风光“良多趣味”，和封建士大夫对三峡“悉以临惧相戒”的思想感情大相径庭。\n\n　　“每至晴初霜旦，林寒涧肃，常有高猿长啸，属引凄异，空谷传响，哀转久绝。故渔者歌曰：‘巴东三峡巫峡长，猿鸣三声泪沾裳!’”写秋天三峡情景：水枯气寒，猿鸣凄凉。以“霜旦”的“霜”暗指秋季，开笔多变。接着以实景补足前意，林涧之间，清冷肃穆。这时已无江水喧腾，也不见草木争荣，而是充满了凄清肃杀的气氛。写秋峡以代表性事物猿来表现，写猿又分两层，一是直接叙述，一是引渔歌为证。写猿又围绕着“山”和“哀”两个重点，从而显示秋峡的特色。以“高”形容猿，指明是高山上的猿，以“长”形容啸，送声长远，暗示是在长峡之中。“空谷传响”，直言在山中。“久绝”，回应“两岸连山，略无阙处”。写渔歌也是一言“峡长”，一言声哀。从猿鸣之中，使人进一步体会到山高、岭连、峡窄、水长，同时山猿哀鸣，渲染了秋天的萧瑟气氛。也让人从这句渔歌中体会到了，渔者们的辛苦和生活的艰苦。\n\n　　本文虽属节选，但全文结构严谨，布局巧妙，浑然一体，尤其作者在描山摹水上更见功力。由于作者曾“践跻此境”，有具体感受，所以能掌握三峡的特点和不同季节的风貌。首先，作者采取先大而小，先总后分的办法，按季节分层次，写得起讫分明，各具特色。其次，善于选取富有特征性的事物，寥寥几笔，使境界全出，叫读者恍如身临其境。如以“朝发白帝，暮到江陵”表现水流湍急，以“素湍绿潭，回清倒影”形容江水澄澈，风光妩媚，以“空谷传响，哀转久绝”渲染猿鸣幽凄、山谷空旷，都言简意赅，情景交融。再次，各个部分，各有侧重，互相映衬，互相补充，从不同角度写出了三峡特色，而下面的三个部分，又都围绕着首段关于山峡总的特点来写。最后，作者运笔富于变化，有正面落笔，有侧面烘托，有粗线勾勒，有工笔细描，有明言直写，有隐喻暗示，有全景鸟瞰，有特写镜头，有仰观远景，有俯察近物，有绘形写貌，有摹声录音，有自己立言，有由人代语，虽只几百字的短文，却概括千里，包容四季，收纳山水草木，罗入清猿怪柏，真可谓片言敌万语，尺素罗千里。\n\n","translation":"　　在三峡七百里之间，两岸都是连绵的高山，完全没有中断的地方；重重叠叠的悬崖 峭壁，遮挡了天空和太阳。若不是在正午半夜的时候，连太阳和月亮都看不见。\n\n　　等到夏天水涨，江水漫上小山丘的时候，下行或上行的船只都被阻挡了，不能通航。有时候皇帝的命令要紧急传达，这时只要早晨从白帝城出发，傍晚就到了江陵，这中间有一千二百里，即使骑上飞奔的马，驾着疾风，也不如它快。\n\n　　等到春天和冬天的时候，就可以看见白色的急流,回旋的清波。碧绿的潭水倒映着各种景物的影子。极高的山峰上生长着许多奇形怪状的柏树，山峰之间有悬泉瀑布飞流冲荡。水清，树荣，山高，草盛，确实趣味无穷。\n\n　　在秋天，每到初晴的时候或下霜的早晨，树林和山涧显出一片清凉和寂静，经常有高处的猿猴拉长声音鸣叫，声音持续不断，非常凄凉怪异，空荡的山谷里传来猿叫的回声，悲哀婉转，很久才消失。所以三峡中渔民的歌谣唱道：“巴东三峡巫峡长，猿鸣三声泪沾裳。”\n\n"}
{"_id":{"$oid":"5b9a0331367d5ca0f831361f"},"title":"过零丁洋","dynasty":"宋代","writer":"文天祥","content":"辛苦遭逢起一经，干戈寥落四周星。\n山河破碎风飘絮，身世浮沉雨打萍。\n惶恐滩头说惶恐，零丁洋里叹零丁。\n人生自古谁无死？留取丹心照汗青。","type":["古诗三百首","初中古诗","爱国","励志","忧国忧民","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142721133.mp3","remark":"零丁洋：零丁洋即”伶丁洋“。现在广东省珠江口外。1278年底，文天祥率军在广东五坡岭与元军激战，兵败被俘，囚禁船上曾经过零丁洋。\n遭逢：遭遇。起一经，因为精通一种经书，通过科举考试而被朝廷起用作官。文天祥二十岁考中状元。\n干戈：指抗元战争。寥（liáo）落：荒凉冷落。一作“落落”。四周星：四周年。文天祥从1275年起兵抗元，到1278年被俘，一共四年。\n絮：柳絮。\n萍：浮萍。\n惶恐滩：在今江西省万安县，是赣江中的险滩。1277年，文天祥在江西被元军打败，所率军队死伤惨重，妻子儿女也被元军俘虏。他经惶恐滩撤到福建。\n零丁：孤苦无依的样子。\n丹心：红心，比喻忠心。\n汗青：同汗竹，史册。古代用简写字，先用火烤干其中的水分，干后易写而且不受虫蛀，也称汗青。\n\n","shangxi":"　　首联“辛苦遭逢起一经，干戈寥落四周星。”“起一经”当指天祥二十岁中进士说的，四周星即四年。天祥于德祐元年（1275），起兵勤王，至祥兴元年（1278）被俘，恰为四个年头。此自叙生平，思今忆昔。从时间说，拈出“入世”和“勤王”，一关个人出处，一关国家危亡，两件大事，一片忠心。唐宋时期，一个人要想替国家做出一番事业，必须入仕，要入仕，作为知识分子必须通过科举考选，考选就得读经，文天祥遇难时，衣带中留有个自赞文说：“读圣贤书，所学何事，而今而后，庶几无愧”，就是把这两件事拴在一起的。圣人著作就叫经，经是治国安邦的。这两句诗，讲两件事，似可分开独立，而实质上是连结在一起的。干戈寥落一作干戈落落，意思相近。《后汉书·耿弁传》“落落难合”注云：“落落犹疏阔也。”疏阔即稀疏、疏散，与寥落义同。《宋史》说当时谢后下勤王诏，响应的人很少，这里所讲情况正合史实。\n\n　　颔联接着说“山河破碎风飘絮，身世浮沉雨打萍。”还是从国家和个人两方面展开和深入加以铺叙。宋朝自临安弃守，恭帝赵昰被俘，事实上已经灭亡。剩下的只是各地方军民自动组织起来抵抗。文天祥、张世杰等人拥立的端宗赵昱逃难中惊悸而死，陆秀夫复立八岁的赵昺建行宫于崖山，各处流亡，用山河破碎形容这种局面，加上说“风飘絮”，形象生动，而心情沉郁。这时文天祥自己老母被俘，妻妾被囚，大儿丧亡，真像水上浮萍，无依无附，景象凄凉。\n\n　　颈联继续追述今昔不同的处境和心情，昔日惶恐滩边，忧国忧民，诚惶诚恐；今天零丁洋上孤独一人，自叹伶仃。皇恐滩是赣江十八滩之一，水流湍急，令人惊恐，也叫惶恐滩。原名黄公滩，因读音相近，讹为皇恐滩。滩在今江西省万安县境内赣江中，文天祥起兵勤王时曾路过这里。零丁洋在今广东省珠江15里外的崖山外面，现名伶丁洋，文天祥兵败被俘，押送过此。前者为追忆，后者乃当前实况，两者均亲身经历。一身为战将，一为阶下囚。故作战将，面对强大敌人，恐不能完成守土复国的使命，惶恐不安。而作为阶下囚，孤苦伶仃，只有一人。这里“风飘絮”、“雨打萍”、“惶恐滩”、“零丁洋”都是眼前景物，信手拈来，对仗工整，出语自然，而形象生动，流露出一腔悲愤和盈握血泪。\n\n　　尾联笔势一转，忽然宕进，由现在渡到将来，拨开现实，露出理想，如此结语，有如撞钟，清音绕梁。全诗格调，顿然一变，由沉郁转为开拓、豪放、洒脱。“人生自古谁无死，留取丹心照汗青。”让赤诚的心如一团火，照耀史册，照亮世界，照暖人生。用一照字，显示光芒四射，英气逼人。据说张弘范看到文天祥这首诗，尤其是尾联这两句，连称：“好人，好诗！”诚然文天祥把做诗与做人，诗格与人格，浑然一体。千秋绝唱，情调高昂，激励和感召古往今来无数志士仁人为正义事业英勇献身。\n\n","translation":"回想我早年由科举入仕历尽辛苦，如今战火消歇已熬过了四个年头。\n国家危在旦夕恰如狂风中的柳絮，自己一生的坎坷如雨中浮萍漂泊无根时起时沉。\n惶恐滩的惨败让我至今依然惶恐，零丁洋身陷元虏可叹我孤苦零丁。\n人生自古以来有谁能够长生不死？我要留一片爱国的丹心映照史册。\n\n"}
{"_id":{"$oid":"5b9a0331367d5ca0f8313620"},"title":"白雪歌送武判官归京","dynasty":"唐代","writer":"岑参","content":"北风卷地白草折，胡天八月即飞雪。\n忽如一夜春风来，千树万树梨花开。\n散入珠帘湿罗幕，狐裘不暖锦衾薄。\n将军角弓不得控，都护铁衣冷难着。(难着 一作：犹著)\n瀚海阑干百丈冰，愁云惨淡万里凝。\n中军置酒饮归客，胡琴琵琶与羌笛。\n纷纷暮雪下辕门，风掣红旗冻不翻。\n轮台东门送君去，去时雪满天山路。\n山回路转不见君，雪上空留马行处。","type":["唐诗三百首","初中古诗","冬天","送别","友情","咏物","写雪","古诗里的十二个月"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142723325.mp3","remark":" 武判官：名不详。判官，官职名。唐代节度使等朝廷派出的持节大使，可委任幕僚协助判处公事，称判官，是节度使、观察使一类的僚属。\n白草：西域牧草名，秋天变白色。\n胡天：指塞北的天空。胡，古代汉民族对北方各民族的通称。\n梨花：春天开放，花作白色。这里比喻雪花积在树枝上，像梨花开了一样。\n珠帘：用珍珠串成或饰有珍珠的帘子。形容帘子的华美。罗幕：用丝织品做成的帐幕。形容帐幕的华美。这句说雪花飞进珠帘，沾湿罗幕。“珠帘”“罗幕”都属于美化的说法。\n狐裘（qiú）：狐皮袍子。锦衾（qīn）：锦缎做的被子。锦衾薄（bó）：丝绸的被子（因为寒冷）都显得单薄了。形容天气很冷。\n角弓：两端用兽角装饰的硬弓，一作“雕弓”。不得控：（天太冷而冻得）拉不开（弓）。控：拉开。\n都（dū）护：镇守边镇的长官此为泛指，与上文的“将军”是互文。铁衣：铠甲。难着（zhuó）：一作“犹着”。着：亦写作“著”。\n瀚（hàn）海：沙漠。阑干：纵横交错的样子。百丈：一作“百尺”，一作“千尺”。\n惨淡：昏暗无光。\n中军：称主将或指挥部。古时分兵为中、左、右三军，中军为主帅的营帐。饮归客：宴饮归京的人，指武判官。饮，动词，宴饮。\n胡琴琵琶与羌（qiāng）笛：胡琴等都是当时西域地区兄弟民族的乐器。羌笛：羌族的管乐器。\n辕门：军营的门。古代军队扎营，用车环围，出入处以两车车辕相向竖立，状如门。这里指帅衙署的外门。\n风掣（chè）：红旗因雪而冻结，风都吹不动了。掣：拉，扯。冻不翻：旗被风往一个方向吹，给人以冻住之感。\n轮台：唐轮台在今新疆维吾尔自治区米泉县境内，与汉轮台不是同一地方。\n满：铺满。形容词活用为动词。\n山回路转：山势回环，道路盘旋曲折。\n\n","shangxi":"　　此诗是一首咏雪送人之作。杜甫在《渼陂行》诗中说：“岑参兄弟皆好奇”。此诗就处处都体现出一个“奇”字。\n\n　　此诗开篇就奇突。未及白雪而先传风声，所谓“笔所未到气已吞”——全是飞雪之精神。大雪必随刮风而来，“北风卷地”四字，妙在由风而见雪。“白草”，据《汉书·西域传》颜师古注，乃西北一种草名，王先谦补注谓其性至坚韧。然经霜草脆，故能断折（如为春草则随风俯仰不可“折”）。“白草折”又显出风来势猛。八月秋高，而北地已满天飞雪。“胡天八月即飞雪”，一个“即”字，维妙维肖地写出由南方来的人少见多怪的惊奇口吻。\n\n　　塞外苦寒，北风一吹，大雪纷飞。诗人以“春风”使梨花盛开，比拟“北风”使雪花飞舞，极为新颖贴切。“忽如”二字下得甚妙，不仅写出了“胡天”变幻无常，大雪来得急骤，而且，再次传出了诗人惊喜好奇的神情。“千树万树梨花开”的壮美意境，颇富有浪漫色彩。南方人见过梨花盛开的景象，那雪白的花不仅是一朵一朵，而且是一团一团，花团锦簇，压枝欲低，与雪压冬林的景象极为神似。春风吹来梨花开，竟至“千树万树”，重叠的修辞表现出景象的繁荣壮丽。“春雪满空来，触处似花开”（东方虬《春雪》），也以花喻雪，匠心略同，但无论豪情与奇趣都得让此诗三分。诗人将春景比冬景，尤其将南方春景比北国冬景，几使人忘记奇寒而内心感到喜悦与温暖，着想、造境俱称奇绝。要品评这咏雪之千古名句，恰有一个成语——“妙手回春”。\n\n　　以写野外雪景作了漂亮的开端后，诗笔从帐外写到帐内。那片片飞“花”飘飘而来，穿帘入户，沾在幕帏上慢慢消融……“散入珠帘湿罗幕”一语承上启下，转换自然从容，体物入微。“白雪”的影响侵入室内，倘是南方，穿“狐裘”必发炸热，而此地“狐裘不暖”，连裹着软和的“锦衾”也只觉单薄。“一身能擘五雕弧”的边将，居然拉不开角弓；平素是“将军金甲夜不脱”，而此时是“都护铁衣冷难着”。二句兼都护（镇边都护府的长官）将军言之，互文见义。这四句，有人认为表现着边地将士苦寒生活，仅着眼这几句，谁说不是？但从“白雪歌”歌咏的主题而言，这主要是通过人和人的感受，通过种种在南来人视为反常的情事写天气的奇寒，写白雪的威力。这真是一支白雪的赞歌呢。通过人的感受写严寒，手法又具体真切，不流于抽象概念。诗人对奇寒津津乐道，使人不觉其苦，反觉冷得新鲜，寒得有趣。这又是诗人“好奇”个性的表现。\n\n　　场景再次移到帐外，而且延伸向广远的沙漠和辽阔的天空：浩瀚的沙海，冰雪遍地；雪压冬云，浓重稠密，虽暂停，但看来天气不会在短期内好转。“瀚海阑干百丈冰，愁云惨淡万里凝”，二句以夸张笔墨，气势磅礴地勾出瑰奇壮丽的沙塞雪景，又为“武判官归京”安排了一个典型的送别环境。如此酷寒恶劣的天气，长途跋涉将是艰辛的呢。“愁”字隐约对离别分手作了暗示。\n\n　　于是写到中军帐（主帅营帐）置酒饮别的情景。如果说以上主要是咏雪而渐有寄情，以下则正写送别而以白雪为背景。“胡琴琵琶与羌笛”句，并列三种乐器而不写音乐本身，颇似笨拙，但仍能间接传达一种急管繁弦的场面，以及“总是关山旧别情”的意味。这些边地之器乐，对于送者能触动乡愁，于送别之外别有一番滋味。写饯宴给读者印象深刻而落墨不多，这也表明作者根据题意在用笔上分了主次详略。\n\n　　送客送出军门，时已黄昏，又见大雪纷飞。这时看见一个奇异景象：尽管风刮得挺猛，辕门上的红旗却一动也不动──它已被冰雪冻结了。这一生动而反常的细节再次传神地写出天气奇寒。而那白雪为背景上的鲜红一点，那冷色基调的画面上的一星暖色，反衬得整个境界更洁白，更寒冷；那雪花乱飞的空中不动的物象，又衬得整个画面更加生动。这是诗中又一处精彩的奇笔。\n\n　　送客送到路口，这是轮台东门。尽管依依不舍，毕竟是分手的时候了。诗人心想：大雪封山，路可怎么走啊！路转峰回，行人消失在雪地里，诗人还在深情地目送。这最后的几句是极其动人的，成为此诗出色的结尾，与开篇悉称。结束处留下了很大的思索空间：看着“雪上空留”的马蹄迹，诗人在想些什么？是对行者难舍而生留恋，是为其“长路关山何时尽”而发愁，还是为自己归期未卜而惆怅？这里有悠悠不尽之情，形成了一个艺术空白，其意境与汉代古诗“步出城东门，遥望江南路。前日风雪中，故人从此去”名句差近，但用在诗的结处，效果更见佳妙。\n\n　　充满奇情妙思，是此诗主要的特色（这很能反映诗人创作个性）。作者用敏锐的观察力和感受力捕捉边塞奇观，笔力矫健，有大笔挥酒（如“瀚海”二句），有细节勾勒（如“风掣红旗冻不翻”），有真实生动的摹写，也有浪漫奇妙的想象（如“忽如”二句），再现了边地瑰丽的自然风光，充满浓郁的边地生活气息。全诗融合着强烈的主观感受，在歌咏自然风光的同时还表现了雪中送人的真挚情谊。诗情内涵丰富，意境鲜明独特，具有极强的艺术感染力。诗的语言明朗优美，又利用换韵与场景画面交替的配合，形成跌宕生姿的节奏旋律。诗中或二句一转韵，或四句一转韵，转韵时场景必更新：开篇入声起音陡促，与风狂雪猛画面配合；继而音韵轻柔舒缓，随即出现“春暖花开”的美景；以下又转沉滞紧涩，出现军中苦寒情事；……末四句渐入徐缓，画面上出现渐行渐远的马蹄印迹，使人低回不已。全诗音情配合极佳，当得“有声画”的称誉。\n\n","translation":"北风席卷大地把白草吹折，胡地天气八月就纷扬落雪。\n忽然间宛如一夜春风吹来，好像是千树万树梨花盛开。\n雪花散入珠帘打湿了罗幕，狐裘穿不暖锦被也嫌单薄。\n将军都护手冻得拉不开弓，铁甲冰冷得让人难以穿着。\n沙漠结冰百丈纵横有裂纹，万里长空凝聚着惨淡愁云。\n主帅帐中摆酒为归客饯行，胡琴琵琶羌笛合奏来助兴。\n傍晚辕门前大雪落个不停，红旗冻僵了风也无法牵引。\n轮台东门外欢送你回京去，你去时大雪盖满了天山路。\n山路迂回曲折已看不见你，雪上只留下一行马蹄印迹。\n\n"}
{"_id":{"$oid":"5b9a033b367d5ca0f8313621"},"title":"青玉案·元夕","dynasty":"宋代","writer":"辛弃疾","content":"东风夜放花千树。更吹落、星如雨。宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。 \n蛾儿雪柳黄金缕。笑语盈盈暗香去。众里寻他千百度。蓦然回首，那人却在，灯火阑珊处。","type":["宋词三百首","婉约","元宵节","写人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142725405.mp3","remark":"青玉案：词牌名。“案”读wan，第三声，与“碗”同音。\n元夕：夏历正月十五日为上元节，元宵节，此夜称元夕或元夜。\n“东风”句：形容元宵夜花灯繁多。花千树，花灯之多如千树开花。\n星如雨：指焰火纷纷，乱落如雨。星，指焰火。形容满天的烟花。\n宝马雕车：豪华的马车。\n“凤箫”句：指笙、箫等乐器演奏。凤箫，箫的美称。\n玉壶：比喻明月。亦可解释为指灯。\n鱼龙舞：指舞动鱼形、龙形的彩灯，如鱼龙闹海一样。\n“蛾儿”句：写元夕的妇女装饰。蛾儿、雪柳、黄金缕，皆古代妇女元宵节时头上佩戴的各种装饰品。这里指盛装的妇女。\n盈盈：声音轻盈悦耳，亦指仪态娇美的样子。暗香：本指花香，此指女性们身上散发出来的香气。\n他：泛指第三人称，古时就包括“她”。千百度：千百遍。\n蓦然：突然，猛然。\n阑珊：零落稀疏的样子。\n\n","shangxi":"　　阴历正月十五为上元节，这日晚上称元夕，亦称元宵，元夜。我国古代有元夕观灯的风俗。玉壶：指月亮。鱼龙舞：指舞鱼灯、龙灯之类。这是一首别有寄托的词作。词人假借对一位厌恶热闹、自甘寂寞的女子的寻求，含蓄地表达了自己的高洁志向和情怀．梁启超《艺蘅馆胡词选》云：“自怜幽独，伤心人别有怀抱。”其体会是可信的。词的上片，极写元夕灯火辉煌、歌舞繁盛的热闹景象。“东风夜放花千树，更吹落、星如雨，”前一句写灯，后一句写焰火。上元之夜，满城灯火，就象一夜春风吹开了千树万树的繁花，满天的焰火明灭，又象是春风把满天星斗吹落。真是一片灯的海洋，焰火的世界，令人眼花缭乱。\n\n　　“花千树”、“星如雨”，不仅写出了灯火之盛、之美，而且也给人热闹非凡的感觉，渲染出了节日的热烈气氛。“宝马雕车香满路”，是写游人之盛。但这里主要还是为了渲染气氛，所以，作者并没有对游人作具体描绘，只是从整体印象上概括地勾勒了一笔。然而，游人如织、仕女如云的景象却已跃然纸上；最后三句描绘歌舞之乐。节日的夜晚，一片狂欢景象，到处是笙箫齐鸣，到处是彩灯飞舞，人们在忘情地欢乐着，\n\n　　“一夜鱼龙舞”，写出了人们彻夜狂欢的情景。 下片写寻觅意中人的过程。“蛾儿雪柳黄金缕，笑语盈盈暗香去。“观灯看花”的妇女，头上戴着“蛾儿”、“雪柳”、“黄金缕”等装饰品，一个个打扮得花枝招展，整整齐齐，漂漂亮亮。她们一路笑语，带着幽香，从词人眼前走过，这里作者具体地描写了观灯的游人，也是对上片“宝马雕车香满路”描写的一个补充，同时，一个“去”字也暗传出对意中人的寻觅。在熙熙攘攘的游人中，他寻找着，辩认着，一个个少女美妇从他眼前过去了，可是，却没有一个人是他要寻找的。那么他所要寻找的意中人在哪里呢?\n\n　　“众里寻他千百度，蓦然回首，那人却在、灯火阑珊处。”经过千百次的寻觅，终于在灯火冷落的地方发现了她。人们都在尽情的狂欢，陶醉在热闹场中，可是她却在热闹圈外；独自站在“灯火阑珊处”，充分显示了“那人”的与众不同和孤高。“众里寻她千百度”极写寻觅之苦，而“蓦然”二字则写出了发现意中人后的惊喜之情。这里作者以含蓄的语言，表现了人物内心的活动。\n\n　　这首词先用大量笔墨渲染了元夕的热闹景象，最后突然把笔锋一转，以冷清作结，形成了鲜明强烈的对比。这种对比，不仅造成了境界上的强烈反差，深化了全词的意境，而且很好地起到了加强突出人物形象的作用。\n\n　　灯火写得愈热闹，则愈显“那人”的孤高，人写得愈忘情，愈见“那人”的不同流俗。 全词就是通过这种强烈的对比手法，反衬出了一个自甘寂寞、独立不移、性格孤介的女性形象。作者写这样—个不肯随波逐流、自甘淡泊的女性形象，是有所寄托的。辛弃疾力主抗战，屡受排挤，但他矢志不移，宁可过寂寞的闲居生活，也不肯与投降派同流合污，这首词是他这种思想的艺术反映。“众里寻他千百度，蓦然回首，那人却在，灯火阑珊处”，历来也为人传诵。\n\n　　清王国维在《人间词话》中说，这三句也是“古今之成大事业、大学问者”，必然经过三境界的第三境，并以此作比喻，对做学问、做人、成事业者，在经历了第一境界和第二境界之后，才能有所发现，自己所追寻的东西往往会在不经意的时候，没想到的地方出现。\n\n","translation":"像东风吹散千树繁花一样，又吹得烟火纷纷，乱落如雨。豪华的马车满路芳香。悠扬的凤箫声四处回荡，玉壶般的明月渐渐西斜，一夜鱼龙灯飞舞笑语喧哗。\n美人头上都戴着亮丽的饰物，笑语盈盈地随人群走过，身上香气飘洒。我在人群中寻找她千百回，猛然一回头，不经意间却在灯火零落之处发现了她。\n\n"}
{"_id":{"$oid":"5b9a033b367d5ca0f8313622"},"title":"破阵子·为陈同甫赋壮词以寄之","dynasty":"宋代","writer":"辛弃疾","audioUrl":"https://song.gushiwen.org/mp3/yiyesheng/57913.mp3","content":"醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声。沙场秋点兵。\n马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。可怜白发生！","type":["宋词三百首","初中古诗","豪放","记梦","战争","抒情","壮志难酬"],"remark":"醉里：醉酒之中。\n挑灯：拨动灯火，点灯。 看剑：查看宝剑。准备上战场杀敌的形象。说明作者即使在醉酒之际也不忘抗敌。\n八百里：指牛。\n麾：军旗。麾下：指部下。\n炙：烤肉。\n五十弦：本指瑟，泛指乐器。 翻：演奏。 塞外声：以边塞作为题材的雄壮悲凉的军歌。\n沙场：战场\n点兵：检阅军队。\n马作的卢（dì lú）飞快：战马像的卢马那样跑得飞快；作，像…一样；的卢，马名。一种额部有白色斑点性烈的快马。相传刘备曾乘的卢马从襄阳城西的檀溪水中一跃三丈，脱离险境。\n作：像，如。\n霹雳(pī lì)：特别响的雷声，比喻拉弓时弓弦响如惊雷。\n了(liǎo)却：了结，完成。\n天下事：此指恢复中原之事。.\n赢得：博得。\n身后：死后。\n可怜：可惜\n\n","shangxi":"　　此词以两个二、二、二的对句开头，通过具体、生动的描述，表现了多层情意。第一句，只六个字，却用三个连续的、富有特征性的动作，塑造了一个壮士的形象，让读者从那些动作中去体会人物的内心活动，去想象人物所处的环境，意味无穷。为什么要吃酒，而且吃“醉”？既“醉”之后，为什么不去睡觉，而要“挑灯”？“挑”亮了“灯”，为什么不干别的，偏偏抽出宝剑，映着灯光看了又看？……这一连串问题，只要细读全词，就可能作出应有的回答，因而不必说明。“此时无声胜有声”。用什么样的“说明”也难以比这无言的动作更有力地展现人物的内心世界。\n\n　　“挑灯”的动作又点出了夜景。那位壮士在夜深人静、万籁俱寂之时，思潮汹涌，无法入睡，只好独自吃酒。吃“醉”之后，仍然不能平静，便继之以“挑灯”，又继之以“看剑”。翻来覆去，总算睡着了。而刚一入睡，方才所想的一切，又幻为梦境。“梦”了些什么，也没有明说，却迅速地换上新的镜头：“梦回吹角连营。”壮士好梦初醒，天已破晓，一个军营连着一个军营，响起一片号角声。这号角声，富有催人勇往无前的力量。而那位壮士，也正好是统领这些军营的将军。于是，他一跃而起，全副披挂，要把他“醉里”、“梦里”所想的一切统统变为现实。\n\n　　三、四两句，可以不讲对仗，词人也用了偶句。偶句太多，容易显得呆板；可是在这里恰恰相反。两个对仗极工、而又极其雄健的句子，突出地表现了雄壮的军容，表现了将军及士兵们高昂的战斗情绪。“八百里分麾下炙，五十弦翻塞外声”：兵士们欢欣鼓舞，饱餐将军分给的烤牛肉；军中奏起振奋人心的战斗乐曲。牛肉一吃完，就排成整齐的队伍。将军神采奕奕，意气昂扬，“沙场秋点兵”。这个“秋”字下得好。正当“秋高马壮”的时候，“点兵”出征，预示了战无不胜的前景。\n\n　　按谱式，《破阵子》是由句法、平仄、韵脚完全相同的两“片”构成的。后片的起头，叫做“过片”，一般的写法是：既要和前片有联系，又要“换意”，从而显示出这是另一段落，形成“岭断云连”的境界。辛弃疾却往往突破这种限制，《贺新郎·别茂嘉十二弟》如此，这首《破阵子》也是如此。“沙场秋点兵”之后，大气磅礴，直贯后片“马作的卢飞快，弓如霹雳弦惊”：将军率领铁骑，快马加鞭，神速奔赴前线，弓弦雷鸣，万箭齐发。虽没作更多的描写，但从“的卢马”的飞驰和“霹雳弦”的巨响中，仿佛看到若干连续出现的画面：敌人纷纷落马；残兵败将，狼狈溃退；将军身先士卒，乘胜追杀，一霎时结束了战斗；凯歌交奏，欢天喜地，旌旗招展。\n\n　　这是一场反击战。那将军是爱国的，但也是追求功名的。一战获胜，功成名就，既“了却君王天下事”，又“赢得生前身后名”，当为“壮”也。\n\n　　如果到此为止，那真够得上“壮词”。然而在那个被投降派把持朝政的时代，并没有产生真正“壮词”的条件，以上所写，不过是词人孜孜以求的理想而已。词人展开丰富的想象，化身为词里的将军，刚攀上理想的高峰，忽然一落千丈，跌回冷酷的现实，沉痛地慨叹道：“可怜白发生！”白发已生，而收复失地的理想成为泡影。想到自己徒有凌云壮志，而“报国欲死无战场”（借用陆游《陇头水》诗句），便只能在不眠之夜吃酒，只能在“醉里挑灯看剑”，只能在“梦”中驰逐沙场，快意一时。……这处境，的确是“悲哀”的。然而没有谁“可怜”他。于是，他写了这首“壮词”，寄给处境同样“可怜”的陈同甫。\n\n　　同甫是陈亮的字。学者称为龙川先生。为人才气豪迈，议论纵横。自称能够“推倒一世之智勇，开拓万古之心胸”。他先后写了《中兴五论》和《上孝宗皇帝书》，积极主张抗战，因而遭到投降派的打击。宋孝宗淳熙十五年冬天，他到上饶访辛弃疾，留十日。别后辛弃疾写《贺新郎》词寄他，他和了一首；以后又用同一词牌反复唱和。这首《破阵子》大约也是这一时期写的。\n\n　　全词从意义上看，前九句是一段，十分生动地描绘出一位披肝沥胆，忠一不二，勇往直前的将军的形象，从而表现了词人的远大抱负。末一句是一段，以沉痛的慨叹，抒发了“壮志难酬”的悲愤。壮和悲，理想和现实，形成强烈的反差。从这反差中，可以想到当时南宋朝廷的腐败无能，想到人民的水深火热，想到所有爱国志士报国无门的苦闷。由此可见，极其豪放的词，同时也可以写得极其含蓄，只不过和婉约派的含蓄不同罢了。\n\n　　这首词在声调方面有一点值得注意。《破阵子》上下两片各有两个六字句，都是平仄互对的，即上句为“仄仄平平仄仄”，下句为“平平仄仄平平”，这就构成了和谐的、舒缓的音节。上下片各有两个七字句，却不是平仄互对，而是仄仄平平平仄仄，仄仄平平仄仄平，这就构成了拗怒的、激越的音节。和谐与拗怒，舒缓与激越，形成了矛盾统一。作者很好地运用了这种矛盾统一的声调，恰当地表现了抒情主人公复杂的心理变化和梦想中的战斗准备、战斗进行、战斗胜利等许多场面的转换，收到了绘声绘色、声情并茂的艺术效果。\n\n　　这首词在布局方面也有一点值得注意。“醉里挑灯看剑”一句，突然发端，接踵而来的是闻角梦回、连营分炙、沙场点兵、克敌制胜，有如鹰隼突起，凌空直上。而当翱翔天际之时，陡然下跌，发出了“可怜白发生”的感叹，使读者不能不为作者的壮志难酬洒下惋惜怜悯之泪。这种陡然下落，同时也嘎然而止的写法，如果运用得好，往往因其出人意外而扣人心弦，产生强烈的艺术效果。这样的结构不但宋词中少有，在古代诗文中也很少见。这种艺术手法也正表现了辛词的豪放风格和他的独创精神。但是辛弃疾运用这样的艺术手法，不是故意卖弄技巧、追求新奇，这种表达手法正密切结合他的生活感情、政治遭遇。由于他的恢复大志难以实现，心头百感喷薄而出，便自然打破了形式上的常规，这绝不是一般只讲究文学形式的作家所能做到的。\n\n　　李白有首叫《越中览古》的诗。诗中写道：“越王勾践破吴归，战士还家尽锦衣。宫女好花满春殿，只今惟有鹧鸪飞！”这首七言诗中，有三句写到越王勾践的强盛，最后一句才点出越国的衰败景象，虽然表达的感情显然不同，但在谋篇布局方面又有相通之处，可以参看。\n\n","translation":"醉梦里挑亮油灯观看宝剑，梦中回到了当年的各个营垒，接连响起号角声。把烤牛肉分给部下，乐队演奏北疆歌曲。这是秋天在战场上阅兵。\n战马像的卢马一样跑得飞快，弓箭像惊雷一样，震耳离弦。(我)一心想替君主完成收复国家失地的大业，取得世代相传的美名。可怜已成了白发人！\n\n"}
{"_id":{"$oid":"5b9a033b367d5ca0f8313623"},"title":"芙蓉楼送辛渐","dynasty":"唐代","writer":"王昌龄","content":"寒雨连江夜入吴，平明送客楚山孤。\n洛阳亲友如相问，一片冰心在玉壶。","type":["唐诗三百首","小学古诗","送别","写雨","抒情","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142726896.mp3","remark":"芙蓉楼：原名西北楼，在润州（今江苏省镇江市）西北。登临可以俯瞰长江，遥望江北。丹阳在今江苏省西南部，东北滨长江，大运河斜贯，属镇江市。辛渐：诗人的一位朋友。\n寒雨：秋冬时节的冷雨。连江：雨水与江面连成一片，形容雨很大。吴：古代国名，这里泛指江苏南部、浙江北部一带。江苏镇江一带为三国时吴国所属。\n平明：天亮的时候。客：指作者的好友辛渐。楚山：楚地的山。这里的楚也指南京一带，因为古代吴、楚先后统治过这里，所以吴、楚可以通称。孤：独自，孤单一人。\n洛阳：现位于河南省西部、黄河南岸。\n冰心，比喻纯洁的心。玉壶，道教概念妙真道教义，专指自然无为虚无之心。\n\n","shangxi":"　　“寒雨连江夜入吴”，迷蒙的烟雨笼罩着吴地江天（今南京一带，此地是三国孙吴故地。），织成了一张无边无际的愁网。夜雨增添了萧瑟的秋意，也渲染出了离别的黯淡气氛。那寒意不仅弥漫在满江烟雨之中，更沁透在两个离别友人的心头上。”连”字和”入”字写出雨势的平稳连绵，江雨悄然而来的动态能为人分明地感知，则诗人因离情萦怀而一夜未眠的情景也自可想见。 但是，这一幅水天相连、浩渺迷茫的吴江夜雨图，正好展现了一种极其高远壮阔的境界。中晚唐诗和婉约派宋词往往将雨声写在窗下梧桐、檐前铁马、池中残荷等等琐物上，而王昌龄却并不实写如何感知秋雨来临的细节，他只是将听觉、视觉和想象概括成连江入吴的雨势，以大片淡墨染出满纸烟雨，这就用浩大的气魄烘托了”平明送客楚山孤”的开阔意境。清晨，天色已明，辛渐即将登舟北归。诗人遥望江北的远山，想到友人不久便将隐没在楚山之外，孤寂之感油然而生。在辽阔的江面上，进入诗人视野的当然不止是孤峙的楚山，浩荡的江水本来是最易引起别情似水的联想的，唐人由此而得到的名句也多得不可胜数。 然而王昌龄没有将别愁寄予随友人远去的江水，却将离情凝注在矗立于苍莽平野的楚山之上。因为友人回到洛阳，即可与亲友相聚，而留在吴地的诗人，却只能像这孤零零的楚山一样，伫立在江畔空望着流水逝去。一个”孤”字如同感情的引线，自然而然牵出了后两句临别叮咛之辞：”洛阳亲友如相问，一片冰心在玉壶。”诗人从清澈无瑕、澄空见底的玉壶中捧出一颗晶亮纯洁的冰心以告慰友人，这就比任何相思的言辞都更能表达他对洛阳亲友的深情。\n\n　　早在六朝刘宋时期，诗人鲍照就用”清如玉壶冰”（《代白头吟》）来比喻高洁清白的品格。自从开元宰相姚崇作《冰壶诫》以来，盛唐诗人如王维、崔颢、李白等都曾以冰壶自励，推崇光明磊落、表里澄澈的品格。王昌龄托辛渐给洛阳亲友带去的口信不是通常的平安竹报，而是传达自己依然冰清玉洁、坚持操守的信念，是大有深意的。\n\n　　诗人在这以晶莹透明的冰心玉壶自喻，正是基于他与洛阳诗友亲朋之间的真正了解和信任，这决不是洗刷谗名的表白，而是蔑视谤议的自誉。因此诗人从清澈无瑕、澄空见底的玉壶中捧出一颗晶亮纯洁的冰心以告慰友人，这就比任何相思的言辞都更能表达他对洛阳亲友的深情。\n\n　　即景生情，情蕴景中，本是盛唐诗的共同特点，而深厚有余、优柔舒缓、“尽谢炉锤之迹”（胡应麟《诗薮》）又是王诗的独特风格。本诗那苍茫的江雨和孤峙的楚山，不仅烘托出诗人送别时的凄寒孤寂之情，更展现了诗人开朗的胸怀和坚强的性格。屹立在江天之中的孤山与冰心置于玉壶的比象之间又形成一种有意无意的照应，令人自然联想到诗人孤介傲岸、冰清玉洁的形象，使精巧的构思和深婉的用意融化在一片清空明澈的意境之中，所以天然浑成，不着痕迹，含蓄蕴藉，余韵无穷。\n\n　　《新唐书》王昌龄本传称”其诗绪密而思清”。他的绝句大都有这一特点，此首也不例外，特别是”洛阳亲友如相问，一片冰心在玉壶”二句，细致精密，给人以冰清玉洁之感。\n\n　　“一片冰心在玉壶”，即所谓”自明高志”。其中”冰心”二字见于《宋书》卷九十二：”冰心与贪流争激，霜情与晚节弥茂”。这是刘宋时代”清平无私”、”为上民所爱咏”的良吏陆徽的话，王昌龄取用”冰心”二字，当表示自己与”厉志廉洁，历任恪勤，奉公尽诚，克己无倦”的陆徽志同。”玉壶‘‘二字见于鲍照《代白头吟》：”直如朱丝绳，清如玉壶冰”。是高洁的象征。此外，陆机《汉高祖功臣颂》的”周苛慷慨，心若怀冰”、姚崇《冰壶诫序》的”夫洞澈无瑕，澄空见底，当官明白者，有类是乎。故内怀冰清，外涵玉润，此君子冰壶之德也”，大致都是”不牵于宦情”之意。王昌龄的这一名句不仅包蕴了”冰心”、”玉壶”、”心若怀冰”、”玉壶之德”等语意，而且深情而含蓄地表达了自己的品格和德行。\n\n","translation":"迷蒙的烟雨，连夜洒遍吴地江天；清晨送走你，孤对楚山离愁无限！\n朋友啊，洛阳亲友若是问起我来；就说我依然冰心玉壶，坚守信念！\n\n"}
{"_id":{"$oid":"5b9a033b367d5ca0f8313624"},"title":"江城子·乙卯正月二十日夜记梦","dynasty":"宋代","writer":"苏轼","content":"十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。\n夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。(肠断 一作：断肠)","type":["宋词三百首","婉约","悼亡","爱情","记梦","思念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142727833.mp3","remark":"乙卯：公元1075年，即北宋熙宁八年。\n十年：指结发妻子王弗去世已十年。\n思量：想念。\n千里：王弗葬地四川眉山与苏轼任所山东密州，相隔遥远，故称“千里”。\n孤坟：其妻王氏之墓。\n幽梦：梦境隐约，故云幽梦。\n小轩窗：指小室的窗前，轩：门窗\n顾：看。\n明月夜，短松冈：苏轼葬妻之地，短松：矮松。\n\n","shangxi":"　　苏东坡十九岁时，与年方十六的王弗结婚。王弗年轻美貌，且侍亲甚孝，二人恩爱情深。可惜天命无常，王弗二十七岁就去世了。这对东坡是绝大的打击，其心中的沉痛，精神上的痛苦，是不言而喻的。苏轼在《亡妻王氏墓志铭》里说：“治平二年（1065）五月丁亥，赵郡苏轼之妻王氏（名弗），卒于京师。六月甲午，殡于京城之西。其明年六月壬午，葬于眉之东北彭山县安镇乡可龙里先君、先夫人墓之西北八步。”于平静语气下，寓绝大沉痛。公元1075年（熙宁八年），东坡来到密州，这一年正月二十日，他梦见爱妻王氏，便写下了这首“有声当彻天，有泪当彻泉 ”（陈师道语）且传诵千古的悼亡词。\n\n　　中国文学史上，从《诗经》开始，就已经出现“悼亡诗”。从悼亡诗出现一直到北宋的苏轼这期间，悼亡诗写得最有名的有西晋的潘岳和中唐的元稹。晚唐的李商隐亦曾有悼亡之作。他们的作品悲切感人。或写爱侣去后，处孤室而凄怆，睹遗物而伤神；或写作者既富且贵，追忆往昔，慨叹世事乖舛、天命无常；或将自己深沉博大的思念和追忆之情，用恍惚迷离的文字和色彩抒发出来，读之令人心痛。而用词写悼亡，是苏轼的首创。苏轼的这首悼亡之作与前人相比，它的表现艺术却另具特色。这首词是“记梦”，而且明确写了做梦的日子。但虽说是“记梦”，其实只有下片五句是记梦境，其他都是抒胸臆，诉悲怀的，写得真挚朴素，沉痛感人。\n\n　　题记中“乙卯”年指的是公元1075年（宋神宗熙宁八年），其时苏东坡任密州（今山东诸城）知州，年已四十。这首“记梦”词，实际上除了下片五句记叙梦境，其他都是抒情文字。开头三句，排空而下，真情直语，感人至深。“十年生死两茫茫”生死相隔，死者对人世是茫然无知了，而活着的人对逝者呢，不也同样吗？恩爱夫妻，撒手永诀，时间倏忽，转瞬十年。“不思量，自难忘”，人虽云亡，而过去美好的情景“自难忘”怀呵！王弗逝世转瞬十年了，想当初年方十六的王弗嫁给了十九岁的苏东坡，少年夫妻情深意重自不必说，更难得她蕙质兰心，明事理。这十年间，东坡因反对王安石的新法，颇受压制，心境悲愤；到密州后，又逢凶年，忙于处理政务，生活困苦到食杞菊以维持的地步，而且继室王润之（或许正是出于对爱妻王弗的深切思念，东坡续娶了王弗的堂妹王润之，据说此女颇有其堂姐风韵）及儿子均在身旁，哪能年年月月，朝朝暮暮都把逝世的妻子老挂在心间呢？不是经常想念，但绝不是已经忘却。这种深深地埋在心底的感情，是难以消除的。因为作者时至中年，那种共担忧患的夫妻感情，久而弥笃，是一时一刻都不能消除的。作者将“不思量”与“自难忘”并举，利用这两组看似矛盾的心态之间的张力，真实而深刻地揭示自己内心的情感。十年忌辰，触动人心的日子里，他又怎能“不思量”那聪慧明理的贤内助呢。往事蓦然来到心间，久蓄的情感潜流，忽如闸门大开，奔腾澎湃难以遏止。于是乎有梦，是真实而又自然的。“千里孤坟，无处话凄凉”。想到爱妻华年早逝，感慨万千，远隔千里，无处可以话凄凉，话说得极为沉痛。其实即便坟墓近在身边，隔着生死，就能话凄凉了吗？这是抹煞了生死界线的痴语、情语，极大程度上表达了作者孤独寂寞、凄凉无助而又急于向人诉说的情感，格外感人。接着，“纵使相逢应不识，尘满面，鬓如霜。”这三个长短句，又把现实与梦幻混同了起来，把死别后的个人种种忧愤，包括在容颜的苍老，形体的衰败之中，这时他才四十岁，已经“鬓如霜”了。明明她辞别人世已经十年，却要“纵使相逢”，这是一种绝望的、不可能的假设，感情是深沉、悲痛，而又无奈的，表现了作者对爱侣的深切怀念，也把个人的变化做了形象的描绘，使这首词的意义更加深了一层。\n\n　　苏东坡曾在《亡妻王氏墓士铭》记述了“妇从汝于艰难，不可忘也”的父训。而此词写得如梦如幻，似真非真，其间真情恐怕不是仅仅依从父命，感于身世吧。作者索于心，托于梦的确实是一份“不思量，自难忘”的患难深情。\n\n　　下片的头五句，才入了题开始记梦，“夜来幽梦忽还乡。 ”是记叙，写自己在梦中忽然回到了时在念中的故乡，在那个两人曾共度甜蜜岁月的地方相聚、重逢。“小轩窗，正梳妆。”那小室，亲切而又熟悉，她情态容貌，依稀当年，正在梳妆打扮。这犹如结婚未久的少妇，形象很美，带出苏轼当年的闺房之乐。作者以这样一个常见而难忘的场景表达了爱侣在自己心目中的永恒的印象。夫妻相见，没有出现久别重逢、卿卿我我的亲昵，而是“相顾无言，唯有泪千行”！这正是东坡笔力奇崛之处，妙绝千古。正唯“无言”，方显沉痛；正为“无言”，才胜过了万语千言；正唯无言，才使这个梦境令人感到无限凄凉。“此时无声胜有声”，无声之胜，全在于此。别后种种从何说起？只有任凭泪水倾盈。一个梦，把过去拉了回来，但当年的美好情景，并不存在。这是把现实的感受溶入了梦中，使这个梦也令人感到无限凄凉。结尾三句，又从梦境落回到现实上来。“料得年年肠断处；明月夜，短松冈。”料想长眠地下的爱侣，在年年伤逝的这个日子，为了眷恋人世、难舍亲人，该是柔肠寸断了吧？推己至人，作者设想此时亡妻一个人在凄冷幽独的“明月”之夜的心境，可谓用心良苦。在这里作者设想死者的痛苦，以寓自己的悼念之情。这种表现手法，有点像杜甫的名作《月夜》，不说自己如何，反说对方如何，使得诗词意味，更加蕴蓄。东坡此词最后这三句，意深，痛巨，余音袅袅，让人回味无穷。特别是“明月夜，短松冈”二句，凄凉清幽独，黯然魂销。正所谓“天长地久有时尽，此恨绵绵无绝期”（白居易语）。这番痴情苦心实可感天动地。\n\n　　这首词运用分合顿挫，虚实结合以及叙述白描等多种艺术的表现方法，来表达作者怀念亡妻的思想感情，在对亡妻的哀思中又糅进自己的身世感慨，因而将夫妻之间的情感表达得深婉而挚着，使人读后无不为之动情而感叹哀惋。\n\n　　宋神宗驾崩后，宋哲宗继位，任用司马光为宰相，苏东坡又被召回京城升任龙图阁学士，兼任小皇帝的侍读。这时的苏东坡，十分受宣仁皇太后和年仅十二岁的小皇帝的赏识，政治上春风得意。苏东坡不时怀念起死去的结发妻子王弗：“十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，唯有泪千行。料得年年肠断处，明月夜，短松冈。”由此成就了一阙悼妻怀思的传世之作。\n\n　　苏东坡对于王弗是痛彻心肺的悲情。“夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，唯有泪千行。” 阴阳相隔，重逢只能期于梦中，也只有梦是没有时空限制的，可以超越一切的界限和有限。朴素真挚的深情，沉痛的生离死别，每读一次就更为其中的深情所感动。\n\n　　应该说，苏东坡再次得宠多少有些幸运的成分。这么个大词人，大文学家，被政治牵绊得头晕目眩，苏子的一生常常让人有点啼笑皆非的意思，所以我们有理由相信，在这一段相对安稳适意的生活中，苏东坡的精神状态是轻松和愉悦的，但苏东坡也断断不能忘记王弗曾经陪伴着自己度过的那些艰难的时光。王弗在苏东坡的一生中作扮演的角色绝非一个主妇那么简单，在林语堂的《苏东坡传》中也曾有过这样的落笔：……苏东坡……由气质和自然的爱好所促使，要变成一个隐士。社会，文化，学问，读历史的教训，外在的本分责任，只能隐藏人的本来面目。若把一个人由时间和传统所赋予他的那些虚饰剥除净尽，此人的本相便呈现于你之前了。……他偶尔喝醉，甚至常常喝醉而月夜登城徘徊。这时他成了自然中伟大的顽童——也许造物主根本就希望人是这副面貌吧。“顽童”，这里林语堂先生固然是在一种嘉许的语气在点评苏东坡的自由性灵，然而苏东坡实际上又何尝不是一个顽皮的孩子呢？不谙世事，兴致所至，聪明有余而内敛不足。\n\n　　夫人稳健，而丈夫往往不能。丈夫往往急躁，灰心丧气，喜怒无常。高兴了把酒言欢，不高兴了也要骂骂娘。麻烦的是丈夫有了旷世的才气，就不是骂骂娘这么简单了。苏东坡常常会在自己的诗作里流露一些“不合时宜”的论调，自找祸端。由此可见在日常的生活起居，待人接物中，这等人物将是何等的低才。倘若没有一个得体大度，端庄典雅的夫人为丈夫张罗这些“不入眼”俗事，怕苏先生不会有几天清闲。在密州，他们正过苦日子，苏东坡对新所得税至为愤怒，孩子揪着他的衣裳对他晓晓不休。他说：“孩子们真傻！”苏夫人说：“你才傻。你一天闷坐，有什么好处？好了。我给弄点儿酒喝吧。”在一首诗里记这件事时，苏东坡觉得自己很丢脸，这时妻子洗杯子给他热酒。这当然使他很欢喜，他说他妻子比诗人刘伶的妻子贤德。因为刘伶的妻子不许丈夫喝酒。苏夫人也是用了好几年的工夫才摸清楚丈夫性格，那是多方面的个性，既是乐天达观随遇而安，可是有时又激烈而固执。苏夫人聪明解事，办事圆通。 她是进士的女儿，能读能写，但是并非一个“士”。做妻子的也知道要管家事，要抚养孩子，要过日子。正因为如此，苏东坡的生活中是不能没有一个这样的女人把握船舵的。只有在妻子的无微不至的照顾下，苏东坡才有更多的闲情逸致去“浴乎沂，风乎舞雩”。也正因为如此苏夫人也成为苏东坡最为信任依赖的人，很多事情埋藏在苏东坡的心灵深处，别人大都不知道，苏东坡的妻子一定知道。同过患难，共过生死，日日的关心和爱护，充满信任的等待和抚慰。王弗给与苏东坡的是所谓“相濡以沫”的质朴而深厚的情感。\n\n　　在这首小词中，读不到一句令人感觉“矫情”之语，词语的运用简练凝重。每一个音节的连接都有冷涩凝绝之感，犹如声声咽泣，压抑沉重的气氛就在这“幽咽泉流”中弥散开来，让人艰与呼吸，又难以逃避。\n\n　　苏东坡用了十年都舍弃不下的，是那种相濡以沫的亲情。他受不了的不是没有了轰轰烈烈的爱情，而是失去了伴侣后孤单相吊的寂寞。“纵使相逢应不识，尘满面，鬓如霜”在梦里能够看见的，也全是逝去亲人往日生活里的琐碎片断。因为在那些琐碎里，凝结着化不去的亲情。 在红尘中爱的最高境界是什么？执子之手是一种境界，相濡以沫是一种境界，生死相许也是一种境界。在这世上有一种最为凝重、最为浑厚的爱叫相依为命。那是天长日久的渗透，是一种融入了彼此之间生命中的温暖。\n\n　　面对这样的深情，解读都似乎是一种伤害，那是需要在生命里反复吟唱，静夜中不断怀思的乐音。无数的人毫不吝惜地把“绝唱”这个词赠与了这首词，然而，时光流转了千年，我们又听到了一声相似的叹息，那叹息给予了我们有一篇值得反复玩味的美文，也让我们更深切地领会了苏子心中的创痛，两个文人千年的唱和，诉说着人世间最值得感念的深情。这就是巴金先生所写的《怀念肖珊》和《再忆肖珊》。不再过多的评说什么，我摘录了其中两个段落，作为本文的结尾，这是《江城子》最深沉的诠释，在这样一个滥情的年代，我们庆幸还有这样的情感值得我们永远的祭奠：\n\n　　她不仅分担了我的痛苦，还给了我不少的安慰和鼓励。……我进了门看到她的面容，满脑子的乌云都消散了。我有什么委屈、牢骚都可以向她尽情倾吐。……她不断地给我安慰，对我表示信任，替我感到不平。……今天回想当时的情景，她那张满是泪痕的脸还历历在我眼前。我多么愿意让她的泪痕消失，笑容在她那憔悴的脸上重现，即使减少我几年的生命来换取我们家庭生活中一个宁静的夜晚，我也心甘情愿！\n\n　　她离开我十二年了。十二年，多么长的日日夜夜。每次我回到家门口，眼前就出现一张笑脸，一个亲切的声音向我迎来，可是走进院子，却只见一些高高矮矮的、没有花的绿树。上了台阶，我环顾四周，她最后一次离家的情景还历历在目……\n\n　　我仿佛还站在台阶上等待着车子的驶近，等待着一个人回来。这样长的等待。十二年了。甚至在梦里我也听不见她那清脆的笑声。我记得的只是孩子们捧着她的骨灰盒回家的情景。这骨灰盒起初给放在楼下我的寝室内、床前五斗橱上。\n\n　　悲伤没有用。我必须结束那一切梦景。我应当振作起来，哪怕是最后的一次。骨灰盒还放在我的家中，亲爱的面容还印在我的心上，她不会离开我，也从未离开我。做了十年的“牛鬼”，我并不感到孤单。我还有勇气迈步走向我的最终目标——死亡。我的遗物将献给国家，我的骨灰将同她的骨灰搅拌在一起，撒在园中给花树作肥料。 \n\n","translation":"两人一生一死，隔绝十年，相互思念却很茫然，无法相见。不想让自己去思念，自己却难以忘怀。妻子的孤坟远在千里，没有地方跟她诉说心中的凄凉悲伤。即使相逢也应该不会认识，因为我四处奔波，灰尘满面，鬓发如霜。\n晚上忽然在隐约的梦境中回到了家乡，只见妻子正在小窗前对镜梳妆。两人互相望着，千言万语不知从何说起，只有相对无言泪落千行。料想那明月照耀着、长着小松树的坟山，就是与妻子思念年年痛欲断肠的地方。\n\n"}
{"_id":{"$oid":"5b9a033b367d5ca0f8313625"},"title":"咏柳 / 柳枝词","dynasty":"唐代","writer":"贺知章","content":"碧玉妆成一树高，万条垂下绿丝绦。\n不知细叶谁裁出，二月春风似剪刀。","type":["小学古诗","写景","咏物","春天","写风","柳树","早教古诗100首","古诗里的十二个月"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142729887.mp3","remark":"碧玉：碧绿色的玉。这里用以比喻春天嫩绿的柳叶。\n妆：装饰，打扮。\n一树：满树。一：满，全。在中国古典诗词和文章中，数量词在使用中并不一定表示确切的数量。下一句的“万”，就是表示很多的意思。\n绦（tāo）：用丝编成的绳带。这里指像丝带一样的柳条。\n裁：裁剪。\n似：如同，好像。\n\n","shangxi":"　　杨柳的形象美是在于那曼长披拂的枝条。一年一度，它长出了嫩绿的新叶，丝丝下垂，在春风吹拂中，有着一种迷人的意态。这是谁都能欣赏的。古典诗词中，借用这种形象美来形容、比拟美人苗条的身段，婀娜的腰身，也是读者所经常看到的。这诗别出新意，翻转过来。“碧玉妆成一树高”，一开始，杨柳就化身为美人而出现：“万条垂下绿丝绦”，这千条万缕的垂丝，也随之而变成了她的裙带。上句的“高”字，衬托出美人婷婷袅袅的风姿；下句的“垂”字，暗示出纤腰在风中款摆。诗中没有“杨柳”和“腰支”字样，然而这早春的垂柳以及柳树化身的美人，却给写活了。《南史》说刘悛之为益州刺史，献蜀柳数株，“条甚长，状若丝缕。”齐武帝把这些杨柳种植在太昌云和殿前，玩赏不置，说它“风流可爱”。这里把柳条说成“绿丝绦”，可能是暗用这个关于杨柳的著名典故。但这是化用，看不出一点痕迹的。\n\n　　“碧玉妆成”引出了“绿丝绦”，“绿丝绦”引出了“谁裁出”，最后，那视之无形的不可捉摸的“春风”，也被用“似剪刀”形象化地描绘了出来。这“剪刀”裁制出嫩绿鲜红的花花草草，给大地换上了新妆，它正是自然活力的象征，是春给予人们美的启示。从“碧玉妆成”到“剪刀”，读者可以看出诗人艺术构思一系列的过程。诗歌里所出现的一连串的形象，是一环紧扣一环的。\n\n　　我国古代有不少著名的美女，柳，为什么单单要用碧玉来比呢？这有两层意思：一是碧玉这名字和柳的颜色有关，“碧”和下句的“绿”是互相生发、互为补充的。二是碧玉这个人在人们头脑中永远留下年轻的印象。提起碧玉，人们就会联想到“碧玉破瓜时”这首广泛流传的《碧玉歌》，还有“碧玉小家女”（肖绎《采莲赋》）之类的诗句。碧玉在古代文学作品里，几乎成了年轻貌美的女子的泛称。用碧玉来比柳，人们就会想象到这美人还未到丰容盛鬋的年华；这柳也还是早春稚柳，没有到密叶藏鸦的时候；和下文的“细叶”“二月春风”又是有联系的。\n\n　　“碧玉妆成一树高，万条垂下绿丝绦”，深深地抓着了垂柳的特征，在诗人的眼中，它似美女的化身。高高的树干，就像她亭亭玉立的风姿，下垂的柳条，就像她裙摆上的丝带。在这里，柳就是人，人就是柳，两者之间仿佛没有什么截然的分别。而且“碧玉”也有双关的意义。既在字面上与柳树的翠色相合，又指年轻貌美的少女，与下面的“二月春风”恰相呼应——这是早春的垂柳，还未到夏秋之际亭亭如盖、树荫清圆的时候。然而，更妙的以下两句：“不知细叶谁载出，二月春风似剪刀。”在贺知章之前，有谁想过春风像剪刀？把乍暖还寒的二月春风由无形化为有形，它显示了春风的神奇灵巧，并使《咏柳》成为咏物诗的典范之作。\n\n　　此诗借柳树歌咏春风，把春风比作剪刀，说她是美的创造者，赞美她裁出了春天。诗中洋溢着人逢早春的欣喜之情。比拟和比喻新奇贴切是此诗的成功之处。因此《唐诗笺注》云：“赋物入妙，语意温柔。” \n\n","translation":"高高的柳树长满了翠绿的新叶，轻柔的柳枝垂下来，就像万条轻轻飘动的绿色丝带。\n这细细的嫩叶是谁的巧手裁剪出来的呢？原来是那二月里温暖的春风，它就像一把灵巧的剪刀。\n\n"}
{"_id":{"$oid":"5b9a033b367d5ca0f8313626"},"title":"小池","dynasty":"宋代","writer":"杨万里","content":"泉眼无声惜细流，树阴照水爱晴柔。\n小荷才露尖尖角，早有蜻蜓立上头。","type":["古诗三百首","小学古诗","夏天","写水","池塘"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142730540.mp3","remark":"泉眼：泉水的出口。惜：吝惜。\n照水：映在水里。晴柔：晴天里柔和的风光。\n尖尖角：初出水端还没有舒展的荷叶尖端。\n上头：上面，顶端。为了押韵，“头”不读轻声。\n\n","shangxi":"　　这首诗小巧、精致，宛如一幅花草虫鸟彩墨画。画面之中，池、泉、流、荷和蜻蜓，落笔都小，却玲珑剔透，生机盎然。\n\n　　第一句，紧扣题目写小池的源泉，一股涓涓细流的泉水。泉水从洞口流出，没有一丝声响，当然是小之又小的。流出的泉水形成一股细流，更是小而又小了。这本来很寻常，然而作者却凭空加一“惜”字，说好像泉眼很爱惜这股细流，吝啬地舍不得多流一点儿。于是这句诗就立刻飞动起来，变得有情有趣，富有人性。\n\n　　第二句，写树阴在晴朗柔和的风光里，遮住水面。这也是极平常之事，可诗人加一“爱”字，似乎用她的阴凉盖住小池，以免水分蒸发而干涸，这样就化无情为有情了。而且，诗舍形取影，重点表现水面上的柔枝婆娑弄影，十分空灵。\n\n　　三、四句把焦点缩小，写池中一株小荷以及荷上的蜻蜓。小荷刚把她的含苞待放的嫩尖露出水面，显露出勃勃生机，可在这尖尖嫩角上却早有一只小小蜻蜓立在上面，它似乎要捷足先登，领略春光。小荷与蜻蜓，一个“才露”，一个“早有”，以新奇的眼光看待身边的一切，捕捉那稍纵即逝的景物。\n\n　　诗人触物起兴，用敏捷灵巧的手法，描绘充满情趣的特定场景，把大自然中的极平常的细小事物写得相亲相依，和谐一体，活泼自然，流转圆活，风趣诙谐，通俗明快。且将此诗写的犹如一幅画，画面层次丰富：太阳、树木、小荷、小池，色彩艳丽，还有明亮的阳光、深绿的树荫、翠绿的小荷、鲜活的蜻蜓，清亮的泉水。画面充满动感：飞舞的蜻蜓、影绰的池水，充满了诗情画意。\n\n","translation":"泉眼悄然无声是因舍不得细细的水流，树荫倒映水面是喜爱晴天和风的轻柔。\n娇嫩的小荷叶刚从水面露出尖尖的角，早有一只调皮的小蜻蜓立在它的上头。\n\n"}
{"_id":{"$oid":"5b9a033b367d5ca0f8313627"},"title":"钱塘湖春行","dynasty":"唐代","writer":"白居易","content":"孤山寺北贾亭西，水面初平云脚低。\n几处早莺争暖树，谁家新燕啄春泥。\n乱花渐欲迷人眼，浅草才能没马蹄。\n最爱湖东行不足，绿杨阴里白沙堤。","type":["初中古诗","春天","西湖","写景","喜悦"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142731167.mp3","remark":"钱塘湖：即杭州西湖。\n孤山寺：南北朝时期陈文帝（522～565）初年建，名承福，宋时改名广华。孤山：在西湖的里、外湖之间，因与其他山不相接连，所以称孤山。上有孤山亭，可俯瞰西湖全景。贾亭：又叫贾公亭。西湖名胜之一，唐朝贾全所筑。唐贞元（唐德宗年号，785～805）中，贾全出任杭州刺史，于钱塘湖建亭。人称“贾亭”或“贾公亭”，该亭至唐代末年。\n水面初平：湖水才同堤岸齐平，即春水初涨。初：在古汉语里用作副词，常用来表示时间，是指不久。云脚低：白云重重叠叠，同湖面上的波澜连成一片，看上去，浮云很低，所以说“云脚低”。点明春游起点和途径之处，着力描绘湖面景色。多见于将雨或雨初停的时候。云脚：接近地面的云气，多见于将雨或雨初停时。“脚”的本义指人和动物行走的器官。这里指低垂的云。\n 早莺：初春时早来的黄鹂。莺：黄鹂，鸣声婉转动听。争暖树：争着飞到向阳的树枝上去。暖树：向阳的树。\n新燕：刚从南方飞回来的燕子。啄：衔取。燕子衔泥筑巢。春行仰观所见，莺歌燕舞，生机动人。侧重禽鸟。\n乱花：纷繁的花。渐：副词，渐渐地。欲：副词，将要，就要。迷人眼：使人眼花缭乱。\n浅草：浅浅的青草。才能：刚够上。没（mò）：遮没，盖没。春行俯察所见，花繁草嫩，春意盎然。侧重花草。浅浅的青草刚够没过马蹄。\n湖东：以孤山为参照物，白沙堤（即白堤）在孤山的东北面。行不足：百游不厌。足，满足。\n阴：同“荫”，指树荫。白沙堤：即今白堤，又称沙堤、断桥堤，在西湖东畔，唐朝以前已有。白居易在任杭州刺史时所筑白堤在钱塘门外，是另一条。\n\n","shangxi":"　　白居易在杭州时，有关湖光山色的题咏很多。这诗处处扣紧环境和季节的特征，把刚刚披上春天外衣的西湖，描绘得生意盎然，恰到好处。\n\n　　诗的首联紧扣题目总写湖水。前一句点出钱塘湖的方位和四周“楼观参差”景象，两个地名连用，显示出一种动感，说明诗人是在一边走，一边观赏。后一句正面写湖光水色：春水初涨，水面与堤岸齐平，空中舒卷的白云和湖面荡漾的波澜连成一片，正是典型的江南春湖的水态天容。颔联写仰视所见禽鸟。莺在歌，燕在舞，显示出春天的勃勃生机。黄莺和燕子都是春天的使者，黄莺用它婉转流利的歌喉向人间传播春回大地的喜讯；燕子穿花贴水，衔泥筑巢，又启迪人们开始春日的劳作。“几处”二字，勾画出莺歌的此呼彼应和诗人左右寻声的情态。“谁家”二字的疑问，又表现出诗人细腻的心理活动，并使读者由此产生丰富的联想。颈联写俯察所见花草。因为是早春，还未到百花盛开季节，所以能见到的尚不是姹紫嫣红开遍，而是东一团，西一簇，用一个“乱”字来形容。而春草也还没有长得丰茂，仅只有没过马蹄那么长，所以用一个“浅”字来形容。这一联中的“渐欲”和“才能”又是诗人观察、欣赏的感受和判断，这就使客观的自然景物化为带有诗人主观感情色彩的眼中景物，使读者受到感染。这两联细致地描绘了西湖春行所见景物，以“早”“新”“争”“啄”表现莺燕新来的动态；以“乱”“浅”“渐欲”“才能”，状写花草向荣的趋势。这就准确而生动地把诗人边行边赏的早春气象透露出来，给人以清新之感。前代诗人谢灵运“池塘生春草，园柳变鸣禽”（《登池上楼》）二句之所以妙绝古今，受到激赏，正是由于他写出了季节更换时这种乍见的喜悦。《钱塘湖春行》以上两联在意境上颇与之相类，只是白诗铺展得更开些。尾联略写诗人最爱的湖东沙堤。白堤中贯钱塘湖，在湖东一带，可以总揽全湖之胜。只见绿杨荫里，平坦而修长的白沙堤静卧碧波之中，堤上骑马游春的人来往如织，尽情享受春日美景。诗人置身其间，饱览湖光山色之美，心旷而神怡。以“行不足”说明自然景物美不胜收，诗人也余兴未阑。\n\n　　中国历史上，在天堂杭州当剌史或知州的可以说是不乏名人，不过，最有名的要算是唐朝和宋朝的两位大文豪白居易和苏东坡了。他们不但在杭州任上留下了叫后人敬仰的政绩，而且也流传下来许多描写杭州及其西湖美景的诗词文章与传闻轶事，所以又有人们称他们为“风流太守”。白居易的七律《钱塘湖春行》就是为人们所熟知的一篇，这首诗不但描绘了西湖旖旎骀荡的春光，以及世间万物在春色的沐浴下的勃勃生机，而且将诗人本身陶醉在这良辰美景中的心态和盘托出。 “孤山寺北贾亭西，水面初平云脚低。”诗歌的第一句是地点，第二句是远景。孤山坐落在西湖的后湖与外湖之间，峰峦叠翠，上有孤山寺，登山观景，美不胜收。据《唐语林》卷六载，贾公亭建于贞元年间，未五六十年后废。白居易写此诗时，其亭尚在，也算是西湖的一处名胜。白居易一开始来到了孤山寺的北面，贾公亭的西畔，放眼望去，只见冬水荡漾，云幕低垂，湖光山色，尽收眼底。“初平”所表达的是白居易对冬日里西湖的一种特有的感受。由于连绵不断的春雨，使得如今的湖面看上去比起冬日来上升了不少，似乎眼看着就要与视线持平了，这种水面与视线持平的感觉只有人面对广大的水域才可能有的感觉，也是一个对西湖有着深刻了解和喜爱的人才能写出的感受。此刻，脚下平静的水面与天上低垂的云幕构成了一副宁静的水墨西湖图，而正当诗人默默地观赏西湖那静如处子的神韵时，耳边却传来了阵阵清脆的鸟鸣声，打破了他的沉思，于是他把视线从水云交界处收了回来，从而发现了自己实际上是早已置身于一个春意盎然的美好世界中了。 “几处早莺争暖树，谁家新燕啄春泥。乱花渐欲迷人眼，浅草才能没马蹄。”这四句是白居易此诗的核心部分，也就是最为抢眼的句子，同时也是白诗描写春光特别是描写西湖春光的点睛之笔。几处，是好几处，甚至也可以是多处的意思。用“早”来形容黄莺，体现了白居易对这些充满生机的小生命的由衷的喜爱：树上的黄莺一大早就忙着抢占最先见到阳光的“暖树”，生怕一会儿就会赶不上了。一个“争”字，让人感到春光的难得与宝贵。而不知是谁家檐下的燕子，此时也正忙个不停地衔泥做窝，用一个“啄”字，来描写燕子那忙碌而兴奋的神情，似乎把小燕子也写活了。这两句着意描绘出莺莺燕燕的动态，从而使得全诗洋溢着春的活力与生机。黄莺是公认的春天歌唱家，听着它们那婉转的歌喉，使人感到春天的妩媚；燕子是候鸟，它们随着春天一起回到了家乡，忙着重建家园，迎接崭新的生活，看着它们飞进飞出地搭窝，使人们倍加感到生命的美好。在对天空中的小鸟进行了形象的拟人化描写之后，白居易又把视线转向了脚下的植被，“乱花渐欲迷人眼，浅草才能没马蹄。”这也是一联极富情感色彩与生命活力的景物描写，充分显示了白居易对描写对象的细致观察以及准确把握其特征的能力。花而言其乱，乃至要乱得迷了赏花人的目光，在旁人的诗句中，很少有这种写法，而这种独到的感受，却正是白居易在欣赏西湖景色时切身的体验，五颜六色的鲜花，漫山野地开放，在湖光山色的映衬下，千姿百态，争奇斗艳，使得白居易简直不知把视线投向哪里才好，也无从分辨出个高下优劣来，只觉得眼也花了，神也迷了，真是美不胜收，应接不暇。“乱花渐欲迷人眼”一句是驻足细看，而“浅草才能没马蹄”，则已经是骑马踏青了，在绿草如茵、繁花似锦的西子湖畔，与二三友人，信马由缰，自由自在地游山逛景，是一件非常惬意的事情，马儿似乎也体会到了背上主人那轻松闲逸的兴致，便不紧不慢地，踩着那青青的草地，踏上那长长的白堤。诗人在指点湖山、流连光景的不经意间，偶然瞥到了，马蹄在草地上亦起亦落、时隐时现的情景，觉得分外有趣，将其写入了诗中，就是这随意的一笔，却为全诗增添了多少活泼情趣和雅致闲情。\n\n　　著名美学家别林斯基曾说过，“无论在哪一种情况下，美都是从灵魂深处发出的，因为大自然的景象是不可能绝对的美，这美隐藏在创造或者观察它们的那个人的灵魂里。”白居易的《钱塘湖春行》恰恰说明了这一美学欣赏真理。因为西湖的景色再美，也会有不尽人意之处，但是在白居易的眼中，它无疑是天下最美的景致，因为他不但善于观察，而且更善于发现和体验。或是在影视风光片中，听说和看到名胜山水美不胜收，心中不由得生起无限向往之情，可是往往一旦身临其境，面对真山真水，却反而觉得远没有预期的那样动人美丽。这就是因为人们不能带着一种发现欣赏的眼光去看待自然山水，而是带着一种先入为主的过高的甚至是带有几分挑剔的眼光去游山玩水的原因。古往今来，西湖向人们展示了无比美妙的春光，有很多人见证了西子湖的春色。可是到头来，仍然只有几首作品能广为传诵。白居易就是因为有着一副难得的美学家的欣赏眼光，才能在无数西湖的游客中，独具慧眼地发现它的动人之处，才能真正享受到大自然赐予人类的这一人间天堂。白居易并没有看到很多的“早莺”和“新燕”，只有“几处”、只见“谁家”而已，要是其他人，说不定还会因为没有到“处处”闻莺、“家家”有燕的时节，而感到遗憾，心想要是再晚来十天半个月就好了。可是白居易却不这样认为，少有少的好处，正因为少，才是“早莺”，才是“新燕”，才有一种感知春天到来的喜悦，如果诗人没有一种年轻的心态和热爱生命与春天的胸怀，恐怕就不会被这为数不多的报春者所打动，所陶醉，而欣然写下这动人的诗篇了。也正因为如此，他才能闻花花香，见草草美，为四处点缀的各色野花而心乱神迷，为没过马蹄的草地而唏嘘感叹了。白居易是幸运的，因为他有一双发现美、发现春天的眼睛，所以他会在西湖美景中，不能自已，乃至流连忘返：“最爱湖东行不足，绿杨阴里白沙堤。”白居易任杭州剌史时，也确曾修堤蓄水，灌溉民田，不过其堤在钱塘门之北，可是后人多误以白堤为白氏所修之堤了。\n\n　　这首诗就像一篇短小精悍的游记，从孤山、贾亭开始，到湖东、白堤止，一路上，在湖青山绿那美如天堂的景色中，诗人饱览了莺歌燕舞，陶醉在鸟语花香，最后，才意犹未尽地沿着白沙堤，在杨柳的绿阴底下，一步三回头，恋恋不舍地离去了。耳畔还回响着由世间万物共同演奏的春天的赞歌，心中便不由自主地流泻出一首饱含着自然融合之趣的优美诗歌来。\n\n　　前人说“乐天之诗，情致曲尽，入人肝脾，随物赋形，所在充满”（王若虚《滹南诗话》），又说“乐天诗极深厚可爱，往往以眼前事为见得语，皆他人所未发”（田雯《古欢堂集》）。这首诗语言平易浅近，清新自然，用白描手法把精心选择的镜头写入诗中，形象活现，即景寓情，从生意盎然的早春湖光中，体现出作者游湖时的喜悦心情，是当得起以上评语的。\n\n","translation":"行至孤山寺北，贾公亭西，暂且歇脚，举目远眺，但见水面平涨，白云低垂，秀色无边。\n几只黄莺，争先飞往向阳树木，谁家燕子，为筑新巢衔来春泥？\n鲜花缤纷，几乎迷人眼神，野草青青，刚刚遮没马蹄。\n湖东景色，令人流连忘返，最为可爱的，还是那绿杨掩映的白沙堤。\n\n"}
{"_id":{"$oid":"5b9a033b367d5ca0f8313628"},"title":"观沧海","dynasty":"两汉","writer":"曹操","content":"东临碣石，以观沧海。\n水何澹澹，山岛竦峙。\n树木丛生，百草丰茂。\n秋风萧瑟，洪波涌起。\n日月之行，若出其中；\n星汉灿烂，若出其里。\n幸甚至哉，歌以咏志。\n\n","type":["古诗三百首","初中古诗","乐府","写景","抒情","抱负"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142733480.mp3","remark":"临：登上，有游览的意思。\n碣（jié）石：山名。碣石山，河北昌黎碣石山。公元207年秋天，曹操征乌桓得胜回师时经过此地。\n沧：通“苍”，青绿色。\n海：渤海\n何：多么\n澹澹（dàn dàn）：水波摇动的样子。\n竦峙（sǒng zhì）：耸立。竦 ，通耸，高。\n萧瑟：树木被秋风吹的声音。\n洪波：汹涌澎湃的波浪\n日月：太阳和月亮\n若：如同.好像是.\n星汉：银河，天河。\n幸：庆幸。\n甚：极点。\n至：非常，\n幸甚至哉，歌以咏志：太值得庆幸了！就用诗歌来表达心志吧。\n（最后两句每章都有，与本诗正文的内容没有的直接关系。）\n\n","shangxi":"　　《观沧海》这首诗，前六句写的是实景,而后四句则是曹操的想象,最后两句跟本诗原文没有直接关系。这首诗不但通篇写景，且独具一格，堪称中国山水诗的最早佳作，特别受到文学史家的厚爱。这首诗写秋天的大海，能够一洗悲秋的感伤情调，写得沉雄健爽，气象壮阔，这与曹操的气度、品格乃至美学情趣都是紧密相关的。 在这首诗中，情景紧密相连。作者通过写沧海，表达了他统一中国建功立业的抱负。这种感情在诗中并没有直接表露，而是把它蕴藏在对景物的描写当中来抒发情感，寓情于景中，句句写景，又是句句抒情。“水何”六句虽然是在描绘生机勃勃的大海风光，实际上在歌颂祖国壮丽的山河，透露出作者热爱祖国的感情。目睹祖国山河壮丽的景色，更加激起了诗人要统一祖国的强烈愿望。于是借助丰富的想象，来充分表达这种愿望。作者以沧海自比，通过写大海吞吐宇宙的气势，来表现诗人自己宽广的胸怀和豪迈的气魄，感情奔放，却很含蓄。“日月”四句是写景的高潮，也是作者感情发展的高潮。宋人敖陶孙说曹诗“如幽燕老将，气韵沉雄”。《观沧海》这首诗意境开阔，气势雄浑，这与一个雄心勃勃的政治家和军事家的风度是一致的，真是使人读其诗如见其人。\n\n　　建安十二年（207），曹操率领大军征伐当时东北方的大患乌桓。这是曹操统一北方大业中的一次重要战争。远征途中，他写下了乐府歌辞《步出夏门行》（属于《相和歌·瑟调曲》）。这一组诗包括五个部分，开头为“艳”辞，即序诗，以下各篇分别取诗句命名，依次为《观沧海》、《冬十月》、《河朔寒》（亦作《土不同》）、《龟虽寿》。从音乐曲调上说，五个部分是一个整体，从歌词内容上看，四篇则可以独立成篇。\n\n　　首二句“东临碣石，以观沧海”，写诗人于挥师北伐之际来到碣石山下，登高观海。碣石山原位于今河北省乐亭县西南（一说在今河北省昌黎县西北），汉时还在陆上，面对着渤海，六朝时由于地质变动，沉于海中。诗人登上碣石山，俯视大海，只见的：“水何澹澹，山岛竦峙”。澹澹，水波动荡。竦峙，岛屿高耸的样子。诗人登高远眺，举目所及只见一望无垠的大海波摇浪涌，海中的岛屿高高矗立。这是多么辽阔、多么壮观的景象！在历史上，秦始皇、汉武帝都曾东巡至此，刻石观海。如今诗人站在秦皇、汉武游踪所到之处，居高临下，望着水天相连的苍茫大海和海中高耸的岛屿，想到中原地区已经平定，北伐乌桓也已取得决定性胜利，北方统一即将实现，心情该是何等激奋！这时，诗人的目光注视着海上的岛屿，眼前是一派生机盎然的景象：“树木丛生，百草丰茂。秋风萧瑟，洪波涌起。”树木百草，生长十分繁茂，一阵萧瑟的秋风吹过，海面上涌起滚滚的波涛。尽管萧瑟的秋风给人以悲凉萧杀之感，但是疾风劲草，方显其英雄本色；洪波汹涌，愈见其生命不息！这是对自然环境的真实描绘，也是诗人主观感受的具体写照。曹操在取得一连串的战争胜利之后，他觉得自己的雄图伟业犹如这树木百卉一样，生机勃发，也为这洪波涌起的大海，充满生命的活力。以下，诗人又展开其丰富的想象，进一步描绘了大海吞吐日月、包蕴星汉的宏伟气魄和博大胸怀。“日月之行，若出其中；星汉灿烂，若出其里。”日月的运行好像出没于大海的怀抱之中，灿烂的银河群星好像包孕于大海的母腹之内。请看，这就是大海的气魄，大海的胸怀。真是太壮观、太奇伟了。 《观沧海》是一首写景抒情诗。诗人勾画了大海吞吐日月、包蕴万千的壮丽景象，表现了开阔的胸襟，抒发了统一中原建功立业的抱负。虽然其中并无直抒胸臆的感慨之词，但是诵读全诗，仍能令人感到它所深深寄托的诗人的情怀。通过诗人对波涛汹涌、吞吐日月的大海的生动描绘，使我们仿佛看到了曹操奋发进取，立志统一国家的伟大抱负和壮阔胸襟，触摸到了作为一个诗人、政治家、军事家的曹操，在一种典型环境中思想感情的流动。全诗语言质朴，想象丰富，气势磅礴，苍凉悲壮，为历代读者所激赏。沈德潜在《古诗源》中评论此诗“有吞吐宇宙气象”。这是很精当的。\n\n　　汉代乐府诗一般无标题，“观沧海”这个题目是后人加的。乐府诗原来是可以歌唱的，诗的最后两句“幸甚至哉！歌以咏志.”是和乐时加的，是诗的附文，跟诗的内容没有联系。 \n\n","translation":"东行登上碣石山，来观赏那苍茫的海。\n海水多么宽阔浩荡，山岛高高地挺立在海边。\n树木和百草丛生，十分繁茂，\n秋风吹动树木发出悲凉的声音，海中涌着巨大的海浪。\n太阳和月亮的运行，好像是从这浩瀚的海洋中发出的。\n银河星光灿烂，好像是从这浩瀚的海洋中产生出来的。\n我很高兴，就用这首诗歌来表达自己内心的志向。\n\n"}
{"_id":{"$oid":"5b9a033b367d5ca0f8313629"},"title":"春夜喜雨","dynasty":"唐代","writer":"杜甫","content":"好雨知时节，当春乃发生。\n随风潜入夜，润物细无声。\n野径云俱黑，江船火独明。\n晓看红湿处，花重锦官城。","type":["小学古诗","春天","咏物","写雨","喜悦","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142733860.mp3","remark":"知：明白，知道。说雨知时节，是一种拟人化的写法。\n乃：就。发生：萌发生长。\n发生：萌发生长。\n潜（qián）：暗暗地，悄悄地。这里指春雨在夜里悄悄地随风而至。\n润物：使植物受到雨水的滋养。\n野径：田野间的小路。\n晓：天刚亮的时候。红湿处：雨水湿润的花丛。\n红湿处：指有带雨水的红花的地方。\n花重：花沾上雨水而变得沉重。\n重：读作zhòng（重在这里的意思是：沉重。所以读作第四声。）\n锦官城：成都的别称。\n\n","shangxi":"　　平常之景最为难写，能写难状之景如在目前，且如此真切入微，令人如临其境，只有大诗人能够做到。这是一首五律。前两联用流水对，把春雨的神韵一气写下，末联写一种骤然回首的惊喜，格律严谨而浑然一体。诗人是按先“倾耳听雨“、再“举首望雨“、后“闭目想象“的过程和角度，去表现春夜好雨的。诗从听觉写至视觉，乃至心理感觉，从当夜想到清晨，结构严谨，描写细腻;语言锤炼精工;巧妙地运用了拟人、对比等具有较强表现力的艺术手法。诗中句句绘景，句句写情，不用喜悦欢愉之类词汇，却处处透露出喜悦的气息、明快的情调。《瀛奎律髓汇评》引纪昀语:“此是名篇，通体精妙，后半尤有神。“\n\n　　在择韵上，诗人以韵就情，他选择的“庚“韵，是后鼻韵母，其发音过程较长，客观上拖慢了整首诗涵咏的时间和语调，这恰恰宜于表达诗中喜悦而不冲动、醇厚而不奔放的绵长细腻的情感。\n\n","translation":"好雨似乎会挑选时辰，降临在万物萌生之春。\n伴随和风，悄悄进入夜幕。细细密密，滋润大地万物。\n浓浓乌云，笼罩田野小路，点点灯火，闪烁江上渔船。\n明早再看带露的鲜花，成都满城必将繁花盛开。\n\n"}
{"_id":{"$oid":"5b9a033c367d5ca0f831362a"},"title":"与朱元思书","dynasty":"南北朝","writer":"吴均","content":"　　风烟俱净，天山共色。从流飘荡，任意东西。自富阳至桐庐一百许里，奇山异水，天下独绝。\n\n　　水皆缥碧，千丈见底。游鱼细石，直视无碍。急湍甚箭，猛浪若奔。\n\n　　夹岸高山，皆生寒树，负势竞上，互相轩邈，争高直指，千百成峰。泉水激石，泠泠作响；好鸟相鸣，嘤嘤成韵。蝉则千转不穷，猿则百叫无绝。鸢飞戾天者，望峰息心；经纶世务者，窥谷忘反。横柯上蔽，在昼犹昏；疏条交映，有时见日。\n\n","type":["初中文言文","书信","写景","山水"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142735371.mp3","remark":"书：是古代的一种文体。\n风烟俱净：烟雾都消散尽净。风烟，指烟雾。俱，全，都。净，消散尽净。\n共色：一样的颜色。共，一样。\n从流飘荡：乘船随着江流漂荡。从，顺，随。\n任意东西：情境任凭船按照自己的意愿，时而向东，时而向西。东西，方向，在此做动词，向东漂流，向西漂流。\n自：从。\n至：到。\n许：表示大约的数量，上下，左右。\n独绝：独一无二。独，只。绝，绝妙。\n皆：全，都。\n缥（piǎo）碧：原作“漂碧”，据其他版本改为此，青白色。\n游鱼细石：游动的鱼和细小的石头。\n直视无碍：一直看下去，可以看得很清楚，毫无障碍。这里形容江水清澈见底。\n急湍（tuān）：急流的水。急，迅速，又快又猛。湍，水势急速。\n甚箭：“甚于箭”，比箭还快。甚，胜过，超过。为了字数整齐，中间的“于”字省略了。\n若：好像。\n奔：动词活用作名词，文中指飞奔的骏马。\n寒树：使人看了有寒意的树，形容树密而绿。\n负势竞上：高山凭依高峻的地势，争着向上。负，凭借。竞，争着。上，向上。这一句说的是“高山”，不是“寒树”，这从下文“千百成峰”一语可以看得出来。\n轩邈（miǎo）：意思是这些高山仿佛都在争着往高处和远处伸展。轩，向高处伸展。邈，向远处伸展。这两个词在这里形容词活用为动词用。\n直指：笔直地向上，直插云天。指，向，向上。\n千百成峰：意思是形成无数山峰。\n激：冲击，拍打。\n泠（líng）泠作响：泠泠地发出声响。泠泠，拟声词，形容水声的清越。\n好：美丽的。\n相鸣：互相和鸣，互相鸣叫。\n嘤（yīng）嘤成韵：鸣声嘤嘤，和谐动听。嘤嘤，鸟鸣声。韵，和谐的声音。\n蝉则千转（zhuàn）不穷：蝉儿长久不断地鸣叫。则，助词，没有实在意义。千转：长久不断地叫。千，表示多，“千”与下文“百”都表示很多。转，通“啭”鸟鸣声。这里指蝉鸣。穷，穷尽。\n无绝：就是“不绝”。与上句中的“不穷”相对。绝，停止。\n鸢（yuān）飞戾（lì）天：出自《诗经·大雅·旱麓》。老鹰高飞入天，这里比喻追求名利极力攀高的人。鸢，俗称老鹰，善高飞，是一种凶猛的鸟。戾，至。\n望峰息心：意思是看到这些雄奇的山峰，追逐名利的心就会平静下来。息，使……平息，使动用法。\n经纶（lún）世务者：治理社会事务的人。经纶，筹划、治理。世务，政务。\n窥谷忘反：看到这些幽美的山谷，就会流连忘返。窥，看。反，通“返”，返回。\n横柯（kē）上蔽：横斜的树木在上面遮蔽着。柯，树木的枝干。上，方位名词作状语，在上面。蔽，遮蔽。\n在昼犹昏：在白天，也好像黄昏时那样阴暗。昼，白天。犹，好像。\n疏条交映：稀疏的枝条互相掩映。疏条，稀疏的小枝。交映，互相遮掩。交，相互。\n见：看见。\n日：太阳，阳光。\n\n","shangxi":"　　江山如此多娇，引无数文人墨客，吟诗作文，为后人留下了众多脍炙人口的山水佳作。其中，南朝梁文学家吴均的《与朱元思书》，这是一篇山水小品，作者以简练明快的笔墨，描绘了一幅充满生机的大自然画卷，且仅用一百四十四字便生动逼真地描绘出富春江沿途的绮丽风光，被视为骈文中写景的精品。吟诵此文，但觉景美、情美、词美、章美，如此短的篇幅，却给人以美不胜收之感，令人叹为观止。阅读时要注意作者是怎样抓住山光水色的特点模山范水的。\n\n意境美 　　文章开篇以简洁的笔触，给人们勾画了富春江山水的背景：阳光明媚，天高云淡，空气清新，山色苍翠，并总述自富阳至桐庐水上之游的总体印象：“奇山异水，天下独绝”。 第二段写“异水”。先抓住其“缥碧”的特点，写出了其晶莹清澈的静态美：这水仿佛透明似的，可以一眼见底，连那倏来忽去的游鱼，水底累累的细石，都可以一览无余。然后以比喻夸张的手法，勾勒其急湍猛浪的动态美：这水有时又迅猛奔腾，一泻千里，使人感到惊心动魄。这样描写，静中有动，动静结合，显示出了富春江水的秀丽之美和壮观之美，突出地表现了一个“异”字。 　　第三段写“奇特的山”。首先从形的角度写山势本身之奇，奇在“负势竞上”、“争高直指”。山本是静止的，而在作者笔下，却仿佛有无穷的奋发向上的生命力，它们仿佛要挣脱大地，直上青天，欲上不能，便“千百成峰”，层峦叠嶂。其次从声的角度写空山天籁之奇。空山幽谷之中，泉水叮咚，百鸟和鸣，知了叫个不停，猿猴啼个不住，这些欢快的声音，汇成一曲对生命的颂歌，把这寂静的山谷，变成一个热闹、和谐、欢乐、祥和的世界。山包容了这些生命，这些生命给这山以无限生气。再次从色的角度写山林中有日无光之奇。山外虽然晴光万里，山中却别有景象。作者笔锋又从动到静，写出了谷中枝密林茂，浓荫蔽目，在白天也只是“有时见日”的幽暗的景象。这一段写山之形之声之色，都紧扣一个“奇”字。 　　作者抓住此山此水特征，把动与静、声与色、光与影巧妙结合，为读者描绘出一幅充满生命力的山水图，让读者充分享受到了富春江两岸的“山川之美”。\n\n志趣美 　　该文重在写景，直接抒情写志的语言很少。但历来优秀的文章都讲究情景相生，人们可从作者对景物的描写中，从寥寥几句写观感的语句中，领略到作者高雅的志趣、高洁的情怀。可以从首段“从流飘荡，任意东西”一句中，感受到一种享受自由、无拘无束、无牵无挂的轻松惬意；从对山水的描写中，体会到作者对自然、自由的热爱，对生命力的赞颂。更令人赞赏的是，在描绘山景时，作者插入两句观感：“鸢飞戾天者，望峰息心；经纶世务者，窥谷忘反”。这几句感受，不仅从侧面衬托出险峰幽谷的夺人心魄的魅力，更是传达出作者对功名利禄的鄙弃，对官场政务的厌倦。 　　细细品味，作者的这种志趣，既不同于“知其不可而为之”的积极入世，又不同于“采菊东篱下，悠然见南山”的消极遁世，它是一种对轻松自然的崇尚，对自由和谐的向往，对欢乐生命的礼赞。它比前者少了份严肃，多了份潇洒，比后者少了份悲观，多了份开朗，因而更具一份常人心态，也就更容易使人接受并感到亲切。\n\n语言美 　　本文是用骈体写成的一篇山水小品。骈文常用四字六字组织，故亦称“四六文”。本文只140多个字。作者用清新的笔调和形象的描绘，把他从富春江富阳到桐庐一段看到的山光水色告诉了他的朋友，让朋友分享富春山川之美。 　　骈（pián）文是一种讲究形式的文体，作者吴均是南朝知名骈文家，其代表作《与朱元思书》自然保持了骈文的特点。文章基本上遵循骈文的要求，主要采用四字句和六字句，并于文章后半部分大量运用对偶句， 如“泉水激石，泠泠作响；好鸟相鸣，嘤嘤成韵”、 “蝉则千转不穷，猿则百叫无绝”。这就取得了句式整齐、音韵和谐、对比立意、相映成趣的表达效果，读来朗朗上口，节奏感极强。 　　但文章又有异于当时一般的骈文，它在一定程度上打破了骈文形式上的束缚，体现了可贵的突破与创新。其一，在四字句、六字句中运用了“鸢飞戾天者，望峰息心；经纶世务者，窥谷忘反”这样的五字与四字交替运用的句式，这就避免了骈文刻板划一的弊病，使语言显得活泼洒脱；其二，文章前半部分几乎没有对偶，无异于一般散文( 尤其是第一节)，后半部分则基本上都是工整的对偶句，这样骈散结合、疏密相间的安排， 使语言灵活多变，更具韵律美；其三，文章没有像一般骈文那样堆砌典故，甚至故意用冷字僻字，写景状物，力求准确传神，这使文章语言显得清新自然，生动流畅，在当时以绮丽浮靡为主流的骈文中显得卓尔不群，超凡脱俗。\n\n结构美 　　《与朱元思书》篇幅虽短，但很讲究章法。 　　文章首段以“奇山异水， 天下独绝”八字总领全篇，二、三两段分承“异水”和“奇山”两方面，环绕“独绝”二字展开生发和描摹，结构上纲举目张，脉络分明。 写景顺序上先“水”后“山”，由近及远，逐层展开，符合“从流飘荡”的观景习惯，条理清楚。 　　写景重点上， 全文详写“山”略写“水”；写“水”的部分，详写静态略写动态；写“山”的部分，详写动态略写静态。这样既突出景物主要特征，又显得详略适宜，轻重有度。 　　读《与朱元思书》，如读一首好诗，因为它不仅有词采隽永、音节和谐的诗一般的语言，更洋溢着清新淡雅的诗情；读《与朱元思书》，如赏一幅山水写意，因为它有特色鲜明的景物，更有明朗洒脱的画意。总之，该文情景兼美，辞章俱佳，能给人以美的享受、心灵的愉悦。\n\n文学结构：骈（pián） 　　也称“骈体文”、“骈俪文”或“骈偶文”；因其常用四字、六字句，故也称“四六文”或“骈四俪六”。中国古代魏晋以后产生的一种文体。又称骈俪文。南北朝是骈体文的全盛时期。全篇以双句（俪句、偶句）为主，讲究对仗的工整和声律的铿锵。中国的散文从汉代到六朝，出现了“文”、“笔”的对立。所谓“文”，就是专尚辞藻华丽，受字句和声律约束的骈文。所谓“笔”，就是专以达意明快为主，不受字句和声律约束的散文。(此处所述不当。据刘勰《文心雕龙 总述》引录颜延之观点称：笔之为体，言之为文也；经典则言而非笔，传记则笔而非言。而刘勰本人的观点是：“今之常言，有文有笔，以为无韵者笔也，有韵者文也”可见发生于宋齐时期的文笔之辩着眼点在于有韵与否，而非散文骈体之别。而况，南北朝时期的散文也多有押韵，故加修正。) 　　魏晋以来产生的一种文体，又称骈俪文。骈文是与散文相对而言的。其主要特点是以四六句式为主，讲究对仗，因句式两两相对，犹如两马并驾齐驱，故被称为骈体。在声韵上，则讲究运用平仄，韵律和谐；修辞上注重藻饰和用典。由于骈文注重形式技巧，故内容的表达往住受到束缚，但运用得当，也能增强文章的艺术效果。而南北朝时期，亦不乏内容深刻的作品，如庾信的《哀江南赋》，他一方面描写了自己身世之悲，一方面则谴责了梁朝君臣的昏庸，表达对故国怀念之情。唐以后。骈文的形式日趋完善，出现了通篇四、六句式的骈文，所以宋代一般又称骈文为四六文。直至清末，骈文仍十分流行。 　　文笔分裂后，骈文就成为和散文相对举的一种文体。骈文盛行于六朝，代表作家有徐陵、庾信。中唐古文运动以后，稍告衰落。在元明两代成为绝响。至清初，作者接踵而起，以清末王闿运为最后一个作家。\n\n总概句 　　奇山异水，天下独绝。\n\n情感 　　1、淡薄名利，流连山水。 　　2、劝友归林。（友：指朱元思） \n\n","translation":"　　风和烟都消散了，天和山变成相同的颜色。（我乘着船）随着江流漂荡，随意的向东或向西漂流。从富阳到桐庐，一百里左右，奇异的山，灵异的水，天下独一无二的。\n\n　　水都是青白色的，清澈的水千丈也可以看见底。游动的鱼儿和细小的石头，可以直接看见，毫无障碍。湍急的水流比箭还快，凶猛的巨浪就像奔腾的骏马。\n\n　　夹江两岸的高山上，都生长着密而绿的树，高山凭依着高峻的山势，争着向上，这些高山彼此都争着往高处和远处伸展；群山竞争着高耸，笔直地向上形成了无数个山峰。泉水飞溅在山石之上，发出清悦泠泠的响声；美丽的鸟相互和鸣，鸣声嘤嘤，和谐动听。蝉儿长久地叫个不停，猿猴长时间地叫个不停。像凶猛的鸟飞到天上为名利极力追求高位的人，看到这些雄奇的高峰，追逐功名利禄的心也就平静下来。那些整天忙于政务的人，看到这些幽美的山谷，就会流连忘返。横斜的树枝在上面遮蔽着，即使在白天，也像黄昏时那样阴暗；稀疏的枝条交相掩映，有时也可以见到阳光。\n\n"}
{"_id":{"$oid":"5b9a033f367d5ca0f831362b"},"title":"曹刿论战","dynasty":"先秦","writer":"左丘明","content":"　　十年春，齐师伐我。公将战。曹刿请见。其乡人曰：“肉食者谋之，又何间焉？”刿曰：“肉食者鄙，未能远谋。”乃入见。问：“何以战？”公曰：“衣食所安，弗敢专也，必以分人。”对曰：“小惠未徧，民弗从也。”公曰：“牺牲玉帛，弗敢加也，必以信。”对曰：“小信未孚，神弗福也。”公曰：“小大之狱，虽不能察，必以情。”对曰：“忠之属也。可以一战。战则请从。”（徧 同：遍)\n\n　　公与之乘，战于长勺。公将鼓之。刿曰：“未可。”齐人三鼓。刿曰：“可矣。”齐师败绩。公将驰之。刿曰：“未可。”下视其辙，登轼而望之，曰：“可矣。”遂逐齐师。\n\n　　既克，公问其故。对曰：“夫战，勇气也。一鼓作气，再而衰，三而竭。彼竭我盈，故克之，夫大国，难测也，惧有伏焉。吾视其辙乱，望其旗靡，故逐之。”\n\n","type":["初中文言文","古文观止","对话","赞美","写人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142736911.mp3","remark":"曹刿（guì）：春秋时鲁国大夫。著名的军事理论家。\n十年：鲁庄公十年（公元前684年）。\n齐师：齐国的军队。齐，在今山东省中部。师，军队。\n伐：攻打。\n我：指鲁国。《左传》根据鲁史而写，故称鲁国为“我”。\n公：诸侯的通称，这里指鲁庄公。\n肉食者：吃肉的人，指当权者。\n谋：谋议。\n间（jiàn）：参与。\n鄙：鄙陋，目光短浅。\n乃：于是，就。\n何以战：就是“以何战”，凭借什么作战？以，用，凭，靠。\n衣食所安，弗敢专也：衣食这类养生的东西，不敢独自享用。安：有“养”的意思。弗：不。专：独自专有，个人专有。\n必以分人：省略句，省略了“之“，完整的句子是“必以之分人”。一定把它分给别人。以，把。人：指鲁庄公身边的近臣或贵族。\n遍：一作“徧”，遍及，普遍。\n牺牲玉帛（bó）：古代祭祀用的祭品。牺牲，祭祀用的猪、牛、羊等。玉，玉器。帛，丝织品。\n加：虚报夸大。\n小信未孚（fú）：（这只是）小信用，未能让神灵信服。孚，使人信服。\n福：名词作动词，赐福，保佑。\n狱：（诉讼）案件。\n察：明察。\n情：实情。\n忠之属也：这是尽了职分（的事情）。忠，尽力做好分内的事。属，种类。\n可以一战：就是“可以之一战”，可以凭借这个条件打一仗。可，可以。以，凭借。\n战则请从：（如果）作战，请允许（我）跟从去。从：随行，跟从。\n公与之乘：鲁庄公和他共坐一辆战车。之，指曹刿。\n长勺：鲁国地名，今山东莱芜东北。\n败绩：军队溃败。\n驰：驱车追赶。\n辙（zhé）：车轮碾出的痕迹。\n轼：古代车厢前做扶手的横木。\n遂：于是，就。\n逐：追赶，这里指追击。\n既克：已经战胜。既，已经。\n夫战，勇气也：作战，（是靠）敢作敢为毫不畏惧的气概。夫（fú），放在句首，表示将发议论，没有实际意义。\n一鼓作气：第一次击鼓能振作士气。作，振作。\n再：第二次。\n三：第三次。\n彼竭我盈：他们的勇气已尽，我们的勇气正盛。彼，代词，指齐军方面。盈，充沛，饱满，这里指士气旺盛。\n难测：难以推测。测，推测，估计。\n伏：埋伏。\n靡（mǐ）：倒下。\n曹刿论战：选自《左传·庄公十年》。题目是（教材编写者）后加的。\n\n","shangxi":"　　战争题材在《左传》中写得最好，详略得当，而且都有声有色，这篇文章就是一例。曹刿论战以“肉食者鄙”即当官的见识浅薄，不能考虑周全为理论基础，而他的深谋远虑开始的出发点是鲁庄公能否以百姓利益为重，所以他并不看重鲁庄公对侍从施舍小恩惠和祭神的诚实，而非常注重鲁庄公以民情审判大大小小的案件，认为这属于对百姓忠心，可以一战。\n\n　　面对实力强大的齐国军队，曹刿没有贸然行事，当齐军三次击鼓进军，才建议击鼓，一鼓作气，战胜齐军于长勺，这件事也成为以弱胜强的典范。《左传》对这场战争没有细致的描绘，简单地用曹刿的“未可”“可矣”概括了战争的经过，以便使战前战后的论战更加突出。如果说战前论战体现了曹刿的以民为战争之本的基本战略思想，那么，战后论战则体现了他的战术思想，“一鼓作气”成为作战打仗的经典理论。不过他不是只凭借勇力，“夫大国难测也，惧有伏焉。吾视其辙乱，望其旗靡，故逐之”，则体现了他谨慎的态度。\n\n　　本文意在表现曹刿的“远谋”，故紧紧围绕“论战”来选取材料。第一段通过曹刿与鲁庄公的对话，强调人心向背是取决于战争胜负的首要条件，突出了曹刿“取信于民”的战略思想；第二段简述曹刿指挥鲁军进行反攻、追击和最后取得胜利的过程，显示曹刿的军事指挥才能，为下文分析取胜原因作伏笔；第三段论述取胜的原因，突出曹刿善于抓住战机，谨慎而又果断的战术思想。全文叙事清楚，详略得当，人物对话准确生动，要言不烦，是《左传》中脍炙人口的名篇。 \n\n","translation":"　　鲁庄公十年的春天，齐国军队攻打我们鲁国。鲁庄公将要迎战。曹刿请求拜见鲁庄公。他的同乡说：“当权的人自会谋划这件事，你又何必参与呢？”曹刿说：“当权的人目光短浅，不能深谋远虑。”于是入朝去见鲁庄公。曹刿问：“您凭借什么作战？”鲁庄公说：“衣食（这一类）养生的东西，我从来不敢独自专有，一定把它们分给身边的大臣。”曹刿回答说：“这种小恩小惠不能遍及百姓，老百姓是不会顺从您的。”鲁庄公说：“祭祀用的猪牛羊和玉器、丝织品等祭品，我从来不敢虚报夸大数目，一定对上天说实话。”曹刿说：“小小信用，不能取得神灵的信任，神灵是不会保佑您的。”鲁庄公说：“大大小小的诉讼案件，即使不能一一明察，但我一定根据实情（合理裁决）。”曹刿回答说：“这才尽了本职一类的事，可以（凭借这个条件）打一仗。如果作战，请允许我跟随您一同去。”\n\n　　到了那一天，鲁庄公和曹刿同坐一辆战车，在长勺和齐军作战。鲁庄公将要下令击鼓进军。曹刿说：“现在不行。”等到齐军三次击鼓之后。曹刿说：“可以击鼓进军了。”齐军大败。鲁庄公又要下令驾车马追逐齐军。曹刿说：“还不行。”说完就下了战车，察看齐军车轮碾出的痕迹，又登上战车，扶着车前横木远望齐军的队形，这才说：“可以追击了。”于是追击齐军。\n\n　　打了胜仗后，鲁庄公问他取胜的原因。曹刿回答说：“作战，靠的是士气。第一次击鼓能够振作士兵们的士气。第二次击鼓士兵们的士气就开始低落了，第三次击鼓士兵们的士气就耗尽了。他们的士气已经消失而我军的士气正旺盛，所以才战胜了他们。像齐国这样的大国，他们的情况是难以推测的，怕他们在那里设有伏兵。后来我看到他们的车轮的痕迹混乱了，望见他们的旗帜倒下了，所以下令追击他们。”\n\n"}
{"_id":{"$oid":"5b9a033f367d5ca0f831362c"},"title":"滕王阁序","dynasty":"唐代","writer":"王勃","content":"　　豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊采星驰。台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，棨戟遥临；宇文新州之懿范，襜帷暂驻。十旬休假，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。(豫章故郡 一作：南昌故郡)\n\n　　时维九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿。临帝子之长洲，得仙人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。（层峦 一作：层台；即冈 一作：列冈；仙人 一作：天人；飞阁流丹 一作：飞阁翔丹）\n\n　　披绣闼，俯雕甍，山原旷其盈视，川泽纡其骇瞩。闾阎扑地，钟鸣鼎食之家；舸舰迷津，青雀黄龙之舳。云销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨，雁阵惊寒，声断衡阳之浦。(轴 通：舳；迷津 一作：弥津；云销雨霁，彩彻区明 一作：虹销雨霁，彩彻云衢)\n\n　　遥襟甫畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并。穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，目吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？(遥襟甫畅 一作：遥吟俯畅)\n\n　　嗟乎！时运不齐，命途多舛。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子见机，达人知命。老当益壮，宁移白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙以犹欢。北海虽赊，扶摇可接；东隅已逝，桑榆非晚。孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭！(见机 一作：安贫)\n\n　　勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。舍簪笏于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今兹捧袂，喜托龙门。杨意不逢，抚凌云而自惜；钟期既遇，奏流水以何惭？\n\n　　呜乎！胜地不常，盛筵难再；兰亭已矣，梓泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公。敢竭鄙怀，恭疏短引；一言均赋，四韵俱成。请洒潘江，各倾陆海云尔：\n　　滕王高阁临江渚，佩玉鸣鸾罢歌舞。\n　　画栋朝飞南浦云，珠帘暮卷西山雨。\n　　闲云潭影日悠悠，物换星移几度秋。\n　　阁中帝子今何在？槛外长江空自流。\n\n","type":["咏史怀古","辞赋精选","高中文言文","古文观止","写景","抒情","典故","励志"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142738310.mp3","remark":"豫章：滕王阁在今江西省南昌市。南昌，为汉豫章郡治。唐代宗当政之后，为了避讳唐代宗的名（李豫），“豫章故郡”被替换为“南昌故郡”。所以现在滕王阁内的石碑以及苏轼的手书都作“南昌故郡”。\n故：以前的。\n洪都：汉豫章郡，唐改为洪州，设都督府。\n星分翼轸：古人习惯以天上星宿与地上区域对应，称为“某地在某星之分野”。据《晋书·天文志》，豫章属吴地，吴越扬州当牛斗二星的分野，与翼轸二星相邻。翼、轸，星宿名，属二十八宿。\n衡：衡山，此代指衡州（治所在今湖南省衡阳市）。\n庐：庐山，此代指江州（治所在今江西省九江市）。\n襟：以……为襟。因豫章在三江上游，如衣之襟，故称。\n三江：太湖的支流松江、娄江、东江，泛指长江中下游的江河。\n带：以……为带。五湖在豫章周围，如衣束身，故称。\n五湖：一说指太湖、鄱阳湖、青草湖、丹阳湖、洞庭湖，又一说指菱湖、游湖、莫湖、贡湖、胥湖，皆在鄱阳湖周围，与鄱阳湖相连。以此借为南方大湖的总称。\n蛮荆：古楚地，今湖北、湖南一带。\n引：连接。\n瓯越：古越地，即今浙江地区。古东越王建都于东瓯（今浙江省永嘉县），境内有瓯江。\n物华天宝：地上的宝物焕发为天上的宝气。\n龙光射牛斗之墟：龙光，指宝剑的光辉。牛、斗，星宿名。墟、域，所在之处。据《晋书·张华传》，晋初，牛、斗二星之间常有紫气照射。张华请教精通天象的雷焕，雷焕称这是宝剑之精，上彻于天。张华命雷焕为丰城令寻剑，果然在丰城（今江西省丰城市，古属豫章郡）牢狱的地下，掘地四丈，得一石匣，内有龙泉、太阿二剑。后这对宝剑入水化为双龙。\n杰：俊杰，豪杰。灵：灵秀。\n徐孺：徐孺子的省称。徐孺子名稚，东汉豫章南昌人，当时隐士。据《后汉书·徐稚传》，东汉名士陈蕃为豫章太守，不接宾客，惟徐稚来访时，才设一睡榻，徐稚去后又悬置起来。\n雄：雄伟。州：大洲。\n雾列：雾，像雾一样，名词作状语。喻浓密、繁盛，雾列形容繁华。“星”的用法同“雾”\n采：“采”同“寀”，官员，这里指人才。\n枕：占据，地处。尽：都是。\n东南之美：泛指各地的英雄才俊。《诗经-尔雅-释地》：“东南之美，有会稽之竹箭；西南之美，有华山之金石。”会稽就是今天的绍兴，后用“东箭南金” 泛指各地的英雄才俊。\n都督：掌管督察诸州军事的官员，唐代分上、中、下三等。\n阎公：阎伯屿，时任洪州都督。\n雅望：崇高声望。\n棨戟：外有赤黑色缯作套的木戟，古代大官出行时用。这里代指仪仗。\n遥临：远道来临。\n宇文新州：复姓宇文的新州（在今广东境内）刺史，名未详。\n懿范：好榜样。\n襜帷：车上的帷幕，这里代指车马。\n暂驻：暂时停留。\n十旬休假：唐制，十日为一旬，遇旬日则官员休沐，称为“旬休”。\n胜友：才华出众的友人\n腾蛟起凤：宛如蛟龙腾跃、凤凰起舞，形容人很有文采。《西京杂记》：“董仲舒梦蛟龙入怀，乃作《春秋繁露》。”又：“扬雄著《太玄经》，梦吐凤凰集《玄》之上，顷而灭。”\n孟学士：名未详。学士是朝廷掌管文学撰著的官员。\n词宗：文坛宗主。也可能是指南朝文学家、史学家沈约。\n紫电青霜：《古今注》：“吴大皇帝（孙权）有宝剑六，二曰紫电。”《西京杂记》：“高祖（刘邦）斩白蛇剑，刃上常带霜雪。”《春秋繁露》亦记其事。\n王将军：王姓的将军，名未详。\n武库：武器库。也可能是指西晋军事家杜预，即杜武库。\n家君作宰：王勃之父担任交趾县的县令。\n路出名区：（自己因探望父亲）路过这个有名的地方（指洪州）。出：过。\n童子何知，躬逢胜饯：年幼无知，（却有幸）参加这场盛大的宴会。\n维：在。又有一说此字为语气词，不译。\n序：时序（春夏秋冬）\n三秋：古人称七、八、九月为孟秋、仲秋、季秋，三秋即季秋，九月。\n此句被前人誉为“写尽九月之景”。\n潦水：雨后的积水。\n尽：没有\n俨：整齐的样子。\n骖騑：驾车的马匹。\n上路：高高的道路。\n访：看\n崇阿：高大的山陵。\n临、得：到。\n帝子、天人：都指滕王李元婴。有版本为“得仙人之旧馆”。\n长洲：滕王阁前赣江中的沙洲。\n旧馆：指滕王阁\n层：重叠。上：上达。\n飞阁流丹：飞檐涂饰红漆。有版本为“飞阁翔丹”。（新课改上对“流丹”给出的注解是：朱红的漆彩鲜艳欲滴）\n飞阁：架空建筑的阁道\n流：形容彩画鲜艳欲滴\n丹：丹漆，泛指彩绘\n临：从高处往下探望。\n鹤汀凫渚：鹤所栖息的水边平地，野鸭聚处的小洲。\n汀：水边平地\n凫：野鸭\n渚：水中小洲\n萦回：曲折\n即冈峦之体势：依着山岗的形式（而高低起伏）。\n桂，兰：两种名贵的树，形容宫殿的华丽，讲究\n披：开\n绣闼：绘饰华美的门。\n雕甍：雕饰华美的屋脊。\n旷：辽阔\n盈视：极目远望，满眼都是\n纡：迂回曲折\n骇瞩：对所见的景物感到惊骇。\n闾阎：里门，这里代指房屋。\n扑：满\n钟鸣鼎食：古代贵族鸣钟列鼎而食，所以用钟鸣鼎食指代名门望族。\n舸：船《方言》：“南楚江、湘，凡船大者谓之舸。”\n弥：满。\n青雀黄龙：船的装饰形状，船头作鸟头型，龙头型。\n舳：船尾把舵处，这里代指船只。\n销：“销”通“消”，消散。\n霁：雨过天晴\n彩：日光。\n区：天空。\n彻：通贯。\n化用庾信《马射赋》：“落花与芝盖同飞，杨柳共春旗一色。”\n一说，“霞”为一种小飞蛾，“落“的意思为孤单，孤单的飞蛾与孤独的野鸭一起飞翔，自有一种孤寂之情。\n(宋代吴曾《能改斋漫录.变霞鹜》）\n穷：穷尽，引申为“直到”。\n彭蠡：古代大泽，即今鄱阳湖。\n衡阳：今属湖南省，境内有回雁峰，相传秋雁到此就不再南飞，待春而返。\n断：止\n浦：水边、岸边。\n登高望远，胸怀顿时舒畅，超逸的兴致迅速升起。\n遥：远望。襟：胸襟。甫：顿时。畅：舒畅。\n兴：兴致。遄：迅速。\n爽籁：清脆的排箫音乐。籁，管子参差不齐的排箫。\n遏：阻止，引申为“停止”。\n白云遏：形容音响优美，能驻行云。《列子·汤问》：“薛谭学讴于秦青，未穷青之技，自谓尽之，遂辞归。秦青弗止，饯于郊衢。抚节悲歌，声振林木，响遏行云。”\n睢园绿竹：睢园，即汉梁孝王菟园，梁孝王曾在园中聚集文人饮酒赋诗。《水经注》：“睢水又东南流，历于竹圃……世人言梁王竹园也。”\n凌：超过。\n彭泽：县名，在今江西湖口县东，此代指陶潜。陶潜，即陶渊明，曾官彭泽县令，世称陶彭泽。\n樽：酒器。陶渊明《归去来兮辞》有“有酒盈樽”之句。\n睢园绿竹，气凌彭泽之樽：今日盛宴好比当年梁园雅集，大家酒量也胜过陶渊明。\n邺水：在邺下（今河北省临漳县）。邺下是曹魏兴起的地方，三曹常在此雅集作诗。曹植在此作《公宴诗》。\n朱华：荷花。曹植《公宴诗》：“秋兰被长坂，朱华冒绿池。”\n光照临川之笔：临川，郡名，治所在今江西省抚州市，代指即谢灵运。谢灵运曾任临川内史，《宋书》本传称他“文章之美，江左莫逮”。\n四美：指良辰、美景、赏心、乐事。另一说，四美：音乐、饮食、文章、言语之美。刘琨《答卢谌诗》：“音以赏奏，味以殊珍，文以明言，言以畅神。之子之往，四美不臻。”\n二难：指贤主、嘉宾难得。谢灵运《拟魏太子邺中集诗序》：“天下良辰、美景、赏心、乐事，四者难并。”王勃说“二难并”活用谢文，良辰、美景为时地方面的条件，归为一类；赏心、悦目为人事方面的条件，归为一类。\n睇眄：看。\n中天：长天。\n穷睇眄于中天：极目远望天空\n宇宙：喻指天地。《淮南子·原道训》高诱注：“四方上下曰‘宇’，古往来今曰‘宙’。”\n迥：大\n盈虚：消长，指变化。\n数：定数，命运。\n识盈虚之有数：知道万事万物的消长兴衰是有定数的。\n吴会(kuài)：古代绍兴的别称，绍兴古称吴会、会稽，是三吴之首（吴会、吴郡、吴兴），唐代绍兴是国际大都市，与长安齐名。同时期的诗人宋之问也有意思相近的一首诗：”薄游京都日，遥羡稽山名“。\n《世说新语·排调》：荀鸣鹤、陆士龙二人未相识，俱会张茂先坐。张令共语。以其并有大才，可勿作常语。陆举手曰：“云间陆士龙。”荀答曰：“日下荀鸣鹤。”\n《古代汉 语》解释:“陆云,字士龙,三国吴承相陆逊 孙。陆逊封华亭侯,陆氏世居华亭。华亭古 称‘云间’。荀隐,颖川人。颖川,地近京城。 后以‘日下’喻‘京都’。”\n字面意思是：远望长安在夕阳下,遥看吴越在云海间。\n南溟：南方的大海。事见《庄子·逍遥游》。\n天柱：传说中昆仑山高耸入天的铜柱。《神异经》：“昆仑之山，有铜柱焉。其高入天，所谓天柱也。”\n北辰：北极星，比喻国君。《论语·为政》：“为政以德，譬如北辰，居其所而众星共（拱）之。”\n关山：险关和高山。\n悲：同情,可怜\n失路：仕途不遇。\n萍水相逢：浮萍随水漂泊，聚散不定。比喻向来不认识的人偶然相遇。\n帝阍：天帝的守门人。屈原《离骚》：“吾令帝阍开关兮，倚阊阖而望予。”此处借指皇帝的宫门\n奉宣室，代指入朝做官。贾谊迁谪长沙四年后，汉文帝复召他回长安，于宣室中问鬼神之事。宣室，汉未央宫正殿，为皇帝召见大臣议事之处。\n命途：命运\n齐（qí）：整齐，平坦，与......一致。\n不齐：就是坎坷，坑坑洼洼。王勃是指自己的仕途之路不是很顺利，怀才不遇。后有“时运不济”一词乃出自于此，实乃后人误以为是通假字而杜撰之，以讹传讹，何可胜道！《礼记·学记》便有“大时不齐”一词！\n冯唐易老：冯唐在汉文帝、汉景帝时不被重用，汉武帝时被举荐，已是九十多岁。《史记·冯唐列传》：“（冯）唐以孝著，为中郎署长，事文帝。……拜唐为车骑都尉，主中尉及郡国车士。七年，景帝立，以唐为楚相，免。武帝立，求贤良，举冯唐。唐时年九十余，不能复为官。”\n李广难封：李广，汉武帝时名将，多次与匈奴作战，军功卓著，却始终未获封爵。\n屈贾谊于长沙：贾谊在汉文帝时被贬为长沙王太傅。\n圣主：指汉文帝，泛指圣明的君主。\n梁鸿：东汉人，作《五噫歌》讽刺朝廷，因此得罪汉章帝，避居齐鲁、吴中。\n明时：指汉章帝时代，泛指圣明的时代。\n机：“机”通“几”，预兆，细微的征兆。《易·系辞下》：“君子见几（机）而作。”\n达人知命：通达事理的人。《易·系辞上》：“乐天知命故不忧。”\n老当益壮：年纪虽大，但志气更旺盛，干劲更足。《后汉书·马援传》：“丈夫为志，穷当益坚，老当益壮。”\n坠：坠落，引申为“放弃”。\n青云之志：《续逸民传》：“嵇康早有青云之志。”\n酌贪泉而觉爽：贪泉，在广州附近的石门，传说饮此水会贪得无厌，吴隐之喝下此水操守反而更加坚定。据《晋书·吴隐之传》，廉官吴隐之赴广州刺史任，饮贪泉之水，并作诗说：“古人云此水，一歃怀千金。试使（伯）夷（叔）齐饮，终当不易心。”\n处涸辙：干涸的车辙，比喻困厄的处境。《庄子·外物》有鲋鱼处涸辙的故事。\n北海虽赊，扶摇可接：语意本《庄子·逍遥游》。\n东隅已逝，桑榆非晚：东隅，日出处，表示早晨，引申为“早年”。桑榆，日落处，表示傍晚，引申为“晚年”。早年的时光消逝，如果珍惜时光，发愤图强，晚年并不晚。《后汉书·冯异传》：“失之东隅，收之桑榆。”\n孟尝：据《后汉书·孟尝传》，孟尝字伯周，东汉会稽上虞人。曾任合浦太守，以廉洁奉公著称，后因病隐居。桓帝时，虽有人屡次荐举，终不见用。\n阮籍：字嗣宗，晋代名士，不满世事，佯装狂放，常驾车出游，路不通时就痛哭而返。《晋书·阮籍传》：籍“时率意独驾，不由径路。车迹所穷，辄恸哭而反。”\n三尺：衣带下垂的长度，指幼小。古时服饰制度规定束在腰间的绅的长度，因地位不同而有所区别，士规定为三尺。古人称成人为“七尺之躯”，称不大懂事的小孩儿为“三尺童儿”。\n微命：即“一命”，周朝官阶制度是从一命到九命，一命是最低级的官职。\n一介：一个。\n终军：据《汉书·终军传》，终军字子云，汉代济南人。武帝时出使南越，自请“愿受长缨，必羁南越王而致之阙下”，时仅二十余岁\n等：相同，用作动词。\n弱冠，古人二十岁行冠礼，表示成年，称“弱冠”。\n投笔：事见《后汉书·班超传》，用汉班超投笔从戎的故事。\n宗悫：据《宋书·宗悫传》，宗悫字元干，南朝宋南阳人，年少时向叔父自述志向，云“愿乘长风破万里浪”。后因战功受封。\n簪笏：冠簪、手版。官吏用物，这里代指官职地位。\n百龄：百年，犹“一生”。\n奉晨昏：侍奉父母。《礼记·曲礼上》：“凡为人子之礼……昏定而晨省。”\n非谢家之宝树：指谢玄，比喻好子弟。《世说新语·言语》：“谢太傅（安）问诸子侄‘子弟亦何预人事，而正欲使其佳？’诸人莫有言者。车骑（谢玄）答曰：‘譬如芝兰玉树，欲使其生于庭阶耳。’”\n接孟氏之芳邻：“接”通“结”，结交。见刘向《列女传·母仪篇》。据说孟轲的母亲为教育儿子而三迁择邻，最后定居于学宫附近。\n他日趋庭，叨陪鲤对：鲤，孔鲤，孔子之子。趋庭，受父亲教诲。《论语·季氏》：“（孔子）尝独立，（孔）鲤趋而过庭。（子）曰：‘学诗乎？’对曰：‘未也。’‘不学诗，无以言。’鲤退而学诗。他日，又独立，鲤趋而过庭。（子）曰：‘学礼乎？’对曰：‘未也。’‘不学礼，无以立。’鲤退而学礼。闻斯二者”\n捧袂：举起双袖，表示恭敬的姿势。\n喜托龙门：《后汉书·李膺传》：“膺以声名自高，士有被其容接者，名为登龙门。”\n杨意不逢，抚凌云而自惜：杨意，杨得意的省称。凌云，指司马相如作《大人赋》。据《史记·司马相如列传》，司马相如经蜀人杨得意引荐，方能入朝见汉武帝。又云：“相如既奏《大人》之颂，天子大悦，飘飘有凌云之气。”\n钟期即遇，奏流水以何惭：钟期，钟子期的省称。《列子·汤问》：“伯牙善鼓琴，钟子期善听。伯牙鼓琴……志在流水，钟子期曰：‘善哉！洋洋兮若江河。’”\n胜：名胜。不：不能。常：长存。难：难以。再：再次遇到。\n兰亭：位于中国绍兴。晋穆帝永和九年（353）三月三日上巳节，王羲之与群贤宴集于此，行修禊礼，祓除不祥。\n梓泽：即晋·石崇的金谷园，故址在今河南省洛阳市西北。\n临别赠言：临别时赠送正言以互相勉励，在此指本文。\n恭疏短引：恭敬地写下一篇小序，在此指本文。\n一言均赋：每人都写一首诗。\n四韵俱成：（我的）四韵一起写好了。四韵，八句四韵诗，指王勃此时写下的《滕王阁诗》：“滕王高阁临江渚，佩玉鸣鸾罢歌舞。画栋朝飞南浦云，珠帘暮卷西山雨。闲云潭影日悠悠，物换星移几度秋。阁中帝子今何在？槛外长江空自流。”\n请洒潘江，各倾陆海云尔：钟嵘《诗品》：“陆（机）才如海，潘（岳）才如江。”这里形容各宾客的文采。\n\n\n","shangxi":"　　本文在构思上也有独到之处，文思缜密，层层扣题。各段衔接科学，思路清晰，由地及人，由人及景，由景及情，步步递进。全文充分发挥了骈文的特点，融对偶、声韵、用典于一炉，表现了比较丰富的内容，流露出作者的真情实感，具有很强的艺术感染力。\n\n　　第一节点题——第二节近境——第三节远近结合——第四节远境感悟——第五节抒怀励志——第六节自我介绍兼回收题意——第七节收篇致谢。\n\n　　这是一个由浅入深的问题。先通过点题，让读者明了当时所处的境况。接下去描写近境，以人的眼目为支点，由近至远，第二、三、四节也就顺理成章的现形出来了，这是一个层次感的问题。这样的处理，条理清楚，而且让人觉得自然。同样，抒怀也是如此，从第四节下半截浅述至第五节加深到第六节先深又转浅，到第七节不着痕迹的收篇。都是充满着层次感。\n\n","translation":"　　这里是汉代的豫章郡城，如今是洪州的都督府，天上的方位属于翼，轸两星宿的分野，地上的位置连结着衡山和庐山。以三江为衣襟，以五湖为衣带、控制着楚地，连接着闽越。物类的精华，是上天的珍宝，宝剑的光芒直冲上牛、斗二星的区间。人中有英杰，因大地有灵气，陈蕃专为徐孺设下几榻。雄伟的洪州城，房屋像雾一般罗列，英俊的人才，像繁星一样地活跃。城池座落在夷夏交界的要害之地，主人与宾客，集中了东南地区的英俊之才。都督阎公，享有崇高的名望，远道来到洪州坐镇，宇文州牧，是美德的楷模，赴任途中在此暂留。正逢十日休假的日子，杰出的友人云集，高贵的宾客，也都不远千里来到这里聚会。文坛领袖孟学士，文章的气势像腾起的蛟龙，飞舞的彩凤，王将军的武库里，藏有像紫电、青霜这样锋利的宝剑。由于父亲在交趾做县令，我在探亲途中经过这个著名的地方。我年幼无知，竟有幸亲身参加了这次盛大的宴会。\n　　时当九月，秋高气爽。积水消尽，潭水清澈，天空凝结着淡淡的云烟，暮霭中山峦呈现一片紫色。在高高的山路上驾着马车，在崇山峻岭中访求风景。来到昔日帝子的长洲，找到仙人居住过的宫殿。这里山峦重叠，青翠的山峰耸入云霄。凌空的楼阁，红色的阁道犹如飞翔在天空，从阁上看不到地面。白鹤，野鸭停息的小洲，极尽岛屿的纡曲回环之势，雅浩的宫殿，跟起伏的山峦配合有致。\n　　打开雕花精美的阁门，俯视彩饰的屋脊，山峰平原尽收眼底，湖川曲折令人惊讶。遍地是里巷宅舍，许多钟鸣鼎食的富贵人家。舸舰塞满了渡口，尽是雕上了青雀黄龙花纹的大船。正值雨过天晴，虹消云散，阳光朗煦，落霞与孤雁一起飞翔，秋水和长天连成一片。傍晚渔舟中传出的歌声，响彻彭蠡湖滨，雁群感到寒意而发出的惊叫，鸣声到衡阳之浦为止。\n　　放眼远望，胸襟刚感到舒畅，超逸的兴致立即兴起，排箫的音响引来的徐徐清风，柔缓的歌声吸引住飘动的白云。像睢园竹林的聚会，这里善饮的人，酒量超过彭泽县令陶渊明，像邺水赞咏莲花，这里诗人的文采，胜过临川内史谢灵运。（音乐与饮食，文章和言语）这四种美好的事物都已经齐备，（良辰美景，赏心乐事）这两个难得的条件也凑合在一起了，向天空中极目远眺，在假日里尽情欢娱。苍天高远，大地寥廓，令人感到宇宙的无穷无尽。欢乐逝去，悲哀袭来，我知道了事物的兴衰成败是有定数的。西望长安，东指吴会，南方的陆地已到尽头，大海深不可测，北方的北斗星多么遥远，天柱高不可攀。关山重重难以越过，有谁同情不得志的人？萍水偶尔相逢，大家都是异乡之客．怀念着君王的宫门，但却不被召见，什么时候才能够去侍奉君王呢？\n　　呵，各人的时机不同，人生的命运多有不顺。冯唐容易衰老，李广难得封侯。使贾谊遭受委屈，贬于长沙，并不是没有圣明的君主，使梁鸿逃匿到齐鲁海滨，难道不是政治昌明的时代？只不过由于君子安于贫贱，通达的人知道自己的命运罢了。年纪虽然老了，但志气应当更加旺盛，怎能在白头时改变心情？境遇虽然困苦，但节操应当更加坚定，决不能抛弃自己的凌云壮志。即使喝了贪泉的水，心境依然清爽廉洁；即使身处于干涸的主辙中，胸怀依然开朗愉快。北海虽然十分遥远，乘着羊角旋风还是能够达到，早晨虽然已经过去，而珍惜黄昏却为时不晚。孟尝君心地高洁，但白白地怀抱着报国的热情，阮籍为人放纵不羁，我们怎能学他那种穷途的哭泣！\n　　我地位卑微，只是一个书生。虽然和终军一样年已二十一，却无处去请缨杀敌。我羡慕宗悫那种“乘长风破万里浪”的英雄气概，也有投笔从戎的志向。如今我抛弃了一生的功名，不远万里去朝夕侍奉父亲。虽然称不上谢家的“宝树”，但是能和贤德之士相交往。不久我将见到父亲，聆听他的教诲。今天我侥幸地奉陪各位长者，高兴地登上龙门。假如碰不上杨得意那样引荐的人，就只有抚拍着自己的文章而自我叹惜。既然已经遇到了钟子期，就弹奏一曲《流水》又有什么羞愧呢？\n　　呵！名胜之地不能常存，盛大的宴会难以再逢。兰亭宴集已为陈迹，石崇的梓泽也变成了废墟。承蒙这个宴会的恩赐，让我临别时作了这一篇序文，至于登高作赋，这只有指望在座诸公了。我只是冒昧地尽我微薄的心意，作了短短的引言。在座诸位都按各自分到的韵字赋诗，我已写成了四韵八句。请在座诸位施展潘岳，陆机一样的才笔，各自谱写瑰丽的诗篇吧！！\n　　巍峨高耸的滕王阁俯临着江心的沙洲，想当初佩玉、鸾铃鸣响的豪华歌舞已经停止了。\n　　早晨，画栋飞上了南浦的云；黄昏，珠帘卷入了西山的雨。\n　　悠闲的彩云影子倒映在江水中，整天悠悠然地漂浮着；时光易逝，人事变迁，不知已经度过几个春秋。\n　　昔日游赏于高阁中的滕王如今已不知哪里去了，只有那栏杆外的滔滔江水空自向远方奔流。\n\n"}
{"_id":{"$oid":"5b9a033f367d5ca0f831362d"},"title":"西江月·夜行黄沙道中","dynasty":"宋代","writer":"辛弃疾","content":"明月别枝惊鹊，清风半夜鸣蝉。稻花香里说丰年，听取蛙声一片。 \n七八个星天外，两三点雨山前。旧时茅店社林边，路转溪桥忽见。(溪桥 一作：溪头)","type":["宋词三百首","小学古诗","初中古诗","婉约","豪放","夏天","农村",""],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142744347.mp3","remark":"西江月：词牌名。\n黄沙：黄沙岭，在江西上饶的西面。\n别枝惊鹊：惊动喜鹊飞离树枝。\n鸣蝉：蝉叫声。\n旧时：往日。\n茅店：茅草盖的乡村客店。\n社林：土地庙附近的树林。社，土地神庙。古时，村有社树，为祀神处，故曰社林。\n见：同“现”，显现，出现。\n\n","shangxi":"　　明月别枝惊鹊 ， 清风半夜鸣蝉。\n\n　　词的前两句，由六个名词词组组成，描绘出了一幅清新的乡村夏日夜景：夜空晴朗，月亮悄悄升起，投下如水的月光，惊起了枝头的乌鹊；夜半时分，清风徐徐吹来，把蝉的鸣叫声也送了过来。以动衬静，表现了乡村夏夜的宁静和优美。\n\n　　喜鹊对光线的变化极其敏感，月上时分，它们常会被月光惊起，乱飞乱啼。曹操《短歌行》有“月明星稀，喜鹊南飞。绕树三匝，无枝可依”,苏轼《杭州牡丹》有“月明惊鹊未安枝”.\n\n　　首句中“别枝”之意，一直众说纷纭。有解作“远枝”;有解作“斜伸的树枝”;有解为“乌鹊要离开树枝飞走”;有解为“乌鹊拣选树枝”;还有人解为“月亮离别了树枝”.虽然难有定论，但从一二两句对偶考虑，“别枝”对应“半夜”,“别”字当是形容、修饰“枝”的，故解释为“远枝”或“斜伸的树枝”似乎更为恰当。\n\n　　词人虽是夜行，却似乎一点也不着急。我们仿佛看见他不紧不慢地行走在山路上，一会儿看看明月走到哪里了，一会儿听鸟啼蝉鸣，悠闲自得。此时的他，没有需要快马加鞭的紧急公务要处理，也不用为他人的指责、诽谤而彻夜难眠。虽然遭弹劾免职，胸中还有诸多愤懑愁苦，但美丽的自然和恬淡的乡村生活替他化解了部分的愤激之情。所以，在这美好的夏日夜晚，走在宁静的山间小路上，他已经完全沉浸于清风明月之中，融于天地。\n\n　　稻花香里说丰年，听取蛙声一片。\n\n　　路旁的稻田里，稻花飘香，预告着又一个丰年的到来。田里的青蛙也耐不住寂寞，阵阵叫声此起彼伏，连成一片，写出作者热爱自然，夏天的生机勃勃。\n\n　　七八个星天外，两三点雨山前。\n\n　　月光下，嗅着稻花的香味，听着蝉鸣蛙叫，轻松愉快的词人继续信步前行。抬头望空，“七八个星”挂在天边，稀稀落落，原来星星们都叫乌云给遮挡住了。突然，山前下起小雨来，“两三点雨”滴落到了词人身上。\n\n　　这一来，刚才还闲情逸致的词人不禁有些着急了。夏日的天，说变就变，也许一场倾盆大雨就会继之而来呢？他加快了脚步，赶着寻找避雨之所。\n\n　　旧时茅店社林边，路转溪桥忽见。\n\n　　从山岭小路转过弯，过了一座溪桥，就在土地庙旁的树林外，一座茅屋现在词人眼前。高兴的他细细一看，竟然就是从前落过脚的那家小店！“社”,土地庙附近的树林。 \n\n","translation":"天边的明月升上了树梢，惊飞了栖息在枝头的喜鹊。清凉的晚风仿佛传来了远处的蝉叫声。在稻花的香气里，人们谈论着丰收的年景，耳边传来一阵阵青蛙的叫声，好像在说着丰收年。\n天空中轻云漂浮，闪烁的星星时隐时现，山前下起了淅淅沥沥的小雨，从前那熟悉的茅店小屋依然坐落在土地庙附近的树林中，山路一转，曾经那记忆深刻的溪流小桥呈现在他的眼前。\n\n"}
{"_id":{"$oid":"5b9a033f367d5ca0f831362e"},"title":"武陵春·春晚","dynasty":"宋代","writer":"李清照","content":"风住尘香花已尽，日晚倦梳头。物是人非事事休，欲语泪先流。\n闻说双溪春尚好，也拟泛轻舟。只恐双溪舴艋舟，载不动许多愁。","type":["宋词三百首","宋词精选","初中古诗","婉约","女子","闺怨","感伤"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142746250.mp3","remark":"此词在《诗词杂俎本·漱玉词》、《类编草堂诗余》、《汇选历代名贤词府全集》、《文体明辨》、《古今名媛汇诗》、《词的》、《啸余集》、《古今女史》、《古今词统》、《古今诗余醉》、《历城县志》、《花镜隽声》、《见山亭古今词选》、《诗余神髓》、《古今图书集成》、《同情词集选》题作“春晚”，《彤管遗编》、《彤管摘奇》、《名媛玑隽》题作“暮春”，《词学筌蹄》题作“春暮”，《词汇》题作“春晓”，《词鹄》调作“武陵春第二体”。赵万里辑《漱玉词》云：“至正本《草堂诗余》前集上如梦令后接引此阕，不注撰人。玩意境颇似李作，姑存之。”（案明成化本、荆聚本、陈钟秀本、杨金本《草堂诗余》前集卷上，此首俱无撰人，与至正本同），《古今断肠词选》卷二又误以此首为马洪所作。\n“尘香”，落花触地，尘土也沾染上落花的香气。“花已尽”，《词谱》、清万树《词律》作“春已尽”。\n“日晚”，《花草粹编》作“日落”，《词谱》、《词汇》、清万树《词律》作“日晓”。\n“物是人非”，事物依旧在，人不似往昔了。三国曹丕《与朝歌令吴质书》：“节同时异，物是人非，我劳如何？”宋贺铸《雨中花》：“人非物是，半晌鸾肠易断，宝勒空回。”\n“泪先”，《彤管遗编》、《彤管摘奇》作“泪珠”，沈际飞《本草堂诗余》注：“一作珠，误”。《崇祯历城县志》作“欲泪先流”，误删“语”字。\n“闻说”，清叶申芗辑《天籁轩词选》作“闻道”。“春尚好”，明程明善辑《啸余谱》作“春向好”。“双溪”，水名，在浙江金华，是唐宋时有名的风光佳丽的游览胜地。有东港、南港两水汇于金华城南，故曰“双溪”。《浙江通志》卷十七《山川九》引《名胜志》：“双溪，在（金华）城南，一曰东港，一曰南港。东港源出东阳县大盆山，经义乌西行入县境，又汇慈溪、白溪、玉泉溪、坦溪、赤松溪，经石碕岩下，与南港会。南港源出缙云黄碧山，经永康、义乌入县境，又合松溪、梅溪水，绕屏山西北行，与东港会与城下，故名。”\n“拟”，准备、打算。“也拟”，也想、也打算。宋姜夔《点绛唇》：“第四桥边，拟共天随住。”辛弃疾《摸鱼儿》：“长门事，准拟佳期又误。”“轻舟”，《汇选历代名贤词府》、清陆昶《历朝名媛诗词》作“扁舟”。\n“舴艋”，小舟也，见《玉篇》及《广韵》。“舴艋舟”，小船，两头尖如蚱蜢。《艺文类聚》卷七一·南朝宋《元嘉起居注》：“余姚令何玢之造作平牀，乘船舴艋一艘，精丽过常。”唐张志和《渔夫》词：“钓台渔父褐为裘，两两三三舴艋舟”，又“霅溪湾里钓鱼翁，舴艋为家西复东。”宋《金奁集·黄钟宫·渔夫词（十五首）》：“舴艋为家无姓名，胡芦中有瓮头青。”元吴镇《渔夫》词：“舴艋为舟力几多。江头云雨半相和。”\n“载”，清万树《词律》：“《词统》、《词汇》俱注‘载’字是衬，误也。词之前后结，多寡一字者颇多，何以见其为衬乎？查坦庵作，尾句亦云‘流不尽许多愁’可证。沈选有首句三句，后第三句平仄全反者，尾云‘忽然又起新愁’者，“愁从酒畔生”者，奇绝！案：‘流不尽’句，见赵师侠《武陵春·信丰揖翠阁》词。赵师侠，又名师使，有《坦庵长短句》。”“载不动”句，宋郑文宝《杨柳词》：“不管烟波与风雨，载将离恨过江南。”\n\n","shangxi":"　　这首词是宋高宗绍兴五年（1135）作者避难浙江金华时所作。当年她是五十三岁。那时，她已处于国破家亡之中，亲爱的丈夫死了，珍藏的文物大半散失了，自己也流离异乡，无依无靠，所以词情极其悲苦。\n\n　　首句写当前所见，本是风狂花尽，一片凄清，但却避免了从正面描写风之狂暴、花之狼藉，而只用“风住尘香”四字来表明这一场小小灾难的后果，则狂风摧花，落红满地，均在其中，出笔极为蕴藉。而且在风没有停息之时，花片纷飞，落红如雨，虽极不堪，尚有残花可见；风住之后，花已沾泥，人践马踏，化为尘土，所余痕迹，但有尘香，则春光竟一扫而空，更无所有，就更为不堪了。所以，“风住尘香”四字，不但含蓄，而且由于含蓄，反而扩大了容量，使人从中体会到更为丰富的感情。次句写由于所见如彼，故所为如此。日色已高，头犹未梳，虽与《凤凰台上忆吹箫》中“起来慵自梳头”语意全同，但那是生离之愁，这是死别之恨，深浅自别。\n\n　　三、四两句，由含蓄而转为纵笔直写，点明一切悲苦，由来都是“物是人非”。而这种“物是人非”，又决不是偶然的、个别的、轻微的变化，而是一种极为广泛的、剧烈的、带有根本性的、重大的变化，无穷的事情、无尽的痛苦，都在其中，故以“事事休”概括。这，真是“一部十七史，从何说起”？所以正要想说，眼泪已经直流了。\n\n　　前两句，含蓄；后两句，真率。含蓄，是由于此情无处可诉；真率，则由于虽明知无处可诉，而仍然不得不诉。故似若相反，而实则相成。\n\n　　上片既极言眼前景色之不堪、心情之凄楚，所以下片便宕开，从远处谈起。这位女词人是最喜爱游山玩水的。据周辉《清波杂志》所载，她在南京的时候，“每值天大雪，即顶笠、披蓑，循城远览以寻诗”。冬天都如此，春天就可想而知了。她既然有游览的爱好，又有需要借游览以排遣的凄楚心情，而双溪则是金华的风景区，因此自然而然有泛舟双溪的想法，这也就是《念奴娇》中所说的“多少游春意”。但事实上，她的痛苦是太大了，哀愁是太深了，岂是泛舟一游所能消释？所以在未游之前，就又已经预料到愁重舟轻，不能承载了。设想既极新颖，而又真切。下片共四句，前两句开，一转；后两句合，又一转；而以“闻说”、“也拟”、“只恐”六个虚字转折传神。双溪春好，只不过是“闻说”；泛舟出游，也只不过是“也拟”，下面又忽出“只恐”，抹杀了上面的“也拟”。听说了，也动念了，结果呢，还是一个人坐在家里发愁罢了。\n\n　　王士稹《花草蒙拾》云：“‘载不动许多愁’与‘载取暮愁归去’、‘只载一船离恨向两州’，正可互观。‘双桨别离船，驾起一天烦恼’，不免径露矣。”这一评论告诉我们，文思新颖，也要有个限度。正确的东西，跨越一步，就变成错误的了；美的东西，跨越一步，就变成丑的了。象“双桨”两句，又是“别离船”，又是“一天烦恼”，惟恐说得不清楚，矫揉造作，很不自然，因此反而难于被人接受。所以《文心雕龙?定势篇》说：“密会者以意新得巧，苟异者以失体成怪。”“巧”之与“怪”，相差也不过是一步而已。\n\n　　李后主《虞美人》云：“问君能有几多愁？恰似一江春水向东流。”只是以愁之多比水之多而已。秦观《江城子》云：“便做春江都是泪，流不尽许多愁。”则愁已经物质化，变为可以放在江中，随水流尽的东西了。李清照等又进一步把它搬上了船，于是愁竟有了重量，不但可随水而流，并且可以用船来载。董解元《西厢记诸宫调》中的《仙吕?点绛唇缠令?尾》云：“休问离愁轻重，向个马儿上驮也驮不动。”则把愁从船上卸下，驮在马背上。王实甫《西厢记》杂剧《正宫?端正好?收尾》云：“遍人间烦恼填胸臆，量这些大小车儿如何载得起。”又把愁从马背上卸下，装在车子上。从这些小例子也可以看出文艺必须有所继承，同时必须有所发展的基本道理来。\n\n　　这首词的整个布局也有值得注意之处。欧阳修《采桑子》云：“群芳过后西湖好，狼藉残红，飞絮蒙蒙，垂柳栏干尽日风。笙歌散尽游人去，始觉春空，垂下帘栊，双燕归来细雨中。”周邦彦《望江南》云：“游妓散，独自绕回堤。芳草怀烟迷水曲，密云衔雨暗城西，九陌未沾泥。桃李下，春晚未成蹊。墙外见花寻路转，柳阴行马过莺啼，无处不凄凄。”作法相同，可以类比。谭献《复堂词话》批欧词首句说：“扫处即生。”这就是这三首词在布局上的共有特点。扫即扫除之扫，生即发生之生。从这三首的第一句看，都是在说以前一阶段情景的结束，欧、李两词是说春光已尽，周词是说佳人已散。在未尽、未散之时，芳菲满眼，花艳掠目，当然有许多动人的情景可写，可是在已尽、已散之后，还有什么可写的呢？这样开头，岂不是把可以写的东西都扫除了吗？及至读下去，才知道下面又发生了另外一番情景。欧词则写暮春时节的闲淡愁怀，周词则写独步回堤直至归去的凄凉意绪，李词则写由风住尘香而触发的物是人非的深沉痛苦。而这些，才是作家所要表现的，也是最动人的部分，所以叫做“扫处即生”。这好比我们去看一个多幕剧，到得晚了一点，走进剧场时，一幕很热闹的戏刚刚看了一点，就拉幕了，却不知道下面一幕内容如何，等到再看下去，才发现原来自己还是赶上了全剧中最精采的高潮部分。任何作品所能反映的社会人生都只能是某些侧面。抒情诗因为受着篇幅的限制，尤其如此。这种写法，能够把省略了的部分当作背景，以反衬正文，从而出人意外地加强了正文的感染力量，所以是可取的。（沈祖棻）\n\n","translation":"恼人的风雨停歇了，枝头的花朵落尽了，只有沾花的尘土犹自散发出微微的香气。抬头看看，日已高，却仍无心梳洗打扮。春去夏来，花开花谢，亘古如斯，唯有伤心的人、痛心的事，令我愁肠百结，一想到这些，还没有开口我就泪如雨下。\n听人说双溪的春色还不错，那我就去那里划划船，姑且散散心吧。唉，我真担心啊，双溪那叶单薄的小船，怕是载不动我内心沉重的忧愁啊！\n\n"}
{"_id":{"$oid":"5b9a0340367d5ca0f831362f"},"title":"游子吟","dynasty":"唐代","writer":"孟郊","content":"慈母手中线，游子身上衣。\n临行密密缝，意恐迟迟归。\n谁言寸草心，报得三春晖。","type":["唐诗三百首","乐府","赞颂","母亲","母爱","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142747866.mp3","remark":"游子：古代称远游旅居的人。吟：诗体名称。\n游子：指诗人自己，以及各个离乡的游子。\n临：将要。\n意恐：担心。归：回来，回家。\n谁言：一作“难将”。言：说。寸草：小草。这里比喻子女。心：语义双关，既指草木的茎干，也指子女的心意。\n报得：报答。三春晖：春天灿烂的阳光，指慈母之恩。三春：旧称农历正月为孟春，二月为仲春，三月为季春，合称三春。晖：阳光。形容母爱如春天温暖、和煦的阳光照耀着子女。\n\n","shangxi":"　　深挚的母爱，无时无刻不在沐浴着儿女们。然而对于孟郊这位常年颠沛流离、居无定所的游子来说，最值得回忆的，莫过于母子分离的痛苦时刻了。此诗描写的就是这种时候，慈母缝衣的普通场景，而表现的，却是诗人深沉的内心情感。\n\n　　开头两句“慈母手中线，游子身上衣”，用“线”与“衣”两件极常见的东西将“慈母”与“游子”紧紧联系在一起，写出母子相依为命的骨肉感情。三、四句“临行密密缝，意恐迟迟归”，通过慈母为游子赶 制出门衣服的动作和心理的刻画，深化这种骨肉之情。母亲千针万线“密密缝”是因为怕儿子“迟迟”难归。伟大的母爱正是通过日常生活中的细节自然地流露出来。前面四句采用白描手法，不作任何修饰，但慈母的形象真切感人。\n\n　　最后两句“谁言寸草心，报得三春晖”，是作者直抒胸臆，对母爱作尽情的讴歌。这两句采用传统的比兴手法：儿女像区区小草，母爱如春天阳光。儿女怎能报答母爱于万一呢？悬绝的对比，形象的比喻，寄托着赤子对慈母发自肺腑的爱。\n\n　　这是一首母爱的颂歌，在宦途失意的境况下，诗人饱尝世态炎凉，穷愁终身，故愈觉亲情之可贵。“诗从肺腑出，出辄愁肺腑”（苏轼《读孟郊诗》）。这首诗，虽无藻绘与雕饰，然而清新流畅，淳朴素淡中正见其诗味的浓郁醇美。\n\n　　这首诗艺术地再现了人所共感的平凡而又伟大的人性美，所以千百年来赢得了无数读者强烈的共鸣。直到清朝，溧阳有两位诗人又吟出了这样的诗句：“父书空满筐，母线萦我襦”（史骐生《写怀》），“向来多少泪，都染手缝衣”（彭桂《建初弟来都省亲喜极有感》），足见此诗给后人的深刻印象。\n\n","translation":"慈母用手中的针线，为远行的儿子赶制身上的衣衫。\n临行前一针针密密地缝缀，怕的是儿子回来得晚衣服破损。\n有谁敢说，子女像小草那样微弱的孝心，能够报答得了像春晖普泽的慈母恩情呢？\n\n"}
{"_id":{"$oid":"5b9a0340367d5ca0f8313630"},"title":"嫦娥","dynasty":"唐代","writer":"李商隐","content":"云母屏风烛影深，长河渐落晓星沉。\n嫦娥应悔偷灵药，碧海青天夜夜心。","type":["唐诗三百首","小学古诗","写人","孤独"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142748647.mp3","remark":"嫦娥：古代神话中的月中仙女，江苏人。恒又作姮。\n云母屏风：嵌着云母石的屏风。此言嫦娥在月宫居室中独处，夜晚，唯烛影和屏风相伴。 \n\n\n","shangxi":"　　就内容而论，这是一首咏嫦娥的诗。然而各家看法不一。有人以为歌咏意中人的私奔，有人以为是直接歌咏主人公处境孤寂，有人以为是借咏嫦娥另外有所寄托，有人以为是歌咏女子学道求仙，有人以为应当作“无题”来看。兹且当作歌咏幽居寂处，终夜不眠的女子。以此而论，着实写得贴情贴理。语言含蕴，情调感伤。\n\n　　前两句描绘主人公的环境和永夜不寐的情景。室内，烛光越来越黯淡，云母屏风上笼罩着一层深深的暗影，越发显出居室的空寂清冷，透露出主人公在长夜独坐中黯然的心境。室外，银河逐渐西移垂地，牛郎、织女隔河遥望，本来也许可以给独处孤室的不寐者带来一些遐想，而这一派银河即将消失。那点缀着空旷天宇的寥落晨星，仿佛默默无言地陪伴着一轮孤月，也陪伴着永夜不寐者，此时连这最后的伴侣也行将隐没。“沉”字正逼真地描绘出晨星低垂、欲落未落的动态，主人公的心也似乎正在逐渐沉下去。“烛影深”“长河落”“晓星沉”，表明时间已到将晓未晓之际，着一“渐”字，暗示了时间的推移流逝。索寞中的主人公，面对冷屏残烛、青天孤月，又度过了一个不眠之夜。尽管这里没有对主人公的心理作任何直接的抒写刻画，但借助于环境氛围的渲染，主人公的孤清凄冷情怀和不堪忍受寂寞包围的意绪却几乎可以触摸到。\n\n　　在寂寥的长夜，天空中最引人注目、引人遐想的自然是一轮明月。看到明月，也自然会联想起神话传说中的月宫仙子──嫦娥。据说她原是后羿的妻子，因为偷吃了西王母送给后羿的不死药，飞奔到月宫，成了仙子。“嫦娥孤栖与谁邻？”在孤寂的主人公眼里，这孤居广寒宫殿、寂寞无伴的嫦娥，其处境和心情不正和自己相似吗？于是，不禁从心底涌出这样的意念：嫦娥想必也懊悔当初偷吃了不死药，以致年年夜夜，幽居月宫，面对碧海青天，寂寥清冷之情难以排遣吧。“应悔”是揣度之词，这揣度正表现出一种同病相怜、同心相应的感情。由于有前两句的描绘渲染，这“应”字就显得水到渠成，自然合理。因此，后两句与其说是对嫦娥处境心情的深情体贴，不如说是主人公寂寞的心灵独白。\n\n　　至于这位寂处幽居、永夜不寐的主人公究竟是谁，诗中并无明确交待。诗人在《送宫人入道》诗中，曾把女冠比作“月娥孀独”，在《月夜重寄宋华阳姊妹》诗中，又以“窃药”喻指女子学道求仙。因此，说这首诗是代困守宫观的女冠抒写凄清寂寞之情，也许不是无稽之谈。唐代道教盛行，女子入道成为风气，入道后方体验到宗教清规对正常爱情生活的束缚而产生精神苦闷，三、四两句，正是对她们处境与心情的真实写照。\n\n　　但是，诗中所抒写的孤寂感以及由此引起的“悔偷灵药”式的情绪，却融入了诗人独特的现实人生感受，而含有更丰富深刻的意蕴。在黑暗污浊的现实包围中，诗人精神上力图摆脱尘俗，追求高洁的境界，而追求的结果往往使自己陷于更孤独的境地。清高与孤独的孪生，以及由此引起的既自赏又自伤，既不甘变心从俗，又难以忍受孤孑寂寞的煎熬这种微妙复杂的心理，在这里被诗人用精微而富于含蕴的语言成功地表现出来了。这是一种含有浓重伤感的美，在旧时代的清高文士中容易引起广泛的共鸣。诗的典型意义也正在这里。\n\n　　孤栖无伴的嫦娥，寂处道观的女冠，清高而孤独的诗人，尽管仙凡悬隔，同在人间者又境遇差殊，但在高洁而寂寞这一点上却灵犀暗通。诗人把握住了这一点，塑造了三位一体的艺术形象。这种艺术概括的技巧，是李商隐的特长。\n\n","translation":"透过装饰着云母的屏风，烛影渐渐暗淡下去。银河也在静静地消失，晨星沉没在黎明的曙光里。\n月宫的嫦娥恐怕后悔偷了后羿的长生不老药，现在只有那青天碧海夜夜陪伴着她一颗孤独的心。\n\n韵译\n云母屏风染上一层浓浓的烛影，银河逐渐斜落启明星也已下沉。\n嫦娥想必悔恨当初偷吃下灵药，如今独处碧海青天而夜夜寒心。\n\n"}
{"_id":{"$oid":"5b9a0340367d5ca0f8313631"},"title":"游山西村","dynasty":"宋代","writer":"陆游","content":"莫笑农家腊酒浑，丰年留客足鸡豚。\n山重水复疑无路，柳暗花明又一村。\n箫鼓追随春社近，衣冠简朴古风存。\n从今若许闲乘月，拄杖无时夜叩门。\n\n","type":["小学古诗","初中古诗","写景","山水","乡村","生活","哲理","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142751007.mp3","remark":"腊酒：腊月里酿造的酒。\n足鸡豚（tún）：意思是准备了丰盛的菜肴。足：足够，丰盛。豚，小猪，诗中代指猪肉。\n山重水复：一座座山、一道道水重重叠叠。\n柳暗花明：柳色深绿，花色红艳。\n箫鼓：吹箫打鼓。春社：古代把立春后第五个戊日做为春社日，拜祭社公（土地神）和五谷神，祈求丰收。\n古风存：保留着淳朴古代风俗。\n若许：如果这样。闲乘月：有空闲时趁着月光前来。\n无时：没有一定的时间，即随时。叩（kòu）门：敲门。\n\n","shangxi":"　　首联：“莫笑农家腊酒浑，丰年留客足鸡豚。”描写丰收年景，农民热情好客的淳厚品行。\n\n　　颔联：“山重水复疑无路，柳暗花明又一村。”这句描绘山村风光，被后世用来形容已陷入绝境，忽又出现转机。\n\n　　颈联：“箫鼓追随春社近，衣冠简朴古风存。”既写出春社欢快，又表达民风的淳朴可爱。\n\n　　尾联：“从今若许闲乘月，拄杖无时夜叩门。”写出诗人乘月闲游，夜访村民。\n\n　　首联渲染出丰收之年农村一片宁静、欢悦的气象。腊酒，指腊月酿制的酒。豚，是猪。足鸡豚，意谓鸡猪足。这两句是说农家酒味虽薄，而待客情意却十分深厚。一个“足”字，表达了农家款客尽其所有的盛情。“莫笑”二字，道出了诗人对农村淳朴民风的赞赏。\n\n　　次联写山间水畔的景色，写景中寓含哲理，千百年来广泛被人引用。“山重水复疑无路，柳暗花明又一村。”读了如此流畅绚丽、开朗明快的诗句，仿佛可以看到诗人在青翠可掬的山峦间漫步，清碧的山泉在曲折溪流中汩汩穿行，草木愈见浓茂，蜿蜒的山径也愈益依稀难认。正在迷惘之际，突然看见前面花明柳暗，几间农家茅舍，隐现于花木扶疏之间，诗人顿觉豁然开朗。其喜形于色的兴奋之状，可以想见。当然这种境界前人也有描摹，这两句却格外委婉别致，所以钱钟书说“陆游这一联才把它写得‘题无剩义’”(《宋诗选注》)。人们在探讨学问、研究问题时，往往会有这样的情况：山回路转、扑朔迷离，出路何在?于是顿生茫茫之感。但是，如果锲而不舍，继续前行，忽然间眼前出现一线亮光，再往前行，便豁然开朗，发现了一个前所未见的新天地。这就是此联给人们的启发，也是宋诗特有的理趣。人们读后，都会感到，在人生某种境遇中，与诗句所写有着惊人的契合之处，因而更觉亲切。这里描写的是诗人置身山阴道上，信步而行，疑若无路，忽又开朗的情景，不仅反映了诗人对前途所抱的希望，也道出了世间事物消长变化的哲理。于是这两句诗就越出了自然景色描写的范围，而具有很强的艺术生命力。\n\n　　此联展示了一幅春光明媚的山水图；下一联则由自然入人事，描摹了南宋初年的农村风俗画卷。读者不难体味出诗人所要表达的热爱传统文化的深情。“社”为土地神。春社，在立春后第五个戊日。这一天农家祭社祈年，热热闹闹，吹吹打打，充满着丰收的期待。这个节日来源很古，《周礼》里就有记载。苏轼《蝶恋花·密州上元》也说：“击鼓吹箫，却入农桑社。”到宋代还很盛行。而陆游在这里更以“衣冠简朴古风存”，赞美着这个古老的乡土风俗，显示出他对吾土吾民之爱。\n\n　　前三联写了外界情景，并和自己的情感相融。然而诗人似乎意犹未足，故而笔锋一转：“从今若许闲乘月，拄杖无时夜叩门。”无时，随时。诗人已“游”了一整天，此时明月高悬，整个大地笼罩在一片淡淡的清光中，给春社过后的村庄也染上了一层静谧的色彩，别有一番情趣。于是这两句从胸中自然流出：但愿而今而后，能拄杖乘月，轻叩柴扉，与老农亲切絮语，此情此景，不亦乐乎!一个热爱家乡，与农民亲密无间的诗人跃然纸上。\n\n　　诗人被投降派弹劾罢归故里，心中当然愤愤不平。对照诈伪的官场，于家乡纯朴的生活自然会产生无限的欣慰之情。此外，诗人虽貌似闲适，却未能忘情国事。秉国者目光短浅，无深谋长策，然而诗人并未丧失信心，深信总有一天否极泰来。这种心境和所游之境恰相吻合，于是两相交涉，产生了传诵千古的“山重”“柳暗”一联。\n\n　　陆游七律最工。这首七律结构严谨，主线突出，全诗八句无一“游”字，而处处切“游”字，游兴十足，游意不尽。又层次分明。尤其中间两联，对仗工整，善写难状之景，如珠落玉盘，圆润流转，达到了很高的艺术水平。\n\n","translation":"不要笑农家腊月里酿的酒浊而又浑，在丰收的年景里待客菜肴非常丰繁。\n山峦重叠水流曲折正担心无路可走，柳绿花艳忽然眼前又出现一个山村。\n吹着箫打起鼓春社的日子已经接近，村民们衣冠简朴古代风气仍然保存。\n今后如果还能乘大好月色出外闲游，我一定拄着拐杖随时来敲你的家门。\n\n"}
{"_id":{"$oid":"5b9a0340367d5ca0f8313632"},"title":"梅花","dynasty":"宋代","writer":"王安石","content":"墙角数枝梅，凌寒独自开。\n遥知不是雪，为有暗香来。","type":["古诗三百首","写景","咏物","梅花","寓人","人格","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142752280.mp3","remark":"凌寒：冒着严寒。\n遥：远远地。知：知道。\n为（wèi）：因为。暗香：指梅花的幽香。\n\n","shangxi":"　　“墙角数枝梅”，“墙角”不引人注目，不易为人所知，更未被人赏识，却又毫不在乎。“墙角“这个环境突出了数枝梅身居简陋，孤芳自开的形态。体现出诗人所处环境恶劣，却依旧坚持自己的主张的态度。\n\n　　“凌寒独自开”，“独自”，语意刚强，无惧旁人的眼光，在恶劣的环境中，依旧屹立不倒。体现出诗人坚持自我的信念。\n\n　　“遥知不是雪”，“遥知”说明香从老远飘来，淡淡的，不明显。诗人嗅觉灵敏，独具慧眼，善于发现。“不是雪”，不说梅花，而梅花的洁白可见。意谓远远望去十分纯净洁白，但知道不是雪而是梅花。诗意曲折含蓄，耐人寻味。暗香清幽的香气。\n\n　　“为有暗香来”，“暗香”指的是梅花的香气，以梅拟人，凌寒独开，喻典品格高贵；暗香沁人，象征其才气谯溢。\n\n　　首二句写墙角梅花不惧严寒，傲然独放，末二句写梅花洁白鲜艳，香气远布，赞颂了梅花的风度和品格，这正是诗人幽冷倔强性格的写照。诗人通过对梅花不畏严寒的高洁品性的赞赏，用雪喻梅的冰清玉洁，又用“暗香”点出梅胜于雪，说明坚强高洁的人格所具有的伟大的魅力。作者在北宋极端复杂和艰难的局势下，积极改革，而得不到支持，其孤独心态和艰难处境，与梅花自然有共通的地方。这首小诗意味深远，而语句又十分朴素自然，没有丝毫雕琢的痕迹。\n\n","translation":"那墙角的几枝梅花，冒着严寒独自盛开。\n为什么远望就知道洁白的梅花不是雪呢？因为梅花隐隐传来阵阵的香气。\n\n"}
{"_id":{"$oid":"5b9a0340367d5ca0f8313633"},"title":"黄鹤楼送孟浩然之广陵","dynasty":"唐代","writer":"李白","content":"故人西辞黄鹤楼，烟花三月下扬州。\n孤帆远影碧空尽，唯见长江天际流。 (唯 通：惟)","type":["唐诗三百首","小学古诗","写景","写水","长江","地名","离别","友情","送别","早教古诗100首","古诗里的十二个月"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142753997.mp3","remark":"黄鹤楼：中国著名的名胜古迹，故址在今湖北武汉市武昌蛇山的黄鹄矶上，属于长江下游地带，传说三国时期的费祎于此登仙乘黄鹤而去，故称黄鹤楼。原楼已毁，现存楼为1985年修葺。孟浩然：李白的朋友。之：往、到达。广陵：即扬州。\n故人：老朋友，这里指孟浩然。其年龄比李白大，在诗坛上享有盛名。李白对他很敬佩，彼此感情深厚，因此称之为“故人”。辞：辞别。\n烟花：形容柳絮如烟、鲜花似锦的春天景物，指艳丽的春景。下：顺流向下而行。\n碧空尽：消失在碧蓝的天际。尽：尽头，消失了。碧空：一作“碧山”。\n唯见：只看见。天际流：流向天边 天际：天边，天边的尽头。\n\n","shangxi":"　　李白是一位热爱自然、喜欢交游的诗人，他“一生好入名山游”，足迹几乎遍及整个中国，留下了许多歌咏自然美、歌颂友情的作品。《黄鹤楼送孟浩然之广陵》是历来传颂的名篇，这首诗是李白出蜀壮游期间的作品，写诗人送别友人时无限依恋的感情，也写出祖国河山的壮丽美好。\n\n　　诗的起句“故人西辞黄鹤楼”紧扣题旨，点明送行的地点及自己与被送者的关系。“故人”一词说明了两位诗人的深厚情谊。“黄鹤楼”是天下名胜，是诗人墨客流连聚会之所，又是传说中仙人乘鹤升天之处。而今两位潇洒飘逸的诗人在此道别，更带有诗意和浪漫色彩。第二句“烟花三月下扬州”，紧承首句，写送行的时令与被送者要去的地方。“扬州”是东南都会，自古繁华，而“三月”又正是春光明媚，百花争艳的季节。诗人用“烟花”修饰“三月”，不仅传神地写出烟雾迷蒙、繁花似锦的阳春特色，也使人联想到处在开元盛世的扬州，那花团锦簇、绣户珠帘，繁荣而又太平的景象。孟浩然要去的地方真是好地方，时间也选择得恰当。李白对友人的这次旅游自然十分欣羡。“烟花三月下扬州”这清丽明快的诗句，正表达了诗人内心的愉快与向往。但李白又是富于感情的诗人，当友人扬帆远去的时候，惜别之情油然而生。从《李太白集》里，我们可以看到李白、孟浩然之间有着不少赠答诗。在《赠孟浩然》中，李白写道：“吾爱孟夫子，风流天下闻。红颜弃轩冕，白首卧松云。”可见李白对孟浩然是多么敬佩，两人的情谊是多么深厚。\n\n　　诗的第三、四句正是写李白送别诗友时的惜别深情。“孤帆远影碧空尽，唯见长江天际流。”表面看来这两句诗全是写景，其实却有着诗人鲜明的形象。“孤帆”绝不是说浩瀚的长江上只有一只帆船，而是写诗人的全部注意力和感情只集中在友人乘坐的那一只帆船上。诗人在黄鹤楼边送行，看着友人乘坐的船挂起风帆，渐去渐远，越去越小，越去越模糊了，只剩下一点影子了，最后终于消失在水天相接之处，而诗人仍然久久伫立，目送流向天际的江水，似乎要把自己的一片情意托付江水，陪随行舟，将友人送到目的地。这两句诗表达了多么深挚的友情，然而在诗句中却找不到“友情”这个字眼。诗人巧妙地将依依惜别的深情寄托在对自然景物的动态描写之中，将情与景完全交融在一起了，真正做到了含吐不露而余味无穷。\n\n　　另外在诗歌的用韵上，诗人也颇具匠心地选择了“楼”“州”“流”三个声调悠扬的韵脚，吟诵起来余音袅袅。这与孤帆远去、江流天际的景象以及诗人目送神驰、情意绵绵的神态十分吻合。再加上语言清丽自然，意境雄浑开阔，这首诗真是令人越读越爱，百读不厌，无怪乎千古传颂。\n\n　　清人沈德潜在《唐诗别裁》中品评李太白七绝的艺术特色时说：“七言绝句以语近情遥，含吐不露为贵。只眼前景，口头语而有弦外音，使人神远，太白有焉。”李太白的七绝在诗坛上的确是独步了。\n\n　　这首送别诗有它自己特殊的情味。它不同于王勃《送杜少府之任蜀川》那种少年刚肠的离别，也不同于王维《渭城曲》那种深情体贴的离别。这首诗，可以说是表现一种充满诗意的离别。其所以如此，是因为这是两位风流潇洒的诗人的离别。还因为这次离别跟一个繁华的时代、繁华的季节、繁华的地区相联系，在愉快的分手中还带着诗人李白的向往，这就使得这次离别有着无比的诗意。\n\n　　李白与孟浩然的交往，是在他刚出四川不久，正当年轻快意的时候，他眼里的世界，还几乎象黄金一般美好。比李白大十多岁的孟浩然，这时已经诗名满天下。他给李白的印象是陶醉在山水之间，自由而愉快，所以李白在《赠孟浩然》诗中说：“吾爱孟夫子，风流天下闻。红颜弃轩冕，白首卧松云。”再说这次离别正是开元盛世，太平而又繁荣，季节是烟花三月、春意最浓的时候，从黄鹤楼到扬州，这一路都是繁花似锦。而扬州呢？更是当时整个东南地区最繁华的都会。李白是那样一个浪漫、爱好游览的人，所以这次离别完全是在很浓郁的畅想曲和抒情诗的气氛里进行的。李白心里没有什么忧伤和不愉快，相反地认为孟浩然这趟旅行快乐得很，他向往扬州，又向往孟浩然，所以一边送别，一边心也就跟着飞翔，胸中有无穷的诗意随着江水荡漾。\n\n　　“故人西辞黄鹤楼”，这一句不光是为了点题，更因为黄鹤楼乃天下名胜，可能是两位诗人经常流连聚会之所。因此一提到黄鹤楼，就带出种种与此处有关的富于诗意的生活内容。而黄鹤楼本身呢？又是传说仙人飞上天空去的地方，这和李白心目中这次孟浩然愉快地去扬州，又构成一种联想，增加了那种愉快的、畅想曲的气氛。\n\n　　“烟花三月下扬州”，在“三月”上加“烟花”二字，把送别环境中那种诗的气氛涂抹得尤为浓郁。烟花者，烟雾迷蒙，繁花似锦也。给人的感觉决不是一片地、一朵花，而是看不尽、看不透的大片阳春烟景。三月，固然是烟花之时，而开元时代繁华的长江下游，又何尝不是烟花之地呢？“烟花三月”，不仅再现了那暮春时节、繁华之地的迷人景色，而且也透露了时代气氛。此句意境优美，文字绮丽，清人孙洙誉为“千古丽句”。\n\n　　“孤帆远影碧空尽，唯见长江天际流。”诗的后两句看起来似乎是写景，但在写景中包含着一个充满诗意的细节。李白一直把朋友送上船，船已经扬帆而去，而他还在江边目送远去的风帆。李白的目光望着帆影，一直看到帆影逐渐模糊，消失在碧空的尽头，可见目送时间之长。帆影已经消逝了，然而李白还在翘首凝望，这才注意到一江春水，在浩浩荡荡地流向远远的水天交接之处。“唯见长江天际流”，是眼前景象，可是谁又能说是单纯写景呢？李白对朋友的一片深情，李白的向往，不正体现在这富有诗意的神驰目注之中吗？诗人的心潮起伏，不正象浩浩东去的一江春水吗？\n\n　　总之，这一场极富诗意的、两位风流潇洒的诗人的离别，对李白来说，又是带着一片向往之情的离别，被诗人用绚烂的阳春三月的景色，用放舟长江的宽阔画面，用目送孤帆远影的细节，极为传神地表现出来 \n\n","translation":"老朋友向我频频挥手，告别了黄鹤楼，在这柳絮如烟、繁花似锦的阳春三月去扬州远游。\n友人的孤船帆影渐渐地远去，消失在碧空的尽头，只看见一线长江，向邈远的天际奔流。\n\n"}
{"_id":{"$oid":"5b9a0340367d5ca0f8313634"},"title":"渔家傲·秋思","dynasty":"宋代","writer":"范仲淹","content":"塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。\n浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。","type":["宋词三百首","初中古诗","秋天","边塞","思乡","爱国"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913142753897.mp3","remark":"渔家傲：又名《吴门柳》、《忍辱仙人》、《荆溪咏》、《游仙关》。\n塞：边界要塞之地，这里指西北边疆。\n衡阳雁去：传说秋天北雁南飞，至湖南衡阳回雁峰而止，不再南飞。\n边声：边塞特有的声音，如大风、号角、羌笛、马啸的声音。\n千嶂：绵延而峻峭的山峰；崇山峻岭。\n燕然未勒：指战事未平，功名未立。燕然：即燕然山，今名杭爱山，在今蒙古国境内。据《后汉书·窦宪传》记载，东汉窦宪率兵追击匈奴单于，去塞三千余里，登燕然山，刻石勒功而还。\n羌管：即羌笛，出自古代西部羌族的一种乐器。\n悠悠：形容声音飘忽不定。\n寐：睡，不寐就是睡不着。\n\n","shangxi":"　　范仲淹是当时的著名的军事家、政治家，官至副宰相。他了解民间疾苦，深知宋王朝在政治、经济、军事等方面存在的问题，主张革除积弊，但因统治集团内部守旧派的反对，没能实现。\n\n　　他也是著名的文学家。这首《渔家傲》是他的代表作，反映的是他亲身经历的边塞生活。古代把汉族政权和少数民族政权之间的交界地方叫做“塞”或“塞上”、“塞下”。这首词所说的塞下，指的是北宋和西夏交界的陕北一带。\n\n　　从词史上说，此词沉雄开阔的意境和苍凉悲壮的气概，对苏轼、辛弃疾等也有影响。\n\n　　任何一首诗词的审美价值，是由多种艺术功能构成的。这首《渔家傲》并非以军事征战为题材，而是写边塞将士对家乡的怀念，因之不能生硬地用政治的尺度来衡量，而应该用艺术的尺度来衡量。它的艺术功能、艺术力量，在于抒情写景，但即使从政治上要求，此词的意义也并不消极。“燕然未勒归无计”一句，正是这首词最本质的思想亮点。燕然山，即今之杭爱山。后汉时，将军窦宪追击匈奴，曾登上燕然山刻碑（勒石）纪功。词中霜雪满头的老将军，已擦干思乡之泪，在恋家与报国的矛盾中，他是以戍边军务为重。他尽忠职守，不建功勋于边陲，虽有时思乡心切，也是不打算归去的。\n\n　　词的上阕侧重写景。秋来风景异，雁去无留意，是借雁去衡阳回雁峰的典故，来反映人在塞外的思归之情。思归不是因为厌弃边塞生活，不顾国家安危。而是边防凄厉的号角声以及周遭的狼嗥风啸声，令人心寒。更奈何日落千嶂，长烟锁山，孤城紧闭，此情此景甚是令人怀念故乡的温馨。人非草木，孰能无情。一个长期戍边的老将，惦念亲人和家乡也是很自然的。“千嶂里，长烟落日孤城闭”，此句写得最成功，仅10个字便勾勒出一派壮阔苍茫的边塞黄昏景致。\n\n　　写景是为了抒情。因此下阕一开头就是“浊酒一杯家万里，燕然未勒归无计”。浊酒，本是乳白色的米酒，这里也暗喻心情重浊。因为思归又不能归以致心情重浊。“归无计”，是说没有两全其美的可能性。正在这矛盾的心绪下，远方羌笛悠悠，搅得征夫们难以入梦，不能不苦思着万里之遥的家乡，而家乡的亲人可能也在盼望白发人。“人不寐，将军白发征夫泪”，这10个字扣人心弦，写出了深沉忧国爱国的复杂感情。\n\n　　这首《渔家傲》不是令人消沉斗志之词，它真实地表现了戍边将士思念故乡，而更热爱祖国，矢志保卫祖国的真情。范仲淹曾在《岳阳楼记》一文中，倡导“先天下之忧而忧，后天下之乐而乐”的崇高精神。词中的白发老将军，正是这种崇高精神的生动写照。黄蓼园说它“读之凛凛有生气”，倒是深得其旨趣。\n\n　　“千嶂里，长烟落日孤城闭”。只此两句便抵得上那首有名的《敕勒歌》，虽然彼此取材不同。伟大的诗人杜甫曾写过“孤城早闭门”的佳句，但气势的雄浑似不及范词。那是人烟稀少的边塞，光秃的山峰重重叠叠，上空飘浮着一缕缕的青烟，悲壮的号角和着杂乱的边声在四野回荡。太阳还没有收起它金色的余晖，远远望去，山腰里一座孤零零的城池早已把城门关闭。这就像一幅中世纪边塞景象的艺术摄影。\n\n　　一幅野性十足的边塞图画。“塞下秋来风景异，衡阳雁去无留意，四面边声连角起，千嶂里，长烟落日孤城闭。”这样的“边塞情绪”，往往当人物置身特定场景之后，自然流露出来；此时才明白，长烟落日的边塞，对于生命个体而言，并不仅仅是“戍边苦”，还会产生极大的心理满足。\n\n　　词是范仲淹守边愿望和复杂心态的真实袒露。词中反映了边塞生活的艰苦和词人巩固边防的决心和意愿，同时还表现出外患未除、功业未建、久戍边地、士兵思乡等复杂矛盾的心情。在有着浓郁思乡情绪的将士们的眼中，塞外之景色失去了宽广的气魄、欢愉的气氛，画面上笼罩着一种旷远雄浑、苍凉悲壮的气氛。在边塞熬白黑发，滴尽思乡泪，却又不能抛开国事不顾，将士们的心理是矛盾复杂的。范仲淹虽然守边颇见成效，然而，当时在北宋与西夏的军事力量对比上，北宋处于下风，只能保持守势。范仲淹守边的全部功绩都体现在“能够维持住守势”这样一个局面上，时而还有疲于奔命之感。这对有远大政治志向的范仲淹来说肯定是不能满足的，但又是十分无奈的。所以，体现在词中的格调就不会是昂扬慷慨的。\n\n　　此前，很少有人用词来写边塞生活。唐代韦应物的《调笑》虽有“边草无穷日暮”之句，但没有展开，且缺少真实的生活基础。所以，这首词实际上是边塞词的首创。\n\n　　上片描绘边地的荒凉景象。首句指出“塞下”这一地域性的特点，并以“异”字领起全篇，为下片怀乡思归之情埋下了伏线。“衡阳雁去”是“塞下秋来”的客观现实，“无留意”虽然是北雁南飞的具体表现，但更重要的是这三个字来自戍边将士的内心，它衬托出雁去而人却不得去的情感。以下十七字通过“边声”“角起”“千嶂”“孤城”等具有特征性的事物，把边地的荒凉景象描绘得有声有色。首句中的“异”字通过这十七个宇得到了具体的发挥。\n\n　　下片写戍边战士厌战思归的心情。前两句含有三层意思：“浊酒一杯”扑不灭思乡情切；长期戍边而破敌无功；所以产生“归无计”的慨叹。接下去，“羌管悠悠霜满地”一句，再次用声色加以点染并略加顿挫，此时心情，较黄昏落日之时更加令人难堪。“人不寐”三字绾上结下，其中既有白发“将军”，又有落泪“征夫”。“不寐”又紧密地把上景下情联系在一起。“羌管悠悠”是“不寐”时之所闻；“霜满地”是“不寐”时之所见。内情外景达到了水乳交融的艺术境界。\n\n","translation":"秋天到了，西北边塞的风光和江南不同。大雁又飞回衡阳了，一点也没有停留之意。黄昏时，军中号角一吹，周围的边声也随之而起。层峦叠嶂里，暮霭沉沉，山衔落日，孤零零的城门紧闭。\n饮一杯浊酒，不由得想起万里之外的家乡，未能像窦宪那样战胜敌人，刻石燕然，不能早作归计。悠扬的羌笛响起来了，天气寒冷，霜雪满地。夜深了，将士们都不能安睡：将军为操持军事，须发都变白了；战士们久戍边塞，也流下了伤心的眼泪。\n\n"}
{"_id":{"$oid":"5b9a04a1367d5cae5c9bff51"},"title":"秋词","dynasty":"唐代","writer":"刘禹锡","content":"自古逢秋悲寂寥，我言秋日胜春朝。\n晴空一鹤排云上，便引诗情到碧霄。","type":["初中古诗","秋天","悲秋"],"remark":"悲寂寥：悲叹萧条。\n春朝：春天。\n排：推，有冲破的意思。\n碧霄：青天。\n\n","shangxi":"　　“自古逢秋悲寂寥”，诗人开篇，即以议论起笔，断然否定了前人悲秋的观念，表现出一种激越向上的诗情。首句即明确指出自古以来，人们每逢到了秋天就感叹秋天的寂寞萧索。“自古”和“逢”，极言悲秋的传统看法的时代久远和思路模式的顽固。接着一句用“我言”直抒胸臆，态度鲜明，说出的是诗人的自信，这种自信，尽管染上的，是一种不幸的色彩，然而，诗人阔大的胸襟却非凡地溶解了这种不幸。“秋日胜春朝”，用对比手法，热情赞美秋天，说秋天比那万物萌生，欣欣向荣的春天更胜过一筹，这是对自古以来那种悲秋的论调的有力否定。\n\n　　第三句选择了典型事物具体生动地勾勒了一幅壮美的画面。诗人抓住秋天“一鹤凌云”，这一别致的景观的描绘，展现的是秋高气爽，万里晴空，白云漂浮的开阔景象。那凌云的鹤，也载着诗人的诗情，一同遨游到了云霄。虽然，这鹤是孤独的，然而它所呈现出来的气势，却是非凡的。一个“排”字，所蕴涵的深意，尽在不言中了。也许，诗人是以“鹤”自喻，也许是诗人视“鹤”为不屈的化身。这里，有哲理的意蕴，也有艺术的魅力，发人深思，耐人吟咏。这幅画面是对“秋日胜春朝”的生动注脚。第四句紧接上句直接抒写自己的感受，看到这一壮美的情境作者心中那激荡澎湃的诗情勃发出来，也像白鹤凌空一样，直冲云霄了。字里行间作者那乐观的情怀，昂扬的斗志国安呼之欲出。如果说，上句侧重写秋的“形美”，那么这句则突出秋的“神韵”，使“秋日胜春朝”的观点表现得更鲜明，更有力度。\n\n　　“晴空一鹤排云上，便引诗情到碧霄”展现的，不仅仅是秋天的生机和素色，更多的是一种高扬的气概和高尚的情操。这样的诗，没有什么悲凉的气息，诗人随着自己的“诗情”，和想象驰骋于碧空之上。于是，鹤飞之冲霄，诗情之旷远，“实”和“虚”便融合在了一起，所获得的全然是一种励志冶情的美的感受。全诗气势雄浑，意境壮丽，融情、景、理于一炉，不仅仅表现出是秋天的生机和素色，更多的是一种高扬精神和开阔胸襟，唱出的那曲非同凡响的秋歌，留下的是一份难能可贵的精神财富。\n\n","translation":"自古以来每逢秋天都会感到悲凉寂寥，我却认为秋天要胜过春天。\n万里晴空，一只鹤凌云飞起，就引发我的诗兴到了蓝天上了。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143305539.mp3"}
{"_id":{"$oid":"5b9a04a1367d5cae5c9bff52"},"title":"伤仲永","dynasty":"宋代","writer":"王安石","content":"　　金溪民方仲永，世隶耕。仲永生五年，未尝识书具，忽啼求之。父异焉，借旁近与之，即书诗四句，并自为其名。其诗以养父母、收族为意，传一乡秀才观之。自是指物作诗立就，其文理皆有可观者。邑人奇之，稍稍宾客其父，或以钱币乞之。父利其然也，日扳仲永环谒于邑人，不使学。\n\n　　余闻之也久。明道中，从先人还家，于舅家见之，十二三矣。令作诗，不能称前时之闻。又七年，还自扬州，复到舅家问焉。曰：“泯然众人矣。”\n\n　　王子曰：仲永之通悟，受之天也。其受之天也，贤于材人远矣。卒之为众人，则其受于人者不至也。彼其受之天也，如此其贤也，不受之人，且为众人；今夫不受之天，固众人，又不受之人，得为众人而已耶？\n\n","type":["初中文言文","学习","哲理","故事"],"remark":"伤：哀伤，叹息。\n金溪：地名，今在江西金溪。\n隶：属于。\n生：生长到。\n识：认识。\n书具：书写的工具（笔、墨、纸、砚等）。\n求：要。\n异：对······感到诧异。\n借旁近：就近借来。旁近，附近，这里指邻居。\n与：给。.\n养：奉养，赡养。\n收族：团结宗族，和同一宗族的人搞好关系。收，聚，团结。\n意：主旨（中心，或文章大意）。\n一：全。\n指：指定。\n就：完成。\n文：文采。\n理：道理。\n邑人：同（乡）县的人。\n奇：对······感到惊奇（奇怪）。\n稍稍：渐渐。\n宾客：这里是以宾客之礼相待的意思，宾，本文的意思是状语。\n乞：求取。\n利其然：认为这样是有利可图的。利，认为······有利可图。\n日：每天。\n扳：通“攀”，牵，引。\n环：四处，到处。\n谒：拜访。\n明道：宋仁宗赵祯年号（1032－1033年）。\n从：跟随。\n先人：指王安石死去的父亲。\n前时之闻：以前的名声。\n复：又，再。\n泯然众人矣：完全如同常人了。泯然：消失，指原有的特点完全消失了。众人，常人。\n王子：王安石的自称。\n通：通达。\n悟：聪慧。\n受：接受。\n天：先天。\n贤：胜过，超过。\n于：比。\n材：同“才”，才能。\n卒：最终。\n于：被。\n不至：没有达到要求。.至，达到。\n彼其：他。\n已：停止。\n耶：表示反问，相当于“吗”、“呢”。\n\n","shangxi":"　　本文见闻得当，借事说理，以方仲永的实例，说明后天教育对成才的重要性。文章分两部分：叙事部分写方仲永幼年时天资过人，却因其父“不使学”而最终“泯然众人”，变得平庸无奇；议论部分则表明作者的看法，指出方仲永才能衰退是由于“受于人者不至”，强调了后天教育的重要。文章通过方仲永这一实例说明具有普遍借鉴意义的道理，给人以深长的思考。\n\n　　本文的语言十分精当。叙事部分仅以二百三十四字就完整地叙述了方仲永从五岁到二十岁间才能变化的过程，议论部分也不过七十余字，文中的每一词、句都有其确切的表达作用，而不是可有可无。例如第一段，首句交代籍贯、身份、姓名、家世，这不仅是必不可少的一般介绍，而且“世隶耕”三字是对“未尝识书具”“不使学”的必要铺垫，既衬托了方仲永的非凡天资，又暗示了造成他命运的家庭背景；一个“啼”字，生动地写出方仲永索求书具的儿童情态；“忽”“即”“立”三个副词，使一个天资非凡、文思敏捷的神童形象跃然纸上；“日扳仲永环谒于邑人”，仅一句话就刻画出方仲永父亲贪图小利而自得的可悲可叹的愚昧无知之态；“不使学”三字，看似平淡，却为方仲永的变化埋下伏笔，点出方仲永命运变化的关键。第二段叙事极为简要，仅以一“见”一“闻”一“问”就交代了方仲永后来的变化和结局。结尾的议论部分，言简意深，说理严谨。对本文语言精当的特点，可以逐词逐句体察、品味。\n\n　　本文语言平实而又不乏感情色彩。字里行间流露着作者对一个神童最终“泯然众人”的惋惜之情，突出了主题，对“受之天”而“受于人者不至”者的哀伤之情，并以鲜明的态度表明作者的观点。\n\n","translation":"　　金溪有个叫方仲永的百姓，家中世代以耕田为业。仲永长到五岁时，不曾认识书写工具。忽然有一天仲永哭着索要这些东西。他的父亲对此感到诧异，就向邻居那里把那些东西借来给他。仲永立刻写下了四句，并自己题上自己的名字。这首诗以赡养父母和团结同宗族的人为主旨，给全乡的秀才观赏。从此，指定事物让他作诗，方仲永立刻就能完成，并且诗的文采和道理都有值得欣赏的地方。同县的人们对此都感到非常惊奇，渐渐地都以宾客之礼对待他的父亲，有的人花钱求取仲永的诗。方仲永父亲认为这样有利可图，就每天带领着仲永四处拜访同县的人，不让他学习。\n\n　　我听到这件事很久了。明道年间，我跟随先父回到家乡，在舅舅家见到方仲永，他已经十二三岁了。我叫他作诗，写出来的诗已经不能与从前的名声相称。又过了七年，我从扬州回来，再次到舅舅家去，问起方仲永的情况，回答说：“他的才能消失了，和普通人没有什么区别了。”\n\n　　王安石说：方仲永的通达聪慧，是先天得到的。他的天赋，比一般有才能的人要优秀得多；但最终成为一个平凡的人，是因为他后天所受的教育还没有达到要求。他得到的天资是那样的好，没有受到正常的后天教育，尚且成为平凡的人；那么，现在那些本来就不天生聪明，本来就是平凡的人，又不接受后天的教育，难道成为普通人就为止了吗？\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143322749.mp3"}
{"_id":{"$oid":"5b9a04a1367d5cae5c9bff53"},"title":"无题·相见时难别亦难","dynasty":"唐代","writer":"李商隐","content":"相见时难别亦难，东风无力百花残。\n春蚕到死丝方尽，蜡炬成灰泪始干。\n晓镜但愁云鬓改，夜吟应觉月光寒。\n蓬山此去无多路，青鸟殷勤为探看。(蓬山 一作：蓬莱)","type":["唐诗三百首","初中古诗","爱情","思念","早教古诗100首"],"remark":"无题：唐代以来，有的诗人不愿意标出能够表示主题的题目时，常用“ 无题”作诗的标题。\n东风无力百花残：这里指百花凋谢的暮春时节。东风，春风。残，凋零。\n丝方尽：丝，与“思”谐音，以“丝”喻“思”，含相思之意。\n蜡炬：蜡烛。\n泪始干：泪，指燃烧时的蜡烛油，这里取双关义，指相思的眼泪。\n晓镜：早晨梳妆照镜子。镜，用作动词，照镜子的意思。\n云鬓：女子多而美的头发，这里比喻青春年华。\n应觉：设想之词。\n月光寒：指夜渐深。\n蓬山：蓬莱山，传说中海上仙山，指仙境。\n青鸟：神话中为西王母传递音讯的信使。\n殷勤：情谊恳切深厚。\n探看（kān）：探望。\n\n","shangxi":"　　相见时难别亦难，说的是义山当时的处境艰难，离开徐州到长安后想进翰林院，向令狐綯说明此时，也就是找熟人走个后门，令狐陶升官之后，为了避嫌谢绝见客，致使义山处境尴尬，相见难，离别又不甘心，所以出此名句。\n\n　　东风无力百花残，当时义山已经很大年纪，东风无回天之力挽救百花的凋零，映射自己留不住青春春蚕到死丝方尽，蜡炬成灰泪始干，此名句献给所有为理想奋斗终生之人。\n\n　　晓镜但愁云鬓改，夜吟应觉月光寒，和上句呼应，青春难留，云鬓斑白，蜡炬燃尽，月光甚寒。\n\n　　蓬山此去无多路，青鸟殷勤为探看，最后一句起死回生，由深深地“到死”,“成灰“的绝望，到‘无多路’，可见作者还是对綯抱有希望，不肯决绝。\n\n　　从现在来看，此诗不难看出也是写给令狐綯，希望他看到之后体会到自己的心情，也希望綯能感受到自己并没有绝望，而是继续等待綯这个救命稻草的帮助。\n\n","translation":"见面的机会真是难得，分别时更是难舍难分，况且又兼东风将收的暮春天气，百花残谢，更加使人伤感。\n春蚕结茧到死时丝才吐完，蜡烛要燃尽成灰时像泪一样的蜡油才能滴干。\n女子早晨妆扮照镜，只担忧丰盛如云的鬓发改变颜色，青春的容颜消失。男子晚上长吟不寐，必然感到冷月侵人。\n对方的住处就在不远的蓬莱山，却无路可通，可望而不可及。希望有青鸟一样的使者殷勤地为我去探看情人。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143327721.mp3"}
{"_id":{"$oid":"5b9a04a1367d5cae5c9bff54"},"title":"江雪","dynasty":"唐代","writer":"柳宗元","content":"千山鸟飞绝，万径人踪灭。\n孤舟蓑笠翁，独钓寒江雪。","type":["唐诗三百首","写景","冬天","写雪","山水","写鸟","早教古诗100首"],"remark":"绝：无，没有。\n万径：虚指，指千万条路。\n人踪：人的脚印。\n孤：孤零零。\n蓑笠（suō lì）：蓑衣和斗笠　笠：用竹篾编成的帽子。\n独：独自。\n\n","shangxi":"　　柳宗元笔下的山水诗有个显著的特点，那就是把客观境界写得比较幽僻，而诗人的主观的心情则显得比较寂寞，甚至有时不免过于孤独，过于冷清，不带一点人间烟火气。这首《江雪》正是这样，诗人只用了二十个字，就描绘了一幅幽静寒冷的画面：在下着大雪的江面上，一叶小舟，一个老渔翁，独自在寒冷的江心垂钓。诗人向读者展示的，是这样一些内容：天地之间是如此纯洁而寂静，一尘不染，万籁无声；渔翁的生活是如此清高，渔翁的性格是如此孤傲。其实，这正是柳宗元由于憎恨当时那个一天天在走下坡路的唐代社会而创造出来的一个幻想境界，比起陶渊明《桃花源记》里的人物，恐怕还要显得虚无缥缈，远离尘世。诗人所要具体描写的本极简单，不过是一条小船，一个穿蓑衣戴笠帽的老渔翁，在大雪的江面上钓鱼，如此而已。可是，为了突出主要的描写对象，诗人不惜用一半篇幅去描写它的背景，而且使这个背景尽量广大寥廓，几乎到了浩瀚无边的程度。背景越广大，主要的描写对象就越显得突出。首先，诗人用“千山”、“万径”这两个词，目的是为了给下面两句的“孤舟”和“独钓”的画面作陪衬。没有“千”、“万”两字，下面的“孤”、“独”两字也就平淡无奇，没有什么感染力了。其次，山上的鸟飞，路上的人踪，这本来是极平常的事，也是最一般化的形象。可是，诗人却把它们放在“千山”、“万径”的下面，再加上一个“绝”和一个“灭”字，这就把最常见的、最一般化的动态，一下子给变成极端的寂静、绝对的沉默，形成一种不平常的景象。因此，下面两句原来是属于静态的描写，由于摆在这种绝对幽静、绝对沉寂的背景之下，倒反而显得玲珑剔透，有了生气，在画面上浮动起来、活跃起来了。也可以这样说，前两句本来是陪衬的远景，照一般理解，只要勾勒个轮廓也就可以了，不必费很大气力去精雕细刻。可是，诗人却恰好不这样处理。这好像拍电影，用放大了多少倍的特写镜头，把属于背景范围的每一个角落都交代得、反映得一清二楚。写得越具体细致，就越显得概括夸张。而后面的两句，本来是诗人有心要突出描写的对象，结果却使用了远距离的镜头，反而把它缩小了多少倍，给读者一种空灵剔透、可见而不可即的感觉。只有这样写，才能表达作者所迫切希望展示给读者的那种摆脱世俗、超然物外的清高孤傲的思想感情。至于这种远距离感觉的形成，主要是作者把一个“雪”字放在全诗的最末尾，并且同“江”字连起来所产生的效果。\n\n　　在这首诗里，笼罩一切、包罗一切的东西是雪，山上是雪，路上也是雪，而且“千山”、“万径”都是雪，才使得“鸟飞绝”、“人踪灭”。就连船篷上，渔翁的蓑笠上，当然也都是雪。可是作者并没有把这些景物同“雪”明显地联系在一起。相反，在这个画面里，只有江，只有江心。江，当然不会存雪，不会被雪盖住，而且即使雪下到江里，也立刻会变成水。然而作者却偏偏用了“寒江雪”三个字，把“江”和“雪”这两个关系最远的形象联系到一起，这就给人以一种比较空蒙、比较遥远、比较缩小了的感觉，这就形成了远距离的镜头。这就使得诗中主要描写的对象更集中、更灵巧、更突出。因为连江里都仿佛下满了雪，连不存雪的地方都充满了雪，这就把雪下得又大又密、又浓又厚的情形完全写出来了，把水天不分、上下苍茫一片的气氛也完全烘托出来了。至于上面再用一个“寒”字，固然是为了点明气候；但诗人的主观意图却是在想不动声色地写出渔翁的精神世界。试想，在这样一个寒冷寂静的环境里，那个老渔翁竟然不怕天冷，不怕雪大，忘掉了一切，专心地钓鱼，形体虽然孤独，性格却显得清高孤傲，甚至有点凛然不可侵犯似的。这个被幻化了的、美化了的渔翁形象，实际正是柳宗元本人的思想感情的寄托和写照。由此可见，这“寒江雪”三字正是“画龙点睛”之笔，它把全诗前后两部分有机地联系起来，不但形成了一幅凝炼概括的图景，也塑造了渔翁完整突出的形象。\n\n　　用具体而细致的手法来摹写背景，用远距离画面来描写主要形象；精雕细琢和极度的夸张概括，错综地统一在一首诗里，是这首山水小诗独有的艺术特色。\n\n","translation":"所有的山，飞鸟全都断绝；所有的路，不见人影踪迹。\n江上孤舟，渔翁披蓑戴笠；独自垂钓，不怕冰雪侵袭。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143329337.mp3"}
{"_id":{"$oid":"5b9a04a1367d5cae5c9bff55"},"title":"行路难·其一","dynasty":"唐代","writer":"李白","content":"金樽清酒斗十千，玉盘珍羞直万钱。(羞 通：馐；直 通：值)\n停杯投箸不能食，拔剑四顾心茫然。\n欲渡黄河冰塞川，将登太行雪满山。(雪满山 一作：雪暗天)\n闲来垂钓碧溪上，忽复乘舟梦日边。(碧 一作：坐)\n行路难！行路难！多歧路，今安在？\n长风破浪会有时，直挂云帆济沧海。\n\n","type":["唐诗三百首","初中古诗","乐府","友情","宴饮","怀才不遇","励志","哲理"],"remark":"行路难：选自《李白集校注》，乐府旧题。金樽（zūn）：古代盛酒的器具，以金为饰。清酒：清醇的美酒。斗十千：一斗值十千钱（即万钱），形容酒美价高。\n玉盘：精美的食具。珍羞：珍贵的菜肴。羞：同“馐”，美味的食物。直：通“值”，价值。\n投箸：丢下筷子。箸（zhù）：筷子。不能食：咽不下。茫然：无所适从。\n太行：太行山。\n碧：一作“坐”。忽复：忽然又。\n多岐路，今安在：岔道这么多，如今身在何处？岐：一作“歧”，岔路。安：哪里。\n长风破浪：比喻实现政治理想。会：当。\n云帆：高高的船帆。船在海里航行，因天水相连，船帆好像出没在云雾之中。济：渡。\n\n","shangxi":"　　诗的前四句写朋友出于对李白的深厚友情，出于对这样一位天才被弃置的惋惜，不惜金钱，设下盛宴为之饯行。“嗜酒见天真”的李白，要是在平时，因为这美酒佳肴，再加上朋友的一片盛情，肯定是会“一饮三百杯”的。然而，这一次他端起酒杯，却又把酒杯推开了；拿起筷子，却又把筷子撂下了。他离开座席，拔下宝剑，举目四顾，心绪茫然。停、投、拔、顾四个连续的动作，形象地显示了内心的苦闷抑郁，感情的激荡变化。\n\n　　接着两句紧承“心茫然”，正面写“行路难”。诗人用“冰塞川”、“雪满山”象征人生道路上的艰难险阻，具有比兴的意味。一个怀有伟大政治抱负的人物，在受诏入京、有幸接近皇帝的时候，皇帝却不能任用，被“赐金还山”，变相撵出了长安，这正像是遇到了冰塞黄河、雪拥太行。但是，李白并不是那种软弱的性格，从“拔剑四顾”开始，就表示着不甘消沉，而要继续追求。“闲来垂钓碧溪上，忽复乘舟梦日边。”诗人在心境茫然之中，忽然想到两位开始在政治上并不顺利，而最后终于大有作为的人物：一位是吕尚，九十岁在磻溪钓鱼，得遇文王；一位是伊尹，在受商汤聘前曾梦见自己乘舟绕日月而过。想到这两位历史人物的经历，又给诗人增加了信心。\n\n　　“行路难，行路难，多歧路，今安在？”吕尚、伊尹的遇合，固然增加了对未来的信心，但当他的思路回到眼前现实中来的时候，又再一次感到人生道路的艰难。离筵上瞻望前程，只觉前路崎岖，歧途甚多，不知道他要走的路，究竟在哪里。这是感情在尖锐复杂的矛盾中再一次回旋。但是倔强而又自信的李白，决不愿在离筵上表现自己的气馁。他那种积极用世的强烈要求，终于使他再次摆脱了歧路彷徨的苦闷，唱出了充满信心与展望的强音：“长风破浪会有时，直挂云帆济沧海！”他相信尽管前路障碍重重，但仍将会有一天要像南朝宋时宗悫（que）所说的那样，乘长风破万里浪，挂上云帆，横渡沧海，到达理想的彼岸。\n\n　　这首诗一共十四句，八十二个字，在七言歌行中只能算是短篇，但它跳荡纵横，具有长篇的气势格局。其重要的原因之一，就在于它百步九折地揭示了诗人感情的激荡起伏、复杂变化。诗的一开头，“金樽美酒”，“玉盘珍羞”，让人感觉似乎是一个欢乐的宴会，但紧接着“停杯投箸”、“拔剑四顾”两个细节，就显示了感情波涛的强烈冲击。中间四句，刚刚慨叹“冰塞川”、“雪满山”，又恍然神游千载之上，仿佛看到了吕尚、伊尹由微贱而忽然得到君主重用。诗人心理上的失望与希望、抑郁与追求，急遽变化交替。“行路难，行路难，多歧路，今安在？”四句节奏短促、跳跃，完全是急切不安状态下的内心独白，逼肖地传达出进退失据而又要继续探索追求的复杂心理。结尾二句，经过前面的反复回旋以后，境界顿开，唱出了高昂乐观的调子，相信他自己的理想抱负总有实现的一天。通过这样层层迭迭的感情起伏变化，既充分显示了黑暗污浊的政治现实对诗人的宏大理想抱负的阻遏，反映了由此而引起的诗人内心的强烈苦闷、愤郁和不平，同时又突出表现了诗人的倔强、自信和他对理想的执着追求，展示了诗人力图从苦闷中挣脱出来的强大精神力量。\n\n　　思想感情（中心)：抒发了作者怀才不遇的愤慨，也表达了作者人生前途充满乐观的豪迈气概。\n\n","translation":"金杯里装的名酒，每斗要价十千； 玉盘中盛的精美菜肴，收费万钱。\n胸中郁闷啊，我停杯投箸吃不下； 拔剑环顾四周，我心里委实茫然。\n想渡黄河，冰雪堵塞了这条大川； 要登太行，莽莽的风雪早已封山。\n像吕尚垂钓溪，闲待东山再起； 又像伊尹做梦，他乘船经过日边。\n世上行路呵多么艰难，多么艰难； 眼前歧路这么多，我该向北向南？\n相信总有一天，能乘长风破万里浪； 高高挂起云帆，在沧海中勇往直前！\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143329135.mp3"}
{"_id":{"$oid":"5b9a04a1367d5cae5c9bff56"},"title":"沁园春·长沙","dynasty":"现代","writer":"毛泽东","content":"独立寒秋，湘江北去，橘子洲头。\n看万山红遍，层林尽染；漫江碧透，百舸争流。\n鹰击长空，鱼翔浅底，万类霜天竞自由。\n怅寥廓，问苍茫大地，谁主沉浮？\n携来百侣曾游，忆往昔峥嵘岁月稠。\n恰同学少年，风华正茂；书生意气，挥斥方遒。\n指点江山，激扬文字，粪土当年万户侯。 \n曾记否，到中流击水，浪遏飞舟？","type":["高中古诗","写景","抒怀","壮志"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143332039.mp3","remark":"沁园春：词牌名，“沁园”为东汉明帝为女儿沁水公主修建的皇家园林，据《后汉书 窦宪传》记载，沁水公主的舅舅窦宪倚仗其妹贵为皇后之势，竟强夺公主园林，后人感叹其事，多在诗中咏之，渐成“沁园春”这一词牌。\n湘（xiāng）江：一名湘水，湖南省最大的河流，源出广西壮族自治区陵川县南的海洋山，长1752里，向东北流贯湖南省东部，经过长沙，北入洞庭湖。　所以说是湘江北去。\n寒秋：就是深秋、晚秋。秋深已有寒意，所以说是寒秋。\n橘子洲：地名，又名水陆洲，是长沙城西湘江中一个狭长小岛，西面靠近岳麓山。南北长约11里，东西最宽处约一里。毛泽东七律《答友人》中所谓长岛，指此。自唐代以来，就是游览胜地。\n以上三句是说：在寒秋季节，独立在橘子洲头目送着湘江水汩汩北流。 \n万山：指湘江西岸岳麓山和附近许多山峰。\n层林尽染：山上一层层的树林经霜打变红，像染过一样。\n漫江：满江。漫：满，遍。\n舸（gě）：大船。这里泛指船只。\n争流：争着行驶。\n鹰击长空，鱼翔浅底：鹰在广阔的天空里飞，鱼在清澈的水里游。击，搏 击。这里形容飞得矫健有力。翔，本指鸟盘旋飞翔，这里形容鱼游得轻快自由。\n万类霜天竞自由：万物都在秋光中竞相自由地生活。万类：指一切生物。霜天：指深秋。\n怅寥廓(chàng liáo kuò）：面对广阔的宇宙惆怅感慨。怅：原意是失意，这里用来表达由深思而引发激昂慷慨的心绪。\n寥廓（liáo kuò）：广远空阔，这里用来描写宇宙之大。\n苍茫：旷远迷茫。\n主：主宰。\n沉浮：同“升沉”（上升和没落）意思相近，比喻事物盛衰、消长，这里指兴衰。由上文的俯看游鱼，仰看飞鹰，纳闷地寻思（“怅”）究竟是谁主宰着世间万物的升沉起伏。\n这句问话在这里可以理解为：在这军阀统治下的中国，到底应该由谁来主宰国家兴衰和人民祸福的命运呢？\n百侣：很多的伴侣。侣，这里指同学（也指战友)。\n峥嵘(zhēng róng）岁月稠：不平常的日子是很多的。峥嵘：山势高峻，这里是不平凡，不寻常的意思。稠：多。\n恰：适逢，正赶上。\n同学少年：毛泽东于1913年至1918年就读于湖南第一师范学校。1918年毛泽东和萧瑜、蔡和森等组织新民学会，开始了他早期的政治活动。\n风华正茂：风采才华正盛。\n书生：读书人，这里指青年学生。\n意气：意志和气概。\n挥斥方遒（qiú）：挥斥，奔放。《庄子·田子方》：“挥斥八极”。郭象注：“挥斥，犹纵放也。”遒，强劲有力。方：正。挥斥方遒，是说热情奔放，劲头正足。\n指点江山，激扬文字：评论国家大事，用文字来抨击丑恶的现象，赞扬美好的事物。写出激浊扬清的文章。指点，评论。江山，指国家。激扬，激浊扬清，抨击恶浊的，褒扬善良的。\n粪土当年万户侯：把当时的军阀官僚看得同粪土一样。粪土，作动词用，视……如粪土。万户侯，汉代设置的最高一级侯爵，享有万户农民的赋税。此借指大军阀，大官僚。万户，指侯爵封地内的户口，要向受封者缴纳租税，服劳役。\n中流：江心水深流急的地方。\n击水：作者自注：“击水：游泳。那时初学，盛夏水涨，几死者数，一群人终于坚持，直到隆冬，犹在江中。当时有一篇诗，都忘记了，只记得两句：自信人生二百年，会当水击三千里。”这里引用祖逖（tì）的“中流击楫”典故。（祖逖因为国家政权倾覆，时刻怀着振兴光复的心志。元帝就让他担任奋威将军、豫州刺史，供给他一千人的军粮，三千匹布，但不给战衣和兵器，让他自行招募士众。祖逖仍就率领随自己流亡的部属一百多家，渡过长江，到江心时他扣击船桨发誓说：“我祖逖不能平定中原并再次渡江回来的话，就像长江的水一去不返！”言辞激昂神色悲壮，众人都为他的誓言感慨赞叹。）这里指游泳。\n遏（è）：阻止。\n沁园春·长沙押OU（IU）韵。韵脚为：秋、头、透、流、由、游、稠、遒、侯、否、舟。\n\n","shangxi":"　　毛泽东创作的秋景词《沁园春·长沙》，历来备受世人推崇，这是一首别具特色的秋之歌。该词脱尽了古人悲秋的窠臼，一扫衰颓萧瑟之气，以其绚丽多彩的湘江秋景、壮阔高远的深秋境界，引领读者去感受词人毛泽东的博大情怀和革命的豪情壮志，从而独步诗坛。\n\n　　《沁园春·长沙》是一首长调，他以传统的形式反映现代的生活内容，颇有创意，可见词人的匠心独运。词中描绘的“独立寒秋图”、“湘江秋景图”、“峥嵘岁月图”、“中流击水图”拼成了一幅色彩绚丽、生动活泼的全景式写意风景画。全词共分上、下两片，上片主要写寒秋景物，描绘了一幅壮丽的湘江寒秋图画，并即景抒情，大胆发问，“谁主沉浮”。词的开篇“独立寒秋,湘江北去，橘子洲头”，既点明了时令和地点，又为读者勾勒出了特定的环境。“独立”二字，进一步突现了词人雄立橘子洲头、凝望湘江奔流的英姿，一代伟人的青年风采由此跃然纸上，横空而出。接下来的七句由一个“看”字总领，通过“万山”、“漫江”、“霜天”、“飞鹰”、“游鱼”等一系列意象，不断地变换“看”的视角，将“远眺”、“近观”、“仰视”、“俯瞰”四个角度所见景物有机地揉合起来，形成了远近相间，动静结合，色彩鲜明的艺术张力，寒秋景物因此而生动、活泼、壮丽起来了。上片的后三句，通过一“怅”一“问”，则更道出了词人的雄心壮志，表现了他的博大胸怀。\n\n　　秋天，是万物凋零的季节，是萧杀、感伤的季节，是文人骚客容易产生“悲秋”情调的季节。“自古文人多悲秋”，“悲哉秋之为气也，萧瑟兮草木摇落而变衰”。而毛泽东同志面对“寒秋”，他欣然命笔的《沁园春·长沙》一词，则一反传统手法，描绘的是色彩斑斓的秋之壮景，展示出他阔大的胸襟和卓尔不群的抱负。正如王国维所说“一切景语皆情语”。\n\n　　“携来百侣曾游，忆往昔峥嵘岁月稠”。这一句开启下片，以“峥嵘”形容岁月，新颖，形象，将无形的不平凡的岁月，化为座座有形的峥嵘的山峰,给人以巍峨奇丽的崇高美。一个“忆”字，使词人从上片的独往旧地重游，自然引起对往昔生活的回忆。那时候，同学们正当青春年少，意气风发，才华横溢，激情奔放，敢说敢干，革命斗志十分旺盛。面对祖国大好河山，指点评论，激扬文字，视军阀统治者如粪土。一个：“记”字，词人为我们勾勒出了一幅“中流击水图”，手法极为夸张，壮志豪情万丈，一代敢于改造旧世界的革命青年形象，横空出世：他们有自信，“自信人生二百年，会当击水三千里”；他们有理想、有抱负，“以天下为己任”；他们有胆识、有志气，“粪土当年万户侯”，———他们就是主宰中国命运和前途的“同学少年”。\n\n　　清代的吴乔在《围炉诗话》中说：“夫诗以情为主，景为宾...情哀则景哀，情乐则景乐”。景是客观存在的，情则是主观的，因事而生的。情和景不是平行的，更不是对立的。作者在描写客观景物的时候，都是带着自己的主观情感去观察、描绘的，作者情感的哀乐则直接笼罩在他所描写的客观景物上，或哀或乐，或喜或悲。大多数人，尤其是古代作家,写寒秋常常离不开“其意萧条，山川寂寥”的萧杀之气，而毛泽东的《沁园春·长沙》中展示在读者眼前的是一片色彩鲜明、生机勃勃的壮丽秋景，一派“万类霜天竞自由”的活泼场面。在词中，我们可以感受到词人在以一种昂扬向上的精神，面对这大好的自然，有一种勇敢地投身于革命的风浪中，急流勇进，担负起主宰国家命运前途大任的大无畏精神。整首词的情调是慷慨激昂的，风格是豪爽奔放的。至此词中豪情的抒发与壮景的描写是和谐统一的，正所谓“情乐则景乐”。\n\n　　“独立寒秋”，毛泽东为我们描绘了一幅生动、活泼、壮丽的湘江秋景图；“浪遏飞舟”，毛泽东同志以天下为己任，于改造旧世界的壮志豪情，力透纸背，今天，我们诵读、鉴赏、品味《沁园春. 长沙》一词，面对祖国如此多娇的江山，我们仍能为一代伟人的才情所叹服。 \n\n","translation":"在深秋一个秋高气爽的日子里，我独自伫立在橘子洲头，眺望着湘江碧水缓缓北流。\n看万千山峰全都变成了红色，一层层树林好像染过颜色一样，江水清澈澄碧，一艘艘大船乘风破浪，争先恐后。\n广阔的天空里鹰在矫健有力地飞，鱼在清澈的水里轻快地游着，万物都在秋光中争着过自由自在的生活。\n面对着无边无际的宇宙，（千万种思绪一齐涌上心头）我要问：这苍茫大地的盛衰兴废，由谁决定主宰呢?\n回想过去，我和我的同学，经常携手结伴来到这里游玩。在一起商讨国家大事，那无数不平凡的岁月至今还萦绕在我的心头。\n同学们正值青春年少，风华正茂；大家踌躇满志，意气奔放，正强劲有力。 \n评论国家大事，写出这些激浊扬清的文章，把当时那些军阀官僚看得如同粪土。\n可曾记得，当年我们在那浪花大得可以阻止飞奔而来的船舟的激流中一起游泳？\n\n"}
{"_id":{"$oid":"5b9a04a1367d5cae5c9bff57"},"title":"望岳","dynasty":"唐代","writer":"杜甫","content":"岱宗夫如何？齐鲁青未了。\n造化钟神秀，阴阳割昏晓。\n荡胸生曾云，决眦入归鸟。( 曾 通：层)\n会当凌绝顶，一览众山小。","type":["唐诗三百首","初中古诗","写景","写山","写鸟","励志","哲理","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143333638.mp3","remark":"岱宗：泰山亦名岱山或岱岳，五岳之首，在今山东省泰安市城北。古代以泰山为五岳之首，诸山所宗，故又称“岱宗”。历代帝王凡举行封禅大典，皆在此山，这里指对泰山的尊称。夫：读“fú”。句首发语词，无实在意义，语气词，强调疑问语气。如何：怎么样。\n齐、鲁：古代齐鲁两国以泰山为界，齐国在泰山北，鲁国在泰山南。原是春秋战国时代的两个国名，在今山东境内，后用齐鲁代指山东地区。青未了：指郁郁苍苍的山色无边无际，浩茫浑涵，难以尽言。青：指苍翠、翠绿的美好山色。未了：不尽，不断。\n造化：大自然。钟：聚集。神秀：天地之灵气，神奇秀美。\n阴阳：阴指山的北面，阳指山的南面。这里指泰山的南北。割：分。夸张的说法。此句是说泰山很高，在同一时间，山南山北判若早晨和晚上。昏晓：黄昏和早晨。极言泰山之高，山南山北因之判若清晓与黄昏，明暗迥然不同。\n荡胸：心胸摇荡。曾：同“层”，重叠。\n决眦（zì）：眦：眼角。眼角（几乎）要裂开。这是由于极力张大眼睛远望归鸟入山所致。决：裂开。入：收入眼底，即看到。\n会当：终当，定要。凌：登上。凌绝顶，即登上最高峰。\n小：形容词的意动用法，意思为“以······为小，认为······小”。\n\n","shangxi":"　　这首诗是杜甫青年时代的作品，充满了诗人青年时代的浪漫与激情。全诗没有一个“望”字，却紧紧围绕诗题“望岳”的“望”字着笔，由远望到近望，再到凝望，最后是俯望。诗人描写了泰山雄伟磅礴的气象，抒发了自己勇于攀登，傲视一切的雄心壮志，洋溢着蓬勃向上的朝气。\n\n　　首句“岱宗夫如何？”写乍一望见泰山时，高兴得不知怎样形容才好的那种揣摹劲和惊叹仰慕之情，非常传神。岱是泰山的别名，因居五岳之首，故尊为岱宗。“夫如何”，就是“到底怎么样呢？”“夫”字在古文中通常是用于句首的语气助词，这里把它融入诗句中，是个新创，很别致。这个“夫”字，虽无实在意义，却少它不得，所谓“传神写照，正在阿堵中”。可谓匠心独具。\n\n　　接下来“齐鲁青未了”一句，是经过一番揣摹后得出的答案。它没有从海拔角度单纯形容泰山之高，也不是像谢灵运《泰山吟》那样用“崔崒刺云天”这类一般化的语言来形容，而是别出心裁地写出自己的体验──在古代齐鲁两大国的国境外还能望见远远横亘在那里的泰山，以距离之远来烘托出泰山之高。泰山之南为鲁，泰山之北为齐，所以这一句描写出的地理特点，在写其他山岳时不能挪用。明代莫如忠《登东郡望岳楼》特别提出这句诗，并认为无人能继。\n\n　　“造化钟神秀，阴阳割昏晓”两句，写近望中所见泰山的神奇秀丽和巍峨高大的形象，是上句“青未了”的注脚。一个“钟”宇把天地万物一下写活了，整个大自然如此有情致，把神奇和秀美都给了泰山。山前向日的一面为“阳”，山后背日的一面为“阴”（山南水北为“阳”，山北水南为阴），由于山高，天色的一昏一晓被割于山的阴、阳面，所以说“割昏晓”。这本是十分正常的自然现象，可诗人妙笔生花，用一个“割”字，则写出了高大的泰山一种主宰的力量，这力量不是别的，泰山以其高度将山南山北的阳光割断，形成不同的景观，突出泰山遮天蔽日的形象。这里诗人此用笔使静止的泰山顿时充满了雄浑的力量，而那种“语不惊人死不休”的创作风格，也在此得到显现。\n\n　　“荡胸生曾云，决眦入归鸟”两句，是写细望。见山中云气层出不穷，故心胸亦为之荡漾。“决眦”二字尤为为传神，生动地体现了诗人在这神奇缥缈的景观而前像着了迷似的，想把这一切看个够，看个明白，因而使劲地睁大眼睛张望，故感到眼眶有似决裂。这情景使泰山迷人的景色表现得更为形象鲜明。“归鸟”是投林还巢的鸟，可知时已薄暮，诗人还在望。其中蕴藏着诗人对祖国河山的热爱和对祖国山河的赞美之情。\n\n　　末句的“会当凌绝顶，一览众山小”两句，写诗人从望岳产生了登岳的想法，体现了中华民族自强不息的仙字精神。此联号为绝响，再一次突出了泰山的高峻，写出了雄视一切的雄姿和气势，也表现出诗人的心胸气魄。“会当”是唐人口语，意即“一定要”。如果把“会当”解作“应当”，便欠准确，神气索然。众山的小和高大的泰山进行对比，表现出诗人不怕困难、敢于攀登绝顶、俯视一切的雄心和气概。 这正是杜甫能够成为一个伟大诗人的关键所在， 也是一切有所作为的人们所不可缺少的。 这就是这两句诗一直为人们所传诵的原因。正因为泰山的崇高伟大不仅是自然的也是人文的，所以登上的极顶的想望本身，当然也具备了双重的含义。\n\n　　全诗以诗题中的“望”字统摄全篇，句句写望岳，但通篇并无一个“望”字，而能给人以身临其境之感，可见诗人的谋篇布局和艺术构思是精妙奇绝的。这首诗寄托虽然深远，但通篇只见登览名山之兴会，丝毫不见刻意比兴之痕迹。若论气骨峥嵘，体势雄浑，更以后出之作难以企及。\n\n","translation":"巍峨的泰山，到底如何雄伟？走出齐鲁，依然可见那青青的峰顶。\n神奇自然汇聚了千种美景，山南山北分隔出清晨和黄昏。\n层层白云，荡涤胸中沟壑；翩翩归鸟，飞入赏景眼圈。\n定要登上泰山顶峰，俯瞰群山，豪情满怀。\n\n"}
{"_id":{"$oid":"5b9a04a1367d5cae5c9bff58"},"title":"山居秋暝","dynasty":"唐代","writer":"王维","content":"空山新雨后，天气晚来秋。\n明月松间照，清泉石上流。\n竹喧归浣女，莲动下渔舟。\n随意春芳歇，王孙自可留。","type":["唐诗三百首","山水","写景","写人","秋雨","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143334661.mp3","remark":"暝（míng）：日落，天色将晚。\n空山：空旷，空寂的山野。新：刚刚。\n清泉石上流：写的正是雨后的景色。\n竹喧：竹林中笑语喧哗。喧：喧哗，这里指竹叶发出沙沙声响。浣（huàn）女：洗衣服的姑娘。浣：洗涤衣物。\n随意：任凭。春芳：春天的花草。歇：消散，消失。\n王孙：原指贵族子弟，后来也泛指隐居的人。留：居。\n\n","shangxi":"　　这首诗为山水名篇，于诗情画意之中寄托着诗人高洁的情怀和对理想境界的追求。\n\n　　“空山新雨后，天气晚来秋。”诗中明确写有浣女渔舟，诗人怎下笔说是“空山”呢？原来山中树木繁茂，掩盖了人们活动的痕迹，正所谓“空山不见人，但闻人语响”（《鹿柴》）。由于这里人迹罕至，“峡里谁知有人来，世中遥望空云山”（《桃源行》）；自然不知山中有人来了。“空山”两字点出此外有如世外桃源，山雨初霁，万物为之一新，又是初秋的傍晚，空气之清新，景色之美妙，可以想见。\n\n　　“明月松间照，清泉石上流。”天色已暝，却有皓月当空；群芳已谢，却有青松如盖。山泉清冽，淙淙流泻于山石之上，有如一条洁白无瑕的素练，在月光下闪闪发光，多么幽清明净的自然美啊！王维的《济上四贤咏》曾经赞叹两位贤士的高尚情操，谓其“息阴无恶木，饮水必清源”。诗人自己也是这种心志高洁的人，他曾说:”宁息野树林，宁饮涧水流，不用坐梁肉，崎岖见王侯。”（《献始兴公》）这月下青松和石上清泉，不正是他所追求的理想境界吗？这两句写景如画，随意洒脱，毫不着力。像这样又动人又自然的写景，达到了艺术上炉火纯青的地步，非一般人所能学到。　“竹喧归浣女，莲动下渔舟。”竹林里传来了一阵阵的歌声笑语，那是一些天真无邪的姑娘们洗罢衣服笑逐着归来了；亭亭玉立的荷叶纷纷向两旁披分，掀翻了无数珍珠般晶莹的水珠，那是顺流而下的渔舟划破了荷塘月色的宁静。在这青松明月之下，在这翠竹青莲之中，生活着这样一群无忧无虑、勤劳善良的人们。这纯洁美好的生活图景，反映了诗人过安静纯朴生活的理想，同时也从反面衬托出他对污浊官场的厌恶。这两句写的很有技巧，而用笔不露痕迹，使人不觉其巧。诗人先写“竹喧““莲动“，因为浣女隐在竹林之中，渔舟被莲叶遮蔽，起初未见，等到听到竹林喧声，看到莲叶纷披，才发现浣女、莲舟。这样写更富有真情实感，更富有诗意。\n\n　　诗的中间两联同是写景，而各有侧重。颔联侧重写物，以物芳而明志洁；颈联侧重写人，以人和而望政通。同时，二者又互为补充，泉水、青松、翠竹、青莲，可以说都是诗人高尚情操的写照，都是诗人理想境界的环境烘托。\n\n　　既然诗人是那样地高洁，而他在那貌似“空山”之中又找到了一个称心的世外桃源，所以就情不自禁地说：“随意春芳歇，王孙自可留！”本来，《楚辞·招隐士》说：“王孙兮归来，山中兮不可久留！”诗人的体会恰好相反，他觉得“山中”比“朝中”好，洁净纯朴，可以远离官场而洁身自好，所以就决然归隐了。\n\n　　这首诗一个重要的艺术手法，是以自然美来表现诗人的人格美和一种理想中的社会之美。表面看来，这首诗只是用“赋”的方法模山范水，对景物作细致感人的刻画，实际上通篇都是比兴。诗人通过对山水的描绘寄慨言志，含蕴丰富，耐人寻味。\n\n","translation":"空旷的群山沐浴了一场新雨，夜晚降临，空气凉爽，仿佛已经到了秋天。\n皎皎明月从松隙间洒下清光，清清泉水在山石上淙淙淌流。\n竹林喧响知是洗衣姑娘归来，莲叶轻摇想是上游荡下轻舟。\n春日的芳菲不妨任随它消歇，秋天的山中王孙自可以久留。\n\n"}
{"_id":{"$oid":"5b9a04a1367d5cae5c9bff59"},"title":"雨霖铃·寒蝉凄切","dynasty":"宋代","writer":"柳永","content":"寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。\n多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？(好景 一作：美景)","type":["宋词三百首","宋词精选","高中古诗","婉约","离别","爱情","写景","惜别"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143335811.mp3","remark":"长亭：古代在交通要道边每隔十里修建一座长亭供行人休息，又称“十里长亭”。靠近城市的长亭往往是古人送别的地方。\n凄切：凄凉急促。\n骤雨：急猛的阵雨。\n都门：国都之门。这里代指北宋的首都汴京（今河南开封）。\n帐饮：在郊外设帐饯行。\n无绪：没有情绪。\n兰舟：古代传说鲁班曾刻木兰树为舟（南朝梁任昉《述异记》。这里用做对船的美称。\n凝噎：喉咙哽塞，欲语不出的样子。\n去去：重复“去”字，表示行程遥远。\n暮霭：傍晚的云雾。沈沈：即“沉沉”，深厚的样子。楚天：指南方楚地的天空。\n暮霭沈沈（沉沉）楚天阔：傍晚的云雾笼罩着南天，深厚广阔，不知尽头。\n今宵：今夜。\n经年：年复一年。\n纵：即使。风情：情意。男女相爱之情，深情蜜意。情：一作“流”。\n更：一作“待”。\n\n","shangxi":"　　词的上片写一对恋人饯行时难分难舍的别情。起首三句写别时之景，点明了地点和节序。《礼记·月令》云：“孟秋之月，寒蝉鸣。”可见时间大约在农历七月。然而词人并没有纯客观地铺叙自然景物，而是通过景物的描写，氛围的渲染，融情入景，暗寓别意。时当秋季，景已萧瑟；且值天晚，暮色阴沉；而骤雨滂沱之后，继之以寒蝉凄切：词人所见所闻，无处不凄凉。加之当中“对长亭晚”一句，句法结构是一、二、一，极顿挫吞咽之致，更准确地传达了这种凄凉况味。\n\n　　前三句通过景色的铺写，也为后两句的“无绪”和“催发”设下伏笔。“都门帐饮”，语本江淹《别赋》：“帐饮东都，送客金谷。”他的恋人在都门外长亭摆下酒筵给他送别，然而面对美酒佳肴，词人毫无兴致。可见他的思绪正专注于恋人，所以词中接下去说：“留恋处、兰舟催发”。这七个字完全是写实，然却以精炼之笔刻画了典型环境与典型心理：一边是留恋情浓，一边是兰舟催发，这样的矛盾冲突何其尖锐！林逋《相思令》云：“君泪盈，妾泪盈，罗带同心结未成，江头潮欲平。”仅是暗示船将启碇，情人难舍。刘克庄《长相思》云：“烟迢迢，水迢迢，准拟江边驻画挠，舟人频报潮。”虽较明显，但仍未脱出林词窠臼。可是这里的“兰舟催发”，却以直笔写离别之紧迫，虽没有他们含蕴缠绵，但却直而能纤，更能促使感情的深化。于是后面便迸出“执手相看泪眼，竟无语凝噎”二句。语言通俗而感情深挚，形象逼真，如在眼前。寥寥十一字，真是力敌千钧！后来传奇戏曲中常有“流泪眼看流泪眼，断肠人对断肠人”的唱词，然却不如柳词凝炼有力。那么词人凝噎在喉的是什么话呢？“念去去”二句便是他的内心独白。词是一种依附于音乐的抒情诗体，必须讲究每一个字的平仄阴阳，而去声字尤居关键地位。这里的去声“念”字用得特别好。清人万树《词律发凡》云：“名词转折跌荡处，多用去声，何也？三声之中，上、入二者可以作平，去则独异。……当用去者，非去则激不起。”此词以去声“念”字作为领格，上承“凝噎”而自然一转，下启“千里”以下而一气流贯。“念”字后“去去”二字连用，则愈益显示出激越的声情，读时一字一顿，遂觉去路茫茫，道里修远。“千里”以下，声调和谐，景色如绘。既日“烟波”，又日“暮霭”，更曰“沉沉”，着色可谓浓矣；既曰“千里”，又曰“阔”，空间可谓广矣。在如此广阔辽远的空间里，充满了如此浓密深沉的烟霭，其离愁之深，令人可以想见。\n\n　　上片正面话别，到此结束；下片则宕开一笔，先作泛论，从个别说到一般，得出一条人生哲理：“多情自古伤离别”。意谓伤离惜别，并不自我始，自古皆然。接以“更那堪冷落清秋节”一句，则为层层加码，极言时当冷落凄凉的秋季，离情更甚于常时。“清秋节”一辞，映射起首三句，前后照应，针线极为绵密；而冠以“更那堪”三个虚字，则加强了感情色彩，比起首三句的以景寓情更为明显、深刻。“今宵”三句蝉联上句而来，是全篇之警策，后来竟成为苏轼相与争胜的对象。据俞文豹《吹剑录》云：“东坡在玉堂日，有幕士善歌，因问：‘我词何如柳七？’对日：‘柳郎中词，只合十七八女郎，执红牙板，歌“杨柳岸晓风残月”。学士词，须关西大汉，（执）铜琵琶，铁绰板，唱“大江东去”。’”这三句本是想象今宵旅途中的况味：一舟临岸，词人酒醒梦回，只见习习晓风吹拂萧萧疏柳，一弯残月高挂杨柳梢头。整个画面充满了凄清的气氛，客情之冷落，风景之清幽，离愁之绵邈，完全凝聚在这画面之中。比之上片结尾二句，虽同样是写景，写离愁，但前者仿佛是泼墨山水，一片苍茫；这里却似工笔小帧，无比清丽。词人描绘这清丽小帧，主要采用了画家所常用的点染笔法。清人刘熙载在《艺概》中说：“‘多情自古伤离别，更那堪冷落清秋节。今宵酒醒何处？杨柳岸、晓风残月。’上二句点出离别冷落，‘今宵’二句乃就上二句意染之。点染之间，不得有他语相隔，隔则警句亦成死灰矣。”也就是说，这四句密不可分，相互烘托，相互陪衬，中间若插上另外一句，就破坏了意境的完整性，形象的统一性，而后面这两个警句，就将失去光彩。\n\n　　“此去经年”四句，构成另一种情境。因为上面是用景语，此处则改用情语。他们相聚之日，每逢良辰好景，总感到欢娱；可是别后非止一日，年复一年，纵有良辰好景，也引不起欣赏的兴致，只能徒增帐触而已。“此去”二字，遥应上片“念去去”；“经年”二字，近应“今宵”，在时间与思绪上均是环环相扣，步步推进，可见结构之严密。“便纵有千种风情，更与何人说”，益见钟情之殷，离愁之深。而归纳全词，犹如奔马收缰，有住而不住之势；又如众流归海，有尽而未尽之致。其以问句作结，更留有无穷意味，耐人寻绎。\n\n　　耆卿词长于铺叙，有些作品失之于平直浅俗，然而此词却能做到“曲处能直，密处能疏，鼻处能平，状难状之景，达难达之情，而出之以自然”（冯煦《六十一家词选例言》论柳永词）。像“兰舟催发”一语，可谓兀傲排鼻，但其前后两句，却于沉郁之中自饶和婉。“今宵”三句，寄情于景，可称曲笔，然其前后诸句，却似直抒胸臆。前片自第四句起，写情至为缜密，换头却用提空之笔，从远处写来，便显得疏朗清远。词人在章法上不拘一格，变化多端，因而全词起伏跌宕，声情双绘，付之歌喉，亦能奕奕动人。\n\n","translation":"秋后的蝉叫得是那样地凄凉而急促，面对着长亭，正是傍晚时分，一阵急雨刚停住。在京都城外设帐饯别，却没有畅饮的心绪，正在依依不舍的时候，船上的人已催着出发。握着手互相瞧着，满眼泪花，直到最后也无言相对，千言万语都噎在喉间说不出来。想到这回去南方，这一程又一程，千里迢迢，一片烟波，那夜雾沉沉的楚地天空竟是一望无边。\n自古以来多情的人最伤心的是离别，更何况又逢这萧瑟冷落的秋季，这离愁哪能经受得了！谁知我今夜酒醒时身在何处？怕是只有杨柳岸边，面对凄厉的晨风和黎明的残月了。这一去长年相别，相爱的人不在一起，我料想即使遇到好天气、好风景，也如同虚设。即使有满腹的情意，又能和谁一同欣赏呢？\n\n"}
{"_id":{"$oid":"5b9a04a1367d5cae5c9bff5a"},"title":"浣溪沙·游蕲水清泉寺","dynasty":"宋代","writer":"苏轼","content":"游蕲水清泉寺，寺临兰溪，溪水西流。\n\n山下兰芽短浸溪，松间沙路净无泥，潇潇暮雨子规啼。(潇潇 一作：萧萧)\n谁道人生无再少？门前流水尚能西！休将白发唱黄鸡。\n\n","type":["宋词三百首","小学古诗","写景","感叹","人生","哲理"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143336565.mp3","remark":"蕲qí水：县名，今湖北浠水县。\n浸：泡在水中。\n萧萧：形容雨声。\n子规：杜鹃，又叫杜宇、 布谷、子规、望帝、蜀鸟等。\n无再少：不能回到少年时代。\n白发：老年。\n唱黄鸡：感慨时光的流逝。因黄鸡可以报晓，表示时光的流逝。\n\n","shangxi":"　　这是一首触景生慨、蕴含人生哲理的小词，体现了作者热爱生活、乐观旷达的性格。\n\n　　上片写暮春游清泉寺所见之幽雅景致。山下溪水潺湲，溪边的兰草才抽出嫩芽，蔓延浸泡在溪水中。松柏夹道的沙石小路，经过春雨的冲刷，洁净无泥。时值日暮，松林间的杜鹃在潇潇细雨中啼叫着。这是一幅多么幽美宁静的山林景致啊！首七字既点出游清泉寺时的时令，也点明兰溪之名的由来。“浸”字与“皋兰被径兮，斯路渐”（《楚辞·招魂》）中的“渐”字一样，均有“蔓延”之意。兰草此际始出“芽”，其芽尚“短”，但生机勃勃，长势很快，已由岸边蔓延至溪水中矣。杜鹃啼声凄婉，本是易引发羁旅之愁的。但作者此际漫步溪边，触目无非生意，浑然忘却尘世的喧嚣和官场的污秽，心情是愉悦的。兼之疾病始愈，有医者相伴游赏，故杜鹃的啼叫亦未能搅乱作者此时之清兴。总之，上片只是写实景，其内心所唤起的应是对大自然的喜爱及对人生的回味，这就引出了下片的对人生的哲思。\n\n　　下片就眼前“溪水西流”之景生发感慨和议论。“百川东到海，何时复西归”（汉·《长歌行》）。“花有重开日，人无再少时”。江水的东流不返，正如人的青春年华只有一次一样，都是不可抗拒的自然规律，曾使古今无数人为之悲叹。而作者此际面对着眼前西流的兰溪水，却产生奇妙的遐想：既然溪水可以西流，人为什么不可以重新拥有青春年华呢？人生之“再少”，非如道教徒所企求的“返老还童”，乃是说应保持一种年轻的乐观的心态。因为人并不能改变这个世界；人所能改变的，仅仅是对这个世界的态度和看法。白居易《醉歌》诗有“谁道使君不解饮，听唱黄鸡与白日。黄鸡催晓丑时鸣，白日催年酉前没。腰间红绶系未稳，镜里朱颜看已失”诸句，乃嗟老叹衰之词也。作者尾句反用其意，认为即使到了暮年，也不应有那种“黄鸡催晓”、朱颜已失的衰颓心态，体现了作者在贬谪期间旷达振作的精神状态。\n\n　　全词的特点是即景抒慨，写景纯用白描，细致淡雅；抒慨昂扬振拔，富有哲理。此前，作者于熙宁六年（1073）曾有诗云：“江边身世两悠悠，久与沧波共白头。造物亦知人易老，故教江水向西流”（《八月十五日看潮五绝》其三）。乃是在钱塘潮来江水回流时所生发的感慨，与此词旨趣有相近之处。但当时作者是自请外任，以太常博士直史馆的头衔到美丽富庶的杭州作通判，是京官下派作地方官，仕途失意之感并不浓。此时则是以待罪之官的身份被安置在偏僻的黄州，孤寂苦楚的心情不是轻易可以摆脱的。因此，此词下片所表现出来的对青春活力的呼唤，对老而无为的观点的否弃，便显得尤为可贵。可以说，这种在“命压人头不奈何”的逆境中的乐观奋发的精神，是苏轼之所以受到后世尊崇的重要原因之一。\n\n","translation":"游玩蕲水的清泉寺，寺庙在兰溪的旁边，溪水向西流淌。山脚下刚生长出来的幼芽浸泡在溪水中，松林间的沙路被雨水冲洗的一尘不染，傍晚，下起了小雨，布谷鸟的叫声从松林中传出。\n谁说人生就不能再回到少年时期？ 门前的溪水还能向西边流淌！不要在老年感叹时光的飞逝啊！\n\n"}
{"_id":{"$oid":"5b9a04b1367d5cae5c9bff5b"},"title":"江城子·密州出猎","dynasty":"宋代","writer":"苏轼","content":"老夫聊发少年狂，左牵黄，右擎苍，锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。\n酒酣胸胆尚开张，鬓微霜，又何妨！持节云中，何日遣冯唐？会挽雕弓如满月，西北望，射天狼。\n\n","type":["宋词三百首","初中古诗","豪放","狩猎","爱国","猖狂"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143337253.mp3","remark":"江城子：词牌名。\n密州：今山东诸城。\n老夫：作者自称，时年三十八。\n聊：姑且，暂且。\n狂：豪情。\n左牵黄，右擎苍：左手牵着黄犬，右臂擎着苍鹰，形容围猎时用以追捕猎物的架势。\n黄：黄犬。\n苍：苍鹰。\n锦帽貂裘：名词作动词使用，头戴着华美鲜艳的帽子。貂裘，身穿貂鼠皮衣。是汉羽林军穿的服装。\n千骑卷平冈：形容马多尘土飞扬，把山冈像卷席子一般掠过。\n千骑：上千个骑马的人，形容随从乘骑之多。\n倾城：全城的人都出来了。形容随观者之众。\n太守：指作者自己。\n看孙郎：孙郎，孙权。这里借以自喻。\n酒酣胸胆尚开张：极兴畅饮，胸怀开阔，胆气横生。\n尚：更。\n微霜：稍白。\n节：兵符，传达命令的符节。\n持节：是奉有朝廷重大使命。\n云中：汉时郡名，今内蒙古自治区托克托县一带，包括山西省西北一部分地区。\n会：定将。\n挽：拉。\n雕弓：弓背上有雕花的弓。\n满月：圆月。\n天狼：星名，又称犬星，旧说指侵掠，这里隐指西夏。词中以之隐喻侵犯北宋边境的辽国与西夏。\n\n","shangxi":"　　出猎对于苏轼这样的文人来说，或许是偶然的一时豪兴，但他平素报国立功的信念却因这次小试身手而得到鼓舞，以至信心十足地要求前赴西北疆场弯弓杀敌了。苏轼任密州知州刚四十岁。他是四年前因与王安石政见不合自愿请求外任，自杭州来至这北方边郡的。除了他在各地任上致力于地方政绩外，一直要求大用于世。当时西北边事紧张。熙宁三年（1070），西夏大举进攻环、庆二州。四年，陷抚宁诸城。“会挽雕弓如满月，西北望，射天狼。”就是指宋与西夏的战事。\n\n　　这首词上片出猎，下片请战，不但场面热烈，音节嘹亮，而且情豪志壮，顾盼自雄，精神百倍。同苏轼其他豪放词相比，它是一首豪而能壮的壮词。把词中历来软媚无骨的儿女情换成有胆有识、孔武刚建的英雄气了。苏轼对此也颇为自负，他在密州写给好友鲜于侁的信中说：“近却颇作小词，虽无柳七郎风味，亦自是一家。数日前，猎于郊外，所获颇多。作是一阕，令东州壮士抵掌顿足而歌之，吹笛击鼓以为节，颇壮观也。”就是指的这首词。 \n\n","translation":"我姑且抒发一下少年的豪情壮志，左手牵着黄犬，右臂擎着苍鹰，戴着华美鲜艳的帽子，穿着貂皮做的衣服，带着上千骑的随从疾风般席卷平坦的山冈。为了报答满城的人跟随我出猎的盛情厚意，我要像孙权一样，亲自射杀猛虎。\n我痛饮美酒，心胸开阔，胆气更为豪壮，（虽然）两鬓微微发白，（但）这又有何妨？什么时候皇帝会派人下来，就像汉文帝派遣冯唐去云中赦免魏尚的罪（一样信任我）呢？我将使尽力气拉满雕弓就像满月一样，朝着西北瞄望，射向西夏军队。\n\n\n"}
{"_id":{"$oid":"5b9a04b1367d5cae5c9bff5c"},"title":"绝句","dynasty":"唐代","writer":"杜甫","content":"两个黄鹂鸣翠柳，一行白鹭上青天。\n窗含西岭千秋雪，门泊东吴万里船。","type":["小学古诗","写景","写雪","写鸟","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143338806.mp3","remark":"西岭：西岭雪山。\n千秋雪：指西岭雪山上千年不化的积雪。\n泊：停泊。\n东吴：古时候吴国的领地，江苏省一带。\n万里船：不远万里开来的船只。\n\n","shangxi":"赏析 　　“两个黄鹂鸣翠柳，一行白鹭上青天”两个黄鹂在鸣，这就有声音了。“一行白鹭上青天”，这就有一个行为、一个行动。一横一纵，“两”和“一”相对；一横一纵，就展开了一个非常明媚的自然景色。这句诗中以“鸣”字最为传神，运用了拟人的手法把黄鹂描写的更加生动活泼。那么接下来杜甫又讲到“窗含西岭千秋雪”，我的窗子里包含了岷山千万年累积的雪，西面的岷山，是千年的积雪的一个岷山。“门泊东吴万里船”我的门口停着长万里的船只。这样就形成了一迎一送，迎这个积雪的山头来进入你的视野，送这个船到下游去。那么这个“万里船”能够通行，也说明这个“安史之乱”已经进入了尾声了，已经接近要平定了，这个时候那航船也可以通行了，做生意的人可以在这条江上来来往往了。 那么这么一首诗，它本身是非常有修饰之美的，在加之它四句都是对仗的。从六朝开始就有绝句，到了唐代以后绝句就形成了非常圆熟的一种艺术，我们很多著名的诗都用绝句。绝句就是四句，四句往往或者四句都不对仗，或者四句前面两句写景对仗后面两句抒情不对仗，或者是前面两句不对仗后面两句对仗，那么现在他这首诗四句都对仗，可以说是一首非常工整的、写得非常认真的一首诗。杜甫有一个写诗的时候让人“语不惊人誓不休”，所以他就把这首诗千锤百炼。 ▲","translation":"两只黄鹂在翠绿的柳树间婉转地歌唱，一队整齐的白鹭直冲向蔚蓝的天空。\n我坐在窗前，可以望见西岭上堆积着终年不化的积雪，门前停泊着自万里外的东吴远行而来的船只。\n\n"}
{"_id":{"$oid":"5b9a04b1367d5cae5c9bff5d"},"title":"秋夕","dynasty":"唐代","writer":"杜牧","content":"银烛秋光冷画屏，轻罗小扇扑流萤。\n天阶夜色凉如水，卧看牵牛织女星。\n(天阶 一作：天街；卧看 一作：坐看)\n\n","type":["唐诗三百首","写景","秋天","七夕节","闺怨","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143339694.mp3","remark":"秋夕：秋天的夜晚。\n银烛：银色而精美的蜡烛。银，一作“红”。画屏：画有图案的屏风。\n轻罗小扇：轻巧的丝质团扇。流萤：飞动的萤火虫。\n天阶：露天的石阶。天，一作“瑶”。\n坐看：坐着朝天看。坐：一作“卧”。牵牛织女星：两个星座的名字，指牵牛星、织女星。亦指古代神话中的人物牵牛和织女。\n\n","shangxi":"　　此诗写失意宫女孤独的生活和凄凉的心境。\n\n　　前两句已经描绘出一幅深宫生活的图景。在一个秋天的晚上，银白色的蜡烛发出微弱的光，给屏风上的图画添了几分暗淡而幽冷的色调。这时，一个孤单的宫女正用小扇扑打着飞来飞去的萤火虫。“轻罗小扇扑流萤”，这一句十分含蓄，其中含有三层意思：第一，古人说腐草化萤，虽然是不科学的，但萤总是生在草丛冢间那些荒凉的地方。如今，在宫女居住的庭院里竟然有流萤飞动，宫女生活的凄凉也就可想而知了。第二，从宫女扑萤的动作可以想见她的寂寞与无聊。她无事可做，只好以扑萤来消遣她那孤独的岁月。她用小扇扑打着流萤，一下一下地，似乎想驱赶包围着她的孤冷与索寞，但这是无用的。第三，宫女手中拿的轻罗小扇具有象征意义，扇子本是夏天用来挥风取凉的，秋天就没用了，所以古诗里常以秋扇比喻弃妇。相传汉成帝妃班婕妤为赵飞燕所谮，失宠后住在长信宫，写了一首《怨歌行》：“新裂齐纨素，皎洁如霜雪。裁为合欢扇，团团似明月。出入君怀袖，动摇微风发。常恐秋节至，凉飙夺炎热。弃捐箧笥中，恩情中道绝。”此说未必可信，但后来诗词中出现团扇、秋扇，便常常和失宠的女子联系在一起了。如王昌龄的《长信秋词》：“奉帚平明金殿开，且将团扇共徘徊”，王建的《宫中调笑》：“团扇，团扇，美人病来遮面”，都是如此。这首诗中的“轻罗小扇”，也象征着持扇宫女被遗弃的命运。\n\n　　第三句，“天阶夜色凉如水”。“天阶”指皇宫中的石阶。“夜色凉如水”暗示夜已深沉，寒意袭人，该进屋去睡了。可是宫女依旧坐在石阶上，仰视着天河两旁的牵牛星和织女星。民间传说，织女是天帝的孙女，嫁与牵牛，每年七夕渡河与他相会一次，有鹊为桥。汉代《古诗十九首》中的“迢迢牵牛星”，就是写他们的故事。宫女久久地眺望着牵牛织女，夜深了还不想睡，这是因为牵牛织女的故事触动了她的心，使她想起自己不幸的身世，也使她产生了对于真挚爱情的向往。可以说，满怀心事都在这举首仰望之中了。\n\n　　梅圣俞说：“必能状难写之景如在目前，含不尽之意见于言外，然后为至矣。”（见《六一诗话》）这两句话恰好可以说明此诗在艺术上的特点。一、三句写景，把深宫秋夜的景物十分逼真地呈现在读者眼前。“冷”字，形容词当动词用，很有气氛。“凉如水”的比喻不仅有色感，而且有温度感。二、四两句写宫女，含蓄蕴藉，很耐人寻味。诗中虽没有一句抒情的话，但宫女那种哀怨与期望相交织的复杂感情见于言外，从一个侧面反映了封建时代妇女的悲惨命运。\n\n　　这首诗写失意宫女生活的孤寂幽怨。首句写秋景，用一“冷”字，暗示寒秋气氛，又衬出主人公内心的孤凄。二句写借扑萤以打发时光，排遣愁绪。三句写夜深仍不能眠，以待临幸，以天街如水，暗喻君情如冰。末句借羡慕牵牛织女，抒发心中悲苦。\n\n","translation":"在秋夜里烛光映照着画屏，手拿着小罗扇扑打萤火虫。\n夜色里的石阶清凉如冷水，静坐寝宫凝视牛郎织女星。\n\n"}
{"_id":{"$oid":"5b9a04b1367d5cae5c9bff5e"},"title":"浣溪沙·一曲新词酒一杯","dynasty":"宋代","writer":"晏殊","content":"一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？\n无可奈何花落去，似曾相识燕归来。小园香径独徘徊。","type":["宋词三百首","宋词精选","初中古诗","婉约","伤春","惜时","抒怀","人生","哲理"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143339807.mp3","remark":"浣溪沙：唐玄宗时教坊曲名，后用为词调。沙，一作“纱”。\n一曲：一首。因为词是配合音乐唱的，故称“曲”。新词，刚填好的词，意指新歌。酒一杯，一杯酒。\n去年天气旧亭台：是说天气、亭台都和去年一样。去年天气：跟去年此日相同的天气。旧亭台，曾经到过的或熟悉的亭台楼阁。旧，旧时。\n夕阳：落日。西下：向西方地平线落下。几时回：什么时候回来。\n无可奈何：不得已，没有办法。\n似曾相识：好像曾经认识。形容见过的事物再度出现。后用作成语，即出自晏殊此句。燕归来：燕子从南方飞回来。燕归来，春中常景，在有意无意之间。\n小园香径：花草芳香的小径，或指落花散香的小径。因落花满径，幽香四溢，故云香径。香径，带着幽香的园中小径。独：副词，用于谓语前，表示“独自”的意思。徘徊：来回走。\n\n","shangxi":"　　这是晏殊词中最为脍炙人口的篇章。此词虽含伤春惜时之意，却实为感慨抒怀之情。词之上片绾合今昔，叠印时空，重在思昔；下片则巧借眼前景物，重在伤今。全词语言圆转流利，通俗晓畅，清丽自然，意蕴深沉，启人神智，耐人寻味。词中对宇宙人生的深思，给人以哲理性的启迪和美的艺术享受。\n\n　　起句“一曲新词酒一杯，去年天气旧亭台。”写对酒听歌的现境。从复叠错综的句式、轻快流利的语调中可以体味出，词人面对现境时，开始是怀着轻松喜悦的感情，带着潇洒安闲的意态的，似乎主人公十分醉心于宴饮涵咏之乐。的确，作为安享尊荣而又崇文尚雅的“太平宰相”，以歌侑酒，是作者习于问津、也乐于问津的娱情遣兴方式之一。但边听边饮，这现境却又不期然而然地触发对“去年”所历类似境界的追忆：也是和“今年”一样的暮春天气，面对的也是和眼前一样的楼台亭阁，一样的清歌美酒。然而，似乎一切依旧的表象下又分明感觉到有的东西已经起了难以逆转的变化，这便是悠悠流逝的岁月和与此相关的一系列人事。此句中正包蕴着一种景物依旧而人事全非的怀旧之感。在这种怀旧之感中又糅合着深婉的伤今之情。这样，作者纵然襟怀冲澹，又怎能没有些微的伤感呢？于是词人不由得从心底涌出这样的喟叹：“夕阳西下几时回？”夕阳西下，是眼前景。但词人由此触发的，却是对美好景物情事的流连，对时光流逝的怅惘，以及对美好事物重现的微茫的希望。这是即景兴感，但所感者实际上已不限于眼前的情事，而是扩展到整个人生，其中不仅有感性活动，而且包含着某种哲理性的沉思。夕阳西下，是无法阻止的，只能寄希望于它的东升再现，而时光的流逝、人事的变更，却再也无法重复。细味“几时回”三字，所折射出的似乎是一种企盼其返、却又情知难返的纡细心态。\n\n　　下片仍以融情于景的笔法申发前意。“无可奈何花落去，似曾相识燕归来。”为天然奇偶句，此句工巧而浑成、流利而含蓄，声韵和谐，寓意深婉，缠绵哀感，用虚字构成工整的对仗、唱叹传神方面表现出词人的巧思深情，宛如天成，也是这首词出名的原因。但更值得玩味的倒是这一联所含的意蓄。花的凋落，春的消逝，时光的流逝，都是不可抗拒的自然规律，虽然惋惜流连也无济于事，所以说“无可奈何”，这一句承上“夕阳西下”；然而这暮春天气中，所感受到的并不只是无可奈何的凋衰消逝，而是还有令人欣慰的重现，那翩翩归来的燕子不就像是去年曾此处安巢的旧时相识吗？这一句应上“几时回”。花落、燕归虽也是眼前景，但一经与“无可奈何”、“似曾相识”相联系，它们的内涵便变得非常广泛，意境非常深刻，带有美好事物的象征意味。惋惜与欣慰的交织中，蕴含着某种生活哲理：一切必然要消逝的美好事物都无法阻止其消逝，但消逝的同时仍然有美好事物的再现，生活不会因消逝而变得一片虚无。只不过这种重现毕竟不等于美好事物的原封不动地重现，它只是“似曾相识”罢了。渗透在句中的是一种混杂着眷恋和怅惆，既似冲澹又似深婉的人生怅触。唯其如此，此联作者既用于此词，又用于《示张寺丞王校勘》一诗。“小园香径独徘徊”，即是说他独自一人在花间踱来踱去，心情无法平静。这里伤春的感情胜于惜春的感情，含着淡淡的哀愁，情调是低沉的。\n\n　　此词之所以脍炙人口，广为传诵，其根本的原因于情中有思。\n\n　　词中似乎于无意间描写司空见惯的现象，却有哲理的意味，启迪人们从更高层次思索宇宙人生问题。词中涉及到时间永恒而人生有限这样深广的意念，却表现得十分含蓄。 \n\n","translation":"听一支新曲喝一杯美酒，还是去年的天气旧日的亭台，西落的夕阳何时再回来？\n那花儿落去我也无可奈何，那归来的燕子似曾相识，在小园的花径上独自徘徊。\n\n"}
{"_id":{"$oid":"5b9a04b1367d5cae5c9bff5f"},"title":"望庐山瀑布","dynasty":"唐代","writer":"李白","content":"日照香炉生紫烟，遥看瀑布挂前川。\n飞流直下三千尺，疑是银河落九天。","type":["小学古诗","写景","山水","瀑布","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143342398.mp3","remark":"香炉：指香炉峰。紫烟：指日光透过云雾，远望如紫色的烟云。\n遥看：从远处看。挂：悬挂。前川：一作“长川”。川：河流，这里指瀑布。\n直：笔直。三千尺：形容山高。这里是夸张的说法，不是实指。\n疑：怀疑。银河：古人指银河系构成的带状星群。九天：一作“半天”。\n\n","shangxi":"　　这首诗是七言绝句。此诗中的香炉，即第一首诗开头提到的香炉峰，“在庐山西北，其峰尖圆，烟云聚散，如博山香炉之状”（乐史《太平寰宇记》）。可是，到了诗人李白的笔下，便成了另一番景象：一座顶天立地的香炉，冉冉地升起了团团白烟，缥缈于青山蓝天之间，在红日的照射下化成一片紫色的云霞。这不仅把香炉峰渲染得更美，而且富有浪漫主义色彩，为不寻常的瀑布创造了不寻常的背景。接着诗人才把视线移向山壁上的瀑布。“遥看瀑布挂前川”，前四字是点题。“挂前川”，这是“望”的第一眼形象，瀑布像是一条巨大的白练高挂于山川之间。“挂”字很妙，它化动为静，惟妙惟肖地表现出倾泻的瀑布在“遥看”中的形象。第一首诗说，“壮哉造化功！”正是这“造化”才能将这巨物“挂”起来，所以这“挂”字也包含着诗人对大自然的神奇伟力的赞颂。第三句又极写瀑布的动态。“飞流直下三千尺”，一笔挥洒，字字铿锵有力。“飞”字，把瀑布喷涌而出的景象描绘得极为生动；“直下”，既写出山之高峻陡峭，又可以见出水流之急，那高空直落，势不可挡之状如在眼前。然而，诗人犹嫌未足，接着又写上一句“疑是银河落九天”，真是想落天外，惊人魂魄。“疑是”值得细味，诗人明明说得恍恍惚惚，而读者也明知不是，但是又都觉得只有这样写，才更为生动、逼真，其奥妙就在于诗人前面的描写中已经孕育了这一形象。巍巍香炉峰藏在云烟雾霭之中，遥望瀑布就如从云端飞流直下，临空而落，这就自然地联想到像是一条银河从天而降。可见，“疑是银河落九天”这一比喻，虽是奇特，但在诗中并不是凭空而来，而是在形象的刻画中自然地生发出来的。它夸张而又自然，新奇而又真切，从而振起全篇，使得整个形象变得更为丰富多彩，雄奇瑰丽，既给人留下了深刻的印象，又给人以想象的余地，显示出李白那种“万里一泻，末势犹壮”的艺术风格。\n\n　　宋人魏庆之说：“七言诗第五字要响。……所谓响者，致力处也。”（《诗人玉屑》）这个看法在这首诗里似乎特别有说服力。比如一个“生”字，不仅把香炉峰写“活”了，也隐隐地把山间的烟云冉冉上升、袅袅浮游的景象表现出来了。“挂”字前面已经提到了，那个“落”字也很精彩，它活画出高空突兀、巨流倾泻的磅礴气势。很难设想换掉这三个字，这首诗将会变成什么样子。\n\n　　中唐诗人徐凝也写了一首《庐山瀑布》。诗云：“虚空落泉千仞直，雷奔入江不暂息。千古长如白练飞，一条界破青山色。”场景虽也不小，但还是给人局促之感，原因大概是它转来转去都是瀑布，瀑布，显得很实，很板，虽是小诗，却颇有点大赋的气味。比起李白那种入乎其内，出乎其外，有形有神，奔放空灵，相去实在甚远。苏轼说：“帝遣银河一派垂，古来唯有谪仙词。飞流溅沫知多少，不与徐凝洗恶诗。”（《戏徐凝瀑布诗》）话虽不无过激之处，然其基本倾向还是正确的，表现了苏轼不仅是一位著名的诗人，也是一位颇有见地的鉴赏家。\n\n　　第一首五古因篇幅无限制，所以诗人任意挥洒，写“海风”，写“江月”，写“穹石”，写得大起大落，大开大阖，转折如意，挥洒自如，一气呵成。第二首七绝因篇幅较小，诗人用夸张的比喻把景物升腾到更高的境界，达到写瀑布的极致，极为夸张，但又清新自然，浅显生动，同时具有动荡开阔的气势，飞动流走的章法，跳跃腾挪，纵横捭阖，亦有歌行的气势和特点。\n\n　　两首诗都是李白之作，同是写庐山瀑布之景，李白一生好入名山游在庐山秀丽的山水之中，更显诗人标名之灵气。其想象丰富，奇思纵横，气势恢宏，感情奔放，似江河奔腾，又自然清新，似云卷风清，其诗歌的审美特征是自然美、率真美和无拘无束的自由美。这两首诗歌都具有这样的审美特征。\n\n","translation":"香炉峰在阳光的照射下生起紫色烟霞，远远望见瀑布似白色绢绸悬挂在山前。\n高崖上飞腾直落的瀑布好像有几千尺，让人恍惚以为银河从天上泻落到人间。\n\n"}
{"_id":{"$oid":"5b9a04b2367d5cae5c9bff60"},"title":"使至塞上","dynasty":"唐代","writer":"王维","content":"单车欲问边，属国过居延。\n征蓬出汉塞，归雁入胡天。\n大漠孤烟直，长河落日圆。\n萧关逢候骑，都护在燕然。","type":["初中古诗","边塞","写景","赞美","战士","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143344149.mp3","remark":"使至塞上：奉命出使边塞。使：出使。\n单车：一辆车，车辆少，这里形容轻车简从。问边：到边塞去察看，指慰问守卫边疆的官兵。\n属国：有几种解释：一指少数民族附属于汉族朝廷而存其国号者。汉、唐两朝均有一些属国。二指官名，秦汉时有一种官职名为典属国，苏武归汉后即授典属国官职。唐人有时以“属国”代称出使边陲的使臣。居延：地名，汉代称居延泽，唐代称居延海，在今内蒙古额济纳旗北境。又西汉张掖郡有居延县（参《汉书·地理志》），故城在今额济纳旗东南。又东汉凉州刺史部有张掖居延属国，辖境在居延泽一带。此句一般注本均言王维路过居延。然而王维此次出使，实际上无需经过居延。因而林庚、冯沅君主编的《中国历代诗歌选》认为此句是写唐王朝“边塞的辽阔，附属国直到居延以外”。\n征蓬：随风飘飞的蓬草，此处为诗人自喻。\n归雁：雁是候鸟，春天北飞，秋天南行，这里是指大雁北飞。胡天：胡人的领空。这里是指唐军占领的北方地方。\n大漠：大沙漠，此处大约是指凉州之北的沙漠。孤烟：赵殿成注有二解：一云古代边防报警时燃狼粪，“其烟直而聚，虽风吹之不散”。二云塞外多旋风，“袅烟沙而直上”。据后人有到甘肃、新疆实地考察者证实，确有旋风如“孤烟直上”。又：孤烟也可能是唐代边防使用的平安火。长河：指流经凉州（今甘肃武威）以北沙漠的一条内陆河，这条河在唐代叫马成河，疑即今石羊河。\n萧关：古关名，又名陇山关，故址在今宁夏固原东南。候骑：负责侦察、通讯的骑兵。王维出使河西并不经过萧关，此处大概是用何逊诗“候骑出萧关，追兵赴马邑”之意，非实写。\n都护：唐朝在西北边疆置安西、安北等六大都护府，其长官称都护，每府派大都护一人，副都护二人，负责辖区一切事务。这里指前敌统帅。燕然：燕然山，即今蒙古国杭爱山。东汉窦宪北破匈奴，曾于此刻石记功。《这里代指前线。\n“单车”两句：一作“衔命辞天阙，单车欲问边”。\n候骑：骑马的侦察兵。\n\n","shangxi":"　　此诗载于《全唐诗》卷一百二十六。下面是中国古代文学研究专家、中国作家协会会员、原首都师范大学中文系博士生导师张燕瑾先生对此诗的赏析。\n\n　　《使至塞上》描绘了塞外奇特壮丽的风光，表现了诗人对不畏艰苦，以身许国的守边战士的爱国精神的赞美；此诗叙事精练简洁，画面奇丽壮美。\n\n　　“单车欲问边”，轻车前往，向哪里去呢——“属国过居延”，居延在今甘肃张掖县西北，远在西北边塞。\n\n　　“征蓬出汉塞，归雁入胡天”，诗人以“蓬”、“雁”自比，说自己像随风而去的蓬草一样出临“汉塞”，像振翮北飞的“归雁”一样进入“胡天”。古诗中多用飞蓬比喻漂流在外的游子，这里却是比喻一个负有朝廷使命的大臣，正是暗写诗人内心的激愤和抑郁。与首句的“单车”相呼应。万里行程只用了十个字轻轻带过。\n\n　　然后抓住沙漠中的典型景物进行刻画：“大漠孤烟直，长河落日圆”。\n\n　　最后两句写到达边塞：“萧关逢候骑，都护在燕然”。到了边塞，却没有遇到将官，侦察兵告诉使臣：首将正在燕然前线。\n\n　　诗人把笔墨重点用在了他最擅长的方面——写景。作者出使，恰在春天。途中见数行归雁北翔，诗人即景设喻，用归雁自比，既叙事，又写景，一笔两到，贴切自然。尤其是“大漠孤烟直，长河落日圆”一联，写进入边塞后所看到的塞外奇特壮丽的风光，画面开阔，意境雄浑，近人王国维称之为“千古壮观”的名句。边疆沙漠，浩瀚无边，所以用了“大漠“的“大”字。边塞荒凉，没有什么奇观异景，烽火台燃起的那一股浓烟就显得格外醒目，因此称作“孤烟”。一个“孤”字写出了景物的单调，紧接一个“直”字，却又表现了它的劲拔、坚毅之美。沙漠上没有山峦林木，那横贯其间的黄河，就非用一个“长”字不能表达诗人的感觉。落日，本来容易给人以感伤的印象，这里用一“圆”字，却给人以亲切温暖而又苍茫的感觉。一个“圆”字，一个“直”字，不仅准确地描绘了沙漠的景象，而且表现了作者的深切的感受。诗人把自己的孤寂情绪巧妙地溶化在广阔的自然景象的描绘中。《红楼梦》第四十八回香菱学诗里说的那段话可算道出了这两句诗高超的艺术境界。\n\n","translation":"乘单车想去慰问边关，路经的属国已过居延。\n千里飞蓬也飘出汉塞，北归大雁正翱翔云天。\n浩瀚沙漠中孤烟直上，无尽黄河上落日浑圆。\n到萧关遇到侦候骑士，告诉我都护已在燕然。\n\n"}
{"_id":{"$oid":"5b9a04b2367d5cae5c9bff61"},"title":"短歌行","dynasty":"两汉","writer":"曹操","content":"对酒当歌，人生几何！譬如朝露，去日苦多。\n慨当以慷，忧思难忘。何以解忧？唯有杜康。\n青青子衿，悠悠我心。但为君故，沉吟至今。\n呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。\n明明如月，何时可掇？忧从中来，不可断绝。\n越陌度阡，枉用相存。契阔谈讌，心念旧恩。(谈讌 一作：谈宴)\n月明星稀，乌鹊南飞。绕树三匝，何枝可依？\n山不厌高，海不厌深。周公吐哺，天下归心。(海 一作：水)","type":["古诗三百首","乐府","抒情","寓理"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143346820.mp3","remark":"对酒当歌：一边喝着酒，一边唱着歌。当，是对着的意思。\n几何：多少。\n去日苦多：跟（朝露）相比一样痛苦却漫长。有慨叹人生短暂之意。\n慨当以慷：指宴会上的歌声激昂慷慨。当以，这里“应当用”的意思。全句意思是，应当用激昂慷慨（的方式来唱歌）。\n杜康：相传是最早造酒的人，这里代指酒。\n青青子衿（jīn），悠悠我心：这里用来比喻渴望得到有才学的人。子，对对方的尊称。衿，古式的衣领。青衿，是周代读书人的服装，这里指代有学识的人。悠悠，长久的样子，形容思虑连绵不断。\n沉吟：原指小声叨念和思索，这里指对贤人的思念和倾慕。\n呦（yōu）呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙（shēng）：出自《诗经·小雅·鹿鸣》。呦呦：鹿叫的声音。苹：艾蒿。\n鼓：弹。\n何时可掇（duō）：什么时候可以摘取呢？掇，拾取，摘取。另解：掇读chuò，为通假字，掇，通“辍” ，即停止的意思。\n越陌度阡：穿过纵横交错的小路。陌，东西向田间小路。阡，南北向的小路。\n枉用相存：屈驾来访。枉，这里是“枉驾”的意思；用，以。存，问候，思念。\n讌（yàn）：通“宴”（原文中讌为“䜩”）。\n三匝（zā）：三周。匝，周，圈。\n海不厌深：一本作“水不厌深”。意思是表示希望尽可能多地接纳人才。\n\n","shangxi":"　　《短歌行》是汉乐府的旧题，属于《相和歌辞·平调曲》。这就是说它本来是一个乐曲的名称。最初的古辞已经失传。乐府里收集的同名有24首，最早的是曹操的这首。这种乐曲怎么唱法，现在当然是不知道了。但乐府《相和歌·平调曲》中除了《短歌行》还有《长歌行》，唐代吴兢《乐府古题要解》引证古诗“长歌正激烈”，魏文帝曹丕《燕歌行》“短歌微吟不能长”和晋代傅玄《艳歌行》“咄来长歌续短歌”等句，认为“长歌”、“短歌”是指“歌声有长短”。现在也就只能根据这一点点材料来理解《短歌行》的音乐特点。《短歌行》这个乐曲，原来当然也有相应的歌辞，就是“乐府古辞”，但这古辞已经失传了。现在所能见到的最早的《短歌行》就是曹操所作的拟乐府《短歌行》。所谓“拟乐府”就是运用乐府旧曲来补作新词，曹操传世的《短歌行》共有两首，这里要介绍的是其中的第一首。\n\n　　这首《短歌行》的主题非常明确，就是作者希望有大量人才来为自己所用。曹操在其政治活动中，为了扩大他在庶族地主中的统治基础，打击反动的世袭豪强势力，曾大力强调“唯才是举”，为此而先后发布了“求贤令”、“举士令”、“求逸才令”等；而《短歌行》实际上就是一曲“求贤歌”、又正因为运用了诗歌的形式，含有丰富的抒情成分，所以就能起到独特的感染作用，有力地宣传了他所坚持的主张，配合了他所颁发的政令。\n\n　　《短歌行》原来有“六解”（即六个乐段），按照诗意分为四节来读。\n\n　　“对酒当歌，人生几何？譬如朝露，去日苦多。慨当以慷，忧思难忘。何以解忧，唯有杜康。”\n\n　　在这八句中，作者强调他非常发愁，愁得不得了。那么愁的是什么呢？原来他是苦于得不到众多的“贤才”来同他合作，一道抓紧时间建功立业。试想连曹操这样位高权重的人居然在那里为“求贤”而发愁，那该有多大的宣传作用。假如庶族地主中真有“贤才”的话，看了这些话就不能不大受感动和鼓舞。他们正苦于找不到出路呢，没有想到曹操却在那里渴求人才，于是那真正有才或自以为有才的许许多多人，就很有可能跃跃欲试，向他“归心”了。 “对酒当歌”八句，猛一看很像是《古诗十九首》中的消极调子，而其实大不相同。这里讲“人生几何”，不是叫人“及时行乐”，而是要及时地建功立业。又从表面上看，曹操是在抒个人之情，发愁时间过得太快，恐怕来不及有所作为。实际上却是在巧妙地感染广大“贤才”，提醒他们人生就像“朝露”那样易于消失，岁月流逝已经很多，应该赶紧拿定主意，到我这里来施展抱负。所以一经分析便不难看出，诗中浓郁的抒情气氛包含了相当强烈的政治目的。这样积极的目的而故意要用低沉的调子来发端，这固然表明曹操真有他的愁思，所以才说得真切；但另一方面也正因为通过这样的调子更能打开处于下层、多历艰难、又急于寻找出路的人士的心扉。所以说用意和遣词既是真切的，也是巧妙的。在这八句诗中，主要的情感特征就是一个“愁”字，“愁”到需要用酒来消解（“杜康”相传是最早造酒的人，这里就用他的名字来作酒的代称）。“愁”这种感情本身是无法评价的，能够评价的只是这种情感的客观内容，也就是为什么而“愁”。由于自私、颓废、甚至反动的缘故而愁，那么这愁就是一种消极的感情；反之，为着某种有进步意义的目的而愁，那就成为一种积极的情感。放到具体的历史背景中看，曹操在这里所表达的愁绪就是属于后者，应该得到恰当的历史评价。清人陈沆在《诗比兴笺》中说：“此诗即汉高祖《大风歌》思猛士之旨也。‘人生几何’发端，盖传所谓古之王者知寿命之不长，故并建圣哲，以贻后嗣。”这可以说基本上懂得了曹操发愁的含意；不过所谓“并建圣哲，以贻后嗣”还未免说得迂远。曹操当时考虑的是要在他自己这一生中结束战乱，统一全中国。与汉高祖唱《大风歌》是既有相通之处，也有不同之处的。\n\n　　“青青子衿，悠悠我心。但为君故，沉吟至今。呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。”\n\n　　这八句情味更加缠绵深长了。“青青”二句原来是《诗经·郑风·子衿》中的话，原诗是写一个姑娘在思念她的爱人，其中第一章的四句是：“青青子衿，悠悠我心。纵我不往，子宁不嗣音？”（你那青青的衣领啊，深深萦回在我的心灵。虽然我不能去找你，你为什么不主动给我音信？）曹操在这里引用这首诗，而且还说自己一直低低地吟诵它，这实在是太巧妙了。他说“青青子衿，悠悠我心”，固然是直接比喻了对“贤才”的思念；但更重要的是他所省掉的两句话：“纵我不往，子宁不嗣音？”曹操由于事实上不可能一个一个地去找那些“贤才”，所以他便用这种含蓄的方法来提醒他们：“就算我没有去找你们，你们为什么不主动来投奔我呢？”由这一层含而不露的意思可以看出，他那“求才”的用心实在是太周到了，的确具有感人的力量。而这感人力量正体现了文艺创作的政治性与艺术性的结合。他这种深细婉转的用心，在《求贤令》之类的文件中当然无法尽情表达；而《短歌行》作为一首诗，就能抒发政治文件所不能抒发的感情，起到政治文件所不能起的作用。紧接着他又引用《诗经·小雅·鹿鸣》中的四句，描写宾主欢宴的情景，意思是说只要你们到我这里来，我是一定会待以“嘉宾”之礼的，我们是能够欢快融洽地相处并合作的。这八句仍然没有明确地说出“求才”二字，因为曹操所写的是诗，所以用了典故来作比喻，这就是“婉而多讽”的表现方法。同时，“但为君故”这个“君”字，在曹操的诗中也具有典型意义。本来在《诗经》中，这“君”只是指一个具体的人；而在这里则具有了广泛的意义：在当时凡是读到曹操此诗的“贤士”，都可以自认为他就是曹操为之沈吟《子衿》一诗的思念对象。正因为这样，此诗流传开去，才会起到巨大的社会作用。\n\n　　“明明如月，何时可掇？忧从中来，不可断绝。越陌度阡，枉用相存。契阔谈讌，心念旧恩。”\n\n　　这八句是对以上十六句的强调和照应。以上十六句主要讲了两个意思，即为求贤而愁，又表示要待贤以礼。倘若借用音乐来作比，这可以说是全诗中的两个“主题旋律”，而“明明如月”八句就是这两个“主题旋律”的复现和变奏。前四句又在讲忧愁，是照应第一个八句；后四句讲“贤才”到来，是照应第二个八句。表面看来，意思上是与前十六句重复的，但实际上由于“主题旋律”的复现和变奏，因此使全诗更有抑扬低昂、反复咏叹之致，加强了抒情的浓度。再从表达诗的文学主题来看，这八句也不是简单重复，而是含有深意的。那就是说“贤才”已经来了不少，我们也合作得很融洽；然而我并不满足，我仍在为求贤而发愁，希望有更多的“贤才”到来。天上的明月常在运行，不会停止（“掇”通“辍”，“晋乐所奏”的《短歌行》正作“辍”，即停止的意思；高中课本中“掇”的解释为：拾取，采取。何时可掇：什么时候可以摘取呢）；同样，我的求贤之思也是不会断绝的。说这种话又是用心周到的表现，因为曹操不断在延揽人才，那么后来者会不会顾虑“人满为患”呢？所以曹操在这里进一步表示，他的求贤之心就象明月常行那样不会终止，人们也就不必要有什么顾虑，早来晚来都一样会受到优待。关于这一点作者在下文还要有更加明确的表示，这里不过是承上启下，起到过渡与衬垫的作用。\n\n　　“月明星稀，乌鹊南飞，绕树三匝，何枝可依？山不厌高，海不厌深，周公吐哺，天下归心。”\n\n　　“月明”四句既是准确而形象的写景笔墨，同时也有比喻的深意。清人沈德潜在《古诗源》中说：“月明星稀四句，喻客子无所依托。”这说明他看出了这四句是比喻，但光说“客子”未免空泛；实际上这是指那些犹豫不定的人才，他们在三国鼎立的局面下一时无所适从。所以曹操以乌鹊绕树、“何枝可依”的情景来启发他们，不要三心二意，要善于择枝而栖，赶紧到自己这一边来。这四句诗生动刻画了那些犹豫彷徨者的处境与心情，然而作者不仅丝毫未加指责，反而在浓郁的诗意中透露着对这一些人的关心和同情。这恰恰说明曹操很会做思想工作，完全是以通情达理的姿态来吸引和争取人才。而像这样一种情味，也是充分发挥了诗歌所特有的感染作用。最后四句画龙点睛，明明白白地披肝沥胆，希望人才都来归我，确切地点明了此诗的主题。“周公吐哺”的典故出于《韩诗外传》，据说周公自言：“吾文王之子，武王之弟，成王之叔父也；又相天下，吾于天下亦不轻矣。然一沐三握发，一饭三吐哺，犹恐失天下之士。”周公为了接待天下之士，有时洗一次头，吃一顿饭，都曾中断数次，这种传说当然是太夸张了。不过这个典故用在这里却是突出地表现了作者求贤若渴的心情。“山不厌高，海不厌深”二句也是通过比喻极有说服力地表现了人才越多越好，决不会有“人满之患”。借用了《管子·形解》中陈沆说：“鸟则择木，木岂能择鸟？天下三分，士不北走，则南驰耳。分奔蜀吴，栖皇未定，若非吐哺折节，何以来之？山不厌土，故能成其高；海不厌水，故能成其深；王者不厌士，故天下归心。”（亦见《诗比兴笺》）这些话是很有助于说明此诗的背景、主题以及最后各句之意的。\n\n　　总起来说，《短歌行》正像曹操的其它诗作如《蒿里行》、《对酒》、《苦寒行》等一样，是政治性很强的诗作，主要是为曹操当时所实行的政治路线和政治策略服务的；然而它那政治内容和意义却完全熔铸在浓郁的抒情意境之中，全诗充分发挥了诗歌创作的特长，准确而巧妙地运用了比兴手法，来达到寓理于情，以情感人的目的。在曹操的时代，他就已经能够按照抒情诗的特殊规律来取得预期的社会效果，这一创作经验显然是值得借鉴的。同时因为曹操在当时强调“唯才是举”有一定的进步意义，所以他对“求贤”这一主题所作的高度艺术化的表现，也应得到历史的肯定。\n\n","translation":"一边喝酒一边高歌，人生短促日月如梭。好比晨露转瞬即逝，失去的时日实在太多！\n席上歌声激昂慷慨，忧郁长久填满心窝。靠什么来排解忧闷？唯有狂饮方可解脱。\n那穿着青领（周代学士的服装）的学子哟，你们令我朝夕思慕。只是因为您的缘故，让我沉痛吟诵至今。\n阳光下鹿群呦呦欢鸣，悠然自得啃食在绿坡。一旦四方贤才光临舍下，我将奏瑟吹笙宴请嘉宾。\n当空悬挂的皓月哟，什么时候才可以拾到；我久蓄于怀的忧愤哟，突然喷涌而出汇成长河。\n远方宾客踏着田间小路，一个个屈驾前来探望我。彼此久别重逢谈心宴饮，争着将往日的情谊诉说。\n月光明亮星光稀疏，一群寻巢乌鹊向南飞去。绕树飞了三周却没敛翅，哪里才有它们栖身之所？\n高山不辞土石才见巍峨，大海不弃涓流才见壮阔。我愿如周公一般礼贤下士，愿天下的英杰真心归顺与我。\n\n"}
{"_id":{"$oid":"5b9a04b2367d5cae5c9bff62"},"title":"生于忧患，死于安乐","dynasty":"先秦","writer":"孟子及其弟子","content":"　　舜发于畎亩之中，傅说举于版筑之间，胶鬲举于鱼盐之中，管夷吾举于士，孙叔敖举于海，百里奚举于市。\n\n　　故天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。(是人 一作：斯人)\n\n　　人恒过，然后能改；困于心，衡于虑，而后作；征于色，发于声，而后喻。入则无法家拂士，出则无敌国外患者，国恒亡。\n\n　　然后知生于忧患而死于安乐也。\n\n","type":["初中文言文","议论","哲理"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143347948.mp3","remark":"1、舜：姚姓，名重华。唐尧时耕于历山（在今山东济南东南，一说在今山西永济东南），“父顽，母嚣，弟傲，能和以孝”，尧帝使其人山林川泽，遇暴风雷雨，舜行不迷，于是传以天子之位。国名虞，史称虞舜。事迹见于《尚书·尧典》及《史记·五帝本纪》等。\n2、发：起，指任用。\n3、畎（quǎn）亩：田亩，此处意为耕田。畎，田间水渠。\n4、傅说（fù yuè）：殷商时为胥靡（一种刑徒），筑于傅险（又作傅岩，在今山西平陆东）。商王武丁欲兴殷，梦得圣人，名曰说，视群臣皆非，使人求于野，得傅说。见武丁，武丁曰：“是也。”与之语，果圣人，举以为相，殷国大治。遂以傅险为姓，名为傅说。事迹见于《史记·殷本纪》等。\n5、举：被选拔。\n6、版筑：筑墙的时候在两块夹板中间放土，用杵捣土，使它坚实。筑，捣土用的杵。\n7、胶鬲（gé）：商纣王大臣，与微子、箕子、王子比干同称贤人。\n8、鱼盐：此处意为在海边捕鱼晒盐。《史记》称燕在渤碣之间，有鱼盐之饶；齐带山海，多鱼盐。\n9、管夷吾：管仲，颍上（今河南许昌）人，家贫困。辅佐齐国公子纠，公子纠未能即位，公子小白即位，是为齐桓公。齐桓公知其贤，释其囚，用以为相，尊称之为仲父。《史记·管晏列传》：“管仲既用，任政于齐，齐桓公以霸。九合诸侯，一匡天下，管仲之谋也。”\n10、士：狱官。\n11、孙叔敖（áo）：蒍姓，名敖，字孙叔，一字艾猎。春秋时为楚国令尹（宰相）。本为“期思之鄙人”，期思在今河南固始，偏僻之地称为鄙。\n12、海：海滨。\n13、百里奚（xī）：又作百里傒。本为虞国大夫。晋国灭虞国，百里奚与虞国国君一起被俘至晋国。晋国嫁女于秦，百里奚被当作媵臣陪嫁到秦国。百里奚逃往楚国，行至宛（今河南南阳），为楚国边界之鄙人所执。秦穆公闻其贤，欲重赎之，恐楚人不与，乃使人谓楚曰：“吾媵臣百里奚在焉，请以五羖羊皮赎之。”楚人于是与之。时百里奚年已七十余，至秦，秦穆公亲释其囚，与语国事三日，大悦。授以国政，号称“五羖大夫”。史称秦穆公用百里奚、蹇叔、由余为政，“开地千里，遂霸西戎”，成为“春秋五霸”之一。事迹见于《史记·秦本纪》。\n14、市：市井。\n15、故：所以。\n16、任：责任，担子。\n17、是：代词，这，这些。\n18、也：助词，用在前半句的末尾，表示停顿一下，后半句将要加以解说。\n19、必：一定。\n20、苦：动词的使动用法，使……苦恼。\n21、心志：意志。\n22、劳：动词的使动用法，使……劳累。\n23、饿：动词的使动用法，使……饥饿。\n24、体肤：肌肤。\n25、空乏：形容词的使动用法，使……穷困。\n26、拂乱：形容词的使动用法，使……颠倒错乱。拂，违背，不顺。乱，错乱。\n27、所为：所行。\n28、所以：用来（通过那样的途径来……）。\n29、动：动词的使动用法，使……惊动。\n30、忍：形容词的使动用法，使……坚韧。\n31、曾益：增加。曾，通“增”。\n32、能：才干。\n33、恒：常常，总是。\n34、过：过错，过失。\n35、困于心：心中有困苦。\n36、衡于虑：思虑堵塞。衡，通“横”，梗塞，指不顺。\n37、作：奋起，指有所作为。\n38、征于色：面色上有征验，意为面容憔悴。征，征验，征兆。色，颜面，面色。赵岐《孟子注》：“若屈原憔悴，渔父见而怪之。”《史记·屈原贾谊列传》：“屈原至于江滨，被发行吟泽畔，颜色憔悴，形容枯槁。渔父见而问之曰： ‘子非三闾大夫与？何故而至此？’屈原曰：‘举世混浊我独清，众人皆醉我独醒，是以见放。’”\n39、发于声：言语上有抒发，意为言语愤激。赵岐《孟子注》：“若甯戚商歌，桓公异之。”甯戚，春秋时卫国人。家贫，为人挽车。至齐，喂牛于车下，齐桓公夜出迎客，甯戚见之，疾击其牛角而商歌。歌曰：“南山矸，白石烂，生不逢尧与舜禅。短布单衣适至骭，从昏饭牛薄夜半，长夜漫漫何时旦。”齐桓公召与语，悦之，以为大夫。\n40、而后喻：然后人们才了解他。喻，知晓，明白。\n41、入：名词活用作状语，在国内。\n42、法家：有法度的世臣。\n43、拂（bì）士：辅佐君主的贤士。拂，通“弼”，辅佐。\n44、出：名词活用作状语，在国外。\n45、敌国：实力相当、足以抗衡的国家。\n46、外患：来自国外的祸患。\n47、恒：常常。\n48、亡：灭亡。\n49、生于忧患：忧患使人生存发展。\n50、死于安乐：享受安乐使人萎靡死亡。\n\n","shangxi":"　　文章开头，作者一连列举了六位古代圣贤在困难忧患中崛起的事例，来证明“天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能”这一著名论断。这个推理过程属于逻辑学上的归纳推理，即由前面六个特殊的事例，归纳出后面带普通意义的结论；又通过后面的结论，说明了前面六个人物所以成功的原因：艰苦的环境，一方面给人们以困苦、饥饿、贫困、疲乏、忧虑，每每就不如人意，但另一方面，也正是这些困难，坚定、振奋人们的意志，使人们在不断克服困难，求得生存的过程中增加了聪明才干。然而道理在此还没有说完，上面只谈到，在人与客观环境这一对矛盾中，客观环境对人的触动，反过来，针对人的主观世界对此又是怎样做出反应，孟子接着指出：“人恒过，然后能改；困于心，衡于虑，而后作；征于色，发于声，而后喻。”客观环境的困难和自身判断的失误，造成人在改造客观的过程中的错误，而他也就在不断克服困难的过程中积累了经验教训，从而达到“能改”的境界——这个“能”，从语义上讲，不仅体现了人的愿望、决心，也体现了人的能力。他因为自身所遭遇的困难而忧虑、痛苦、困惑，造成内心的压抑，而他也就在不断冲破这些心理压抑的尝试中，活跃了自己的思维，激发了自己的创造力。更重要的一点，人是有感情的，又是社会性的，他有痛苦，有忧虑，想发愤，想创造，必然表现在形色上，吐发在言辞中，期望得到理解与同情、启发与帮助。人就在这一切与忧患的斗争中，一方面求得了物质的生存可能，另一方面更求得了精神的生存，表现了他的活力、意志、情感、创造能力，一句话，表现了他“生”的价值。这，就是“生于忧患，死于安乐”的全部含义。\n\n　　刘熙载在《艺概·文概》里指出：“昌黎（韩愈）以‘是’、‘异’二字论文，然二者仍须合一。若不‘异’之‘是’，则庸而已；若不‘是’之‘异’，则妄而已。”这种主张，实在起于孟子的影响。孟子在提出“生于忧患”这一“是”命题的同时，也提出了它的“异”命题： “死于安乐”。“入则无法家拂士，出则无敌国外患”。在内没有能干的大臣，时时注意修明法度；没有敢于直谏的贤士，处处提醒国君克己慎终。在外又没有敌国的抗衡、外寇的侵扰。如此安适的环境，首先带来的必然是精神的怠惰和意志的消沉。这是精神上的死亡。紧接着必然是物质上的死亡——“国恒亡”。\n\n　　“生于忧患，死于安乐”，一反一正，一是一异，相辅相成地说明了同一人生哲理的两面。既不使人因正面说教而感沉闷，又不为邀人眷顾而故发惊人之谈；既娓娓动听，又给人警策；既不庸，又不妄。\n\n　　尤其值得注意的是：“生于忧患，死于安乐”这一命题的明确提出，在孟子也许只是为了给人以政治道德上的启迪。但作为一条具普遍意义的人生哲理，其影响绝不仅仅表现在政治道德上。特别是“困于心，衡于虑，而后作；征于色，发于声，而后喻”两句，直接导引了中国古典文学艺术创造的一条极重要的美学原则的形成，这就是“发愤抒情”这一美学创作原则。这亦是千百年来，孟子此篇所以脍炙人口的原因。\n\n　　在修辞上，此文也很有特色。《孟子》善用排比句，往往采用一连串结构相同的句式，对于同一论题，进行多角度多层次的说明，有如千流万壑，一时俱下，形成滔滔万里不可阻挡的气势。孟子文之称雄辩，这类句式的采用是很重要的一个原因。《生于忧患，死于安乐》，配合归纳的推理方式，便采用了这种句式，一起首连举六位圣贤的成功事迹，从数量上给人以深刻印象，使人觉得“生于忧患”确是一种普遍存在的社会现象；接着又极力铺排艰难环境给人们带来的磨难，反衬了圣贤成功的不易；然后再历述圣贤面对艰难忧患的正确态度与处理方法，最终得出“生于忧患，死于安乐”的结论，很有说服力。一般说来，铺陈排比的写法，固可造成宏大气势；若处理不当，也可致繁复拖沓之虞。其后的汉大赋，由于片面强调了这一特点，往往使人难以卒读。而孟子的这篇文章，虽通篇采用排比句式，却仍给人以行文简洁的印象。原因在于，孟子十分注意遣词用字，尽量扩充每一词语，尤其是动词的容量。以起首一段为例，共六句话，六个动词，包括一个“发”，五个“举”，既表现了人物由微贱趋向显达的运动过程，又暗示了人物身份：舜君子，是圣人，他的成功，固然因为尧的赏识，但主要靠的是他自身的才能与努力，故曰“发”；傅说等是臣，是贤人，他们的成功，固然因为自身的才能与努力，但主要靠的是明主的知遇，故曰“举”。\n\n　　如同所有成就辉煌的文人学者一样，孟子的一生也是不甚得意的。此文写得如此出色，诚为“发愤抒情”的结果。\n\n","translation":"　　舜从田野耕作之中被起用，傅说从筑墙的劳作之中被起用，胶鬲从贩鱼卖盐中被起用，管夷吾被从狱官手里救出来并受到任用，孙叔敖从海滨隐居的地方被起用，百里奚被从奴隶市场里赎买回来并被起用。\n\n　　所以上天要把重任降临在某人的身上，一定先要使他心意苦恼，筋骨劳累，使他忍饥挨饿，身体空虚乏力，使他的每一行动都不如意，这样来激励他的心志，使他性情坚忍，增加他所不具备的能力。\n\n　　一个人，常常出错，然后才能改正；心意困苦，思虑阻塞．然后才能奋发；别人愤怒表现在脸色上，怨恨吐发在言语中，然后你就会知道。一个国家，如果在国内没有坚守法度的大臣和足以辅佐君王的贤士，在国外没有与之匹敌的邻国和来自外国的祸患，就常常会有覆灭的危险。\n\n　　这样，就知道忧愁患害足以使人生存，安逸享乐足以使人灭亡的道理了。\n\n"}
{"_id":{"$oid":"5b9a04b2367d5cae5c9bff63"},"title":"出师表 / 前出师表","dynasty":"两汉","writer":"诸葛亮","content":"　　先帝创业未半而中道崩殂，今天下三分，益州疲弊，此诚危急存亡之秋也。然侍卫之臣不懈于内，忠志之士忘身于外者，盖追先帝之殊遇，欲报之于陛下也。诚宜开张圣听，以光先帝遗德，恢弘志士之气，不宜妄自菲薄，引喻失义，以塞忠谏之路也。\n\n　　宫中府中，俱为一体；陟罚臧否，不宜异同。若有作奸犯科及为忠善者，宜付有司论其刑赏，以昭陛下平明之理；不宜偏私，使内外异法也。\n\n　　侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯，是以先帝简拔以遗陛下：愚以为宫中之事，事无大小，悉以咨之，然后施行，必能裨补阙漏，有所广益。\n\n　　将军向宠，性行淑均，晓畅军事，试用于昔日，先帝称之曰“能”，是以众议举宠为督：愚以为营中之事，悉以咨之，必能使行阵和睦，优劣得所。\n\n　　亲贤臣，远小人，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓也。先帝在时，每与臣论此事，未尝不叹息痛恨于桓、灵也。侍中、尚书、长史、参军，此悉贞良死节之臣，愿陛下亲之、信之，则汉室之隆，可计日而待也。\n\n　　臣本布衣，躬耕于南阳，苟全性命于乱世，不求闻达于诸侯。先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中，咨臣以当世之事，由是感激，遂许先帝以驱驰。后值倾覆，受任于败军之际，奉命于危难之间：尔来二十有一年矣。\n\n　　先帝知臣谨慎，故临崩寄臣以大事也。受命以来，夙夜忧叹，恐托付不效，以伤先帝之明；故五月渡泸，深入不毛。今南方已定，兵甲已足，当奖率三军，北定中原，庶竭驽钝，攘除奸凶，兴复汉室，还于旧都。此臣所以报先帝而忠陛下之职分也。至于斟酌损益，进尽忠言，则攸之、祎、允之任也。\n\n　　愿陛下托臣以讨贼兴复之效，不效，则治臣之罪，以告先帝之灵。若无兴德之言，则责攸之、祎、允等之慢，以彰其咎；陛下亦宜自谋，以咨诹善道，察纳雅言，深追先帝遗诏。臣不胜受恩感激。\n\n　　今当远离，临表涕零，不知所言。\n\n","type":["初中文言文","古文观止","励志","劝勉"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143350054.mp3","remark":"表：古代向帝王上书陈情言事的一种文体。\n出：出征。\n师：军队。\n先帝：这里指刘备。\n创：开创，创立。\n业：统一中原的大业。\n而：表转折。\n赏：受赏。\n刑：受罚。\n中道：中途。\n崩殂(cú)：死。崩，古代称帝王、皇后之死。殂，死亡。\n益州疲弊：指蜀汉国力薄弱，处境艰难。益州，这里指蜀汉。疲弊，人力疲惫，民生凋敝，困苦穷乏。\n三分：天下分为三个国家（即魏、蜀、吴三国)。\n此：这。\n诚：确实，实在。\n之：结构助词，的。\n秋：时候。\n然：但是\n侍：侍奉。\n卫：守卫\n懈：懈怠，放松。\n于：在。\n忠：忠诚。\n内：朝廷上。\n外：朝廷外，指战场上。\n士：将士。\n忘身：奋不顾身。\n盖：连词。连接上一句或上一段，表示原因。\n追：追念。\n殊遇：特殊的对待，即优待、厚遇。\n欲：想要。\n报：报答。\n之：代词。\n于：向，对。\n诚：实在，确实。\n宜，应该。\n开张圣听：扩大圣明的听闻，意思是要后主广泛地听取别人的意见。开张：扩大。圣：圣明\n以：来。\n光：发扬光大。\n遗德：遗留的美德。\n恢弘：这里是动词，形作动，意思是发扬扩大。也作“恢宏”。恢：大。弘：大、宽。\n气：志气。\n妄自菲薄：过分看轻自己。妄：随便，胡乱，轻率。菲薄：微薄。\n引喻失义：说话不恰当。引喻：引用、比喻。这里是说话的意思。义：适宜，恰当。\n以：因而。\n塞；阻塞。\n忠：忠诚。\n谏：直言规劝，使改正错误。这里指进谏。\n俱：全，都。\n宫中：指皇宫中。\n府中：指朝廷中。\n体：整体。\n陟(zhì)：提升，提拔。\n罚：惩罚。\n臧否(pǐ)：善恶，这里形容词用作动词。意思是“评论人物的好坏”。臧否：善恶。\n异同：这里偏重在异。\n作奸犯科：做奸邪事情，犯科条法令。\n作奸：为非作歹。\n科：科条，法令。\n及：和。\n为：做。\n付：交给。\n有司:职有专司，就是专门管理某种事情的官。\n论：凭定。\n刑：罚。\n以：来。\n昭：彰显，显扬。\n平：公平。\n明：严明。\n理：治。\n偏私：偏袒私情，不公正。\n内外异法：宫内和朝廷刑赏之法不同。\n内外：指宫内和朝廷。\n异法：刑赏之法不同。法：法制。\n侍中、侍郎郭攸之、费祎（yī）、董允：郭攸之、费祎是侍中，董允是侍郎。侍中、侍郎，都是官名。\n此皆良实，志虑忠纯：这些都是善良、诚实的人，他们的志向和心思忠诚无二。\n良实：善良诚实，这里形容词做名词，指善良诚实的人。\n志：志向。\n虑：思想，心思。\n忠纯：忠诚纯正。\n简拔：选拔。简：挑选。拔：选拔。\n遗（wèi）：给予。\n悉以咨之：都拿来问问他们。悉：副词，都，全。咨：询问，征求意见。\n之：指郭攸之等人。\n必能裨补阙漏：一定能够弥补缺点和疏漏之处。\n裨(bì)：弥补，补救。阙，通“缺”， 缺点。\n有所广益：得到更多的好处。\n广益：很多的益处。\n益：好处、益处。\n性行：性情品德。\n性行（xíng)淑均：性情品德善良平正。\n淑：善。\n均：公平，平均。\n晓畅：谙熟，精通。\n试用：任用。\n能：能干，有才能。\n是以：因为这，因此。\n众：大家。\n举：推举。\n督：武职，向宠曾为中部督。\n营：军营、军队。\n行(háng)阵：指部队。\n和睦：团结和谐。\n优劣:才能高的和才能低的。\n亲：亲近。\n信：信任。\n得所：得到恰当的位置。\n先汉：西汉。 兴隆：兴盛。\n后汉：东汉。 倾颓：衰败。\n每：常常。\n桓、灵：东汉末年的桓帝和灵帝。他们都因信任宦官，加深了政治的腐败。\n叹息：感叹惋惜。\n痛恨：感到痛心遗憾。\n恨：遗憾，不满意。\n尚书、长史、参军：都是官名。尚书指陈震，长史指张裔，参军指蒋琬。\n此悉贞良死节之臣：这些都是坚贞可靠，能够以死报国的忠臣。\n悉：全、都。\n贞：坚贞。\n良：善良可靠。\n死节：能够以死报国。死：为……而死。\n隆：兴盛。\n计日：计算着日子。\n布衣：平民百姓。\n躬：亲自，自身。\n耕：耕种。\n躬耕：亲自耕种，实指隐居农村。\n南阳：东汉郡名。即今河南省南阳市。\n苟：苟且。\n全：保全。\n于：在。\n求：谋求。\n闻达：闻名显达。\n以：认为。\n卑鄙：身份低微，见识短浅。卑，身份低下。鄙，见识短浅。与今义不同。\n猥(wěi)：辱，这里有降低身份的意思。\n枉屈：委屈。\n顾：拜访，探望。\n咨：询问。\n由是：因此。\n感激：感动奋激。\n许：答应。\n驱驰：驱车追赶。这里是奔走效劳的意思。\n后值倾覆：后来遇到兵败。汉献帝建安十三年（公元208年）曹操追击刘备，在当阳长坂大败刘军；诸葛亮奉命出使东吴，联合孙权打败曹操于赤壁才转危为安。\n值：遇到。\n倾覆：指兵败。\n尔来：那时以来。\n二十有一年：从刘备访诸葛亮于隆中到此次出师北伐已经二十一年。\n有：通“又”，跟在数词后面表示约数。\n故：所以。\n寄：托付。\n以：把。\n临崩寄臣以大事：刘备在临死的时候，把国家大事托付给诸葛亮，并且对刘禅说：“汝与丞相从事，事之如父。”临：将要。\n夙夜忧叹：早晚/整天担忧叹息。夙，清晨。忧，忧愁焦虑。夙夜：早晚。\n泸：水名，即金沙江。\n不毛：不长草。这里指人烟稀少的地方。毛，庄稼，苗。\n兵：武器。\n甲：装备。\n奖率：激励率领，奖励统帅。奖，鼓励。\n庶：希望。\n竭：竭尽。\n驽(nú）钝：比喻才能平庸，这是诸葛亮自谦的话。\n驽 ，劣马，走不快的马，指才能低劣。\n钝，刀刃不锋利，指头脑不灵活，做事迟钝。\n攘(rǎng)除：排除，铲除。\n奸凶：奸邪凶恶之人，此指曹魏政权。\n还：回。\n于：到。\n旧都：指东汉都城洛阳或西汉都城长安。\n所以：用来……的。\n此臣所以报先帝而忠陛下之职分也：这是我用来报答先帝，效忠陛下的职责本分。\n斟酌：考虑，权衡。\n损：除去。\n益：兴办，增加。\n损益：增减，兴革。\n斟酌损益：斟情酌理、有所兴办。比喻做事要掌握分寸。（处理事务）斟酌情理，有所兴革。\n托臣以讨贼兴复之效：把讨伐曹魏复兴汉室的任务交给我。\n托，委托，交给。\n效，效命的任务。\n不效则治臣之罪：没有成效就治我的罪。\n效，取得成效。\n告：告慰，告祭。\n兴：发扬。\n德：道德。\n言：言论。\n兴德之言：发扬圣德的言论。\n慢：怠慢，疏忽，指不尽职。\n彰其咎：揭示他们的过失。\n彰：表明，显扬。\n咎：过失，罪。\n咨诹(zōu)善道：询问（治国的）好道理。诹(zōu)，询问。\n察纳：认识采纳。察：明察。\n雅言：正确的言论，正言，合理的意见。\n深追：深切追念。\n先帝遗诏：刘备给后主的遗诏，见《三国志·蜀志·先主传》注引《诸葛亮集》，诏中说：‘勿以恶小而为之，勿以善小而不为。惟贤惟德，能服于人。’\n遗诏：皇帝在临终时所发的诏令。\n当：在……时候。\n临：面对\n涕：眼泪。\n零：落下。\n不知所言：不知道该说些什么话。这是表示自己可能失言。谦词。\n\n","shangxi":"　　从文章结构上来看，全文可以分为4部分：\n\n　　Part1，由前两个自然段组成。\n\n　　指出当今天下的基本形势和执政的基本原则，接着提出了基本政策。\n\n　　按逆向思维来分析，似乎小皇帝的某些作为让老丞相有些不满，结合历史上的情况，应该与刘禅偏信宦官有关。于是开宗名义，告诉小皇帝应该端正态度，内外一体。\n\n　　《英雄志》22卷第九章《天之历数在尔躬》中曾对一国兴衰发表过一些看法，似乎是暗合此处的，兹录于此：\n\n　　“欲知一国之兴衰，必先观何处？观一物，必先观其内。何为一国之内？为百姓。何为百姓之内？为法制风气。那法制风气之内呢？天下之风气，必起于天子。那天子之内呢？还有什么？私心。天子的私心都藏于何处？这帝王私心之所在，便在后宫。那儿有他最心爱的人，故而在他心中的份量，足与天下等值。”\n\n　　\u003cRemark\u003e在帝制独裁体制下，在家天下，以伦理学为执政理论基础的执政机制必然受皇帝的后宫影响极大。远如吕后、武则天，近如慈禧。\n\n　　Part2，第3、4、5自然段。\n\n　　告诉小皇帝可以依靠谁，文官是郭攸之、费祎、董允等，武将是向宠。同时告诉小皇帝一般人别信他，都是小人，来祸害你的。\n\n　　\u003cRemark\u003e往好的方向来说，这是在向皇帝推荐优秀干部；反过来也可以说你是在结党，是否营私待定。\n\n　　Part3，第6、7自然段。\n\n　　可能诸葛亮也意识到上面的语气不太合适，有点像老爸教训自己的儿子，虽然叫你相父，你也别当真啊！而且在人事方面有点搞党争的嫌疑，于是开始打苦情牌，追溯自己与老皇帝的关系，这些都是老皇帝让我告诉你的！\n\n　　\u003cRemark\u003e确实是用心良苦，不过小皇帝完全可以这样想，“妈的，这老东西又拿我死去的老爹来压我！”\n\n　　Part4，第8、9自然段。\n\n　　说的差不多了，该结束了。要出征了，向小皇帝立个军令状，也再次告诫小皇帝要听人劝吃饱饭，要有主见。\n\n　　\u003cRemark\u003e罗里吧嗦，絮絮叨叨，保姆真不是好当的啊。\n\n　　整体感知：\n\n　　本文言辞恳切，将军国大事、执政原则都非常清晰地表述出来，可以说是手把手地在教小皇帝。但是通篇都在说自己要报先帝知遇之恩，众将士也是为了报先帝知遇之恩，似乎忽略了小皇帝的个人感受。如果他所用的人都只是冲着自己老爸的面子给自己干活，并不怎么真心服自己，估计他干起来也不会怎么乐意。虽然在以孝治天下的古代社会总是要推崇下先帝，但也不能这么干啊，再怎么孝顺，也得是一朝天子一朝臣啊，康熙、雍正、乾隆莫不如是，并不是一定要用先帝的臣子才能保证国家兴旺、政治稳定。所谓“江山代有人才出”，或许正是诸葛亮对人才梯队建设的忽视，导致了三国后期蜀国再无杰出之士可用。\n\n　　另外，本文中似乎只是泛泛地进行告诫小皇帝要亲贤臣远小人，并没有提出什么具体的政策，更没有告诉小皇帝如何自己去发现人才，只是说“看看，这几个人都是先帝给你选的，你要听他们的话哦”。这就略显扯淡了，不谈人才的标准，这就导致，小皇帝若非天赋异禀，不懂潜规则的话，将永远无法自己发现真正需要的人才。\n\n　　综合来看，这个真是“今当远离，临表涕零，不知所言”了。\n\n","translation":"　　先帝开创的大业未完成一半却中途去世了。现在天下分为三国，益州地区民力匮乏，这确实是国家危急存亡的时期啊。不过宫廷里侍从护卫的官员不懈怠，战场上忠诚有志的将士们奋不顾身，大概是他们追念先帝对他们的特别的知遇之恩（作战的原因），想要报答在陛下您身上。（陛下）你实在应该扩大圣明的听闻，来发扬光大先帝遗留下来的美德，振奋有远大志向的人的志气，不应当随便看轻自己，说不恰当的话，以致于堵塞人们忠心地进行规劝的言路。 \n　　皇宫中和朝廷里的大臣，本都是一个整体，奖惩功过，好坏，不应该有所不同。如果有做奸邪事情，犯科条法令和忠心做善事的人，应当交给主管的官，判定他们受罚或者受赏，来显示陛下公正严明的治理，而不应当有偏袒和私心，使宫内和朝廷奖罚方法不同。\n　　侍中、侍郎郭攸之、费祎、董允等人，这些都是善良诚实的人，他们的志向和心思忠诚无二，因此先帝把他们选拔出来辅佐陛下。我认为（所有的）宫中的事情，无论事情大小，都拿来跟他们商量，这样以后再去实施，一定能够弥补缺点和疏漏之处，可以获得很多的好处。\n　　将军向宠，性格和品行善良公正，精通军事，从前任用时，先帝称赞说他有才干，因此大家评议举荐他做中部督。我认为军队中的事情，都拿来跟他商讨，就一定能使军队团结一心，好的差的各自找到他们的位置。\n　　亲近贤臣，疏远小人，这是西汉之所以兴隆的原因；亲近小人，疏远贤臣，这是东汉之所以衰败的原因。先帝在世的时候，每逢跟我谈论这些事情，没有一次不对桓、灵二帝的做法感到叹息痛心遗憾的。侍中、尚书、长史、参军，这些人都是忠贞诚实、能够以死报国的忠臣，希望陛下亲近他们，信任他们，那么汉朝的兴隆就指日可待了。\n　　我本来是平民，在南阳务农亲耕，在乱世中苟且保全性命，不奢求在诸侯之中出名。先帝不因为我身份卑微，见识短浅，降低身份委屈自己，三次去我的茅庐拜访我，征询我对时局大事的意见，我因此有所感而情绪激动，就答应为先帝奔走效劳。后来遇到兵败，在兵败的时候接受任务，在危机患难之间奉行使命，那时以来已经有二十一年了。\n　　先帝知道我做事小心谨慎，所以临终时把国家大事托付给我。接受遗命以来，我早晚忧愁叹息，只怕先帝托付给我的大任不能实现，以致损伤先帝的知人之明，所以我五月渡过泸水，深入到人烟稀少的地方。现在南方已经平定，兵员装备已经充足，应当激励、率领全军将士向北方进军，平定中原，希望用尽我平庸的才能，铲除奸邪凶恶的敌人，恢复汉朝的基业，回到旧日的国都。这就是我用来报答先帝，并且尽忠陛下的职责本分。至于处理事务，斟酌情理，有所兴革，毫无保留地进献忠诚的建议，那就是郭攸之、费祎、董允等人的责任了。\n　　希望陛下能够把讨伐曹魏，兴复汉室的任务托付给我，如果没有成功，就惩治我的罪过，（从而）用来告慰先帝的在天之灵。如果没有振兴圣德的建议，就责罚郭攸之、费祎、董允等人的怠慢,来揭示他们的过失；陛下也应自行谋划，征求、询问治国的好道理，采纳正确的言论，深切追念先帝临终留下的教诲。我感激不尽。\n　　今天(我)将要告别陛下远行了，面对这份奏表禁不住热泪纵横，也不知说了些什么。\n\n"}
{"_id":{"$oid":"5b9a04b2367d5cae5c9bff64"},"title":"过故人庄","dynasty":"唐代","writer":"孟浩然","content":"故人具鸡黍，邀我至田家。\n绿树村边合，青山郭外斜。\n开轩面场圃，把酒话桑麻。\n待到重阳日，还来就菊花。","type":["唐诗三百首","初中古诗","田园","生活","友情","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143352473.mp3","remark":"过：拜访。故人庄：老朋友的田庄。庄，田庄。\n具：准备，置办。鸡黍：指农家待客的丰盛饭食（字面指鸡和黄米饭）。黍（shǔ）：黄米，古代认为是上等的粮食。\n邀：邀请。至：到。\n合：环绕。\n郭：古代城墙有内外两重，内为城，外为郭。这里指村庄的外墙。斜（xié）：倾斜。因古诗需与上一句押韵，所以应读xiá。\n开：打开，开启。轩：窗户。面：面对。场圃：场，打谷场、稻场；圃，菜园。\n把酒：端着酒具，指饮酒。把：拿起。端起。话桑麻：闲谈农事。桑麻：桑树和麻。这里泛指庄稼。\n重阳日：指夏历的九月初九。古人在这一天有登高、饮菊花酒的习俗。\n还（huán）：返，来。就菊花：指饮菊花酒，也是赏菊的意思。就，靠近，指去做某事。\n\n","shangxi":"　　这是一首田园诗，描写农家恬静闲适的生活情景，也写老朋友的情谊。通过写田园生活的风光，写出作者对这种生活的向往。全文十分押韵。诗由“邀”到“至”到“望”又到“约”一径写去，自然流畅。语言朴实无华，意境清新隽永。作者以亲切省净的语言，如话家常的形式，写了从往访到告别的过程。其写田园景物清新恬静，写朋友情谊真挚深厚，写田家生活简朴亲切。\n\n　　全诗描绘了美丽的山村风光和平静的田园生活，用语平淡无奇，叙事自然流畅，没有渲染的雕琢的痕迹，然而感情真挚，诗意醇厚，有“清水出芙蓉，天然去雕饰”的美学情趣，从而成为自唐代以来田园诗中的佳作。\n\n　　一、二句从应邀写起，“故人”说明不是第一次做客。三、四句是描写山村风光的名句，绿树环绕，青山横斜，犹如一幅清淡的水墨画。五、六句写山村生活情趣。面对场院菜圃，把酒谈论庄稼，亲切自然，富有生活气息。结尾两句以重阳节还来相聚写出友情之深，言有尽而意无穷。\n\n　　“故人具鸡黍，邀我至田家。”这一开头就像是日记本上的一则记事。故人“邀”而作者“至”，文字上毫无渲染，开门见山，招之即来，简单而随便。这正是不用客套的至交之间所可能有的形式。而以“鸡黍”相邀，既显出田家特有风味，又见待客之简朴。正是这种不讲虚礼和排场的招待，朋友的心扉才往往更能为对方敞开。这个开头，不是很着力，平静而自然，但对于将要展开的生活内容来说，却是极好的导入，显示了气氛特征，又有待下文进一步丰富、发展。\n\n　　“绿树村边合，青山郭外斜。”走进村里，作者顾盼之间竟是这样一种清新愉悦的感受。这两句上句漫收近境，绿树环抱，显得自成一统，别有天地；下句轻宕笔锋，郭外的青山依依相伴，则又让村庄不显得孤独，并展示了一片开阔的远景。由此运用了由近及远的顺序描写景物。这个村庄坐落平畴而又遥接青山，使人感到清淡幽静而绝不冷傲孤僻。正是由于“故人庄”出现在这样的自然和社会环境中，所以宾主临窗举杯。\n\n　　“开轩面场圃，把酒话桑麻”，才更显得畅快。这里“开轩”二字也似乎是很不经意地写入诗的，但上面两句写的是村庄的外景，此处叙述人在屋里饮酒交谈，轩窗一开，就让外景映入了户内，更给人以心旷神怡之感。对于这两句，人们比较注意“话桑麻”，认为是“相见无杂言”（陶渊明《归园田居》）。但有了轩窗前的一片打谷场和菜圃，在绿阴环抱之中，又给人以宽敞、舒展的感觉。话桑麻，就更让读者感到是田园。于是，读者不仅能领略到更强烈的农村风味、劳动生产的气息，甚至仿佛可以嗅到场圃上的泥土味，看到庄稼的成长和收获，乃至地区和季节的特征。有这两句和前两句的结合，绿树、青山、村舍、场圃、桑麻和谐地打成一片，构成一幅优美宁静的田园风景画，而宾主的欢笑和关于桑麻的话语，都仿佛萦绕在读者耳边。它不同于纯然幻想的桃花源，而是更富有盛唐社会的现实色采。正是在这样一个天地里，这位曾经慨叹过“当路谁相假，知音世所稀”的诗人，不仅把政治追求中所遇到的挫折，把名利得失忘却了，就连隐居中孤独抑郁的情绪也丢开了。从他对青山绿树的顾盼、与朋友对酒而共话桑麻中可以看出，他的思绪舒展了，甚至连他的举措都灵活自在了。农庄的环境和气氛，在这里显示了它的征服力，使得孟浩然有几分皈依了。\n\n　　“待到重阳日，还来就菊花。”孟浩然深深为农庄生活所吸引，于是临走时，向主人率真地表示将在秋高气爽的重阳节再来观赏菊花和品菊花酒。淡淡两句诗，故人相待的热情，作客的愉快，主客之间的亲切融洽，都跃然纸上了。杜甫的《遭田父泥饮美严中丞》中说：“月出遮我留，仍嗔问升斗。”杜甫诗中田父留人，情切语急；孟浩然诗中与故人再约，意舒词缓。杜甫的郁结与孟浩然的恬淡之别，读者从这里可以窥见一些消息。\n\n　　一个普通的农庄，一回鸡黍饭的普通款待，被表现得富有诗意。描写的是眼前景，使用的是口头语，描述的层次也是完全任其自然，笔笔都显得很轻松，连律诗的形式也变得自由和灵便了。这种淡淡的平易近人的风格，与作者描写的对象——朴实的农家田园和谐一致，表现了形式对内容的高度适应，恬淡亲切却又不是平浅枯燥。它是在平淡中蕴藏着深厚的情味。一方面固然是每个句子都几乎不见费力锤炼的痕迹，另一方面每个句子又都不曾显得薄弱。比如诗的头两句只写友人邀请，却能显出朴实的农家气氛；三四句只写绿树青山却能见出一片天地；五六句只写把酒闲话，却能表现心情与环境的惬意的契合；七八句只说重阳再来，却自然地流露出对这个村庄和故人的依恋。这些句子平衡均匀，共同构成一个完整的意境，把恬静秀美的农村风光和淳朴诚挚的情谊融成一片。这是所谓“篇法之妙，不见句法”（沈德潜《唐诗别裁》），“不钩奇抉异……若公输氏当巧而不巧者”（皮日休《郢州孟亭记》）。他把艺术美融入整个诗作的血肉之中，显得自然天成。这种不炫奇猎异，不卖弄技巧，也不光靠一两个精心制作的句子去支撑门面，是艺术水平高超的表现。正是因为有真彩内映，所以出语洒落，浑然省净，使全诗从“淡抹”中显示了它的魅力，而不再需要“浓饰盛妆”了。\n\n","translation":"老朋友预备丰盛的饭菜，邀请我到他好客的农家。\n翠绿的树林围绕着村落，苍青的山峦在城外横卧。\n推开窗户面对谷场菜园，手举酒杯闲谈庄稼情况。\n等到九九重阳节到来时，再请君来这里观赏菊花。\n\n"}
{"_id":{"$oid":"5b9a04b7367d5cae5c9bff6f"},"title":"龟虽寿","dynasty":"两汉","writer":"曹操","content":"神龟虽寿，犹有竟时。\n螣蛇乘雾，终为土灰。\n老骥伏枥，志在千里。\n烈士暮年，壮心不已。\n盈缩之期，不但在天；\n养怡之福，可得永年。\n幸甚至哉，歌以咏志。\n\n","type":["古诗三百首","初中古诗","咏志","哲理"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143406675.mp3","remark":"该于建安十二年(207)，这时曹操五十三岁。选自《先秦汉魏晋南北朝诗》（中华书局1983年版）。这首诗是曹操所作乐府组诗《步出夏门行》中的第四章。诗中融哲理思考、慷慨激情和艺术形象于一炉，表现了老当益壮、积极进取的人生态度。此诗是曹操的乐府诗《步出夏门行》四章中的最后一章。\n“神龟”二句：神龟虽能长寿，但也有死亡的时候。神龟，传说中的通灵之龟，能活几千岁。寿，长寿。　 3.竟：终结，这里指死亡。\n“螣(téng)蛇”二句：腾蛇即使能乘雾升天，最终也得死亡，变成灰土。腾蛇，传说中与龙同类的神物，能乘云雾升天。\n骥(jì)：良马，千里马。\n伏：趴，卧。\n枥(lì)：马槽。\n烈士：有远大抱负的人。暮年：晚年。\n已：停止。\n盈缩：指人的寿命长短。盈，满，引申为长。缩，亏，引申为短。\n但：仅，只。\n养怡：指调养身心，保持身心健康。怡，愉快、和乐。\n永：长久。永年：长寿，活得长。\n幸甚至哉，歌以咏志：两句是附文，跟正文没关系，只是抒发作者感情，是乐府诗的一种形式性结尾。\n\n","shangxi":"　　这是一首充满诗人对生活的真切体验的哲理诗，因而写得兴会淋漓，有着一种真挚而浓烈的感情力量；哲理与诗情又是通过形象化的手法表现出来的，因而述理、明志、抒情在具体的艺术形象中实现了完美的结合。\n\n　　诗中“神龟虽寿，犹有竟时。腾蛇乘雾，终为土灰。”作者从朴素的唯物论和辩证法的观点出发，否定了神龟、腾蛇一类神物的长生不老，说明了生死存亡是不可违背的自然规律。“ 犹有 ”和“ 终为 ” 两个词组下得沉着。而 “ 老骥 ” 以下四句，语气转为激昂，笔挟风雷，使这位 “ 时露霸气 ” 的盖世英豪的形象跃然纸上。\n\n　　“ 老骥伏枥，志在千里，烈士暮年，壮心不已。” 笔力遒劲，韵律沉雄，内蕴着一股自强不息的豪迈气概，深刻地表达了曹操老当益壮、锐意进取的精神面貌。“壮心不已”表达了要有永不停止的理想追求和积极进取精神，永远乐观奋发，自强不息，保持思想上的青春，曹操以切身体验揭示了人的精神因素对健康的重要意义。\n\n　　“盈缩之期，不但在天；养怡之福，可得永年。”表现出一种深沉委婉的风情，给人一种亲切温馨之感。全诗跌宕起伏，又机理缜密，闪耀出哲理的智慧之光，并发出奋进之情，振响着乐观声调。艺术风格朴实无华，格调高远，慷慨激昂，显示出诗人自强不息的进取精神，热爱生活的乐观精神。\n\n　　人寿命的长短不完全决定于天，只要保持身心健康就能延年益寿。曹操所云“养怡之福”，不是指无所事事，坐而静养，而是说一个人精神状态是最重要的，不应因年暮而消沉。这里可见诗人对天命持否定态度，而对事在人为抱有信心的乐观主义精神，抒发了诗人不甘衰老、不信天命、奋斗不息、对伟大理想的追求永不停止的壮志豪情。\n\n","translation":"神龟的寿命即使十分长久，但也还有生命终结的时候。\n螣蛇尽管能乘雾飞行，终究也会死亡化为土灰。 \n年老的千里马躺在马棚里，它的雄心壮志仍然是能够驰骋千里。\n有远大抱负的人士到了晚年，奋发思进的雄心不会止息。\n人的寿命长短，不只是由上天所决定的。\n只要自己调养好身心，也可以益寿延年。\n我非常庆幸，就用这首诗歌来表达自己内心的志向。\n\n"}
{"_id":{"$oid":"5b9a04b7367d5cae5c9bff70"},"title":"己亥杂诗·其五","dynasty":"清代","writer":"龚自珍","content":"浩荡离愁白日斜，吟鞭东指即天涯。\n落红不是无情物，化作春泥更护花。","type":["古诗三百首","初中古诗","叙事","抒情","爱国","抱负","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143408757.mp3","remark":"选自《龚自珍全集》\n浩荡离愁：离别京都的愁思浩如水波，也指作者心潮不平。浩荡：无限。\n吟鞭：诗人的马鞭。 东指：东方故里。 天涯：指离京都遥远。\n落红：落花。花朵以红色者为尊贵，因此落花又称为落红。\n花：比喻国家。即：到。\n\n","shangxi":"　　作者当时愤然辞官，离别亲朋好友，愁肠百结。“浩荡”一词，除了说明愁绪之浓，还蕴蓄着对当时社会的不满、对当政者的愤然、对人民生活的担忧等各种复杂的思想感情。\n\n　　“浩荡离愁白日斜”。别离愁绪已经充塞天地、浩浩难禁，何况正值夕阳西坠，日暮摇落之际，诗人此时的心绪，便可想而知。如果借用词组结构方式分析其中的意蕴，以“离愁”为中心词的话，那么，“浩荡”是“离愁”的定语，而“白日斜”则是“离愁”的补语。“白日斜”是说作者带着离愁南归，因为愁绪郁积在胸中，所以感觉上时间过得很快，不知不觉已日薄西山。这里不说“夕阳”而取“白日”，正好与作者当时的心情相吻合，也隐喻当时国势渐颓的社会现实。 在中国古典诗歌中，诗人们常常喜欢用落日作为自然现象和象征韶光易逝的双重手法来显示相思之烈或别离之苦。“携手上河梁，游子暮何之”（《古诗》）；“浮云游子意，落日故人情”（李白《送友人》）；“念去去，千里烟波，暮霭沉沉楚天阔”（柳永《雨霖铃》）；“斜阳却在，烟柳断肠处”（辛弃疾《摸鱼儿》）。“吟鞭东指即天涯”。“吟鞭”是指诗人的马鞭，“东指”点明了此行的目的地——故乡（浙江）。“即天涯”是说距离故乡还很远。 马鞭举处，前面便是离京师越来越远的海角天涯。元人马致远的《天净沙》写秋思：“枯藤老树昏鸦，小桥流水人家。古道西风瘦马。夕阳西下，断肠人在天涯。”龚自珍以“浩荡”修饰离愁，以“白日斜”烘托离愁，以“天涯”映衬离愁，这种多层次的描写方法和马致远的“夕阳西下，断肠人在天涯”有异曲同工之妙。只不过龚自珍的“吟鞭东指即天涯”没有直接说自己是“断肠人”而已。\n\n　　按理说，龚自珍不满于死气沉沉的礼部衙门生活，毅然辞去礼部主事之职，准备回家乡杭州干一番事业，只身出都，有的只是对旧势力的决裂之感和憎恶之情，不应产生浩荡的离愁。唐诗人刘皂《旅次朔方》云：“无端更渡桑干水，却望并州是故乡。”说由于迁谪到更远的地方，因此连客舍地也成为故乡了。不同之处在于，龚自珍虽说是浙江仁和（今杭州）人，但小时候在北京住过，又在礼部和其他机构做了十余年京官，京城早已成了他的第二故乡。虽然龚自珍是主动要求辞职，但辞职的原因却是因为沉沦下僚，生活拮据，事出无奈，客观上是被迫离京出都。因此，“浩荡离愁”中，含有些许仕途蹭蹬，不为世用的感叹和在政治上、思想上的孤独感。兼之龚自珍当时与妓女灵箫关系十分密切，《己亥杂诗》十分之一的主题都与灵箫有关，其中一首说自己正堕入“红似相思绿似愁”的情场里，虽说灵箫并不在京师，但在这种情况下，与过去的生活告别，缠绵悱恻、依依不舍的“离愁”也就难排难遣。可见，龚自珍的“离愁”内涵是丰富、复杂和多方面的。\n\n　　日暮的片片飞花，撩起诗人的离愁。事业未竟，岁月蹉跎，青春已逝，红日西沉，今番出都，也许不再回还，作为描摹落花的能手，诗人爱“探春”，更爱“送春”，爱花开，也许更爱看花落，他曾在《西郊落花歌》中说纷飞的海棠花是到人间飘泊逗留的奇龙怪凤，把大风中海棠纷谢的奇景比作“如钱塘潮夜澎湃；如昆阳战晨披靡；如八万四千天女洗脸罢，齐向此地倾胭脂”。“又闻净土落花深四寸，冥目观想尤神驰”，想像“安得树有不尽之花更雨新好者，三百六十日长是落花时”。他对落花作过那么多美妙的比喻，而如今，诗人突然感到自己像一片飘飞的落花。辞别京都，诗人乘马车出都，一路情不能已，对着无边的落花，展开丰富的想像。官场的倾轧，沉重的氛围，窒息的人性，拮据的生活，诗人把自己的身世与落花完全融为一体。\n\n　　“落红不是无情物”，这里的“落红”两字。在全诗中地位十分重要。它上承“浩荡离愁”，诗人的离愁不仅有“浩荡”修饰，“白日斜”烘托，“天涯”映衬，还被动态的，由时时拂面而过的“落红”撩起。这一笔是隐藏在诗内的，因此，“落红”既是对前面离愁内涵的补充，而作为转折，它又使整首诗从离愁中解脱出来，转入下层，为全诗主题升华作了铺垫。此时诗人在想落红护花。“落红”即落花，全句的本义是说从树上飘落的花瓣并不是无情之物，而是依附地表，腐烂成泥，化作精魂，养育来年的春花。作者借自然的循环法则来自比，表示自己虽然辞官，但仍会关心国家的前途命运。这富有哲理的一句话，传达出诗人“不在其位，亦谋其政”的难能可贵的精神，表明了诗人无比坚定的决心，成为千古名句，激励着许多人“老骥伏枥，志在千里”。落花决不是无情的废物，诗人辞去礼部主事之职，正是为了到家乡主掌书院，聚徒讲学，把自己的学业和思想传给生徒，以变革的热情和未来的憧憬启迪他们，为国为民尽自己的最后一点力量。花落归根，化为春泥，正可以孕育新的春天，色彩、芬芳，正可以献给后之来者。诗人从大自然生生不息的规律中得到启发。大自然里花开花落，本来风雨由之，无感情可言，落红说不上是“有情物”还是“无情物”，只是诗人把自己的身世与落花完全结合起来，把感情移向落花，才使落花也具有人的感情，从而变成有情物。落花有情，表现在去酿造新的彩色的世界——“化作春泥更护花”。至此，诗人终于把飞花般纷乱的思绪捉住，从愁思中摆脱出来，带着时代的使命感，上升到一种庄严神圣的境界。“化作春泥更护花”，这是飞花的独自，也是诗人与腐败的官场决裂，向黑暗的势力抗争的庄严而神圣的宣誓。为了国家和黎民百姓，为了似锦繁花，不惜献身化为春泥。\n\n　　古代诗人描写落花，一种是怨啼鸟，怪东风，叹年华，面对落花，嘘唏感叹。“流水落花春去也，天上人间”（李煜《浪淘沙》）；“花自飘零水自流，一种相思，两处闲愁”（李清照《一剪梅》）；《红楼梦》中林黛玉葬花词：“依今葬花人笑痴，他年葬侬知是谁？”杜牧《金谷园》甚至把落花比作堕楼美人：“繁华事散逐香尘，流水无情草自春；日暮东风怨啼鸟，落花犹似堕楼人。”把风吹花落悄无声的自然景象与美人堕楼联系在一起，以粉红的花瓣从枝头飘落比拟红粉佳人堕楼，寓有美人如花，红颜薄命，美好的事物殒于一旦的感叹，讽刺了石崇“金谷园”繁华事散，好景不长的可悲结局，而把花落比作美人堕楼，有些凄楚肃杀，充满浓郁的感伤之情。另一种把落花作为自然景物来描写，其中不乏昂扬向上的精神。“时有落花至，远随流水香”（刘慎虚《阙题》）；“春城无处不飞花”（韩翃《寒食》）；“花落春仍在”（俞樾试帖诗），孟浩然的《春晓》“夜来风雨声，花落知多少”也只见童子的浑朴天真和烂漫之趣，而无伤春惜花之情。有的充满勃勃生机，有的在飒衰中现出昂奋。但是，无论是“春城无处不飞花”，还是“花落春仍在”，比起龚自珍的“落红不是无情物，化作春泥更护花”来，境界上要略逊一筹。即使化做春泥，也甘愿培育美丽的春花成长。不为独香，而为护花。表现诗人虽然脱离官场，依然关心着国家的命运，不忘报国之志，以此来表达他至死仍牵挂国家的一腔热情；充分表达诗人的壮怀，成为传世名句。\n\n　　这首小诗将政治抱负和个人志向融为一体，将抒情和议论有机结合，形象地表达了诗人复杂的情感。龚自珍论诗曾说“诗与人为一，人外无诗，诗外无人”（《书汤海秋诗集后》），他自己的创作就是最好的证明。\n\n","translation":"浩浩荡荡的离别愁绪向着日落西斜的远处延伸, 离开北京，马鞭向东一挥，感觉就是人在天涯一般。\n我辞官归乡，有如从枝头上掉下来的落花，但它却不是无情之物，化成了春天的泥土，还能起着培育下一代的作用。\n\n"}
{"_id":{"$oid":"5b9a04b7367d5cae5c9bff71"},"title":"泊船瓜洲","dynasty":"宋代","writer":"王安石","content":"京口瓜洲一水间，钟山只隔数重山。\n春风又绿江南岸，明月何时照我还？\n\n","type":["古诗三百首","小学古诗","春天","写景","抒怀","思乡","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143408485.mp3","remark":"泊船：停船。泊，停泊。指停泊靠岸。\n绿：吹绿。\n京口：古城名。故址在江苏镇江市。\n瓜洲：镇名，在长江北岸，扬州南郊，即今扬州市南部长江边,京杭运河分支入江处。\n一水：一条河。古人除将黄河特称为“河”，长江特称为“江”之外，大多数情况下称河流为“水”，如\n汝水、汉水、浙水、湘水、澧水等等。这里的“一水”指长江。一水间指一水相隔之间。\n钟山：在江苏省南京市区东。\n\n\n","shangxi":"　　这首诗作于1075年（熙宁八年）二月。当时王安石第二次拜相，奉诏进京，舟次瓜洲。首句“京口瓜洲一水间”，以愉快的笔调写他从京口渡江，抵达瓜洲。“一水间”三字，形容舟行迅疾，顷刻就到。次句“钟山只隔数重山沙，以依恋的心情写他对钟山的回望，王安石于1037年(景佑四年)随父王益定居江宁(今江苏南京)，从此江宁便成了他的息肩之地，第一次罢相后即寓居江宁钟山(今南京紫金山)。“只隔”两字极言钟山之近在咫尺。把“数重山刀的间隔说得如此平常，反映了诗入对于钟山依恋之深;而事实上，钟山毕竟被“数重山”挡住了，因此诗人的视线转向了江岸。\n\n　　古人云：“望秋云神飞扬，临春风思浩荡。”第三句“春风又绿江南岸”，描绘了江岸美丽的春色，寄托了诗人浩荡的情思。其中“绿”字是经过精心筛选的，极其富于表现力。洪迈《多斋续笔》卷八云：“吴中士人家藏其草。初云‘又到江南岸’，圈去’到‘字，注曰‘不好’。改为‘过’，复圈去而改为’入‘。旋改‘满’。凡如是十许字，始定为‘绿’。”作者认为“到”、“过”、“入”、“满“等字都不理想，只有“绿”字最为精警。这是因为：一、前四字都只从风本身的流动着想，粘皮带骨，以此描写看不见的春风，依然显得抽象，也缺乏个性；“绿”字则开拓一层，从春风吹过以后产生的奇妙的效果着想，从而把看不见的春风转换成鲜明的视觉形象——春风拂煦，百草始生，千里江岸，一片新绿。这就写出了春风的精神，诗思也深沉得多了。二、本句描绘的生机盎然的景色与诗人奉召回京的喜悦心情相谐合，”春风”一词，既是写实，又有政治寓意。“春风”实指皇恩。宋神宗下诏恢复王安石的相位，表明他决心要把新法推行下去。对此，诗人感到欣喜。他希望凭借这股温暖的春风驱散政治上的寒流，开创变法的新局面。这种心情，用“绿”字表达，最微妙，最含蓄。三、‘绿”字还透露了诗人内心的矛盾，而这正是本诗的主旨。鉴于第一次罢相前夕朝廷上政治斗争的尖锐复杂，对于这次重新入相，他不能不产生重里的顾虑。变法图强，遐希翟契是他的政治理想;退居林下，吟咏情性，是他的生活理想。由于变法遇到强大阻力，他本人也受到反对派的猛烈攻击，秀丽的钟山、恬静的山林，对他产生了很大的吸引力。《楚辞·招隐士》：“王孙游兮不归，春草生兮凄凄”王维《送别》：“春草年年绿，王孙归不归?”，都是把草绿与思归联系在一起的。本句暗暗融入了前人的诗意，表达了作者希望早日辞官归家的心愿。这种心愿，至结句始明白揭出。\n\n　　毋庸讳言，用绿字描写春风，唐人不乏其例。李白《侍从宜春苑奉诏赋龙池柳色初晴听新莺百啭歌》：“春风已绿瀛洲草，紫段红楼觉春好。”丘为《题农父庐舍》：“春风何时至?已绿湖上山。”温庭筠《敬答李先生》：“绿昏晴气春风岸，红漾轻轮野水天”，常建的《闲斋卧雨行药至山管稍次湖庭》：“主人山门绿，小隐湖中花”。等，都为王安石提供了借鉴，但从表现思想感情的深度来说，上述数例，而“山门”“山”“草”皆可绿，而江南岸的绿却是颇有动感，青出于蓝而胜于蓝。\n\n　　结句“明月何时照我还”，从时间上说，已是夜晚。诗人回望既久，不觉红日西沉，皓月初上。隔岸的景物虽然消失在朦胧的月色之中，而对钟山的依恋却愈益加深。他相信自己投老山林，终将有日，故结尾以设问句式表达了这一想法。\n\n　　“文字频改，工夫自出。”（《童蒙诗训》）本诗曾获得“超然迈伦，能追逐李杜陶谢“（《彦周诗话》)的赞誉。这正是“频改”所致。但这首诗的佳处，并不限于一字之工，当玩赏其全篇的精神所在，方能得其体要。 \n\n","translation":"京口和瓜洲不过一水之遥，钟山也只隔着几重青山。\n温柔的春风又吹绿了大江南岸，可是，天上的明月呀，你什么时候才能够照着我回家呢？\n\n"}
{"_id":{"$oid":"5b9a04b7367d5cae5c9bff72"},"title":"夜雨寄北","dynasty":"唐代","writer":"李商隐","content":"君问归期未有期，巴山夜雨涨秋池。 \n何当共剪西窗烛，却话巴山夜雨时。","type":["唐诗三百首","初中古诗","高中古诗","写雨","写景","思念","爱情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143410267.mp3","remark":"寄北：写诗寄给北方的人。诗人当时在巴蜀（现在四川省），他的亲友在长安，所以说“寄北”。这首诗表达了诗人对亲友的深刻怀念。\n君：对对方的尊称，等于现代汉语中的“您”。\n归期：指回家的日期。\n巴山：指大巴山，在陕西南部和四川东北交界处。这里泛指巴蜀一带。\n秋池：秋天的池塘。\n何当：什么时候。\n共：副词，用在谓语前，表示动作行为是由两个或几个施事者共同发生的。可译为“一起”。\n剪西窗烛：剪烛，剪去燃焦的烛芯，使灯光明亮。这里形容深夜秉烛长谈。“西窗话雨”“西窗剪烛”用作成语，所指也不限于夫妇，有时也用以写朋友间的思念之情。 \n却话：回头说，追述。\n\n","translation":"您问归期，归期实难说准，巴山连夜暴雨，涨满秋池。\n何时归去，共剪西窗烛花，当面诉说，巴山夜雨况味。\n\n","shangxi":"在南宋洪迈编的《万首唐人绝句》里，这首诗的题目为《夜雨寄内》，意思是诗是寄给妻子的。从诗中“巴山”一语看来，诗写于巴蜀之地。李商隐曾经应聘到四川，任东川节度柳仲郢的幕僚，时间是唐宣宗大中六年（公元852年）。先于此一年，李商隐的妻子却已故去。给李商隐诗集作笺注的清代人冯浩，尽管认为诗题不必改作“寄内”（因为“集中寄内诗皆不明标题”），但内容却是“寄内”的。为此，他把诗的写作时间，推前至大中二年（公元848年）。按冯浩考证，李商隐这一年是在桂州（今广西桂林）郑亚的幕府。当年郑亚由于政敌的诬陷，被贬为循州刺史。李商隐未去循州，由水路经长沙，于次年回到长安。冯浩认为在归途中李商隐曾经“徘徊江汉、往来巴蜀”，“于巴蜀间兼有水陆之程”。《夜雨寄北》就是写在归途中经过巴蜀时。近人岑仲勉、陈寅恪曾经指出关于巴蜀之程的说法是不正确的。其实，冯浩也没有说得太死。他含糊地说，李商隐这时到过巴蜀，“玩诸诗自见，但无可细分确指”。可见，通常把《夜雨寄北》，说是李商隐寄给自己妻子的；这一说，似还可再斟酌。\n\n　李商隐的一生是不幸的。他刚刚踏入仕途，就被卷进了牛、李的朋党之争中。（牛，牛僧孺；李，李德裕。朋党，官僚集团。）852年随柳仲郢入蜀，实属迫不得已。仕途多艰，妻子早逝，心境是悲凉的。几年以前，当他在徐州卢循正幕府时，他颇为踌躇满志。“且吟王粲从军乐，不赋渊明归去来。”（《赠四同舍》）到四川以后，这种乐观情绪消失了。“三年苦雾巴江水，不为离人照屋梁。”（《初起》）他断绝了与外界的交往，甚至与同府的幕僚也没有什么交谊。《夜雨寄北》，写得一往情深，而且诗寄的“君”，关切地问着他的归期，他也盼着与“君”“共剪西窗烛”。这个“君”，至少具备三个条件。一，以往过从较密；二，此刻仍有诗书交往；三，彼此心心相印。从现存的李商隐的诗文看来，有一个人可以成为这样的“君”，那就是晚唐的词人温庭筠。李商隐在徐州幕时，温曾有诗“秋日旅舍寄义山李侍御”。李商隐在四川时，也有三首诗寄赠温。温的出身较李要名贵些，是唐初宰相温彦博的裔孙，但他也同样受到牛党令狐绹的排挤和压抑，晚年才做了方城尉与国子助教。如果没有相反的证据，大概可以说，《夜雨寄北》，是李商隐在梓州幕府时写给温庭筠的。这样，或许能更为精细地品味出诗中蕴含的情感内容。\n\n　　“君问归期未有期”，诗一开始，就摆出了不可解脱的矛盾。归期的希望与未有期的失望，两相对立。悲怆沉痛，笼罩全篇。“巴山夜雨涨秋池”，表面上看，是即景点题。但是这一景象把归期未有期的沉痛情绪，渲染得更形象、更浓郁了。独在他乡异域的巴山，是秋天，又是深夜，又是夜雨。这一情境本身就是令人伤感的。尤其是“涨秋池”三字，秋雨绵绵，把池水都涨满了。诗人抓住了这一精细的而又富于生活实感的画面，调动读者的想象，似乎秋池里涨的不是秋水，而是诗人难以解脱的痛苦。\n\n　　绝句虽属短制，但也讲究结构的技艺。前人有言，绝句大抵起承二句困难，然不过平直叙起为佳，从容承之为是。至如宛转变化工夫，全在第三句。这首诗的第三句，就显示了这种工夫。“何当共剪西窗烛”，宕开一笔，从眼前跳脱到将来，从巴山跳脱到北方（长安），用示现的修辞方法，写出诗人的遐想。“共剪西窗烛”，可能溶化了杜甫《羌村三首》中“夜阑更秉烛，相对如梦寐”的诗境，但是由夫妇化为友朋，活用了，情味更浓。“何当”二字，意思是“什么时候才能够”，照应首句“未有期”，既有热切地盼望，又有难以料定的惆怅。在情意上，与前两句，似断非断。\n\n　　第四句显得更为精彩。“却话巴山夜雨时”，是承“共剪西窗”而来，为顺流之舟。在短小得只能有四句的绝句体裁里，毫不可惜地运用了重复句意，不能不谓之大胆。然而，再次出现的“巴山夜雨”，无单调之嫌，文意反而曲折深厚。如果说，前一句“巴山夜雨”是以景写情，那么这一句的“巴山夜雨”却是以情写景。它与“西窗剪烛”，组成一幅温暖的动态画面，表现了诗人对于归期的向往，对于“君”的深厚友情。这给诗中增添了欢欣感。这种欢欣只是一种难以卜料的期待，因而示现于将来的欣慰，又加剧了眼前归期未有期的痛苦。我们可以感受到诗人的情感不断起伏、跳跃，但是通篇的情感色调又是和谐、统一的。\n\n　　李商隐的诗，特别是他晚年的诗，感伤情绪很浓。这种感伤反映了时代的黑暗，反映了他个人遭遇的不幸。《夜雨寄北》，虽然有些欢欣的折光，总的看来，也是感伤的。只是这种感伤表现得很曲折、很深沉。一句“巴山夜雨涨秋池”，隐含了多少丰富的潜台词。这里似乎不是由于夫妻分离而感到的痛苦，实在是深深包含了诗人此时此地回顾一生的哀愁，隐含着对于现实的愤懑与绝望。\n\n　　这首诗即兴写来，写出了诗人刹那间情感的曲折变化。语言是朴实的，在遣词、造句上看不出修饰的痕迹。李商隐的大部分诗，辞藻华美，用典精巧，长于象征、暗示。这首《夜雨寄北》，表现了李商隐诗的另一种风格：质朴、自然，却同样具有“寄托深而措辞婉”的艺术特色。"}
{"_id":{"$oid":"5b9a04b7367d5cae5c9bff73"},"title":"示儿","dynasty":"宋代","writer":"陆游","content":"死去元知万事空，但悲不见九州同。\n王师北定中原日，家祭无忘告乃翁。\n\n","type":["古诗三百首","爱国","忧国忧民","早教古诗100首"],"remark":"示儿：写给儿子们看。\n元知：原本知道。元，通“原”。本来。在苏教版等大部分教材中本诗第一句为“死去元知万事空”，但在老的人教版等教材中为“死去原知万事空”，因为是通假字，所以并不影响本诗的意境，尚有争议。人教版等教材多为“元”，不常用通假字。\n万事空：什么也没有了。\n但：只是。\n悲：悲伤\n九州：这里代指宋代的中国。古代中国分为九州，所以常用九州指代中国。\n同：统一。\n王师：指南宋朝廷的军队。\n北定：将北方平定。\n中原：指淮河以北被金人侵占的地区。\n家祭：祭祀家中先人。\n无忘：不要忘记。\n乃翁：你的父亲，指陆游自己。\n\n","shangxi":"　　此诗是陆游爱国诗中的又一首名篇。陆游一生致力于抗金斗争，一直希望能收复中原。虽然频遇挫折，却仍然未改变初衷。从诗中可以领会到诗人的爱国激情是何等的执着、深沉、热烈、真挚！也凝聚着诗人毕生的心事，诗人始终如一地抱着当时汉民族必然要光复旧物的信念，对抗战事业具有必胜的信心。题目是《示儿》，相当于遗嘱。在短短的篇幅中，诗人披肝沥胆地嘱咐着儿子，无比光明磊落，激动人心！浓浓的爱国之情跃然纸上。\n\n　　诗人在写此诗的十一年以前，叹息过“死前恨不见中原”，在热烈地期待着旧业的光复。直到临终之际，诗人仍然抱有这样坚定的信念，宋朝的抗敌部队要挥戈北上，赶走敌人，收复失地，平定中原。这对于诗人自己，当然是看不到了，只有后代的儿孙们能看到。于是深情地嘱咐儿子，当皇朝的军队收复中原的时候，不要忘记把“北定中原”这个大好的消息告诉诗人，以求了结一桩重大的心事。\n\n　　首句“死去元知万事空”，表明诗人即将离开人世，就什么都没有了，万事皆空，用不着牵挂了，从中体会诗人那种悲哀凄凉之心情。但从诗人的情感流向来看，有着更加重要的一面，“元知万事空”这话看来平常，但就全诗来说非常重要。它不但表现了诗人生死所恋，死无所畏的生死观，更重要的是为下文的“但悲”起到了有力的反衬作用。“元”、“空”二字更加强劲有力，反衬出诗人那种“不见九州同”则死不瞑目的心情。\n\n　　第二句“但悲不见九州同”描写诗人的悲怆心境。此句诗意是诗人向儿子们交代他至死也无法排除的极大悲痛的心境，那就是没有亲眼看到祖国的统一而深深感到遗憾。这一句中的“悲”字是句眼，诗人临终前悲怆的不是个人生死，而是没有看见祖国的统一。表明自己心有不甘，因为“不见九州同”。“悲”引擢文盟字深刻反映了诗人内心的悲哀、遗感之情。\n\n　　第三句“王师北定中原日”，诗人以热切期望的语气表达了渴望收复失地的信念。表明诗人虽然沉痛，但并未绝望。诗人坚信总有一天宋朝的军队必定能平定中原，光复失地。有了这一句，诗的情调便由悲痛转化为激昂。\n\n　　最后一句“家祭无忘告乃翁”，情绪又一转，无奈自己已经看不到祖国统一的那一天，只好把希望寄托于后代子孙。于是深情地嘱咐儿子，在家祭时千万别忘记把“北定中原”的喜讯告诉你的父亲。表达的诗人坚定的信念和悲壮的心愿，充分体现了年迈衰老的陆游爱国、报国之情，从中受到感染，加深热爱祖国的情感。\n\n　　此诗“悲壮沉痛”、“可泣鬼神”，歌颂陆游爱国精神光照千秋。用笔曲折，行文多变，情真意切地表达了诗人临终时复杂的思想情绪和诗人忧国忧民的爱国情怀，既有对抗金大业未就的无穷遗恨，也有对神圣事业必成的坚定信念。全诗有悲的成分，但基调是激昂的。语言浑然天成，没有丝毫雕琢，全是真情的自然流露，但比着意雕琢的诗更美、更感人。\n\n","translation":"我本来知道，当我死后，人间的一切就都和我无关了；但唯一使我痛心的，就是我没能亲眼看到祖国的统一。\n因此，当大宋军队收复了中原失地的那一天到来之时，你们举行家祭，千万别忘把这好消息告诉我！\n\n","audioUrl":"https://song.gushiwen.org/mp3/yiyesheng/69134.mp3"}
{"_id":{"$oid":"5b9a04b7367d5cae5c9bff74"},"title":"记承天寺夜游 / 记承天夜游","dynasty":"宋代","writer":"苏轼","content":"元丰六年十月十二日夜，解衣欲睡，月色入户，欣然起行。念无与为乐者，遂至承天寺寻张怀民。怀民亦未寝，相与步于中庭。\n庭下如积水空明，水中藻荇交横，盖竹柏影也。何夜无月？何处无竹柏？但少闲人如吾两人者耳。","type":["初中文言文","纪游","写景","感叹","人生"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143411231.mp3","remark":"选自\u003c\u003c东坡志林\u003e\u003e。此文写于作者贬官黄州期间。承天寺，在今湖北黄冈市南。\n元丰六年：公元1083年。元丰，宋神宗年号。当者被贬黄州已经四年。\n解：把系着的腰带解开。\n欲：想要，准备。\n月色：月光。\n入：照入，映入。\n户：堂屋的门；单扇的门。\n起：起身。\n欣然：高兴、愉快的样子。欣，高兴，愉快。然，……的样子。\n行：出行。\n念无与为乐者：想到没有和我一起游乐的人。念，想到。 无与为乐者，没有可以共同交谈（游乐或赏月）的人。者：……的人。\n遂：于是，就。\n至：到。\n寻：寻找。\n张怀民：作者的朋友。名梦得，字怀民，清河（今河北清河）人。元丰六年贬谪到黄州，寄居承天寺。\n亦：也。\n寝：睡，卧。\n相与步于中庭：（我们）一同在庭院中散步，相与，共同，一同。步，散步。于：在。中庭，庭院里。\n空明：清澈透明。\n藻荇：泛指生长在水中的绿色植物。藻，藻类植物。荇，荇菜。这里借指月色下的竹柏影。\n交横（héng）：交错纵横。\n盖：承接上文，解释原因，表示肯定，相当于‘大概’，这里解释为‘原来是’。\n也：句末语气词，表判断。（盖……也：原来是。）\n为：动词。做。\n但少闲人如吾两人者耳：只是很少有像我们两个这样的闲人罢了。但，只（是）仅仅。\n闲人：闲散的人。这里是指不汲汲于名利而能从容流连光景的人。苏轼这时被贬为黄州团练副使，这里是一个有职无权的官，所以他十分清闲，自称“闲人”。首先“闲人”指具有情趣雅致，能欣赏美景的人。其次“闲人”反映了作者仕途失意的苦闷心境。\n耳：语气词,“罢了”。\n\n","shangxi":"整体赏析 　　这里的“美”首先来自内容的“真”。东月朗照，激发了作者的游兴，想到没有“与乐者”，未免美中不足，因而寻伴，这时错觉生趣，情感触动，于是记下此景此情，顺理成章，一切是那么的和谐自然，毫无雕饰造作之感。这“美”来自语言的“纯”。笔记如同拉家常，娓娓叙来。虽然没有奇景之处，但却不能增删或改动什么字眼儿。点明日期，是笔记体游记所必须的，“月色入户”与“欣然起行”互为因果，寥寥数字，何其洗练！写庭下景色，用“空明”一词，不枝不蔓，体现出空灵、坦荡的意境，将竹柏影子比作水中藻荇，已然十分贴切，“交横”一词更准确地表现了藻荇姿态，仿佛触手可及。接着，作者笔锋陡转，连发二问，既亲切自然，富于韵律，又拓展时空，发人思绪。《记承天寺夜游》表达的感情是微妙而复杂的 　　苏轼自己评论他的文学创作，有一段话很精辟： 　　吾文如万斛泉源，不择地皆可出。在平地，滔滔汩汩，虽一日千里无难。及其与山石曲折，随物赋形，而不可知也。所可知者，常行于所当行，常止于不可不止，如是而已矣!其他，虽吾亦不能知也。（《文说》） 　　这段话，可与他的另一段话相补充：“夫昔之为文者，非能为之为工，乃不能不为之为工也。山川之有云雾，草木之有华实，充满勃郁而见于外，夫虽欲无有，其可得耶？”（《江行唱和集序》） 　　这“美”来自结尾的“精”。从文章结构看，结句属“合”，就此打住。从语意上看，它包蕴丰富。“闲人”一词，表面上是自嘲地说自己和张怀民是清闲的人，闲来无事才出来赏月的，实际上却为自己的行为而自豪——月夜处处都有，却是只有情趣高雅的人能欣赏的，有了人的欣赏才有美，只有此时此地的月夜才是最幸运的，因为有情趣高雅的人来欣赏它。其次，“闲人”包含了作者郁郁不得志的悲凉心境，作者在政治上有远大的抱负，但是却被一贬再贬，流落黄州，在内心深处，他又何尝愿做一个“闲人”呢？赏月“闲人”的自得只不过是被贬“闲人”的自慰罢了。 　　总之，游记以真情实感为依托，信笔写来，起于当起，止于当止，犹如行云流水，于无技巧中见技巧，达到了“一语天然万古新，豪华落尽见真纯”的境界。\n\n分层赏析 　　全文分三层。 　　第一层叙事：交待了时间，地点和夜游原因。 　　首句即点明事件时间“元丰六年十月十二日”，时苏轼因“乌台诗案”被贬至黄州为团练副使已经四年了。这天夜里，月光照入他的房间，作者本欲就寝，怎奈被这美好的月色所迷，顿起雅兴，但想到没有同乐之人，遂动身去不远的承天寺寻张怀民。张怀民和苏轼一样，亦是被贬至黄州来的贬官，他和苏轼的友谊相当笃厚。当晚，张怀民也还未睡，于是二人一起来到院子中间散步。这一层叙事，朴素、淡泊而有自然流畅。(寻友夜游) 　　第二层写景：描绘庭中月光的澄清。 　　作者惜墨如金，只用十八个字，就营造出一个月光澄碧、竹影斑驳、幽静迷人的夜景。读者自可以发挥想象：月光清朗，洒落庭中，那一片清辉白茫茫一片好似积水空潭一般，更妙的是，“水”中还有水草漂浮，游荡，于是乎恍恍然便如仙境一般了。作者的高妙之处在于，以竹、柏之影与月光两种事物互相映衬、比拟、比喻手法精当，新颖，恰如其分地渲染了景色的幽美肃穆。更体现出了月光清凉明净的特点，衬托出作者闲适的心境。(庭中夜色) 　　第三层：惋惜无人赏月 　　便转入议论。作者感慨到，何夜无月，何处无竹柏，可是有此闲情雅致来欣赏这番景色的，除了他与张怀民外，恐怕就不多了，整篇的点睛之笔是“闲人”二字，苏轼谪居黄州，“不得签书公事”，所担任的只是个有名无实的官，与儒家的“经世济民”之理想相去甚远，即所谓“闲人”之表层意义，它委婉地反映了苏轼宦途失意的苦闷；从另一个方面来看，月光至美，竹影至丽，而人不能识，唯此二人能有幸领略，岂非快事！苏轼的思想横跨儒释道三家，这便使他的处世态度有极大的包容性，可以说是宠辱不惊，进退自如。当然，他在逆境中的篇章更能折射出他的人格魅力！(月下抒情)\n\n细化赏析 　　“月色入户”：寒夜寂寥，“解衣欲睡”，这当儿，月光悄悄地进了门。“入户”二字，把月光拟人化。月光似乎懂得这位迁客的孤独寂寞，主动来与他做伴。 　　“欣然起行”：是作者的反应；写出他睡意顿消，披衣而起，见月光如见久违的知心朋友，欣然相迎。一个被朝廷所贬谪的“罪人”，我们可以想见他这时交游断绝、门庭冷落的境况；只有月光毫无势利之情，在寂寥的寒夜里，依然来拜访他。四字写出了作者的喜悦和兴奋。 　　“念无与为乐者，遂至承天寺寻张怀民。”：作者与张怀民同是被贬之人，于是作者便想到了张怀民。 　　“怀民亦未寝，相与步于中庭。”：作者与张怀民心有灵犀，及其友情之深厚。 　　“何夜无月？何处无竹柏？但少闲人如吾两人者耳。”：一是感慨世人忙于名利而辜负了良辰美景，二是表现了作者安闲自适的心境，三是透露出自己不能为朝廷尽忠的抱怨 　　“庭下如积水空明，水中藻荇交横，盖竹柏影也。”：“庭下如积水空明，水中藻、荇交横，盖竹柏影也”。此句运用了比喻的修辞，将澄澈的月光比成积水，用交错相生的水草比喻竹柏的影子，虚实相生，相映成趣，化无形为有形。“积水空明”写出了月光的皎洁，空灵，“藻荇交横”写出了竹柏倒影的清丽淡雅。前者给人以一池春水的静谧之感，后者则具有水草摇曳的动态之美，整个意境静中有动，动中愈见其静，一正写，一侧写，从而创造出一个冰清玉洁的透明世界，也折射出作者光明磊落、胸无尘俗的襟怀。作者以高度凝练的笔墨，点染出一个空明澄澈、疏影摇曳、似真似幻的美妙境界。\n\n写作技巧 　　1.比喻传神：庭下如积水空明，水中藻荇交横，盖竹柏影也。 　　2.正面/侧面描写相结合：庭下如积水空明，水中藻荇交横，盖竹柏影也。 　　3.抓住了瞬间的感受：何夜无月？何处无竹柏？但少闲人如吾两人者耳。 　　4.虚实（动、静）结合：把竹柏（实、静）比作了水中的荇藻（虚、动）。\n\n文章写作特点 　　1.信笔疏意，随物赋形。 　　2.描写月色，如诗如画。 　　3.语言凝练含蓄，饶有余味。\n\n作者心境 　　虽然自己有欣赏美景的乐趣，但是并不得意。将自己寄情于山水之间，有失意的自我排解。 　　——本文体现二人友情的句子：念无与为乐者，遂至承天寺寻张怀民（唯张怀民可与同乐）；怀民亦未寝（两人遭遇相同，心境也相同）； 相与步于中庭（两人亲密无间）； 但少闲人如吾两人者耳（两人遭遇相同，心境相同，志趣也相同，是真正志同道合的朋友）。 　　“水中藻、荇交横”说明了当时月色之浓、清、亮。 　　闲人：苏轼这时被贬为黄州团练副使，有名无实，所以自称“闲人”。 　　写月突出其明，写境突出其静，写影突出其形，写人突出其闲，写情突出其空。 \n\n","translation":"　　元丰六年十月十二日夜晚（或公元1083年十月十二日夜，可不译），（我）脱下衣服准备睡觉时，恰好看见月光照在门上，（于是我就）高兴地起床出门散步。想到没有和我一起游乐的人，于是（我）前往承天寺寻找张怀民。怀民也没有睡，我们便一同在庭院中散步。月光照在庭院里像积满了清水一样澄澈透明，水中的水藻、荇菜纵横交错，原来是竹子和柏树的影子。哪一个夜晚没有月光？（又有）哪个地方没有竹子和柏树呢？只是缺少像我们两个这样清闲的人罢了。\n\n"}
{"_id":{"$oid":"5b9a04b7367d5cae5c9bff75"},"title":"清平乐·村居","dynasty":"宋代","writer":"辛弃疾","content":"茅檐低小，溪上青青草。\n醉里吴音相媚好，白发谁家翁媪？\n大儿锄豆溪东，中儿正织鸡笼。\n最喜小儿亡赖，溪头卧剥莲蓬。(亡 通：无)\n\n","type":["宋词三百首","小学古诗","初中古诗","向往","乡村","生活"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143417064.mp3","remark":"清平乐（yuè）：词牌名。村居：题目\n茅檐：茅屋的屋檐。\n吴音：吴地的方言。作者当时住在信州（今上饶），这一带的方言为吴音。相媚好：指相互逗趣，取乐。\n翁媪（ǎo）：老翁、老妇。\n锄豆：锄掉豆田里的草。\n织：编织，指编织鸡笼。\n亡（wú）赖：这里指小孩顽皮、淘气。亡，通“无”。\n卧：趴。\n\n","shangxi":"　　辛弃疾词中有不少作品是描写农村生活的佳作，其中，有风景画，也有农村的风俗画。这首《清平乐·村居》就是一幅栩栩如生、有声有色的农村风俗画。\n\n　　刘熙载说 ，“词要清新”，“澹语要有味”（《艺概·词曲概》）。作者的此作正具有“澹语清新”、诗情画意的特点。它表现在描写手法、结构和构思三个方面。\n\n　　在描写手法上，这首词，没有一句使用浓笔艳墨，只是用纯粹的白描手法，描绘了农村一个五口之家的环境和生活画面。作者能够把这家老小的不同面貌和情态，描写得维妙维肖，活灵活现，具有浓厚的生活气息，如若不是大手笔，是难能达到此等艺术意境的。\n\n　　上阕头两句，写这个五口之家，有一所矮小的茅草房屋、紧靠着房屋有一条流水淙淙、清澈照人的小溪。溪边长满了碧绿的青草。在这里，作者只用了淡淡的两笔，就把由茅屋、小溪、青草组成的清新秀丽的环境勾画出来了。不难看出，这两句在全首词中，还兼有点明环境和地点的使命。\n\n　　三四两句，描写了一对满头白发的翁媪，亲热地坐在一起 ，一边喝酒，一边聊天的优闲自得的画面，这几句尽管写得很平淡，但是，它却把一对白发翁媪，乘着酒意，彼此“媚好 ”，亲密无间，那种和协、温暖、惬意的老年夫妻的幸福生活，形象地再现出来了。\n\n　　这就是无奇之中的奇妙之笔。当然，这里并不仅仅是限于这对翁媪的生活，它概括了农村普遍的老年夫妻生活乐趣，是有一定的典型意义。“吴音”，指吴地的地方话。作者写这首词时，是在江西上饶，此地，春秋时代属于吴国。“媪”，是对老年妇女的代称。\n\n　　下阕四句，采用白描手法，直书其事，和盘托出三个儿子的不同形象。大儿子是家中的主要劳力，担负着溪东豆地里锄草的重担。二儿子年纪尚小，只能做占铺助劳动，所以在家里编织鸡笼。三儿子不懂世事，只知任意地调皮玩耍，看他躺卧在溪边剥莲蓬吃的神态，即可知晓。这几句虽然极为通俗易懂，但却刻画出鲜明的人物形象，描绘出耐人寻味的意境。尤其是小儿无拘无束地剥莲蓬吃的那种天真活泼的神情状貌，饶有情趣，栩栩如生，可谓是神来之笔，古今一绝！“无赖”，谓顽皮，是爱称，并无贬意 。“卧”字的用得极妙它把小儿天真、活泼、顽皮的劲儿，和盘托出，跃然纸上。所谓一字千金，即是说使用一字，恰到好处，比坐、躺、趴等用的更妙，就更能给全句或全词增辉。这里的“卧”字正是如此。\n\n　　在艺术结构上，全词紧紧围绕着小溪，布置画面，展开人物的活动。从词的意境来看，茅檐是靠近小溪的。另外 ，“溪上青青草”、“大儿锄豆溪东”、“最喜小儿无赖，溪头卧剥莲蓬 ”四句，连用了三个“溪”字，使得画面的布局紧凑。所以，“溪”字的使用，在全词结构上起着关键作用。\n\n　　在写景方面，茅檐、小溪、青草，这本来是农村中司空见惯的东西，然而作者把它们组合在一个画面里，却显得格外清新优美。在写人方面，翁媪饮酒聊天，大儿锄草，中儿编鸡笼，小儿卧剥莲蓬。通过这样简单的情节安排，就把一片生机勃勃和平宁静、朴素安适的农村生活，真实地反映出来了。给人一种诗情画意 ，清新悦目的感觉，这样的构思巧妙、新颖，色彩协和、鲜明，给人留下了难忘的印象。\n\n　　从作者对农村清新秀丽 、朴素雅静的环境描写，对翁媪及其三子形象的刻画，表现出词人喜爱农村和平宁静的生活。\n\n　　这首词 ，是作者晚年遭受议和派排斥和打击，志不得伸，归隐上饶地区闲居农村时写的，词作描写农村和平宁静、朴素安适的生活，并不能说是作者对现实的粉饰。从作者一生始终关心宋朝恢复大业来看，他向往这样的农村生活 ，因而会更加激起他抗击金兵、收复中原、统一祖国的爱国热忱。就当时的情况来说，在远离抗金前线的村庄，这种和平宁静的生活，也是存在的，此作并非是作者主观想象的产物，而是现实生活的反映。\n\n","translation":"草屋的茅檐又低又小，溪边长满了碧绿的小草。\n含有醉意的吴地方言，听起来温柔又美好，那满头白发的老人是谁家的呀？\n大儿子在溪东边的豆田锄草，二儿子正忙于编织鸡笼。\n最令人喜爱的是小儿子，他正横卧在溪头草丛，剥着刚摘下的莲蓬。\n\n"}
{"_id":{"$oid":"5b9a04b7367d5cae5c9bff76"},"title":"一剪梅·红藕香残玉簟秋","dynasty":"宋代","writer":"李清照","content":"红藕香残玉簟秋。轻解罗裳，独上兰舟。云中谁寄锦书来，雁字回时，月满西楼。\n花自飘零水自流。一种相思，两处闲愁。此情无计可消除，才下眉头，却上心头。","type":["宋词三百首","宋词精选","婉约","思念","闺怨","写景"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143417749.mp3","remark":"红藕：红色的荷花。玉簟（diàn）：光滑似玉的精美竹席。\n裳（cháng）：古人穿的下衣，也泛指衣服。\n兰舟：此处为船的雅称。\n锦书：前秦苏惠曾织锦作《璇玑图诗》，寄其夫窦滔，计八百四十字，纵横反复，皆可诵读，文词凄婉。后人因称妻寄夫为锦字，或称锦书；亦泛为书信的美称。\n雁字：群雁飞时常排成“一”字或“人”字，诗文中因以雁字称群飞的大雁。\n月满西楼：意思是鸿雁飞回之时，西楼洒满了月光。\n一种相思，两处闲愁：意思是彼此都在思念对方，可又不能互相倾诉，只好各在一方独自愁闷着。\n才下眉头，却上心头：意思是，眉上愁云刚消，心里又愁了起来。\n\n","shangxi":"这是一首倾诉相思、别愁之苦的词。这首词在黄昇《花庵词选》中题作“别愁”，是李清照写给新婚未久即离家外出的丈夫赵明诚的，她诉说了自己独居生活的孤独寂寞，急切思念丈夫早日归来的心情。伊世珍《琅嬛记》说：“易安结褵（婚）未久，明诚即负笈远游。易安殊不忍别，觅锦帕书《一剪梅》词以送之。”作者在词中以女性特有的敏感捕捉稍纵即逝的真切感受，将抽象而不易捉摸的思想感情，以素淡的语言表现出具体可感、为人理解、耐人寻味的东西。\n\n词的上阕首句“红藕香残玉簟秋”写荷花凋谢、竹席浸凉的秋天，空灵蕴藉。“红藕”，即粉红荷花。“玉簟”，是精美的竹席。这一句涵义极其丰富，它不仅点明了萧疏秋意的时节，而且渲染了环境气氛，对作者的孤独闲愁起了衬托作用。表面上写出荷花残，竹席凉这些寻常事情，实质上暗含青春易逝，红颜易老，“人去席冷”之意境。梁绍壬《两般秋雨庵随笔》赞美此句“有吞梅嚼雪，不食人间烟火气象”。“轻解罗裳，独上兰舟”是写其白天泛舟水上之事：词人解开绫罗裙，换着便装，独自划着小船去游玩。“轻解”与“独上”，栩栩如生地表现出她的神态、举动。“轻”，写手脚动作的轻捷灵敏，表现出生怕惊动别人，小心而又有几分害羞的少妇心情。正因为是“轻”，所以谁也不知道，连侍女也没让跟上。“独”字就是回应上句的“轻”字，点明了下阕“愁”字的症结。“独上兰舟”，正是她想借泛舟以消愁，并非闲情逸致的游玩。昔日也许双双泛舟，而今独自击楫，恩爱情深、朝夕相伴的的丈夫久盼不归，怎不教她愁情满怀。“云中谁寄锦书来？”惦念丈夫，望眼欲穿，真是一封“家书抵万金”。“雁字回时，月满西楼”是她思夫的迫切心情，突然自现的外在表现。作者借助于鸿雁传书的传说，画面清晰，形象鲜明，它渲染了一个月光照满楼头的美好夜景，然而在喜悦的背后，蕴藏着相思的泪水。“月满西楼”写月夜思妇凭栏望眺。月已西斜，足见她站立楼头已久，这就表明了她思夫之情更深，愁更极。盼望音讯的她仰头叹望，竟产生了雁足回书的遐想。难怪她不顾夜露浸凉，呆呆伫立凝视，直到月满西楼而不知觉。\n\n下阕“花自飘零水自流”，言眼前的落花流水可不管你的心情如何，自是飘零东流。其实，这一句含有两个意思：“花自飘零”，是说她的青春象花那样空自凋残；“水自流”，是说她丈夫远行了，象悠悠江水空自流。只要我们仔细玩味，就不难发觉，李清照既为自己的红颜易老而感慨，更为丈夫不能和自己共享青春而让它白白地消逝而伤怀。这种复杂而微妙的感情，正是从两个“自”字中表现出来的。这就是她之所以感叹“花自飘零水自流”的关键所在，也是她俩真挚爱情的具体表现。当然，它所喻的人世的一切诸如离别，均给人以无可奈何之感。“一种相思，两处闲愁。”由己及人，互相思念，这是有情人的心灵感应，相互爱慕，温存备致，她想到丈夫一定也同样因离别而苦恼着。这种独特的构思体现了李清照与赵明诚夫妇二人心心相印、情笃爱深，相思却又不能相见的无奈思绪流诸笔端。“此情无计可消除，才下眉头，却上心头。”这种相思之情笼罩心头，无法排遣，蹙着的愁眉方才舒展，而思绪又涌上心头，其内心的绵绵愁苦挥之不去，遣之不走。“才下”、“却上”两个词用得很好，把真挚的感情由外露转向内向，迅疾的情绪变化打破了故作平静的心态，把相思之苦表现得极其真实形象，表达了绵绵无尽的相思与愁情，独守空房的孤独与寂寞充满字里行间，感人至深。这和李煜《乌夜啼》“剪不断，理还乱，是离愁，别是一般滋味在心头”，有异曲同工之妙境，成为千古绝唱。\n\n总之，《一剪梅》笔调清新，风格细腻，给景物以情感，景语即情语，景物体现了她的心情，显示着她的形象特征。词人移情入景，借景抒情，情景交融，耐人寻味。\n\n","translation":"荷已残，香已消，冷滑如玉的竹席，透出深深的凉秋。轻轻的脱下罗绸外裳，一个人独自躺上眠床。仰头凝望远天，那白云舒卷处，谁会将锦书寄来？正是雁群排成“人”字，一行行南归时候。月光皎洁浸人，洒满这西边独倚的亭楼。\n花，自顾地飘零，水，自顾地漂流。一种离别的相思，牵动起两处的闲愁。啊，无法排除的是——这相思，这离愁，刚从微蹙的眉间消失，又隐隐缠绕上了心头。\n\n"}
{"_id":{"$oid":"5b9a04b7367d5cae5c9bff77"},"title":"次北固山下","dynasty":"唐代","writer":"王湾","content":"客路青山外，行舟绿水前。(青山外 一作：青山下)\n潮平两岸阔，风正一帆悬。\n海日生残夜，江春入旧年。\n乡书何处达？归雁洛阳边。","type":["唐诗三百首","初中古诗","地点","思乡","哲理"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143421436.mp3","remark":"次：旅途中暂时停宿，这里是停泊的意思。\n北固山：在今江苏镇江北，三面临长江。\n客路：旅途。\n潮平两岸阔：潮水涨满时，两岸之间水面宽阔。\n风正：顺风。\n悬：挂。\n海日：海上的旭日。\n残夜：夜将尽之时。\n江春：江南的春天。\n归雁：北归的大雁。大雁每年秋天飞往南方，春天飞往北方。古代有用大雁传递书信的传说。\n青山：指北固山。\n乡书：家信。\n\n","shangxi":"　　从海日东升，春意萌动，放舟于绿水之上，联想起“雁足传书”的故事，表达了淡淡的乡思愁绪。全诗和谐而优美。 此诗载于《全唐诗》卷一百一十五。下面是中华诗词学会、中国唐代文学学会副会长霍松林先生对此诗的赏析。\n\n　　这首《次北固山下》唐人殷璠选入《河岳英灵集》时题为《江南意》，但有不少异文：“南国多新意，东行伺早天。潮平两岸失，风正数帆悬。海日生残夜，江春入旧年。从来观气象，惟向此中偏。”\n\n　　王湾是洛阳人，生中，“尝往来吴楚间”。“北固山”，在今江苏镇江市以北，三面临江。上引《江南意》中首二句为“南国多新意，东行伺早天。”其“东行”，当是经镇江到江南一带去。诗人一路行来，当舟次北固山下的时候，潮平岸阔，残夜归雁，触发了心中的情思，吟成了这一千古名篇。\n\n　　诗以对偶句发端，既工丽，又跳脱。“客路”，指作者要去的路。“青山”点题中“北固山”。作者乘舟，正朝着展现在眼前的“绿水”前进，驶向“青山”，驶向“青山”之外遥远的“客路”。 这一联先写“客路”而后写“行舟”，其人在江南、神驰故里的飘泊羁旅之情，已流露于字里行间，与末联的“乡书”、“归雁”，遥相照应。\n\n　　次联的“潮平两岸阔”，“阔”，是表现“潮平”的结果。春潮涌涨，江水浩渺，放眼望去，江面似乎与岸平了，船上人的视野也因之开阔。这一句，写得恢弘阔大，下一句“风正一帆悬”，便愈见精采。“悬”是端端直直地高挂着的样子。诗人不用“风顺”而用“风正”，是因为光“风顺”还不足以保证“一帆悬”。风虽顺，却很猛，那帆就鼓成弧形了。只有既是顺风，又是和风，帆才能够“悬”。那个“正”字，兼包“顺”与“和”的内容。这一句写小景已相当传神。但还不仅如此，如王夫之所指出，这句诗的妙处，还在于它“以小景传大景之神”《姜斋诗话》卷上。可以设想，如果在曲曲折折的小河里行船，老要转弯子，这样的小景是难得出现的。如果在三峡行船，即使风顺而风和，却依然波翻浪涌，这样的小景也是难得出现的。诗句妙在通过“风正一帆悬”这一小景，把平野开阔、大江直流、风平浪静等等的大景也表现出来了。\n\n　　读到第三联，就知道作者是于岁暮腊残，连夜行舟的。潮平而无浪，风顺而不猛，近看可见江水碧绿，远望可见两岸空阔。这显然是一个晴明的、处处透露着春天气息的夜晚，孤舟扬帆，缓行江上，不觉已到残夜。这第三联，就是表现江上行舟，即将天亮时的情景。\n\n　　这一联历来脍炙人口。“海日生残夜，江春入旧年”：当残夜还未消退之时，一轮红日已从海上升起；当旧年尚未逝去，江上已呈露春意。“日生残夜”、“春入旧年”，都表示时序的交替，而且是那样匆匆不可待，这怎不叫身在“客路”的诗人顿生思乡之情呢？这两句炼字炼句也极见功夫。作者从炼意着眼，把“日”与“春”作为新生的美好事物的象征，提到主语的位置而加以强调，并且用“生”字“入”字使之拟人化，赋予它们以人的意志和情思。妙在作者无意说理，却在描写景物、节令之中，蕴含着一种自然的理趣。海日生于残夜，将驱尽黑暗；江春，那江上景物所表现的“春意”，闯入旧年，将赶走严冬。不仅写景逼真，叙事确切，而且表现出具有普遍意义的生活真理，给人以乐观、积极、向上的艺术鼓舞力量。此句与“沉舟侧畔千帆过，病树前头万木春”有异曲同工之妙。\n\n　　海日东升，春意萌动，诗人放舟于绿水之上，继续向青山之外的客路驶去。这时候，一群北归的大雁正掠过晴空。雁儿正要经过洛阳的啊！诗人想起了“雁足传书”的故事，还是托雁捎个信吧：雁儿啊，烦劳你们飞过洛阳的时候，替我问候一下家里人。这两句紧承三联而来，遥应首联，全篇笼罩着一层淡淡的乡思愁绪。这首五律虽然以第三联驰誉当时，传诵后世，但并不是只有两个佳句而已；从整体看，也是相当和谐优美的。\n\n","translation":"旅途在青山外，在碧绿的江水前行舟。\n潮水涨满，两岸之间水面宽阔，顺风行船恰好把帆儿高悬。\n夜幕还没有褪尽，旭日已在江上冉冉升起，还在旧年时分，江南已有了春天的气息。\n寄出去的家信不知何时才能到达，希望北归的大雁捎到洛阳去。\n\n英文\nIn Castle Peak Road outside, in front of the Green River.\nThe tide flat, broad between the two sides of the water, happened to hoist heavy.\nResidual night has not yet subsided, the sun rises from the sea, bye-bye is not behind the river has been revealed of spring.\nLetter to send out not knowing when to arrive, the geese are sent to Luoyang to hope that the North.\n\n"}
{"_id":{"$oid":"5b9a04b7367d5cae5c9bff78"},"title":"闻官军收河南河北","dynasty":"唐代","writer":"杜甫","content":"剑外忽传收蓟北，初闻涕泪满衣裳。\n却看妻子愁何在，漫卷诗书喜欲狂。\n白日放歌须纵酒，青春作伴好还乡。\n即从巴峡穿巫峡，便下襄阳向洛阳。","type":["唐诗三百首","小学古诗","思归"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143422918.mp3","remark":"闻：听说。官军：指唐朝军队。\n剑外：剑门关以南，这里指四川。蓟北：泛指唐代幽州、蓟州一带，今河北北部地区，是安史叛军的根据地。\n涕：眼泪。\n却看：回头看。妻子：妻子和孩子。愁何在：哪还有一点的忧伤？愁已无影无踪。\n漫卷(juǎn)诗书喜欲狂：胡乱地卷起。是说杜甫已经迫不及待地去整理行装准备回家乡去了。喜欲狂：高兴得简直要发狂。\n放歌：放声高歌。须：应当。纵酒：开怀痛饮。\n青春：指明丽的春天的景色。作伴：与妻儿一同。\n巫峡：长江三峡之一，因穿过巫山得名。\n便：就的意思。襄阳：今属湖北。洛阳：今属河南，古代城池。\n\n","shangxi":"　　杜甫在这首诗下自注：“余田园在东京。”诗的主题是抒写忽闻叛乱已平的捷报，急于奔回老家的喜悦。“剑外忽传收蓟北”，起势迅猛，恰切地表现了捷报的突然。诗人多年飘泊“剑外”，备尝艰苦，想回故乡而不可能，就是由于“蓟北”未收，安史之乱未平。如今“忽传收蓟北”，惊喜的洪流，一下子冲开了郁积已久的情感闸门，令诗人心中涛翻浪涌。“初闻涕泪满衣裳”，“初闻”紧承“忽传”，“忽传”表现捷报来得太突然，“涕泪满衣裳”则以形传神，表现突然传来的捷报在“初闻”的一刹那所激发的感情波涛，这是喜极而悲、悲喜交集的真实表现。“蓟北”已收，战乱将息，乾坤疮痍、黎民疾苦，都将得到疗救，诗人颠沛流离、感时恨别的苦日子，总算熬过来了。然而痛定思痛，诗人回想八年来熬过的重重苦难，又不禁悲从中来，无法压抑。可是，这一场浩劫，终于像噩梦一般过去了，诗人可以返回故乡了，人们将开始新的生活，于是又转悲为喜，喜不自胜。这“初闻”捷报之时的心理变化、复杂感情，如果用散文的写法，必需很多笔墨，而诗人只用“涕泪满衣裳”五个字作形象的描绘，就足以概括这一切。\n\n　　颔联以转作承，落脚于“喜欲狂”，这是惊喜的更高峰。“却看妻子”、“漫卷诗书”，这是两个连续性的动作，带有一定的因果关系。当诗人悲喜交集，“涕泪满衣裳”之时，自然想到多年来同受苦难的妻子儿女。“却看”就是“回头看”。“回头看”这个动作极富意蕴，诗人似乎想向家人说些什么，但又不知从何说起。其实，无需说什么了，多年笼罩全家的愁云不知跑到哪儿去了，亲人们都不再是愁眉苦脸，而是笑逐颜开，喜气洋洋。亲人的喜反转来增加了诗人的喜，诗人再也无心伏案了，随手卷起诗书，大家同享胜利的欢乐。\n\n　　“白日放歌须纵酒，青春作伴好还乡”一联，就“喜欲狂”作进一步抒写。“白日”，指晴朗的日子，点出人已到了老年。老年人难得“放歌”，也不宜“纵酒”；如今既要“放歌”，还须“纵酒”，正是“喜欲狂”的具体表现。这句写“狂”态，下句则写“狂”想。“青春”指春天的景物，春天已经来临，在鸟语花香中与妻子儿女们“作伴”，正好“还乡”。诗人想到这里，自然就会“喜欲狂”了。\n\n　　尾联写诗人“青春作伴好还乡”的狂想，身在梓州，而弹指之间，心已回到故乡。诗人的惊喜达到高潮，全诗也至此结束。这一联，包涵四个地名。“巴峡”与“巫峡”，“襄阳”与“洛阳”，既各自对偶（句内对），又前后对偶，形成工整的地名对；而用“即从”、“便下”绾合，两句紧连，一气贯注，又是活泼流走的流水对。再加上“穿”、“向”的动态与两“峡”两“阳”的重复，文势、音调，迅急有如闪电，准确地表现了诗人想象的飞驰。“巴峡”、“巫峡”、“襄阳”、“洛阳”，这四个地方之间都有很漫长的距离，而一用“即从”、“穿”、“便下”、“向”贯串起来，就出现了“即从巴峡穿巫峡，便下襄阳向洛阳”的疾速飞驰的画面，一个接一个地从读者眼前一闪而过。这里需要指出的是：诗人既展示想象，又描绘实境。从“巴峡”到“巫峡”，峡险而窄，舟行如梭，所以用“穿”；出“巫峡”到“襄阳”，顺流急驶，所以用“下”；从“襄阳”到“洛阳”，已换陆路，所以用“向”，用字高度准确。\n\n　　全诗感情奔放，痛快淋漓地抒发了作者无比喜悦的心情。后代诗论家都极为推崇此诗，浦起龙赞其为杜甫“生平第一首快诗也”（《读杜心解》）。\n\n　　此诗除第一句叙事点题外，其余各句，都是抒发诗人忽闻胜利消息之后的惊喜之情。诗人的思想感情出自胸臆，奔涌直泻。仇兆鳌在《杜少陵集详注》中引王嗣奭的话说：“此诗句句有喜跃意，一气流注，而曲折尽情，绝无妆点，愈朴愈真，他人决不能道。”\n\n","translation":"剑门关外，喜讯忽传，官军收复冀北一带。高兴之余，泪满衣裳。\n回望妻子儿女，也已一扫愁云，随手卷起诗书，全家欣喜若狂。\n老夫想要纵酒高歌，结伴春光同回故乡。\n我的心魂早已高飞，就从巴峡穿过巫峡，再到襄阳直奔洛阳。\n\n"}
{"_id":{"$oid":"5b9a04b9367d5cae5c9bff79"},"title":"天净沙·秋","dynasty":"元代","writer":"白朴","content":"孤村落日残霞，轻烟老树寒鸦，一点飞鸿影下。青山绿水，白草红叶黄花。","type":["小学古诗","秋天","写景"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143423791.mp3","remark":"天净沙：曲牌名。\n秋：题目。\n残霞：快消散的晚霞。\n寒鸦：天寒即将归林的乌鸦。\n飞鸿：天空中的鸿雁。\n飞鸿影下：雁影掠过。\n白草：枯萎而不凋谢的白草。\n黄花：菊花。\n红叶：枫叶。\n\n","shangxi":"　　白朴这首小令《天净沙·秋》与马致远的《天净沙·秋思》，无论写法还是构成的意境都有相似之处。此曲题目虽为“秋”，并且写尽秋意，却找不着一个“秋”字。 此曲开篇先绘出了一幅秋日黄昏图，营造出一种宁静、寂寥的氛围，再以名词并列组合的形式，选取典型的秋天景物，由远及近，描绘出一幅色彩绚丽的秋景图。秋景也由先前的萧瑟、寂寥变为明朗、清丽了。\n\n　　这首小令，只五句二十八个字，篇幅虽短，却以神来之笔捅绘出了一幅绝妙的秋景图。前三句着力渲染出一派深秋凄凉之景。黄昏时：如血的残霞映照着一座孤零零的小村庄，夕阳淡淡的炊烟袅袅，几只归巢的寒鸦，静静的站立在老树枝头，忽然，一只哀鸣的孤鸿，在人边晚霞影里远远的飞翔，而后两句，作者却将笔锋一转，写到：青山静静、绿水悠悠，白草绵绵，红叶片片，黄花朵朵，在暮色中，这些明丽的色彩，为这萧杀的气氛平添了许多生机活力。一扫前人一悲到底的俗套。\n\n　　白朴在写秋景选词语辞精炼，其词并不是单纯的突出秋的悲凉。前二句的“孤村落日残霞，轻烟老树寒鸦”，共用了六个图景：“孤村”、“落日”、“残霞”、“轻烟”、“老树”、“寒鸦”，而其中任何一个图景，都代表着秋日秋景的萧瑟气氛。为了要使这种萧瑟气氛活泼起来，于是作者接下来选用了“一点飞鸿影下”作为上半段的结语。如此一来，原本萧瑟的画面转成了活跃，寂寞的秋景彷佛也展现了另一种鲜活的生气。最后为了加强作者心目中秋景是美丽而有韵味的形象，因此再以“青山绿水，白草红叶黄花”作为曲文的结束语。这两句用了“青”、“绿”、“白”、“红”、“黄”五种颜色，而且“白草红叶黄花”这三种颜色，是交杂在“青山绿水”二种颜色之中；“青山绿水”是广大的图景，“白草红叶黄花”是细微的图景，如此交杂相错，于是原本是寂寞萧瑟的秋景，突然变得五颜六色而多彩多姿。由此可见，白朴的散曲写作技巧的高明了。\n\n　　如果联系白朴不愿在元朝做官的态度，读者就不难理解同样的秋景会有如此巨大反差的原因。画面中的“一点飞鸿”，与李白的《送裴十八图南归嵩山》其一：“举手指飞鸿，此情难具论。同归无早晚，颍水有清原”中的“飞鸿”有着异曲同工之妙，都暗喻作者本人。白朴不愿在朝廷中谋职，却希望自己像一只展翅高飞的鸿雁，飞离那种萧瑟、冷清、没有生气的地方，寻找到自己感到满意，有生机的乐土，还表示了作者的人生得到了美好的转折。因此“影下”的这片“青山绿水、白草红叶黄花”之地，读者可以理解为是作者的归隐之地，是作者的心中之景。情调开朗平和，没有一点消极之感，表现了作者对隐居生活的热爱之情，应属于虚写。在这支曲子中，作者非常巧妙地、不露痕迹地把“心中之景”与当时真实的环境放在一起，产生强烈的对比效果，含蓄地流露出自己的爱恨之情。\n\n　　描绘秋景，历来是中国古代文人喜爱的一个题材，为表现它而不惜笔墨的诗人骚客代代有之，留下的作品更是多不胜举，但许多作品易于流入俗套。白朴却能根据自己的观察和体验，在作品中，层次分明的描写了秋天的自然景象，虽然，在开始时，有些许的萧瑟之意，然而后来以缤纷的色彩作结，终究是赏心悦目、的韵味无穷的。他用笔精深，作品风格独具，婉约清丽，意境新颖，可与被誉为“秋思之祖”的马志远的《天净沙·秋思》媲美。这首小令不仅不俗，还很是典雅。词、曲有雅、俗之别，一般来说，词尚妩媚、含蓄，而曲贵尖新、直率。白朴的这支小令却有词的意境。曲中虽无“断肠人在天涯”之类句子，抒情主人公却时隐时现，在烟霞朦胧之中，传达出一种“地老天荒”的寂静。\n\n","translation":"太阳渐渐西沉，已衔着西山了，天边的晚霞也逐渐开始消散，只残留有几分黯淡的色彩，映照着远处安静的村庄是多么的孤寂，拖出那长长的影子。雾淡淡飘起，几只乌黑的乌鸦栖息在佝偻的老树上，远处的一只大雁飞掠而下，划过天际。山清水秀；霜白的小草、火红的枫叶、金黄的花朵，在风中一齐摇曳着，颜色几尽妖艳。\n\n"}
{"_id":{"$oid":"5b9a04b9367d5cae5c9bff7a"},"title":"饮湖上初晴后雨二首·其二","dynasty":"宋代","writer":"苏轼","content":"水光潋滟晴方好，山色空蒙雨亦奇。(蒙 通：濛)\n欲把西湖比西子，淡妆浓抹总相宜。","type":["古诗三百首","小学古诗","西湖","写雨","写景","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143425648.mp3","remark":"湖：即杭州西湖。\n潋滟(liàn yàn) ：水面波光闪动的样子。\n方好：正是显得很美。\n空濛：细雨迷茫的样子。\n西子：西施，春秋时代越国有名的美女，原名施夷光，或称 先施 ，居古代四大美女（西施、王昭君、貂蝉、杨玉环）之首。家住浣纱溪村（在今浙江诸暨市）西，所以称为西施。\n相宜：也显得十分美丽。\n\n","shangxi":"　　诗的上半首既写了西湖的水光山色，也写了西湖的晴姿雨态。“水光潋滟晴方好”描写西湖晴天的水光：在灿烂的阳光照耀下，西湖水波荡漾，波光闪闪，十分美丽。“山色空濛雨亦奇”描写雨天的山色：在雨幕笼罩下，西湖周围的群山，迷迷茫茫，若有若无，非常奇妙。从第一首诗可知，这一天诗人陪着客人在西湖游宴终日，早晨阳光明艳，后来转阴，入暮后下起雨来。而在善于领略自然并对西湖有深厚感情的诗人眼中，无论是水是山，或晴或雨，都是美好奇妙的。从“晴方好”“雨亦奇”这一赞评，可以想见在不同天气下的湖山胜景，也可想见诗人即景挥毫时的兴会及其洒脱的性格、开阔的胸怀。上半首写的景是交换、对应之景，情是广泛、豪宕之情，情景交融，句间情景相对，西湖之美概写无余，诗人苏轼之情表现无遗。\n\n　　下半首诗里，诗人没有紧承前两句，进一步运用他的写气图貌之笔来描绘湖山的晴光雨色，而是遗貌取神，只用一个既空灵又贴切的妙喻就传出了湖山的神韵。喻体和本体之间，除了从字面看，西湖与西子同有一个“西”字外，诗人的着眼点所在只是当前的西湖之美，在风神韵味上，与想象中的西施之美有其可意会而不可言传的相似之处。而正因西湖与西子都是其美在神，所以对西湖来说，晴也好，雨也好，对西子来说，淡妆也好，浓抹也好，都无改其美，而只能增添其美。对这个比喻，存在有两种相反的解说：一说认为诗人“是以晴天的西湖比淡妆的西子，以雨天的西湖比浓妆的西子”；一说认为诗人是“以晴天比浓妆，雨天比淡妆”。两说都各有所见，各有所据。但就才情横溢的诗人而言，这是妙手偶得的取神之喻，诗思偶到的神来之笔，只是一时心与景会，从西湖的美景联想到作为美的化身的西子，从西湖的“晴方好”“雨亦奇”，想象西子应也是“淡妆浓抹总相宜”，当其设喻之际、下笔之时，恐怕未必拘泥于晴与雨二者，何者指浓妆，何者指淡妆。欣赏这首诗时，如果一定要使浓妆、淡妆分属晴、雨，可能反而有损于比喻的完整性、诗思的空灵美。\n\n","translation":"在灿烂的阳光照耀下，西湖水微波粼粼，波光艳丽，看起来很美；雨天时，在雨幕的笼罩下，西湖周围的群山迷迷茫茫，若有若无，也显得非常奇妙。\n若把西湖比作古美女西施，淡妆浓抹都是那么得十分适宜。\n\n"}
{"_id":{"$oid":"5b9a04b9367d5cae5c9bff7b"},"title":"山中","dynasty":"唐代","writer":"王维","content":"荆溪白石出，天寒红叶稀。\n山路元无雨，空翠湿人衣。","type":["秋天","纪行","写景"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143425583.mp3","remark":"荆溪：本名长水，又称浐水、荆谷水，源出陕西蓝田县西南秦岭山中，北流至长安东北入灞水。参见《水经注·渭水》《长安志》卷一六。一作“溪清”。\n红叶：秋天，枫、槭、黄栌等树的叶子都变成红色，统称红叶。\n元：原，本来。\n“空翠”句：形容山中翠色浓重，似欲流出，使人有湿衣之感。空翠：指山间青色的潮湿的雾气。\n\n","shangxi":"　　这首小诗以诗人山行时所见所感，描绘了初冬时节的山中景色。\n\n　　首句写山中溪水。荆溪，本名长水，又称浐水，源出陕西蓝田县西南秦岭山中，北流至长安东北入灞水。这里写的大概是穿行在山中的上游一段。山路往往傍着溪流，山行时很容易首先注意到蜿蜒曲折、似乎与人作伴的清溪。天寒水浅，山溪变成涓涓细流，露出磷磷白石，显得特别清浅可爱。由于抓住了冬寒时山溪的主要特征，读者不但可以想见它清澄莹澈的颜色，蜿蜒穿行的形状，甚至仿佛可以听到它潺潺流淌的声音。\n\n　　次句写山中红叶。绚烂的霜叶红树，本是秋山的特点。入冬天寒，红叶变得稀少了；这原是不大引人注目的景色。但对王维这样一位对大自然的色彩有特殊敏感的诗人兼画家来说，在一片浓翠的山色背景上（这从下两句可以看出），这里那里点缀着的几片红叶，有时反倒更为显眼。它们或许会引起诗人对刚刚逝去的绚烂秋色的遐想呢。所以，这里的“红叶稀”，并不给人以萧瑟、凋零之感，而是引起对美好事物的珍重和流连。\n\n　　如果说前两句所描绘的是山中景色的某一两个局部，那么后两句所展示的却是它的全貌。尽管冬令天寒，但整个秦岭山中，仍是苍松翠柏，蓊郁青葱，山路就穿行在无边的浓翠之中。苍翠的山色本身是空明的，不像有形的物体那样可以触摸得到，所以说“空翠”。“空翠”自然不会“湿衣”，但它是那样的浓，浓得几乎可以溢出翠色的水分，浓得几乎使整个空气里都充满了翠色的分子，人行空翠之中，就像被笼罩在一片翠雾之中，整个身心都受到它的浸染、滋润，而微微感觉到一种细雨湿衣似的凉意，所以尽管“山路元无雨”，却自然感到“空翠湿人衣”了。这是视觉、触觉、感觉的复杂作用所产生的一种似幻似真的感受，一种心灵上的快感。“空”字和“湿”字的矛盾，也就在这种心灵上的快感中统一起来了。\n\n　　张旭的《山中留客》说：“纵使晴明无雨色，入云深处亦沾衣。”“沾衣”是实写，展示了云封雾锁的深山另一种美的境界；王维这首《山中》的“湿衣”却是幻觉和错觉，抒写了浓翠的山色给人的诗意感受。同样写山中景物，同样写到了沾衣，却同工异曲，各臻其妙。真正的艺术是永远不会重复的。\n\n　　这幅由白石磷磷的小溪、鲜艳的红叶和无边的浓翠所组成的山中冬景，色泽斑斓鲜明，富于诗情画意，毫无萧瑟枯寂的情调。和作者某些专写静谧境界而不免带有清冷虚无色彩的小诗比较，这一首所流露的感情与美学趣味都似乎要更健康一些。\n\n","translation":"荆溪潺湲流过白石粼粼显露，天气变得寒冷红叶落落稀稀。\n弯曲的山路上原本没有雨，但苍翠的山色却浓得仿佛就要润湿了人的衣裳一样。\n\n"}
{"_id":{"$oid":"5b9a04b9367d5cae5c9bff7c"},"title":"凉州词二首·其一","dynasty":"唐代","writer":"王翰","content":"葡萄美酒夜光杯，欲饮琵琶马上催。\n醉卧沙场君莫笑，古来征战几人回？","type":["唐诗三百首","豪放","边塞","战争","宴饮","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143427862.mp3","remark":"凉州词：唐乐府名，属《近代曲辞》，是《凉州曲》的唱词，盛唐时流行的一种曲调名。凉州词：王翰写有《凉州词》两首，慷慨悲壮，广为流传。而这首《凉州词》被明代王世贞推为唐代七绝的压卷之作。\n夜光杯：用白玉制成的酒杯，光可照明，这里指华贵而精美的酒杯。据《海内十洲记》所载，为周穆王时西胡所献之宝。\n欲：将要。\n琵琶：这里指作战时用来发出号角的声音时用的。\n催：催人出征；也有人解作鸣奏助兴。\n沙场：平坦空旷的沙地，古时多指战场。\n君：你。\n征战：打仗。\n\n","shangxi":"　　七言绝句《凉州曲》：“葡萄美酒夜光杯，欲饮琵琶马上催，醉卧沙场君莫笑，古来征战几人回。”作者王翰，字子羽，唐时并州晋阳人。对于此诗，《唐诗三百首》编者“蘅塘退士”孙洙的批语是：“作旷达语，倍觉悲痛。”孙洙不愧知音之士，八个字批语，准确道出了此诗意蕴。\n\n　　这首诗不仅意蕴深远，边塞风光也如在眼前，真是诗中有画，画中有诗。在音乐高度发达的李唐王朝，不仅诗中有画，画中有诗，而且诗中有乐，乐中有诗。\n\n　　如果熟悉唐朝音乐，就会明白，“欲饮琵琶马上催”，是指“琵琶”、“马上”两种不同乐调。诗中“马上”，是“马上乐”之略。所谓“马上乐”，是“鼓角横吹”的军乐。追溯历史，融合了北狄、西域音乐的“鼓角横吹”始于汉代。史称：“张骞入西域，传其法于西京，唯得《摩诃兜勒》一曲。李延年因之更造新声二十八解，乘舆以为武乐。”\n\n　　这种“鼓角横吹”的“武乐”（即军乐），在殿庭之上，称作“横吹”；于军旅行中，则称“骑吹”。后世因“骑吹”是在马上演奏，亦称“马上乐”。如西晋傅玄《琵琶赋序》即有“作马上之乐”的说法。《旧唐书·音乐志》也说：“北狄乐，其可知者鲜卑、吐谷浑、部落稽三国，皆马上乐也。鼓吹本军旅之音，马上奏之。故自汉以来，北狄乐总归鼓吹署。”\n\n　　魏晋隋唐，“马上乐”已成为融会北狄、西域音乐而形成之“鼓角横吹”军乐的专有名词。\n\n　　明白了“马上”二字典故，我们可以知晓：《凉州曲》中描写的乐调，除了用“琵琶”一类乐器演奏的马下俗乐以外，还有“马上”军乐，二者形成强烈对比。所谓“欲饮琵琶马上催”是说：边塞将士正欲欣赏琵琶一类乐器奏出的悠扬乐调，以就痛饮，突然远处传来金鼓钲钲、号角齐鸣的马上军乐，这马上军乐，使他们又回到即将出征的现实之中。\n\n　　《凉州曲》不仅是“诗中有乐”的佳作，而且是“乐中有诗”的绝唱。诗中乐调的强烈对比，自有一番深意。如于音乐不甚了了，很难领会其中滋味。\n\n　　根据以上分析，可以把《凉州曲》这首意蕴深邃的古诗，译为如下白话：\n\n　　葡萄美酒，直向夜光玉杯里倾来， 　　琵琶悠曲，助我们痛饮开怀。 　　忽听得，马上乐已高奏催征， 　　将士们，要喝酒的还不赶快。 　　醇浆急饮，好一阵头晕脚歪， 　　诸君止笑，即令醉倒，又何足怪？ 　　不见我足下这千古沙场， 　　早成了战尸狼藉的所在。\n\n","translation":"酒筵上甘醇的葡萄美酒盛满在精美的夜光杯之中，歌伎们弹奏起急促欢快的琵琶声助兴催饮，想到即将跨马奔赴沙场杀敌报国，战士们个个豪情满怀。\n今日一定要一醉方休，即使醉倒在战场上又何妨？此次出征为国效力，本来就打算马革裹尸，没有准备活着回来。\n\n"}
{"_id":{"$oid":"5b9a04b9367d5cae5c9bff7d"},"title":"赠汪伦","dynasty":"唐代","writer":"李白","content":"李白乘舟将欲行，忽闻岸上踏歌声。\n桃花潭水深千尺，不及汪伦送我情。\n\n","type":["小学古诗","写水","离别","友情","送别","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143427358.mp3","remark":"踏歌：民间的一种唱歌形式，一边唱歌，一边用脚踏地打拍子，可以边走边唱。\n桃花潭：在今安徽泾县西南一百里。《一统志》谓其深不可测。\n深千尺：诗人用潭水深千尺比喻汪伦与他的友情，运用了夸张的手法（潭深千尺不是实有其事）写深情厚谊，十分动人。\n不及：不如。\n汪伦：李白的朋友。李白游泾（jīng）县（在今安徽省）桃花潭时，附近贾村的汪伦经常用自己酿的美酒款待李白，两人便由此结下深厚的友谊。历代出版的《李白集》、《唐诗三百首》、《全唐诗》注解，都认定汪伦是李白游历泾县时遇到的一个普通村民，这个观点一直延续至今，今人安徽学者汪光泽和李子龙先后研读了泾县《汪氏宗谱》、《汪渐公谱》、《汪氏续修支谱》，确知“汪伦又名凤林，为唐时知名士”，与李白、王维等人关系很好，经常以诗文往来赠答。开元天宝年间，汪伦为泾县令，李白“往候之，款洽不忍别”（详见《李白学刊》第二辑李子龙《关于汪伦其人》）。按此诗或为汪伦已闲居桃花潭时，李白来访所作。李白于公元754年（天宝十三载）自广陵、金陵至宣城，则此诗当不早于此前。\n\n","shangxi":"　　中国诗的传统主张含蓄蕴藉。宋代诗论家严羽提出作诗四忌：“语忌直，意忌浅。脉忌露，味忌短。”清人施补华也说诗“忌直贵曲”。然而，李白《赠汪伦》的表现特点是：坦率，直露，绝少含蓄。其“语直”，其“脉露”，而“意”不浅，味更浓。古人写诗，一般忌讳在诗中直呼姓名，以为无味。而《赠汪伦》从诗人直呼自己的姓名开始，又以称呼对方的名字作结，反而显得真率，亲切而洒脱，很有情味。\n\n　　诗的前半是叙事：先写要离去者，继写送行者，展示一幅离别的画面。起句“乘舟”表明是循水道。“将欲行”表明是在轻舟待发之时。这句使读者仿佛见到李白在正要离岸的小船上向人们告别的情景。\n\n　　“忽闻岸上踏歌声”，接下来就写送行者。次句却不像首句那样直叙，而用了曲笔，只说听见歌声。一群村人踏地为节拍，边走边唱前来送行了。这似出乎李白的意料，所以说“忽闻”而不用“遥闻”。这句诗虽说得比较含蓄，只闻其声，不见其人，但人已呼之欲出。汪伦的到来，确实是不期而至的。人未到而声先闻。这样的送别，侧面表现出李白和汪伦这两位朋友同是不拘俗礼、快乐自由的人。\n\n　　诗的后半是抒情。第三句遥接起句，进一步说明放船地点在桃花潭。“深千尺”既描绘了潭的特点，又为结句预伏一笔。桃花潭水是那样地深湛，更触动了离人的情怀，难忘汪伦的深情厚意，水深情深自然地联系起来。结句迸出“不及汪伦送我情”，以比物手法形象性地表达了真挚纯洁的深情。潭水已“深千尺”，那么汪伦送李白的情谊必定更深，此句耐人寻味。这里妙就妙在“不及”二字，好就好在不用比喻而采用比物手法，变无形的情谊为生动的形象，空灵而有余味，自然而又情真。诗人很感动，所以用“桃花潭水深千尺，不及汪伦送我情”两行诗来极力赞美汪伦对诗人的敬佩和喜爱，也表达了李白对汪伦的深厚情谊。\n\n","translation":"李白坐上小船刚刚要离开，忽然听到岸上传来告别的歌声。\n即使桃花潭水有一千尺那么深，也不及汪伦送别我的一片情深。\n\n"}
{"_id":{"$oid":"5b9a04b9367d5cae5c9bff7e"},"title":"木兰花·拟古决绝词柬友","dynasty":"清代","writer":"纳兰性德","content":"人生若只如初见，何事秋风悲画扇。\n等闲变却故人心，却道故人心易变。(一作：却道故心人易变)\n骊山语罢清宵半，泪雨霖铃终不怨。(一作：泪雨零 / 夜雨霖)\n何如薄幸锦衣郎，比翼连枝当日愿。","type":["闺怨","悲叹","命运","分手"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143429324.mp3","remark":"柬：给……信札。\n“何事”句：用汉朝班婕妤被弃的典故。班婕妤为汉成帝妃，被赵飞燕谗害，退居冷宫，后有诗《怨歌行》，以秋扇闲置为喻抒发被弃之怨情。南北朝梁刘孝绰《班婕妤怨》诗又点明“妾身似秋扇”，后遂以秋扇见捐喻女子被弃。这里是说本应当相亲相爱，但却成了相离相弃。\n故人：指情人。却道故人心易变（出自娱园本），一作“却道故心人易变”。\n“骊山”二句：用唐明皇与杨玉环的爱情典故。《太真外传》载，唐明皇与杨玉环曾于七月七日夜，在骊山华清宫长生殿里盟誓，愿世世为夫妻。白居易《长恨歌》：“在天愿作比翼鸟，在地愿作连理枝。”对此作了生动的描写。后安史乱起，明皇入蜀，于马嵬坡赐死杨玉环。杨死前云：“妾诚负国恩，死无恨矣。”又，明皇此后于途中闻雨声、铃声而悲伤，遂作《雨霖铃》曲以寄哀思。这里借用此典说即使是最后作决绝之别，也不生怨。\n“何如”二句：化用唐李商隐《马嵬》诗中“如何四纪为天子，不及卢家有莫愁”之句意。薄幸：薄情。锦衣郎：指唐明皇。\n\n","shangxi":"　　词题说这是一首拟古之作，其所拟之《决绝词》本是古诗中的一种，是以女子的口吻控诉男子的薄情，从而表态与之决绝。如古辞《白头吟》、唐元稹《古决绝词三首》等。纳兰性德的这首拟作是借用汉唐典故而抒发“闺怨”之情。\n\n　　用“决绝”这个标题，很可能就是写与初恋情人的绝交这样一个场景的。这首词确实也是模拟被抛弃的女性的口吻来写的。第一句“人生若只如初见”是整首词里最平淡又是感情最强烈的一句，一段感情，如果在人的心里分量足够重的话，那么无论他以后经历了哪些变故，初见的一刹那，永远是清晰难以忘怀的。而这个初见，词情一下子就拽回到初恋的美好记忆中去了。\n\n　　“何事秋风悲画扇”一句用汉朝班婕妤被弃的典故。扇子是夏天用来趋走炎热，到了秋天就没人理睬了，古典诗词多用扇子的来比喻被冷落的女性。这里是说本应当相亲相爱，但却成了相离相弃。又将词情从美好的回忆一下子拽到了残酷的现实当中。\n\n　　“等闲变却故人心，却道故人心易变”二句：因为此词是模拟女性的口吻写的，所以从这两句写出了主人公深深地自责与悔恨。纳兰不是一个负心汉，只是当时十多岁的少年还没主宰自己的命运。其实像李隆基这样的大唐皇帝都保不住心爱的恋人，更何况是纳兰。\n\n　　“骊山语罢清宵半，泪雨零铃终不怨”二句用唐明皇与杨玉环的爱情典故。七夕的时候，唐杨二人在华清宫里山盟海誓。山盟海誓言犹在，马嵬坡事变一爆发，杨贵妃就成了政治斗争的牺牲品。据说后来唐明皇从四川回长安的路上，在栈道上听到雨中的铃声，又勾起了他对杨贵妃的思恋，就写了著名的曲子《雨霖铃》。这里借用此典说即使是最后作决绝之别，也不生怨。\n\n　　“何如薄幸锦衣郎，比翼连枝当日愿” 二句化用唐李商隐《马嵬》诗句，承接前二句句意，从另一面说明主人公情感之坚贞。\n\n　　全词以一个女子的口吻，抒写了被丈夫抛弃的幽怨之情。词情哀怨凄婉，屈曲缠绵。“秋风悲画扇”即是悲叹自己遭弃的命运，“骊山”之语暗指原来浓情蜜意的时刻，“夜雨霖铃”写像唐玄宗和杨贵妃那样的亲密爱人也最终肠断马嵬坡，“比翼连枝”出自《长恨歌》诗句，写曾经的爱情誓言已成为遥远的过去。而这“闺怨”的背后，似乎更有着深层的痛楚，“闺怨”只是一种假托。故有人认为此篇别有隐情，词人是用男女间的爱情为喻，说明与朋友也应该始终如一，生死不渝。\n\n","translation":"与意中人相处应当总像刚刚相识的时候，是那样地甜蜜，那样地温馨，那样地深情和快乐。但你我本应当相亲相爱，却为何成了今日的相离相弃？\n如今轻易地变了心，你却反而说情人间就是容易变心的。\n我与你就像唐明皇与杨玉环那样，在长生殿起过生死不相离的誓言，却又最终作决绝之别，即使如此，也不生怨。\n但你又怎比得上当年的唐明皇呢，他总还是与杨玉环有过比翼鸟、连理枝的誓愿。\n\n"}
{"_id":{"$oid":"5b9a04b9367d5cae5c9bff7f"},"title":"长歌行","dynasty":"两汉","writer":"佚名","content":"青青园中葵，朝露待日晞。\n阳春布德泽，万物生光辉。\n常恐秋节至，焜黄华叶衰。\n百川东到海，何时复西归？\n少壮不努力，老大徒伤悲！","type":["古诗三百首","初中古诗","咏物","励志","哲理","惜时"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143438526.mp3","remark":"长歌行：汉乐府曲题。这首诗选自《乐府诗集》卷三十，属相和歌辞中的平调曲。\n葵：“葵”作为蔬菜名，指中国古代重要蔬菜之一。《诗经·豳风·七月》：“七月亨葵及菽。”李时珍《本草纲目》说“葵菜古人种为常食，今之种者颇鲜。有紫茎、白茎二种，以白茎为胜。大叶小花，花紫黄色，其最小者名鸭脚葵。其实大如指顶，皮薄而扁，实内子轻虚如榆荚仁。”此诗“青青园中葵”即指此。\n朝露：清晨的露水。晞：天亮，引申为阳光照耀。\n”阳春“句：阳是温和。阳春是露水和阳光都充足的时候，露水和阳光都是植物所需要的，都是大自然的恩惠，即所谓的”德泽“。 布：布施，给予。 德泽：恩惠。\n秋节：秋季。\n焜黄：形容草木凋落枯黄的样子。 华（huā）：同“花”。 衰：一说读“cuī”，因为古时候没有“shuāi”这个音；一说读shuāi，根据语文出版社出版的《古代汉语》，除了普通话的规范发音之外，任何其他的朗读法都是不可取的。\n百川：大河流。\n少壮：年轻力壮，指青少年时代。\n老大：指年老了，老年。徒：白白地。\n\n","shangxi":"　　这是一首咏叹人生的歌。唱人生而从园中葵起调，这在写法上被称作“托物起兴”，即“先言他物以引起所咏之辞也”。园中葵在春天的早晨亭亭玉立，青青的叶片上滚动着露珠，在朝阳下闪着亮光，像一位充满青春活力的少年。诗人由园中葵的蓬勃生长推而广之，写到整个自然界，由于有春天的阳光、雨露，万物都在闪耀着生命的光辉，到处是生机盎然、欣欣向荣的景象。这四句，字面上是对春天的礼赞，实际上是借物比人，是对人生最宝贵的东西──青春的赞歌。人生充满青春活力的时代，正如一年四季中的春天一样美好。这样，在写法上它同时又有比喻的意义，即所谓“兴而比”。\n\n　　自然界的时序不停交换，转眼春去秋来，园中葵及万物经历了春生、夏长，到了秋天，它们成熟了，昔日奕奕生辉的叶子变得焦黄枯萎，丧失了活力。人生也是如此，由青春勃发而长大，而老死，也要经历一个新陈代谢的过程。这是一个不可移易的自然法则。诗人用“常恐秋节至”表达对“青春”稍纵即逝的珍惜，其中一个“恐”字，表现出人们对自然法则的无能为力，青春凋谢的不可避免。接着又从时序的更替联想到宇宙的无尽时间和无垠空间，时光像东逝的江河，一去不复返。由时间尺度来衡量人的生命也是老死以后不能复生。在这永恒的自然面前，人生岂不就像叶上的朝露一见太阳就被晒干了吗？岂不就像青青葵叶，一语秋风就枯黄凋谢了吗？诗歌由对宇宙的探寻转入对人生价值的思考，终于推出“少壮不努力，老大徒伤悲”这一发聋振聩的结论，结束全诗。这个推理的过程，字面上没有写出来，但读者可循着诗人思维的轨迹，用自己的人生体验来补足：自然界的万物有一个春华秋实的过程，人生也有一个少年努力、老有所成的过程；自然界的万物只要有阳光雨露，秋天自能结实，人却不同，没有自身努力是不能成功的；万物经秋变衰，但却实现了生命的价值，因而不足伤悲；人则不然，因“少壮不努力”而老无所成，岂不等于空走世间一趟。调动读者思考，无疑比代替读者思考高明。正由于此，使这首诗避免了容易引人生厌的人生说教，使最后的警句显得浑厚有力，深沉含蓄，如洪钟长鸣一般，深深地打动了读者的心。句末中的“徒”字意味深长：一是说老大无成，人生等于虚度了;二是说老年时才醒悟将于事无补，徒叹奈何，意在强调必须及时努力。\n\n　　读这首诗，我们很自然会联想到《钢铁是怎样炼成的》那段关于人的生命应该如何度过的名言。“人最宝贵的东西是生命。每个人只有一次生命。因此，一个人的一生应该这样度过：当他回顾已逝的年华时，不因虚度时光而悔恨，也不因一事无成而羞愧;这样，在他即将离开人世的时候，就可以坦然地说：我把整个生命和全部的精力，都奉献给了人世间最壮丽的事业——为人类的解放而奋斗。”引导读者少壮及时努力，不要虚度光阴，这种人生态度无疑是积极的。\n\n　　这是汉代乐府古诗中的一首名作。诗中用了一连串的比喻，来说明应该好好珍惜时光，及早努力。诗的前四句，向我们描绘了一幅明媚的春景，园子里绿油油的葵菜上还带着露水，朝阳升起之后，晒干了露水，葵菜又沐浴在一片阳光中。世上的万物都在春天受到大自然雨露的恩惠，焕发出无比的光彩。可是，秋天一到，它们都要失去鲜艳的光泽，变得枯黄衰落了。万物都有盛衰的变化，人也有由少年到老年的过程。时间就像大江大河的水一样，一直向东流入大海，一去不复返了。我们在年少力强的时候如果不珍惜时光，好好努力的话，到老的时候就只能白白地悲伤了！\n\n","translation":"园中的葵菜都郁郁葱葱，晶莹的朝露阳光下飞升。\n春天把希望洒满了大地，万物都呈现出一派繁荣。\n常恐那肃杀的秋天来到，树叶儿黄落百草也凋零。\n百川奔腾着东流到大海，何时才能重新返回西境？\n少年人如果不及时努力，到老来只能是悔恨一生。\n\n"}
{"_id":{"$oid":"5b9a04b9367d5cae5c9bff80"},"title":"送友人","dynasty":"唐代","writer":"李白","content":"青山横北郭，白水绕东城。\n此地一为别，孤蓬万里征。\n浮云游子意，落日故人情。\n挥手自兹去，萧萧班马鸣。","type":["唐诗三百首","初中古诗","送别","写景","惜别","友情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143439356.mp3","remark":"郭：古代在城外修筑的一种外墙。\n白水：清澈的水。\n一：助词，加强语气。名做状。\n别：告别。\n蓬：古书上说的一种植物，干枯后根株断开，遇风飞旋，也称“飞蓬”。诗人用“孤蓬”喻指远行的朋友。\n征：远行。\n浮云游子意：曹丕《杂诗》：“西北有浮云，亭亭如车盖。惜哉时不遇，适与飘风会。吹我东南行，行行至吴会。”后世用为典实，以浮云飘飞无定喻游子四方漂游。浮云，飘动的云。游子，离家远游的人。\n兹：声音词。此。\n萧萧：马的呻吟嘶叫声。\n班马：离群的马，这里指载人远离的马。班，分别；离别，一作“斑”。\n\n","shangxi":"　　这是一首情意深长的送别诗，作者通过送别环境的刻画、气氛的渲染，表达出依依惜别之意。首联的“青山横北郭，白水绕东城”，交代出了告别的地点。诗人已经送友人来到了城外，然而两人仍然并肩缓辔，不愿分离。只见远处，青翠的山峦横亘在外城的北面，波光粼粼的流水绕城东潺潺流过。这两句中“青山”对“白水”，“北郭”对“东城”，首联即写成工丽的对偶句，别开生面；而且“青”、“白”相间，色彩明丽。“横”字勾勒青山的静姿，“绕”字描画白水的动态，用词准确而传神。诗笔挥洒自如，描摹出一幅寥廓秀丽的图景。未见“送别”二字，其笔端却分明饱含着依依惜别之情。\n\n　　接下去两句写情。诗人借孤蓬来比喻友人的漂泊生涯，说：此地一别，离人就要象那随风飞舞的蓬草，飘到万里之外去了。此联从语意上看可视为流水对形式，即两联语义相承。但纯从对的角度看不是工对，甚至可以说不“对”，它恰恰体现了李白“天然去雕饰”的诗风，也符合古人不以形式束缚内容的看法。此联出句“此地一为别”语意陡转，将上联的诗情画意扯破，有一股悲剧的感人力量。古人常以飞蓬、转蓬、飘蓬喻飘泊生涯，因为二者都有屈从大自然、任它物调戏而不由自主的共同特征。所以，此句想到“逢”的形象时十分沉重，有不忍之情，非道一声珍重可比。太白集王琦注云：“浮云一往而无定迹，故以比游子之意；落日衔山而不遽去，故以比故人之情。”这两句诗表达了诗人对友人的深切关心，写得流畅自然，感情真挚。\n\n　　颈联“浮云游子意，落日故人情”，大笔挥洒出分别时的寥阔背景：天边一片白云飘然而去，一轮红日正向着地平线徐徐而下。此时此景，更令诗人感到离别的不舍。这两句“浮云”对“落日”，“游子意”对“故人情”，也对得很工整，切景切题。诗人不仅是写景，而且还巧妙地用“浮云”来比喻友人：就象天边的浮云，行踪不定，任意东西，谁知道会飘泊到何处呢？无限关切之意自然溢出，而那一轮西沉的红日落得徐缓，把最后的光线投向青山白水，仿佛不忍遽然离开。而这正是诗人此刻心情的象征。\n\n　　此句也可理解为游子将行未行的恋旧情意，有欲行又止，身行心留之复杂意绪。落目的形象既可理解为故人的眷恋之情，亦可理解为对友人的祝福之情。“夕阳无限好”、“长河落日圆”，但愿友人前路阳光灿烂，诸事圆满遂心，呼应了“孤蓬万里征”一句。\n\n　　尾联两句，情意更切。“挥手自兹去，萧萧班马鸣。”送君千里，终须一别。“挥手”，是写了分离时的动作，诗人内心的感受没有直说，只写了“萧萧班马鸣”的动人场景。诗人和友人在马上挥手告别，频频致意。那两匹马仿佛懂得主人心情，也不愿脱离同伴，临别时禁不住萧萧长鸣，似有无限深情。末联借马鸣之声犹作别离之声，衬托离情别绪。李白化用古典诗句，用一个“班”字，便翻出新意，烘托出缱绻情谊，是鬼斧神工的手笔。\n\n　　这首送别诗写得新颖别致，不落俗套。诗中青山，流水，红日，白云，相互映衬，色彩璀璨。班马长鸣，形象新鲜活泼，组成了一幅有声有色的画面。自然美与人情美交织在一起，写得有声有色，气韵生动，画面中流荡着无限温馨的情意，感人肺腑。\n\n","translation":"青翠的山峦横卧在城墙的北面，波光粼粼的流水围绕着城的东边。\n在此地我们相互道别，你就像孤蓬那样随风飘荡，到万里之外远行去了。\n浮云像游子一样行踪不定，夕阳徐徐下山，似乎有所留恋。\n挥挥手从此分离，友人骑的那匹将要载他远行的马萧萧长鸣，似乎不忍离去。\n\n"}
{"_id":{"$oid":"5b9a04b9367d5cae5c9bff81"},"title":"墨梅","dynasty":"元代","writer":"王冕","content":"吾家洗砚池头树，个个花开淡墨痕。\n不要人夸好颜色，只流清气满乾坤。(版本一)\n\n我家洗砚池边树，朵朵花开淡墨痕。\n不要人夸颜色好，只留清气满乾坤。(版本二)\n\n","type":["古诗三百首","题画","咏物","梅花","寓人","言志"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913143441804.mp3","remark":"墨梅：用墨笔勾勒出来的梅花。\n吾家：我家。因王羲之与王冕同姓，所以王冕便认为王姓自是一家。\n洗砚池：写字、画画后洗笔洗砚的池子。王羲之有“临池学书，池水尽黑”的传说。这里化用这个典故。\n池头：池边。头 ：边上。\n淡墨：水墨画中将墨色分为四种，如，清墨、淡墨、浓墨、焦墨。这里是说那朵朵盛开的梅花，是用淡淡的墨迹点化成的。\n痕：痕迹。\n清气:梅花的清香之气。\n满乾坤：弥漫在天地间。满：弥漫。乾坤：天地间。\n\n","shangxi":"　　这是一首题画诗。诗人赞美墨梅不求人夸，只愿给人间留下清香的美德，实际上是借梅自喻，表达自己对人生的态度以及不向世俗献媚的高尚情操。\n\n　　开头两句“吾家洗砚池头树，朵朵花开淡墨痕”直接描写墨梅。画中小池边的梅树，花朵盛开，朵朵梅花都是用淡淡的墨水点染而成的。“洗砚池”，化用王羲之“临池学书，池水尽黑”的典故。\n\n　　三、四两句盛赞墨梅的高风亮节。它由淡墨画成，外表虽然并不娇艳，但具有神清骨秀、高洁端庄、幽独超逸的内在气质；它不想用鲜艳的色彩去吸引人，讨好人，求得人们的夸奖，只愿散发一股清香，让它留在天地之间。这两句正是诗人的自我写照。王冕自幼家贫，白天放牛，晚上到佛寺长明灯下苦读，终于学得满腹经纶，而且能诗善画，多才多艺。但他屡试不第，又不愿巴结权贵，于是绝意功名利禄，归隐浙东九里山，作画易米为生。“不要人夸颜色好，只留清气满乾坤”两句，表现了诗人鄙薄流俗，独善其身，不求功勋的品格。\n\n　　这首诗题为“墨梅”，意在述志。诗人将画格、诗格、人格有机地融为一体。字面上在赞誉梅花，实际上是赞赏自己的立身之德。\n\n　　在这首诗中，一“淡”一“满”尽显个性，一方面，墨梅的丰姿与诗人傲岸的形象跃然纸上；另一方面令人觉得翰墨之香与梅花的清香仿佛扑面而来。从而使“诗格”、“画格”、人格巧妙地融合在一起。\n\n　　《墨梅》盛赞梅花的高风亮节，诗人也借物抒怀，借梅自喻，表明了自己的人生态度和高尚情操。有意见认为，该题画诗，点出创作意图，强调操守志趣，在艺术史上甚至比《墨梅图》本身还要出名。\n\n","translation":"我家洗砚池边有一棵梅树，朵朵开放的梅花都显出淡淡的墨痕。\n不需要别人夸它的颜色好看，只需要梅花的清香之气弥漫在天地之间。\n\n"}
{"_id":{"$oid":"5b9a0651367d5c98b4e02a21"},"title":"九月九日忆山东兄弟","dynasty":"唐代","writer":"王维","content":"独在异乡为异客，每逢佳节倍思亲。\n遥知兄弟登高处，遍插茱萸少一人。 \n","type":["唐诗三百首","小学古诗","重阳节","思乡","早教古诗100首"],"remark":"九月九日：即重阳节。古以九为阳数，故曰重阳。忆：想念。山东：王维迁居于蒲县（今山西永济县），在函谷关与华山以东，所以称山东。\n异乡：他乡、外乡。 为异客：作他乡的客人。\n佳节：美好的节日。\n登高：古有重阳节登高的风俗。\n茱萸（zhūyú）：一种香草，即草决明。古时人们认为重阳节插戴茱萸可以避灾克邪。\n\n","shangxi":"　　王维这首《九月九日忆山东兄弟》诗载于《全唐诗》卷一百二十八。下面是唐代文学研究会常务理事刘学锴先生对此诗的赏析。\n\n　　王维是一位早熟的作家，少年时期就创作了不少优秀的诗篇。这首诗就是他十七岁时的作品。和他后来那些富于画意、构图设色非常讲究的山水诗不同，这首抒情小诗写得非常朴素。但千百年来，人们在作客他乡的情况下读这首诗，却都强烈地感受到了它的力量。这种力量，首先来自它的朴质、深厚和高度的概括。\n\n　　诗因重阳节思念家乡的亲人而作。王维家居蒲州，在华山之东，所以题称“忆山东兄弟”。写这首诗时他大概正在长安谋取功名。繁华的帝都对当时热中仕进的年轻士子虽有很大吸引力，但对一个少年游子来说，毕竟是举目无亲的“异乡”；而且越是繁华热闹，在茫茫人海中的游子就越显得孤孑无亲。第一句用了一个“独”字，两个“异”字，分量下得很足。对亲人的思念，对自己孤孑处境的感受，都凝聚在这个“独”字里面。“异乡为异客”，不过说他乡作客，但两个“异”字所造成的艺术效果，却比一般地叙说他乡作客要强烈得多。在自然经济占主要地位的封建时代，不同地域之间的风土、人情、语言、生活习惯差别很大，离开多年生活的故乡到异地去，会感到一切都陌生、不习惯，感到自己是漂浮在异地生活中的一叶浮萍。“异乡”“异客”，正是朴质而真切地道出了这种感受。作客他乡者的思乡怀亲之情，在平日自然也是存在的，不过有时不一定是显露的，但一旦遇到某种触媒──最常见的是“佳节”──就很容易爆发出来，甚至一发而不可抑止。这就是所谓“每逢佳节倍思亲”。佳节，往往是家人团聚的日子，而且往往和对家乡风物的许多美好记忆联结在一起，所以“每逢佳节倍思亲”就是十分自然的了。这种体验，可以说人人都有，但在王维之前，却没有任何诗人用这样朴素无华而又高度概括的诗句成功地表现过。而一经诗人道出，它就成了最能表现客中思乡感情的格言式的警句。\n\n　　前两句，可以说是艺术创作的“直接法”。几乎不经任何迂回，而是直插核心，迅即形成高潮，出现警句。但这种写法往往使后两句难以为继，造成后劲不足。这首诗的后两句，如果顺着“佳节倍思亲”作直线式的延伸，就不免蛇足；转出新意而再形成新的高潮，也很难办到。作者采取另一种方式：紧接着感情的激流，出现一泓微波荡漾的湖面，看似平静，实则更加深沉。\n\n　　重阳节有登高的风俗，登高时佩带茱萸囊，据说可以避灾。茱萸，又名越椒，一种有香气的植物。三四两句，如果只是一般化地遥想兄弟如何在重阳日登高，佩带茱萸，而自己独在异乡，不能参与，虽然写出了佳节思亲之情，但会显得平直，缺乏新意与深情。诗人遥想的却是：“遍插茱萸少一人。”意思是说，远在故乡的兄弟们今天登高时身上都佩上了茱萸，却发现少了一位兄弟──自己不在内。好像遗憾的不是自己未能和故乡的兄弟共度佳节，反倒是兄弟们佳节未能完全团聚；似乎自己独在异乡为异客的处境并不值得诉说，反倒是兄弟们的缺憾更须体贴。这就曲折有致，出乎常情。而这种出乎常情之处，正是它的深厚处、新警处。杜甫的《月夜》：“遥怜小儿女，未解忆长安”，和这两句异曲同工，而王诗似乎更不着力。\n\n","translation":"独自远离家乡无法与家人团聚，每到重阳佳节倍加思念远方的亲人。\n远远想到兄弟们身佩茱萸登上高处，也会因为少我一人而生遗憾之情。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913144017708.mp3"}
{"_id":{"$oid":"5b9a0f31367d5c3b48e948f7"},"title":"九月九日忆山东兄弟","dynasty":"唐代","writer":"王维","content":"独在异乡为异客，每逢佳节倍思亲。\n遥知兄弟登高处，遍插茱萸少一人。 \n","type":["唐诗三百首","小学古诗","重阳节","思乡","早教古诗100首"],"remark":"九月九日：即重阳节。古以九为阳数，故曰重阳。忆：想念。山东：王维迁居于蒲县（今山西永济县），在函谷关与华山以东，所以称山东。\n异乡：他乡、外乡。 为异客：作他乡的客人。\n佳节：美好的节日。\n登高：古有重阳节登高的风俗。\n茱萸（zhūyú）：一种香草，即草决明。古时人们认为重阳节插戴茱萸可以避灾克邪。\n\n","shangxi":"　　王维这首《九月九日忆山东兄弟》诗载于《全唐诗》卷一百二十八。下面是唐代文学研究会常务理事刘学锴先生对此诗的赏析。\n\n　　王维是一位早熟的作家，少年时期就创作了不少优秀的诗篇。这首诗就是他十七岁时的作品。和他后来那些富于画意、构图设色非常讲究的山水诗不同，这首抒情小诗写得非常朴素。但千百年来，人们在作客他乡的情况下读这首诗，却都强烈地感受到了它的力量。这种力量，首先来自它的朴质、深厚和高度的概括。\n\n　　诗因重阳节思念家乡的亲人而作。王维家居蒲州，在华山之东，所以题称“忆山东兄弟”。写这首诗时他大概正在长安谋取功名。繁华的帝都对当时热中仕进的年轻士子虽有很大吸引力，但对一个少年游子来说，毕竟是举目无亲的“异乡”；而且越是繁华热闹，在茫茫人海中的游子就越显得孤孑无亲。第一句用了一个“独”字，两个“异”字，分量下得很足。对亲人的思念，对自己孤孑处境的感受，都凝聚在这个“独”字里面。“异乡为异客”，不过说他乡作客，但两个“异”字所造成的艺术效果，却比一般地叙说他乡作客要强烈得多。在自然经济占主要地位的封建时代，不同地域之间的风土、人情、语言、生活习惯差别很大，离开多年生活的故乡到异地去，会感到一切都陌生、不习惯，感到自己是漂浮在异地生活中的一叶浮萍。“异乡”“异客”，正是朴质而真切地道出了这种感受。作客他乡者的思乡怀亲之情，在平日自然也是存在的，不过有时不一定是显露的，但一旦遇到某种触媒──最常见的是“佳节”──就很容易爆发出来，甚至一发而不可抑止。这就是所谓“每逢佳节倍思亲”。佳节，往往是家人团聚的日子，而且往往和对家乡风物的许多美好记忆联结在一起，所以“每逢佳节倍思亲”就是十分自然的了。这种体验，可以说人人都有，但在王维之前，却没有任何诗人用这样朴素无华而又高度概括的诗句成功地表现过。而一经诗人道出，它就成了最能表现客中思乡感情的格言式的警句。\n\n　　前两句，可以说是艺术创作的“直接法”。几乎不经任何迂回，而是直插核心，迅即形成高潮，出现警句。但这种写法往往使后两句难以为继，造成后劲不足。这首诗的后两句，如果顺着“佳节倍思亲”作直线式的延伸，就不免蛇足；转出新意而再形成新的高潮，也很难办到。作者采取另一种方式：紧接着感情的激流，出现一泓微波荡漾的湖面，看似平静，实则更加深沉。\n\n　　重阳节有登高的风俗，登高时佩带茱萸囊，据说可以避灾。茱萸，又名越椒，一种有香气的植物。三四两句，如果只是一般化地遥想兄弟如何在重阳日登高，佩带茱萸，而自己独在异乡，不能参与，虽然写出了佳节思亲之情，但会显得平直，缺乏新意与深情。诗人遥想的却是：“遍插茱萸少一人。”意思是说，远在故乡的兄弟们今天登高时身上都佩上了茱萸，却发现少了一位兄弟──自己不在内。好像遗憾的不是自己未能和故乡的兄弟共度佳节，反倒是兄弟们佳节未能完全团聚；似乎自己独在异乡为异客的处境并不值得诉说，反倒是兄弟们的缺憾更须体贴。这就曲折有致，出乎常情。而这种出乎常情之处，正是它的深厚处、新警处。杜甫的《月夜》：“遥怜小儿女，未解忆长安”，和这两句异曲同工，而王诗似乎更不着力。\n\n","translation":"独自远离家乡无法与家人团聚，每到重阳佳节倍加思念远方的亲人。\n远远想到兄弟们身佩茱萸登上高处，也会因为少我一人而生遗憾之情。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913151809087.mp3"}
{"_id":{"$oid":"5b9a0f31367d5c3b48e948f8"},"title":"如梦令·常记溪亭日暮","dynasty":"宋代","writer":"李清照","content":"常记溪亭日暮，沉醉不知归路。\n兴尽晚回舟，误入藕花深处。\n争渡，争渡，惊起一滩鸥鹭。","type":["宋词三百首","宋词精选","初中古诗","纪游"],"remark":"常记：时常记起。“难忘”的意思。\n溪亭：临水的亭台。\n日暮：黄昏时候。\n沉醉：比喻沉浸在某事物或某境界中。\n兴尽：尽了兴致。\n晚：比合适的时间靠后，这里意思是天黑路暗了。\n回舟：乘船而回。\n误入：不小心进入。\n藕花：荷花。\n争渡：怎渡，怎么才能划出去。争（zen)，怎样才能\n惊：惊动。\n起：飞起来。\n一滩：一群。\n鸥鹭：这里泛指水鸟。\n\n","shangxi":"简评 　　这首词在南宋人黄升的《花庵词选》中题为“酒兴”。玩词意，似为回忆一次愉快的郊游而作。词人命舟备酒，畅游于清溪，因沉酣竟不知日之夕矣。沉沉暮霭中，回舟误入曲港横塘，藕花深处。这是一个清香流溢，色彩缤纷的，幽杳而神秘的世界。它给词人带来的是巨大的惊喜和深深的陶醉。花香、酒气，使词人暂时摆脱了封建社会名门闺秀的重重枷锁，显现出她贪玩活泼天性。于是有争渡之举。当轻舟穿行于荷花之中，看着栖息在花汀渔浦的鸥鹭惊飞，她感受到了一种强烈的生命的活力。这种活力就从词短促的节奏和响亮的韵脚中洋溢而出。 这首词杨金本《65+草堂诗余》误作苏轼词，《词林万选》误作无名氏词，《古今词话》、《唐词纪》误作吕洞宾词。从“误作”之多，也可看出此词之放逸已超出了“闺秀词”的范围，所以有人把它列入男性作者的名下。但南宋人黄升的《花庵词选》、曾慥的《乐府雅词》都把它作李清照词，应当是可信的。 ▲","translation":"应是常常想起一次郊游，一玩就到日暮时分，沉醉在其中不想回家。\n一直玩到没了兴致才乘舟返回，却迷途进入藕花池的深处。\n怎么才能把船划出去，不小心，却惊起了一群的鸥鹭。\n\n译文二\n经常记起在溪边的亭子游玩直到太阳落山的时候，被美景陶醉而流连忘返。\n游兴满足了，天黑往回划船，不小心划进了荷花池深处。\n划呀，划呀，惊动满滩的水鸟，都飞起来了。\n\n译文三\n曾记得一次溪亭饮酒到日暮，喝得大醉回家找不着了道路。\n兴尽之后很晚才往回划船，却不小心进入了荷花深处。\n怎么渡，怎么渡？（最终）惊起水边满滩鸥鹭。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913151819631.mp3"}
{"_id":{"$oid":"5b9a0f31367d5c3b48e948f9"},"title":"孙权劝学","dynasty":"宋代","writer":"司马光 撰","content":"　　初，权谓吕蒙曰：“卿今当涂掌事，不可不学！”蒙辞以军中多务。权曰：“孤岂欲卿治经为博士邪?但当涉猎，见往事耳。卿言多务，孰若孤？孤常读书，自以为大有所益。”蒙乃始就学。及鲁肃过寻阳，与蒙论议，大惊曰：“卿今者才略，非复吴下阿蒙！”蒙曰：“士别三日，即更刮目相待，大兄何见事之晚乎！”肃遂拜蒙母，结友而别。\n\n","type":["初中文言文","学习","哲理"],"remark":"初：当初，起初，这里是追述往事的习惯用词。\n权：指孙权，字仲谋，吴郡富春（浙江富阳）人，黄龙元年（公元222年）称王于武昌（今湖北鄂城），国号吴，不久迁都建业，（今江苏南京）。229年称帝。\n谓……曰：谓，告诉；连用表示“对……说”。\n吕蒙：字子明，三国时吴国名将，汝南富陂（今安徽省阜南县东南）人。\n卿：古代君对臣或朋友之间的爱称。\n今：当今。\n当涂：当道，当权。\n掌事：掌管政事。\n辞：推托。\n以：介词，用。\n务：事务。\n孤：古时王侯的自称。\n岂：难道。\n治经：研究儒家经典。治，研究。“经”指《诗经》《尚书》《礼记》《周易》《春秋》等书。\n博士：当时专掌经学传授的学官。\n邪（yé）：通“耶”，语气词，表示反问或疑问的语气。\n但：只，仅。\n当：应当。\n涉猎：粗略地阅读。\n见往事：了解历史。见，了解；往事，指历史。\n耳：语气词，表示限制语气，罢了。\n多务：事务多，杂事多。务，事务。\n孰若：与……相比如何；谁像（我）。孰：谁，哪个；若：比得上。\n益：好处。\n乃：于是，就。\n始：开始。\n就学：指从事学习。就，单独翻译为 从事。\n及：到了……的时候。\n过：到。\n寻阳： 县名，在湖北黄梅西南。\n论议：讨论议事。\n大：非常，十分。\n惊：惊奇。\n者：用在时间词后面，不译。\n才略：军事方面或政治方面的才干和谋略。\n非复：不再是。复：再，又。\n吴下阿蒙：指在吴下时的没有才学的吕蒙。吴下，指吴县，如今江苏苏州。阿蒙，指吕蒙，名字前加“阿“，有亲昵的意味。现指才识尚浅的人。\n士别三日：与读书的人分别几天。三：几天，这里指“几”。士，读书人。\n即：就。\n更（gēng）：重新。\n刮目相待：另眼相看，用新的眼光看待。 刮目：擦擦眼。待：看待。\n大兄：长兄，这里是对同辈年长者的尊称。\n何：为什么。\n见事：认清事物。见，认清，识别。\n乎：啊。表感叹或反问语气。\n遂：于是，就。\n拜：拜见。\n别：离开。\n\n","shangxi":"　　该文是根据先前的史书改写的。因先前的史书已有较详细的记载，而又无新的史料可以补充，所以文章是根据从略的原则对先前史书的有关记载进行改写的。文章篇幅小，仅119字，虽极简略但剪裁精当，不仅保留了原文的精华和故事的完整性，而且以更精练的文笔突出了人物的风采，是一篇成功的改写之作。\n\n　　该文以对话为主，其他内容均简说或不说。如对吕蒙的学习情况，仅以“蒙乃始就学”一句加以概括，至于他读了哪些书，又如何用功则只字未提。后文中吕蒙二人的谈话，只用一句“与蒙论议”来交代，两人谈论的是什么话题，吕蒙的哪些见解让鲁肃起敬的都略去不写。详略的安排极其精当。 除对话外的其他语言也非常简省而意赅。情节发展上，孙权的刻意劝学终使吕蒙就学，他就学后的渊博学识又使鲁肃惊叹，吕蒙又紧承其叹发出“士别三日，即更刮目相待”的自信之语，上下文衔接自然，前因后果，井然有序。\n\n　　该文写的是吕蒙在孙权劝说下“乃始就学”。孙权劝学，先向吕蒙指出“学”的必要性，即因其“当涂掌事”的重要身份而“不可不学”；继而现身说法，指出“学”的可能性。使吕蒙无可推辞、“乃始就学”。从孙权的话中，既可以看出他的善劝，又可以感到他对吕蒙的亲近、关心和期望，而又不失人主的身份。“卿今者才略，非复吴下阿蒙”，是情不自禁的赞叹，可见鲁肃十分惊奇的神态，以他眼中吕蒙变化之大竟然判若两人，表现吕蒙因“学”而使才略有了令人难以置信的惊人长进。需要指出的是，鲁肃不仅地位高于吕蒙，而且很有学识，由他说出这番话，更可表明吕蒙的长进确实非同一般。“士别三日，即更刮目相待，大兄何见事之晚乎？”是吕蒙对鲁肃赞叹的巧妙接应。从吕蒙的答话中可见吕蒙颇为自得的神态，吕蒙以当之无愧的坦然态度，表明自己才略长进之快之大。孙权的话是认真相劝，鲁肃、吕蒙的话则有调侃的意味，二者的情调是不同的。其才略很快就有惊人的长进而令鲁肃叹服并与之“结友”的故事，说明了人只要肯学习就会有长进，突出了学习重要性。\n\n　　读书使吕蒙的言谈大有智慧，所以鲁肃的语气重在惊叹：“卿今者才略，非复吴下阿蒙!”吕蒙也仅说了一句话：“士别三日，即更刮目相待，大兄何见事之晚乎!”话中既有对鲁肃大惊小怪的不以为然，更有一种书中多阅历，胸中有丘壑的自信，令人油然而生一种敬羡之情。吕蒙读书的功效是通过鲁肃的与吕蒙的对话从侧面展现出来的，他的惊叹衬托出了吕蒙今非昔比的事实。而话中的“吴下阿蒙”又将吕蒙的过去与现在进行了一个纵向的对比，得出了“变”的结论，而吕蒙之“变”的核心正是“才略”的猛增。\n\n　　吕蒙的谦虚好学， 鲁肃的英雄惜英雄，三位一体，足显作者的文笔功架之深厚。\n\n","translation":"　　当初，孙权对吕蒙说：“你现在当权管事，不可以不学习！”吕蒙用军中事务繁多来推托。孙权说：“我难道想要你研究儒家经典，成为博士（专掌经学传授的学官）吗？我只是让你粗略地阅读，了解历史罢了。你说军务繁多，谁比得上我（事务多）呢？我经常读书，自己觉得获益很多。”吕蒙于是开始学习。当鲁肃到寻阳的时候，鲁肃和吕蒙一起谈论议事，鲁肃十分吃惊地说：“你现在的军事方面和政治方面的才能和谋略，不再是原来的那个吴县的（没有学识的）阿蒙了！”吕蒙说：“志士（君子）分别几天，就重新另眼看待了，长兄你认清事物怎么这么晚呢？”于是鲁肃拜见吕蒙的母亲，和吕蒙结为朋友后分别了。\n\n","audioUrl":"https://song.gushiwen.org/mp3/yiyesheng/71132.mp3"}
{"_id":{"$oid":"5b9a0f31367d5c3b48e948fa"},"title":"晓出净慈寺送林子方","dynasty":"宋代","writer":"杨万里","content":"毕竟西湖六月中，风光不与四时同。\n接天莲叶无穷碧，映日荷花别样红。","type":["古诗三百首","夏天","西湖","写景","荷花","离别","友情","送别","早教古诗100首","古诗里的十二个月"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913151822201.mp3","remark":"晓出：太阳刚刚升起。\n净慈寺：全名“净慈报恩光孝禅寺”，与灵隐寺为杭州西湖南北山两大著名佛寺。\n林子方：作者的朋友，官居直阁秘书。\n毕竟： 到底。\n六月中：六月的时候。\n四时：春夏秋冬四个季节。在这里指六月以外的其他时节。\n同：相同。\n接天：像与天空相接。\n无穷：无边无际。无穷碧：因莲叶面积很广，似与天相接，故呈现无穷的碧绿。\n映日：太阳映照。\n别样：宋代俗语，特别，不一样。别样红：红得特别出色。\n\n","shangxi":"　　这是一首描写杭州西湖六月美丽景色的诗。全诗通过对西湖美景的赞美，曲折地表达对友人深情的眷恋。\n\n　　“毕竟西湖六月中，风光不与四时同”，诗人开篇即说毕竟六月的西湖，风光不与四时相同，这两句质朴无华的诗句，说明六月西湖与其他季节不同的风光，是足可留恋的。这两句是写六月西湖给诗人的总的感受。“毕竟”二字，突出了六月西湖风光的独特、非同一般，给人以丰富美好的想象。首句看似突兀，实际造句大气，虽然读者还不曾从诗中领略到西湖美景，但已能从诗人赞叹的语气中感受到了。诗句似脱口而出，是大惊大喜之余最直观的感受，因而更强化了西湖之美。\n\n　　然后，诗人用充满强烈色彩对比的句子，给读者描绘出一幅大红大绿、精彩绝艳的画面：“接天莲叶无穷碧，映日荷花别样红。”这两句具体地描绘了“毕竟”不同的风景图画：随着湖面而伸展到尽头的荷叶与蓝天融合在一起，造成了“无穷”的艺术空间，涂染出无边无际的碧色；在这一片碧色的背景上，又点染出阳光映照下的朵朵荷花，红得那么娇艳、那么明丽。连天“无穷碧”的荷叶和映日“别样红”的荷花，不仅是春、秋、冬三季所见不到，就是夏季也只在六月中荷花最旺盛的时期才能看到。诗人抓住了这盛夏时特有的景物，概括而又贴切。这种在谋篇上的转化，虽然跌宕起伏，却没有突兀之感。看似平淡的笔墨，给读者展现了令人回味的艺术境地。\n\n　　杨万里的诗以白描见长，就这点来说，这是诗不失为他的代表作之一。从艺术上来说，出了白描以外，此诗还有两点值得注意：一是虚实相生。前两句直陈，只是泛说，为虚；后两句描绘，展示具体形象，为实。虚实结合，相得益彰。二是刚柔相济。后两句所写的莲叶荷花，一般归入阴柔美一类，而诗人却把它写得非常壮美，境界阔大，有“天”，有“日”。语言也很有气势：“接天”“无穷”。这样，阳刚与柔美，就在诗歌中得到了和谐统一。\n\n","translation":"到底是西湖六月天的景色，风光与其它季节确实不同。\n荷叶接天望不尽一片碧绿，阳光下荷花分外艳丽鲜红。\n\n"}
{"_id":{"$oid":"5b9a0f31367d5c3b48e948fb"},"title":"五柳先生传","dynasty":"魏晋","writer":"陶渊明","content":"　　先生不知何许人也，亦不详其姓字，宅边有五柳树，因以为号焉。闲静少言，不慕荣利。好读书，不求甚解；每有会意，便欣然忘食。性嗜酒，家贫不能常得。亲旧知其如此，或置酒而招之；造饮辄尽，期在必醉。既醉而退，曾不吝情去留。环堵萧然，不蔽风日；短褐穿结，箪瓢屡空，晏如也。常著文章自娱，颇示己志。忘怀得失，以此自终。\n\n　　赞曰：黔娄之妻有言：“不戚戚于贫贱，不汲汲于富贵。”其言兹若人之俦乎？衔觞赋诗，以乐其志，无怀氏之民欤？葛天氏之民欤？\n\n","type":["初中文言文","古文观止","赞美","写人","传记"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913151823178.mp3","remark":"何许人：何处人。也可解作哪里人。许，处所。\n详：知道。\n姓字：姓名。古代男子二十而冠，冠后另立别名称字。\n因以为号焉：就以此为号。以为，以之为。焉，语气助词。\n不求甚解：这里指读书只求领会要旨，不在一字一句的解释上过分探究。\n会意：指对书中的有所体会。会：体会、领会。\n欣然：高兴的样子。\n嗜：喜好。\n亲旧：亲戚朋友。旧，这里指旧交，旧友。\n如此：像这样，指上文所说的“性嗜酒，家贫不能常得。”\n或：有时。\n造饮辄尽：去喝酒就喝个尽兴。造，往，到。辄（zhé），就。\n期在必醉：希望一定喝醉。期，期望。\n既：已经。\n曾不吝情去留：五柳先生态度率真，来了就喝酒，喝完就走。曾（zēng）不，竟不。吝情，舍不得。去留，意思是离开。\n环堵萧然：简陋的居室里空空荡荡。环堵（dǔ）：周围都是土墙，形容居室简陋。堵，墙壁。萧然，空寂的样子。\n短褐穿结：粗布短衣上打了个补丁。短褐，粗布短衣，穿结，指衣服破烂。穿，破。结，缝补。\n箪瓢屡空：形容贫困，难以吃饱。箪（dān），盛饭的圆形竹器。瓢（piáo），饮水用具。屡：经常。\n晏如：安然自若的样子。\n自终：过完自己的一生。\n赞：传记结尾的评论性文字。\n黔（qián）娄：战国时期齐稷下先生，齐国有名的隐士和著名的道家学，无意仕进，屡次辞去诸侯聘请。他死后，曾子前去吊丧，黔娄的妻子称赞黔娄“甘天下之淡味，安天下之卑位，不戚戚于贫贱，不汲汲于富贵。求仁而得仁，求义而得义。”\n戚戚：忧愁的样子。\n汲汲：极力营求的样子、心情急切的样子。\n其言：推究她所说的话。\n兹：这。\n若人：此人，指五柳先生。\n俦（chóu）：辈，同类。\n觞（shāng）：酒杯。\n以乐其志：为自己抱定的志向感到快乐。以，用来。\n无怀氏：与下面的“葛天氏”都是传说中的上古帝王。据说在那个时代，人民生活安乐，恬淡自足，社会风气淳厚朴实。\n\n","shangxi":"　　这篇文章可分为两部分。第一部分是正文。第二部分是赞语。\n\n　　正文部分又可分为四小节。第一节自开头至“因以为号焉”，交代“五柳先生”号的由来，开篇点题。“先生不知何许人也”，文章开头第一句，即把这位先生排除在名门望族之外，不仅不知他的出身和籍贯，“亦不详其姓字”，五柳先生是一位隐姓埋名的人。晋代是很讲究门第的，而五柳先生竟与这种风气背道而驰，这就暗示五柳先生是一位隐士。“宅边有五柳树，因以为号焉”，就这样随便地取了一个字号。五柳先生不仅隐姓埋名，而且根本就不重视姓字，用庄子的话说，“名者，实之宾也”，本就无关紧要。但他看中五柳树的原因也许五柳先生宅边并无桃李，只有这么几棵柳树，这与后面所写“环堵萧然”是一致的。五柳先生的房屋简陋，生活贫穷，这五柳树带一点清静、淡雅、简朴的色彩。以五柳为号也就显示了五柳先生的性格。\n\n　　第二节自“闲补少言”\u001e至“欣然忘食”，写五柳先生的禀性志趣。接着写五柳先生的生活、性格。“闲静少言，不慕荣利”，这是五柳先生最突出的地方。闲静少言是五柳先生的外在表现，不慕荣利，才是五柳先生的真实面貌。因为不追求荣利，五柳先生就无须奔忙，不用烦躁，自然也就闲，也就静，用不着喋喋不休。但这种闲静少言，并不等于五柳先生没有志趣。但这一节主要是写其“好读书”而善读书。但五柳先生“好读书，不求甚解”，不求甚解就与五柳先生的“不慕荣利”有关。五柳先生读书的目的，是一种求知的满足，精神的享受，所以“每有会意，便欣然忘食”。这表明了五柳先生是一位有知识的人，和那个时代的社会对他的限制和迫害。\n\n　　第三节自“性嗜洒”至“不吝情去留”，写“五柳先生”的饮酒嗜好。作者强调他的嗜洒是出于天性，而非门阀之士的放荡纵酒，自我麻醉。但嗜洒与家贫又是矛盾的，他不慕荣利，不能摆脱贫困，便“不能常得”到酒。这说明他不因嗜酒而失节。至于亲友请他吃酒，他却毫无拘束，一去即饮，一醉方休，又反映了他的坦率与认真，并没有当时所谓名士的虚伪与矫情。饮酒是他在那种时代环境里使自己得到解脱的一种方法。\n\n　　第四节自“环堵萧然”至“以此自终”，写“五柳先生”的安贫与著文。他虽然居室破漏，衣食不足，但却安然自得。这正是他安贫乐道的表现。而“常著文章自娱”，不入尘网，则是他读书“每有会意”的结果。并且，“忘怀得失”又是他“不慕荣利”的性格使然。这些既与前文相照应，又收束了全篇。\n\n　　对五柳先生的生活、志趣作了叙述以后，第二部分文章结尾也仿史家笔法，加个赞语。这个赞语的实质就是黔娄之妻的两句话：“不戚戚于贫贱，不汲汲于富贵。”这两句话与前面写到的“不慕荣利”相照应，这是五柳先生最大的特点和优点。陶渊明正是通过五柳先生“颇示己志”，表达自己的思想感情。文章最后有两句设问的话：“无怀氏之民欤？葛天氏之民欤？”既表达了他对上古社会淳朴风尚的向往之情，又说明他是一位有着美好现想的隐士。同时也是对世风日卜的黑暗现实的针砭与嘲飒。\n\n","translation":"　　不知道五柳先生是什么地方的人，也不清楚他的姓字。因为住宅旁边有五棵柳树，就把这个作为号了。他安安静静，很少说话，也不羡慕荣华利禄。他喜欢读书，不在一字一句的解释上过分深究；每当对书中的内容有所领会的时候，就会高兴得连饭也忘了吃。他生性喜爱喝酒，家里穷经常没有酒喝。亲戚朋友知道他这种境况，有时摆了酒席叫他去喝。他去喝酒就喝个尽兴，希望一定喝醉；喝醉了就回家，竟然说走就走。简陋的居室里空空荡荡，遮挡不住严寒和烈日，粗布短衣上打满了补丁，盛饭的篮子和饮水的水瓢里经常是空的，可是他还是安然自得。常常写文章来自娱自乐，也稍微透露出他的志趣。他从不把得失放在心上，从此过完自己的一生。\n\n　　赞语说：黔娄的妻子曾经说过：“不为贫贱而忧愁，不热衷于发财做官。这话大概说的是五柳先生这一类的人吧？一边喝酒一边作诗，因为自己抱定的志向而感到无比的快乐。不知道他是无怀氏时代的人呢？还是葛天氏时代的人呢？\n\n"}
{"_id":{"$oid":"5b9a0f31367d5c3b48e948fc"},"title":"鱼我所欲也","dynasty":"先秦","writer":"孟子及其弟子","content":"　　鱼，我所欲也；熊掌，亦我所欲也，二者不可得兼，舍鱼而取熊掌者也。生，亦我所欲也；义，亦我所欲也。二者不可得兼，舍生而取义者也。生亦我所欲，所欲有甚于生者，故不为苟得也。死亦我所恶，所恶有甚于死者，故患有所不辟也。如使人之所欲莫甚于生，则凡可以得生者何不用也。使人之所恶莫甚于死者，则凡可以辟患者何不为也！由是则生而有不用也；由是则可以辟患而有不为也。是故所欲有甚于生者，所恶有甚于死者。非独贤者有是心也，人皆有之，贤者能勿丧耳。\n\n　　一箪食，一豆羹，得之则生，弗得则死。呼尔而与之，行道之人弗受；蹴尔而与之，乞人不屑也。\n\n　　万钟则不辩礼义而受之，万钟于我何加焉！为宫室之美，妻妾之奉，所识穷乏者得我与？乡为身死而不受，今为宫室之美为之；乡为身死而不受，今为妻妾之奉为之；乡为身死而不受，今为所识穷乏者得我而为之：是亦不可以已乎？此之谓失其本心。\n\n　　(欤 通 与；乡 通 向；辟 通 避)\n\n","type":["初中文言文","生死","道德","修养"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913151824305.mp3","remark":"选自《孟子·告子上》。\n苟得：苟且取得，这里是“苟且偷生”的意思。\n患：祸患，灾难。\n辟：通“避”，躲避。\n如使：假如，假使。\n何不用也：什么手段不可用呢？\n勿丧：不丢掉。\n\n","shangxi":"　　本文节选自《孟子·告子上》。《告子上》的主要内容是阐明“性善说”，即人性里天生就有向善的种子，所谓“恻隐之心，人皆有之；羞恶之心，人皆有之；恭敬之心，人皆有之；是非之心，人皆有之”。这种善的天性，就是人的“本心”。“本心”不可小视，因为它们分别是仁义礼智这几种道德的萌芽形态：“恻隐之心，仁之端也；羞恶之心，义之端也；辞让（意近“恭敬”）之心，礼之端也；是非之心，义之端也。”人应该推求本心，顺着“本心”的方向发展，并将它发扬光大，从而成为道德上完善的人。\n\n　　放到《告子上》全文里看，本文讲的是每个人都有“本心”，无论在什么情况下，人都应该保有自己的“本心”。只要“本心”在，即使在生死关头，人也能经受住考验；而如果丧失了“本心”，人就会做出亏心事来。其实，仅对本文的结构进行一番分析，我们也可以看出，它的主旨是讲每个人都有“本心”和保有“本心”的重要性。\n\n　　简要分析如下：在第1段里，作者用比喻的方式引出“舍生取义”的观点，并分别从正面和反面加以阐明。行文至“所恶有甚于死者”，作者对这个观点的论述就结束了。紧接着“非独贤者有是心也，人皆有之，贤者能勿丧耳”，提出了新的命题：人人都有“是心”（即本心），只是“贤者”能够保有它。第2段就是对这个命题的论说和阐明。作者用一般的人和乞丐都不肯接受“嗟来之食”的故事证明人人都有“本心”，用“不辩礼义”接受“万钟”的故事概括失去“本心”的人的惯有行为，并对此进行批评和嘲讽。\n\n　　需要注意的是，作者举的失去“本心”的事例，并不牵涉生死，而只是富贵与“义”之间的矛盾与对立，所以，它和“舍生取义”的说法没有什么关系。从课文整体上看，人应该保有“本心”是本文论述的中心。“舍生取义”的观点和不受嗟来之食的故事讲的都是“本心”赋予人的极大力量，属正面论证；“不辩礼义”接受“万钟”的故事讲的是失去“本心”的人的可悲可耻，属反面论证。\n\n　　朱熹说：“此章言羞恶之心，人所固有，或能决死生于危迫之际，而不免计丰约于宴安之时，是以君子不可顷刻不省察于斯焉。”（《四书章句集注》）这段概括主旨的话，还是比较恰切的。 \n\n","translation":"　　鱼是我所喜爱的，熊掌也是我所喜爱的，如果这两种东西不能同时都得到的话，那么我就只好放弃鱼而选取熊掌了。生命是我所喜爱的，道义也是我所喜爱的，如果这两样东西不能同时都具有的话，那么我就只好牺牲生命而选取道义了。生命是我所喜爱的，但我所喜爱的还有胜过生命的东西，所以我不做苟且偷生的事；死亡是我所厌恶的，但我所厌恶的还有超过死亡的事，所以有的灾祸我不躲避。如果人们所喜爱的东西没有超过生命的，那么凡是能够用来求得生存的手段，哪一样不可以采用呢?如果人们所厌恶的事情没有超过死亡的，那么凡是能够用来逃避灾祸的坏事，哪一桩不可以干呢?采用某种手段就能够活命，可是有的人却不肯采用；采用某种办法就能够躲避灾祸，可是有的人也不肯采用。由此可见，他们所喜爱的有比生命更宝贵的东西（那就是“义”）；他们所厌恶的，有比死亡更严重的事（那就是“不义”）。不仅贤人有这种本性，人人都有，只不过有贤能的人不丧失罢了。\n　　一碗饭，一碗汤，得到它就能活下去，不得到它就会饿死。可是轻蔑地呼喝着给人吃，饥饿的行人也不愿接受；用脚踢给别人吃，乞丐也因轻视而不肯接受。\n　　高官厚禄却不辨是否合乎礼义就接受了它。这样，高官厚禄对我有什么好处呢?是为了住宅的华丽，妻妾的侍奉和认识的穷人感激我吗?以前（有人）宁肯死也不愿接受，现在（有人）却为了住宅的华丽却接受了它；以前（有人）宁肯死也不愿接受，现在（有人）却为了妻妾的侍奉却接受了它；以前（有人）宁肯死也不愿接受，现在（有人）为了认识的穷人感激自己却接受了它。这种做法不是可以让它停止了吗?这就叫做丧失了人所固有的本性。\n\n"}
{"_id":{"$oid":"5b9a0f31367d5c3b48e948fd"},"title":"七步诗","dynasty":"两汉","writer":"曹植","content":"煮豆燃豆萁，豆在釜中泣。\n本是同根生，相煎何太急？（版本一）\n\n煮豆持作羹，漉菽以为汁。(菽 一作：豉)\n萁在釜下燃，豆在釜中泣。\n本自同根生，相煎何太急？（版本二）\n\n","type":["古诗三百首","小学古诗","劝诫","亲情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913151828378.mp3","remark":"持：用来。\n羹：用肉或菜做成的糊状食物。\n漉：过滤。\n菽（豉）：豆。这句的意思是说把豆子的残渣过滤出去，留下豆汁作羹。\n萁：豆类植物脱粒后剩下的茎。\n釜：锅。\n燃：燃烧\n泣：小声哭\n本：原本，本来。\n煎：煎熬，这里指迫害。\n何：何必。\n\n","shangxi":"　　此诗纯以比兴的手法出之，语言浅显，是寓意明畅，无庸多加阐释，只须于个别词句略加疏通，其意自明。诗人取譬之妙，用语之巧，而且在刹那间脱口而出，实在令人叹为观止。“本是同根生，相煎何太急”二语，千百年来已成为人们劝戒避免兄弟阋墙、自相残杀的普遍用语，说明此诗在人民中流传极广。\n\n　　通过燃萁煮豆这一日常现象，抒发了曹植内心的悲愤。\n\n　　真实度\n\n　　七步诗的真假向来为人所争议。其中郭沫若说的比较有理。他认为曹植的《七步诗》：“过细考察起来，恐怕附会的成分要占多数。多因后人同情曹植而不满意曹丕，故造为这种小说。其实曹丕如果要杀曹植，何必以逼他作诗为借口?子建才捷，他又不是不知道。而且果真要杀他的话，诗作成了依然可以杀，何至于仅仅受了点讥刺而便‘深惭’?所以此诗的真实性实在比较少。然而就因为写了这首诗，曹植却维系了千载的同情，而曹丕也就膺受了千载的厌弃。这真是所谓‘身后是非谁管得’了。”但是他的说法也有人质疑，有人说，当初曹丕让曹植七步成诗只是作为一个借口，想杀他，他认为曹植肯定不能成功，但他没料到，曹植才华如此出众，当时，就连曹丕本人也被感动了些许，并且为了保住名声，以安天下，他才放过了曹植。\n\n","translation":"锅里煮着豆子，豆秸在锅底下燃烧，豆子在锅里面哭泣。\n豆子和豆秸本来是同一条根上生长出来的，豆秸怎能这样急迫地煎熬豆子呢？（版本一）\n\n锅里煮着豆子，是想把豆子的残渣过滤出去，留下豆汁来作羹。\n豆秸在锅底下燃烧，豆子在锅里面哭泣。\n豆子和豆秸本来是同一条根上生长出来的，豆秸怎能这样急迫地煎熬豆子呢！ ！（版本二）\n\n"}
{"_id":{"$oid":"5b9a0f31367d5c3b48e948fe"},"title":"湖心亭看雪","dynasty":"明代","writer":"张岱","content":"　　崇祯五年十二月，余住西湖。大雪三日，湖中人鸟声俱绝。是日更定矣，余拏一小舟，拥毳衣炉火，独往湖心亭看雪。雾凇沆砀，天与云与山与水，上下一白。湖上影子，惟长堤一痕、湖心亭一点、与余舟一芥、舟中人两三粒而已。(余拏 一作：余挐)\n\n　　到亭上，有两人铺毡对坐，一童子烧酒炉正沸。见余大喜曰：“湖中焉得更有此人？”拉余同饮。余强饮三大白而别。问其姓氏，是金陵人，客此。及下船，舟子喃喃曰：“莫说相公痴，更有痴似相公者！”\n\n","type":["初中文言文","写雪","感叹","抒怀"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913151839289.mp3","remark":"崇祯五年：公元1632年。崇祯，是明思宗朱由检的年号（1628-1644）。\n俱：都。\n绝：消失。\n是日更（gēng）定：是，代词，这。更定：指初更以后。晚上八点左右。定：停止，结束。\n余：第一人称代词，我 。\n拏：通“桡”，撑（船）。\n拥毳（cuì）衣炉火：穿着细毛皮衣，带着火炉。毳衣：细毛皮衣。毳：鸟兽的细毛。\n雾凇沆砀：冰花一片弥漫。雾，从天上下罩湖面的云气。凇，从湖面蒸发的水汽。沆砀，白气弥漫的样子。曾巩《冬夜即事诗》自注：“齐寒甚，夜气如雾，凝于水上，旦视如雪，日出飘满阶庭，齐人谓之雾凇。\n上下一白：上上下下全白。一白，全白。一，全或都，一概。\n惟：只有。\n长堤一痕：形容西湖长堤在雪中只隐隐露出一道痕迹。堤，沿河或沿海的防水建筑物。这里指苏堤。一，数词。痕，痕迹。\n一芥：一棵小草。芥，小草，比喻轻微纤细的事物；（像小草一样微小）。\n而已：罢了。\n毡：毛毯。\n焉得更有此人：意思是：想不到还会有这样的人。焉得，哪能。更，还。\n拉：邀请。\n强（qiǎng）饮：尽情喝。强，尽力，勉力，竭力。一说，高兴地，兴奋地。\n大白：大酒杯。白；古人罚酒时用的酒杯，也泛指一般的酒杯，这里的意思是三杯酒。\n客此：客，做客，名词作动词。在此地客居。\n及：等到。\n舟子：船夫。\n喃喃：低声嘟哝。\n莫：不要。\n相公：原意是对宰相的尊称，后转为对年轻人的敬称及对士人的尊称。\n更：还。\n痴似：痴于，痴过。痴，特有的感受，来展示他钟情山水，淡泊孤寂的独特个性，本文为痴迷的意思。\n\n","shangxi":"　　开头二句点明时间、地点。张岱文集中凡纪昔年游踪之作，大多标明朝纪年，以示不忘故国。这里标“祟侦五年”，也是如此。“十二月”，正当隆冬多雪之时；“余住西湖”，则点明所居邻西湖。这开头的闲闲二句，却从时、地两个方面不着痕迹地引逗出下文的大雪和湖上看雪。下文“大雪三日，湖中人鸟声俱绝”，紧承开头。只此二句，大雪封湖之状就令人可想，读来如觉寒气逼人。作者妙在不从视觉写大雪，而通过听觉来写。“湖中人鸟声俱绝”，写出大雪后湖山封冻，人、鸟都瑟缩着不敢外出，寒嗦得不敢作声，连空气也仿佛冻结了。一个“绝”字，传出冰天雪地、万籁无声的森然寒意。这是高度的写意手法，巧妙地从人的听觉和心理感受上写出了大雪的威严。它使我们联想起唐人柳宗元那首有名的《江雪》诗：“千山鸟飞绝，万径人踪灭。孤舟蓑笠翁，独钓寒江雪。”柳宗元这幅江天大雪图是从视觉着眼的，江天茫茫，人鸟无踪，江雪中独有一位垂钓的渔翁。而张岱笔下则是“人鸟无声”，但这无声却正是人的听觉感受，因而无声中仍有人在。如果说，《江雪》中的“千山鸟飞绝，万径人踪灭”，是为了渲染和衬托寒江独钓的渔翁，那么这里“湖中人鸟声俱绝”，则为下文有人冒寒看雪作映照。\n\n　　“是日，更定矣，余挚一小舟，拥龚衣炉火，独往湖心亭看雪。”“是日”者，“大雪三日”后，严寒之日也；“更定”者，夜深人静，寒气倍增之时也。“拥磊衣炉火”一句，则以御寒之物反衬寒气贬骨。在“人鸟声俱绝”的冰天雪地里，竟有人夜深出门，“独往湖心亭看雪”，表现出作者迥绝流俗的孤怀雅兴。“独往湖心亭看雪”的“独”字，正不妨与“独钓寒江雪”的“独”字互参。作者那种独抱冰雪之操守和孤高自赏的情调，已经溢于言外了。其所以要夜深独往，大约是既不欲人见，也不欲见人；那么，这种孤寂的情怀中，正蕴含着避世的幽愤。\n\n　　请看作者以的空灵之笔来写描绘湖中雪景：“雾淞沉场，天与云、与山、与水，上下一白；湖上影子，惟长堤一痕、湖心亭一点与余舟一芥、舟中人两。三粒而已。”这真是一幅水墨模糊的湖山夜雪图。“雾淞坑场”是形容湖上雪光水气，混檬不分。“天与云、与山、与水，上下一白”，叠用三个“与少’字，似觉天、云、山、水一齐活动起来，较之单纯写“天、云、山、水，上下一白”，多了一点意趣。天、云，上也；山、水，下也。这两句生动地写出天空、云层、群山、湖水之间白茫茫浑然难辨的景象。作者先总写一句，犹如摄取了一个“上下皆白”的全景，从看雪来说，很符合第一眼的总感觉、总印象。接着变换视角，化为一个个诗意盎然的特写镜头：“长堤一痕”、“湖心亭一点”、“余舟一芥’、“舟中人两三粒”等等，这是朦胧的画，梦幻般的诗，给人一种似有若无、依稀恍惚之感。作者对数量词的锤炼功夫，不得不使我们惊叹。你看，“上下一白”之“一”字，是形容混茫难辨，使人唯觉其大；而“一痕”、“一点”、“一芥”之“一”字，则是状其依稀可辨，使人唯觉其小。此真可谓着一“一”字而境界全出矣。同时，由“长堤一痕”到“湖心亭一点”，到“余舟一芥”，到“舟中人两三粒”，其镜头则是从小而更小，直至微乎其微。这“痕”、“点”、“芥”、“粒”等量词，一个小似一个，写出视线的移动，小船的荡漾，景物的变化，着笔空灵，使人浑然不觉。这一段是写景，却又不止于写景；我们从这个混沌一片的冰雪世界中，不难感受到作者那种人生天地间茫茫如“太仓梯米”的深沉感慨。\n\n　　下面移步换形，又开出一个境界。“独往湖心亭看雪”，却不意亭上已有人先我而至；这意外之笔，写忠了作者意外的惊喜产也引起读者意外的惊异。但作者并不说自己惊喜，反写二客“见余大喜”，背面敷粉，反客为主，足见其用笔之夭矫善变。“湖中焉得更有此人！’这一惊叹虽发之于二客，实为作者心声，作者妙在不发一语，而“尽得风流”。二客“拉余同饮”，鼎足而三，颇有幸逢知己之乐。这似乎给冷寂的湖山增添了一分暖色，然而骨子里依然不改其凄清的基调。这有如李白的“举杯邀明月，对影成三人”，不过是一种虚幻的慰藉罢了。“焉得更有”者，正言其人之不可多得。“强饮三大白”，是为了酬谢知己，也为了不负此湖山胜景。“强饮”者，本不能饮，但对此景，当此时，逢此人夕却不可不饮。饮罢相别，始“问其姓氏”，却又妙在语焉不详，只说：“是金陵人，客此。”可见这二位湖上知己，原是他乡游子，萍水相逢，后约难期。这一补叙之笔，透露出作者的无限怅惘：茫茫六合，知己难逢，人生如雪泥鸿爪，转眼各复西东。言念及此，岂不沧神。\n\n　　文章做到这里，也算得神完意足、毫发无憾了。但作者意犹未尽：“及下，舟子喃喃日：‘莫说相公痴，更有痴似相公者！’”前人论词，有点、染之说。这个尾声，可谓融点、染于一体。借舟子之口，点出一个“痴”字；又以相公之“痴”与“痴似相公者”相比较、相浸染，把一个“痴”字写透。所谓“痴似相公”，并非减损相公之“痴”，而是以同调来映衬相公之“痴”。“喃喃”二字，形容舟子自言自语、大惑不解之状，如闻其声，如见其人。这种地方，也正是作者的得意处和感慨处。文情荡漾，余味无穷。\n\n","translation":"　　崇祯五年（公元1632年）十二月，我住在西湖边。大雪接连下了多天，湖中的行人、飞鸟的声音都消失了。这一天晚上八点左右，我撑着一叶小舟，穿着毛皮衣，带着火炉，独自前往湖心亭看雪。（湖面上）冰花一片弥漫，天和云和山和水，天光湖色全是白皑皑的。湖上的影子，只有一道长堤的痕迹，一点湖心亭的轮廓，和我的一叶小舟，舟中的两三粒人影罢了。\n\n　　到了湖心亭上，看见有两个人铺好毡子，相对而坐，一个小孩正把酒炉（里的酒）烧得滚沸。（他们）看见我，非常高兴地说：“想不到在湖中还会有您这样的人！”（他们）拉着我一同饮酒。我尽情的喝了三大杯酒，然后和他们道别。（我）问他们的姓氏，（得知他们）是南京人，在此地客居。等到了下船的时候，船夫喃喃地说：“不要说相公您痴，还有像相公您一样痴的人啊！”\n\n"}
{"_id":{"$oid":"5b9a0f31367d5c3b48e948ff"},"title":"题西林壁","dynasty":"宋代","writer":"苏轼","content":"横看成岭侧成峰，远近高低各不同。\n不识庐山真面目，只缘身在此山中。\n\n","type":["古诗三百首","小学古诗","纪游","写景","写山","庐山","哲理","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913151843752.mp3","remark":"题西林壁：写在西林寺的墙壁上。西林寺在庐山西麓。题：书写，题写。西林：西林寺，在江西庐山。\n横看：从正面看。庐山总是南北走向，横看就是从东面西面看.\n侧：侧面。\n各不同：各不相同。\n不识：不能认识，辨别。\n真面目：指庐山真实的景色，形状。\n缘：因为；由于。\n此山：这座山，指庐山。\n西林：西林寺，在现在江西省的庐山上。这首诗是题在寺里墙壁上的。\n\n","shangxi":"　　此诗描写庐山变化多姿的面貌，并借景说理，指出观察问题应客观全面，如果主观片面，就得不出正确的结论。\n\n　　开头两句“横看成岭侧成峰，远近高低各不同”，实写游山所见。庐山是座丘壑纵横、峰峦起伏的大山，游人所处的位置不同，看到的景物也各不相同。这两句概括而形象地写出了移步换形、千姿万态的庐山风景。\n\n　　结尾两句“不识庐山真面目，只缘身在此山中”，是即景说理，谈游山的体会。之所以不能辨认庐山的真实面目，是因为身在庐山之中，视野为庐山的峰峦所局限，看到的只是庐山的一峰一岭一丘一壑，局部而已，这必然带有片面性。这两句奇思妙发，整个意境浑然托出，为读者提供了一个回味经验、驰骋想象的空间。这不仅仅是游历山水才有这种理性认识。游山所见如此，观察世上事物也常如此。这两句诗有着丰富的内涵，它启迪人们认识为人处事的一个哲理——由于人们所处的地位不同，看问题的出发点不同，对客观事物的认识难免有一定的片面性；要认识事物的真相与全貌，必须超越狭小的范围，摆脱主观成见。\n\n　　仁者见仁，智者见智。一首小诗激起人们无限的回味和深思。所以，《题西林壁》不单单是诗人歌咏庐山的奇景伟观，同时也是苏轼以哲人的眼光从中得出的真理性的认识。由于这种认识是深刻的，是符合客观规律的，所以诗中除了有谷峰的奇秀形象给人以美感之外，又有深永的哲理启人心智。因此，这首小诗格外来得含蓄蕴藉，思致渺远，使人百读不厌。\n\n　　这首诗寓意十分深刻，但所用的语言却异常浅显。深入浅出，这正是苏轼的一种语言特色。苏轼写诗，全无雕琢习气。诗人所追求的是用一种质朴无华、条畅流利的语言表现一种清新的、前人未曾道的意境；而这意境又是不时闪烁着荧荧的哲理之光。从这首诗来看，语言的表述是简明的，而其内涵却是丰富的。也就是说，诗语的本身是形象性和逻辑性的高度统一。诗人在四句诗中，概括地描绘了庐山的形象的特征，同时又准确地指出看山不得要领的道理。鲜明的感性与明晰的理性交织一起，互为因果，诗的形象因此升华为理性王国里的典型，这就是人们为什么千百次的把后两句当作哲理的警句的原因。\n\n　　如果说宋以前的诗歌传统是以言志、言情为特点的话，那么到了宋朝尤其是苏轼，则出现了以言理为特色的新诗风。这种诗风是宋人在唐诗之后另辟的一条蹊径，用苏轼的话来说，便是“出新意于法度之中，寄妙理于豪放之外”。形成这类诗的特点是：语浅意深，因物寓理，寄至味于淡泊。《题西林壁》就是这样的一首好诗。\n\n","translation":"从正面、侧面看庐山山岭连绵起伏、山峰耸立，从远处、近处、高处、低处看庐山，庐山呈现各种不同的样子。\n我之所以认不清庐山真正的面目，是因为我人身处在庐山之中。\n\n"}
{"_id":{"$oid":"5b9a0f31367d5c3b48e94900"},"title":"口技","dynasty":"清代","writer":"林嗣环","content":"　　京中有善口技者。会宾客大宴，于厅事之东北角，施八尺屏障，口技人坐屏障中，一桌、一椅、一扇、一抚尺而已。众宾团坐。少顷，但闻屏障中抚尺一下，满坐寂然，无敢哗者。\n\n　　遥闻深巷中犬吠，便有妇人惊觉欠伸，其夫呓语。既而儿醒，大啼。夫亦醒。妇抚儿乳，儿含乳啼，妇拍而呜之。又一大儿醒，絮絮不止。当是时，妇手拍儿声，口中呜声，儿含乳啼声，大儿初醒声，夫叱大儿声，一时齐发，众妙毕备。满坐宾客无不伸颈，侧目，微笑，默叹，以为妙绝。\n\n　　未几，夫齁声起，妇拍儿亦渐拍渐止。微闻有鼠作作索索，盆器倾侧，妇梦中咳嗽。宾客意少舒，稍稍正坐。\n\n　　忽一人大呼：“火起”，夫起大呼，妇亦起大呼。两儿齐哭。俄而百千人大呼，百千儿哭，百千犬吠。中间力拉崩倒之声，火爆声，呼呼风声，百千齐作；又夹百千求救声，曳屋许许声，抢夺声，泼水声。凡所应有，无所不有。虽人有百手，手有百指，不能指其一端；人有百口，口有百舌，不能名其一处也。于是宾客无不变色离席，奋袖出臂，两股战战，几欲先走。\n\n　　忽然抚尺一下，群响毕绝。撤屏视之，一人、一桌、一椅、一扇、一抚尺而已。\n\n","type":["初中文言文","叙事","写人","表演","艺术"],"remark":"京：京城。\n善：擅长，善于。\n者：……的人。\n口技：杂技的一种。用口腔发音技巧来模仿各种声音。\n会：适逢，正赶上。\n宴：举行宴会，名词动用。\n于：在。\n厅事：大厅，客厅。\n施：设置，安放。\n屏障：指屏风、围帐一类用来挡住视线的东西。\n抚尺：艺人表演用的道具，也叫“醒木”。\n而已：罢了。\n团坐：相聚而坐。团，聚集、集合。\n少（shǎo）顷（qǐng）：不久，一会儿。\n但：只。\n闻：听见。\n下：拍。\n满坐寂然：全场静悄悄的。坐，通“座”。寂然，安静的样子。然：用在形容词的词尾，表示：……的样子。\n哗：喧哗，大声说话。\n坐：通“座”，座位，这里指座位上的人。\n寂然：静悄悄的样子。\n深巷：幽深的巷子。\n深：很长。\n犬吠：狗叫（声）。\n遥：远远地。\n惊觉（旧读jiào)：惊醒。\n欠伸：欠：打呵欠 ，伸：伸懒腰。\n呓（yì）语：说梦话。\n既而：不久，紧接着。而，这里作表时间的副词的词尾。\n啼：哭。\n抚：抚摸，安慰。\n儿乳：乳：作动词用，喂奶。\n含乳：乳头\n呜：指轻声哼唱着哄小孩入睡。\n絮絮：连续不断地说话。\n当是时：在这个时候。\n初：刚，刚开始。\n叱（chì）：大声呵斥，严厉批评。\n一时：同一时候。\n齐发：一齐发出。\n众妙毕备：各种妙处都具备，意思是各种声音都模仿得极像。毕：全、都。备：具备。\n无不：没有一个不，否定加否定表示肯定。\n伸颈：伸长脖子。\n侧目：偏着头看，形容听得入神，名词动用。\n默叹：默默地赞叹。\n以为：认为。\n妙绝：奇妙极了，好极了。绝：到了极点。\n未几：不多久。\n齁（hōu）：打鼾（hān），打呼噜。\n（2）渐：慢慢地。\n微闻：隐约地听到。\n作作索索：老鼠活动的声音。（拟声词）\n盆器：指盆一类的盛物的器皿。\n倾侧：翻倒倾斜。\n意少舒：心情稍微放松了些。意：心情。少（shǎo）：稍微。舒：伸展、松弛。\n稍稍：时间副词，据《词源》释为“随即”，这里是渐渐。\n正坐：端正坐的姿势。\n忽：忽然，突然。\n火起：起火，失火。\n齐：一齐。\n俄而：一会儿，不久。\n中间（jiàn）：其中夹杂着。中：其中 间：夹杂\n力拉崩倒：劈里啪啦，房屋倒塌。\n力拉：拟声词。\n火爆声：烈火燃烧物品爆裂的声音。\n齐作：一齐发出。\n曳（yè）屋许许（hǔhǔ）声：（众人）拉塌（燃烧着的）房屋时一齐用力的呼喊声。曳：拉。许许：拟声词，呼喊声。\n凡所应有，无所不有：凡是（在这种情况下）应该有的声音，没有没有的。\n虽：即使。\n不能指其一端：不能指明其中的（任何）一种（声音）。形容口技模拟的各种声响同时发出，交织成一片，使人来不及一一辨识。一端：一头，这里是“一种”的意思。\n口：嘴巴。\n名：作动词用，说出。\n于：在。\n是：这。\n变色：变了脸色，惊慌失措。\n离席：离开座位。\n奋袖出臂：捋起袖子，露出手臂 奋：张开、展开 出：露出。\n股：大腿。\n战战：打哆嗦；打战。\n几(jī)：几乎，差点儿。\n先走：抢先逃跑。走：跑。\n群响毕绝：各种声音全都消失了。\n毕绝：都消失了。\n撤屏：撤去屏风。\n是：这。\n奋：扬起，举起，撩起。 \n\n","shangxi":"　　一、熟读课文，根据提示，画出文中描摹音响的语句。\n\n　　设题目的在于使学生熟悉课文的主体部分，体会文中声响描写的精妙，对口技艺人的高超技艺获得丰富的感性印象。我们让学生根据提示填写描摹声响的语句，以使学生更好地理解口技艺人的艺术构思，从而真正进入口技艺人所设计的“规定情景”之中，所以填空是手段，而不是目的。要注意引导学生细心体会各种声音所表现的情景，并合理地补充一些细节，以培养学生的想象力。要求学生在完成这道题和熟悉首尾两段的基础上背诵全文。\n\n　　1．表现深夜一家四口由睡到醒、由醒入睡的过程。\n\n　　①由远而近，由外而内，由小而大，由分而合。\n\n　　遥闻深巷中犬吠……众妙毕备。\n\n　　②由大而小，由密而疏，微闻余声。\n\n　　夫齁声起……妇梦中咳嗽。\n\n　　2．表现从失火到救火的情况。\n\n　　①响声大作，由少而多。\n\n　　忽一人大呼“火起”……百千犬吠。\n\n　　②百千齐作，应有尽有。\n\n　　中间力拉崩倒之声……无所不有。\n\n　　体会课文的写作技巧，回答下列问题。\n\n　　1．找出课文中描述听众反应的语句，说说这些描述起什么作用。\n\n　　2．文中前后两次清楚地交代了极简单的道具，这对文章的结构和表现艺人的演技有什么作用？\n\n　　提示：设题目的是使学生理解侧面描写手法的作用。指导学生答题时不要孤立地讲侧面描写。例如写表演，除了要写到表演者和表演内容，往往还会自然地写到欣赏表演的人的反应，而后者就是在运用侧面描写。又如开头和结尾相照应，除了使结构保持完整而外，也具有侧面烘托、强调意图的作用。侧面描写是一种常用的手法，应有所了解，但关键在于自觉、恰当地运用。\n\n　　1答：描述听众反应的语句有：“满坐宾客无不伸颈，侧目，微笑，默叹，以为妙绝。”“宾客意少舒，稍稍正坐。”“宾客无不变色离席，奋袖出臂，两股战战，几欲先走。”这样写，层层深入，写明宾客们从尚可自持到难以自持到不能自持的过程，从侧面突出表演的效果，烘托出表演技艺的高超。\n\n　　2答：开头提到“一桌、一椅、一扇、一抚尺而已”，从内容上看，点明文章中心，极言道具之简，意在为后文表演复杂的声响做烘托、对比。结尾重现道具，则在证实、强调刚才的一切声响都是从一张嘴中发出的，从而更突出表演者技艺的高超，也具有烘托的作用。从结构上看，首尾呼应，使文章浑然一体。\n\n　　解释下列句子中的划线词。\n\n　　这些句子中的划线词，大致可分为两类：一类是古今意义不同的，如“会”（正好赶上、恰巧、正好）、“但”（只）、“闻”（听见）、“少”（稍微）、“虽”（即使）、“走”（逃跑）；二是古今用法不同的，如“宴”（举行宴会）、“乳”（喂奶）、“名”（说出）在课文中都用作动词，都用作名词。对这些容易理解错的词，应提醒学生注意。\n\n　　1．会宾客大宴\n\n　　会：适逢，正赶上，恰巧。 宴：举行宴会。\n\n　　2．但闻屏障中抚尺一下\n\n　　但：只，仅。 闻：听见。\n\n　　3．妇抚儿乳\n\n　　乳：喂奶。\n\n　　4．宾客意少舒\n\n　　少：同“稍”，稍微。\n\n　　5．人有百口，口有百舌，不能名其一处也\n\n　　名：说出。\n\n　　6．几欲先走\n\n　　走：逃跑。\n\n　　辨析下列表示时间的词语，将它们分别填在横线上。\n\n　　文言文中表示时间的词语较多，到一定阶段需要加以整理，这样才能有效地掌握它们的用法，获得牢固的记忆。这道题实际上是给学生提供一种整理的方式，还可以采用其他的整理方式。\n\n　　少顷 既而 是时 一时 未几 忽 俄而 忽然\n\n　　1．表示突然发生：忽 忽然\n\n　　2．表示同时发生：一时\n\n　　3．表示相继发生：既而\n\n　　4．表示在特定的时间内发生：是时\n\n　　5．表示过了很短时间就发生：俄而 少顷 未几 \n\n","translation":"京城里有个擅长表演口技的人。一天正赶上有一家人宴请宾客，在客厅的东北角，安放了一座八尺高的屏风，表演口技的艺人坐在屏风里面，里面只放了一张桌子、一把椅子、一把扇子、一块醒木罢了。客人们围绕着屏风而坐。一会儿，只听见屏风里面醒木一拍，全场静悄悄的，没有人敢大声说话。 \n听到远远的深巷中传来一阵狗叫声，就有妇女惊醒后打呵欠和伸懒腰的声音，她的丈夫在说梦话。过了一会儿孩子醒了，大声哭着。丈夫也醒了。妇人抚慰孩子喂奶，孩子含着乳头哭，妇女又轻声哼唱着哄他入睡。又有一个大儿子醒了，絮絮叨叨地说个不停。在这时候，妇女用手拍孩子的声音，口里哼着哄孩子的声音，孩子边含乳头边哭的声音，大孩子刚醒过来的声音，丈夫责骂大孩子的声音，同时响起，各种声音都模仿得像极了。满座的宾客没有一个不伸长脖子，偏着头仔细听，微笑，默默赞叹，认为奇妙极了。\n过了一会儿，丈夫打起了呼噜声，妇女拍孩子的声音也渐渐消失。隐隐听到有老鼠作作索索的声音，盆子、器皿翻倒倾斜，妇女在梦中发出了咳嗽声。宾客们的心情稍微放松了些，渐渐端正了坐姿。\n忽然有一个人大声呼叫：“着火啦”，丈夫起来大声呼叫，妇人也起来大声呼叫。两个小孩子一齐哭了起来。一会儿，有成百上千人大声呼叫，成百上千的小孩哭叫，成百上千条狗汪汪地叫。中间夹杂着劈里啪啦，房屋倒塌的声音，烈火燃烧发出爆裂的声音，呼呼的风声，千百种声音一齐发出；又夹杂着成百上千人的求救的声音，救火的人们拉倒燃烧着的房屋时许许的声音，抢救东西的声音，救火的声音。凡是在这种情况下应该有的声音，没有一样没有的。即使一个人有上百只手，每只手有上百个指头，也不能指出其中的任何一种声音来；即使一个人有上百张嘴，每张嘴里有上百条舌头，也不能说出其中的一个地方来啊。在这种情况下，客人们没有不吓得变了脸色，离开座位，捋起衣袖露出手臂，两条大腿哆嗦打抖，几乎要争先恐后地逃跑。\n忽然醒木一拍，各种声响全部消失了。撤去屏风一看里面，(只有)一个人、一张桌子、一把椅子、一把扇子、一块醒木罢了。\n\n","audioUrl":"https://song.gushiwen.org/mp3/yiyesheng/71133.mp3"}
