{"_id":{"$oid":"5b9a1838367d5c0f40d22cd2"},"title":"长相思·游西湖","dynasty":"宋代","writer":"康与之","content":"南高峰，北高峰，一片湖光烟霭中。春来愁杀侬。\n郎意浓，妾意浓。油壁车轻郎马骢，相逢九里松。\n\n","type":["西湖","回忆"]}
{"_id":{"$oid":"5b9a1838367d5c0f40d22cd3"},"title":"沁园春·题潮阳张许二公庙","dynasty":"宋代","writer":"文天祥","content":"为子死孝，为臣死忠，死又何妨。\n自光岳气分，士无全节；君臣义缺，谁负刚肠。\n骂贼睢阳，爱君许远，留取声名万古香。\n后来者，无二公之操，百炼之钢。\n人生翕歘云亡。\n好烈烈轰轰做一场。\n使当时卖国，甘心降虏，受人唾骂，安得流芳。\n古庙幽沉，仪容俨雅，枯木寒鸦几夕阳。\n邮亭下，有奸雄过此，仔细思量。","type":["赞美","爱国","忠义"],"remark":"潮阳：今广东潮阳县。\n文天祥主张以孔孟之道立身行事。这三句就提出应该为忠、孝而死。\n光岳：高大的山。光岳气分：指国土分裂，即亡国。君臣义缺：指君臣之间欠缺大义。刚肠：指坚贞的节操。这四句是说自宋室沦丧以来，士大夫不能保全节操，君臣之间欠缺大义，是谁辜负了凛然不屈、刚正不阿的品德。\n张巡：与睢阳（今河南商丘县）太守许远共守危城，城陷后两人先后被害，他们英勇抗敌，宁死不屈的精神受到后人敬仰。\n后来者：指以后的士大夫。操：操守。\n翕歘（音唏嘘）：即倏忽，如火光之一现。云亡：死去。“云”字无义。\n古庙：即张、许公庙。仪容：指张、许两人的塑像。\n邮亭：古代设在沿途、供给公家送文书及旅客歇宿的会馆。这三句是对卖国投降的宋末奸臣的警告。\n\n","translation":"　　做儿子的能死节于孝，做臣子的能死节于忠，那就是死得其所。安史乱起，正气崩解，不见尽忠报国之士，反多无耻降敌之徒，士风不振，大义不存。张巡骂贼寇直到双眼出血，许远温文尔雅爱君能守死节，他们都留下万古芳名。后来的人已经没有他们那样的操守，那种如百炼精钢似的精诚。\n　　人生短促，转眼生离死别。更应该轰轰烈烈做一番为国为民的事业。如果他们当时甘心投降卖国，则必受人唾骂，以至遗臭万年，又怎么能够流芳百世呢？双庙幽邃深沉，二公塑像庄严典雅。夕阳下寒鸦枯木示万物易衰，而古庙不改。邮亭下，如有奸雄经过，面对先烈，则当仔细思量、反躬自省。\n\n"}
{"_id":{"$oid":"5b9a1838367d5c0f40d22cd4"},"title":"南柯子·十里青山远","dynasty":"宋代","writer":"仲殊","content":"十里青山远，潮平路带沙。数声啼鸟怨年华。又是凄凉时候，在天涯。\n白露收残月，清风散晓霞。绿杨堤畔问荷花：记得年时沽酒，那人家？","type":["宋词三百首","婉约","写景","感叹"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155706385.mp3"}
{"_id":{"$oid":"5b9a1838367d5c0f40d22cd5"},"title":"卜算子·感旧","dynasty":"宋代","writer":"苏轼","content":"蜀客到江南，长忆吴山好。吴蜀风流自古同，归去应须早。\n还与去年人，共藉西湖草。莫惜尊前仔细看，应是容颜老。","type":["岁月","怀念"]}
{"_id":{"$oid":"5b9a1838367d5c0f40d22cd6"},"title":"杂诗","dynasty":"唐代","writer":"佚名","content":"劝君莫惜金缕衣，劝君须惜少年时。\n有花堪折直须折，莫待无花空折枝。\n\n青天无云月如烛，露泣梨花白如玉。\n子规一夜啼到明，美人独在空房宿。\n\n空赐罗衣不赐恩，一薰香后一销魂。\n虽然舞袖何曾舞，常对春风裛泪痕。\n\n不洗残妆凭绣床，也同女伴绣鸳鸯。\n回针刺到双飞处，忆著征夫泪数行。\n\n眼想心思梦里惊，无人知我此时情。\n不如池上鸳鸯鸟，双宿双飞过一生。\n\n一去辽阳系梦魂，忽传征骑到中门。\n纱窗不肯施红粉，徒遣萧郎问泪痕。\n\n莺啼露冷酒初醒，罨画楼西晓角鸣。\n翠羽帐中人梦觉，宝钗斜坠枕函声。\n\n行人南北分征路，流水东西接御沟。\n终日坡前怨离别，谩名长乐是长愁。\n\n偏倚绣床愁不起，双垂玉箸翠鬟低。\n卷帘相待无消息，夜合花前日又西。\n\n悔将泪眼向东开，特地愁从望里来。\n三十六峰犹不见，况伊如燕这身材。\n\n满目笙歌一段空，万般离恨总随风。\n多情为谢残阳意，与展晴霞片片红。\n\n两心不语暗知情，灯下裁缝月下行。\n行到阶前知未睡，夜深闻放剪刀声。\n\n近寒食雨草萋萋，著麦苗风柳映堤。\n早是有家归未得，杜鹃休向耳边啼。\n\n水纹珍簟思悠悠，千里佳期一夕休。\n从此无心爱良夜，任他明月下西楼。\n\n数日相随两不忘，郎心如妾妾如郎。\n出门便是东西路，把取红笺各断肠。\n\n无定河边暮角声，赫连台畔旅人情。\n函关归路千馀里，一夕秋风白发生。\n\n花落长川草色青，暮山重叠两冥冥。\n逢春便觉飘蓬苦，今日分飞一涕零。\n\n洛阳才子邻箫恨，湘水佳人锦瑟愁。\n今昔两成惆怅事，临邛春尽暮江流。\n\n浙江轻浪去悠悠，望海楼吹望海愁。\n莫怪乡心随魄断，十年为客在他州。\n\n","type":["抒情"],"remark":"其一\n金缕衣：缀有金线的衣服，比喻荣华富贵。\n堪：可以，能够。\n直须：不必犹豫。直：直接，爽快。\n莫待：不要等到。\n\n其十三\n著：吹入。\n早是：此前。\n杜鹃：鸟名，即子规。\n休：不要。\n\n","translation":"其一\n我劝你不要顾惜华贵的金缕衣，我劝你一定要珍惜青春少年时。\n花开宜折的时候就要抓紧去折，不要等到花谢时只折了个空枝。\n\n其十三\n时令将近寒食，春雨绵绵春草萋萋；春风过处苗麦摇摆，堤上杨柳依依。\n这是为什么啊，此前我有家却归去不得。杜鹃啊，不要在我耳边不停地悲啼。\n\n"}
{"_id":{"$oid":"5b9a1838367d5c0f40d22cd7"},"title":"焚书坑","dynasty":"唐代","writer":"章碣","content":"竹帛烟销帝业虚，关河空锁祖龙居。\n坑灰未冷山东乱，刘项原来不读书。","type":["咏史怀古","叙事","议论","讽刺"],"remark":"焚书坑：秦始皇焚烧诗书之地，故址在今陕西省临潼县东南的骊山上。\n竹帛：代指书籍。烟销：指把书籍烧光。帝业：皇帝的事业。这里指秦始皇统治天下，巩固统治地位的事业。虚：空虚。\n关河：代指险固的地理形势。关：函谷关。河：黄河。空锁：白白地扼守着。祖龙居：秦始皇的故居，指咸阳。祖龙：代指秦始皇。\n山东：崤函之东。一说指太行山之东，即为秦始皇所灭的六国旧有之地。\n刘项：刘邦和项羽，秦末两支主要农民起义军的领袖。不读书：刘邦年青时是市井无赖，项羽年青时习武，两人都没读多少书。\n\n","shangxi":"　　这首诗就秦末动乱的局面，对秦始皇焚书的暴虐行径进行了辛辣的嘲讽和无情的谴责。\n\n　　公元前213（秦始皇三十四年），采纳丞相李斯的奏议，下令在全国范围内搜集焚毁儒家《诗》、《书》和百家之书，令下之后三十日不烧者，罚作筑城的苦役，造成中国历史上一场文化浩劫。\n\n　　焚书坑据传是当年焚书的一个洞穴，旧址在今陕西省临潼县东南的骊山上。章碣或者到过那里，目之所触，感慨系之，便写了这首诗。\n\n　　诗一开始就接触主题。首句用略带夸张的语言揭示矛盾：竹帛化为灰烟消失了，秦始皇的帝业也就跟着灭亡了，好像当初在焚书坑里焚烧的就是他的嬴氏天下。这一句夹叙夹议，明叙暗议，有实有虚。“竹帛烟销”是实写，有形象可见。“竹帛”是古代写书的材料，这里指书。“帝业虚”是虚写。这种虚实相间的表现手法极富韵致。\n\n　　次句就“帝业虚”之意深进一层，说是虽然有关河的险固，也保卫不住秦始皇在都城中的宫殿。“关河”主要指函谷关与黄河，当然也包括其他关隘、河流，如散关、萧关、泾河、渭河、崤山、华山等。贾谊《过秦论》：“秦地被山带河以为固，四塞之国也。”说“关河”，便概括一切可以倚恃的地理险阻。秦都咸阳四周虽有这许多关山河川包围着，但仍然锁守不住，所以《过秦论》又说：“秦人阻险不守，关梁不阖，长戟不刺，强弩不射。楚师深入，战于鸿门，曾无藩篱之艰。”再坚固的“篱笆”也挡不住起义军队的长驱直入。诗以“关河空锁祖龙居”一句总括了整个秦末动乱以至秦朝灭亡的史实，言简意深；并且以形象示现，把“帝业虚”这个抽象的概念写得有情有景，带述带评，很有回味。“祖龙”指秦始皇。这里不用“始皇”而用“祖龙”，决非单纯追求用典，而是出于表情达意的需要。《史记·秦始皇本纪》记载一项传说：始皇三十六年，有神人对秦使者说：“今年祖龙死。”使者回报始皇，始皇听了，好久不讲话，过后自作解释说：“祖龙者，人之先也。”秦始皇一心要做子孙万代诸“龙”之祖。而此时江山易主，“祖龙”一词正话反用，又添新意成了对秦始皇的绝妙讽刺，而且曲折有文采，合乎诗歌用语韵味。\n\n　　第三句点题，进一步用历史事实对“焚书”一事做出评判。秦始皇和李斯等人把“书”看成是祸乱的根源，以为焚了书就可以消灾弭祸，从此天下太平。结果适得其反，嬴秦王朝很快陷入风雨飘摇、朝不保夕的境地。“未冷”云云是夸张的言辞，旨在突出焚书行为的乖谬，实际上从焚书到陈胜吴广在大泽乡首举义旗，前后相隔整整四年时间。\n\n　　末句抒发议论、感慨。山东之乱持续了一个时期，秦王朝最后亡于刘邦和项羽之手。这两人一个曾长期在市井中厮混，一个出身行伍，都不是读书人。可见“书”未必就是祸乱的根源，“焚书”也未必就是巩固“子孙帝王万世之业”（《过秦论》）的有效措施。说“刘项原来不读书”，而能灭亡“焚书”之秦，全句纯然是揶揄调侃的口吻，包含着极为辛辣的讽刺意味。从“竹帛”写起，又以“书”作结，首尾相接如环，显得圆转自然。\n\n　　议论性的诗歌，既要剖析事理，又要显示意象，委实很不容易。这首诗采用了近乎喜剧的表现手法：揭示矛盾，使秦始皇处于自我否定的地位。这样写表面似乎很委婉，很冷静，其实反对的态度和憎恶的感情十分鲜明。如果说这就是“怨而不怒”的表现，那么，它也不失为一种成功的艺术手法。\n\n","translation":"焚书的烟雾刚刚散尽，秦始皇的帝业也随之灭亡，函谷关和黄河天险，也锁守不住始皇的故国旧居。\n焚书坑的灰烬还没冷却，山东群雄已揭竿起义，起义军领袖刘邦和项羽，原来都不读书！\n\n"}
{"_id":{"$oid":"5b9a1838367d5c0f40d22cd8"},"title":"月","dynasty":"唐代","writer":"杜甫","content":"天上秋期近，人间月影清。入河蟾不没，捣药兔长生。 \n 只益丹心苦，能添白发明。干戈知满地，休照国西营。","type":[]}
{"_id":{"$oid":"5b9a1838367d5c0f40d22cd9"},"title":"游洞庭湖五首·其二","dynasty":"唐代","writer":"李白","content":"南湖秋水夜无烟，耐可乘流直上天。\n且就洞庭赊月色，将船买酒白云边。","type":["月夜","行舟","写景","抒怀"],"remark":"耐可：哪可，怎么能够。\n赊：赊欠。\n\n","shangxi":"　　诗人为我们描绘了月夜泛舟的情形：明月皎皎，湖水悠悠。洞庭秋水澄澈无烟，水月相映，清辉怡人。\n\n　　诗人与友人（此处，我们不妨把其族叔也当作友人）泛舟湖上，与清风朗月为伴，不由生出遗世独立、羽化登仙的“上天”之念。但乘流上天终不可得，诗人也只好收起这份不羁的想象，姑且向洞庭湖赊几分月色，痛快地赏月喝酒。\n\n　　首句写景，同时点出秋游洞庭事。“南湖秋水夜无烟”，初读平淡无奇，似是全不费力，脱口而出，实则极具表现力：月夜泛舟，洞庭湖水全不似白日烟波浩渺、水汽蒸腾之气象。波澜不惊，澄澈如画。无烟水愈清，水清月更明。溶溶月色溶于水，悠悠湖光悠月明。这种景象，这种意味，非置身其中不可得，非写意简笔不可得。诗人虽然没有精工细绘，但读者心中自会涌现出一幅水天一色的美好图景。\n\n","translation":"秋天夜晚的南湖水面水澄澈无烟，（不由生出遗世独立、羽化登仙的“上天”之念），可怎么能够乘流上天呢？姑且向洞庭湖赊几分月色，痛快地赏月喝酒。\n\n"}
{"_id":{"$oid":"5b9a1838367d5c0f40d22cda"},"title":"折荷有赠","dynasty":"唐代","writer":"李白","content":"涉江玩秋水，爱此红蕖鲜。\n攀荷弄其珠，荡漾不成圆。\n佳人彩云里，欲赠隔远天。\n相思无因见，怅望凉风前。","type":["荷花","言志","惆怅"],"remark":"涉：本义是步行渡水，这里有泛舟游历之意。玩：赏玩、欣赏。秋水：秋天的江湖水，雨水。唐王勃《滕王阁序》：“落霞与孤鹜齐飞，秋水共长天一色。”\n红蕖（qú）：荷花盛开的样子。蕖：芙蕖，荷花的别名。\n弄：有把玩、欣赏之意。\n荡漾：水波微动。李白《梦游天姥吟留别》：“谢公宿处今尚在，渌水荡漾清猿啼。”\n佳人：美女。宋玉《登徒子好色赋》：“天下之佳人，莫若楚国；楚国之丽者，莫若臣里；臣里之美者，莫若臣东家之子。”\n远天：遥远的天宇，说明空间距离之远。\n相似：彼此想念。后多指男女相悦而无法接近所引起的想念。汉苏武《留别妻》诗：“生当复来归，死当长相思。”无因：没有门径，没有办法。\n凉风：秋风。《礼记·月令》：“（孟秋之月）凉风至，白露降，寒蝉鸣。”李白《秋思》诗：“芜然蕙草暮，飒尔凉风吹。”\n\n","translation":"划船到江中去荡漾秋天的江水，更喜爱这荷花的鲜艳。\n拨弄那荷叶上为水珠，滚动着却总不成圆。\n美好的佳人藏在彩云里，要想赠给她鲜花，又远在天际。\n苦苦相思而相见无期，惆怅遥望在凄凉的秋风里。\n\n"}
{"_id":{"$oid":"5b9a1838367d5c0f40d22cdb"},"title":"凤箫吟·锁离愁","dynasty":"宋代","writer":"韩缜","content":"锁离愁，连绵无际，来时陌上初熏。绣帏人念远，暗垂珠泪，泣送征轮。长亭长在眼，更重重、远水孤云。但望极楼高，尽日目断王孙。 \n消魂。池塘别后，曾行处、绿妒轻裙。恁时携素手，乱花飞絮里，缓步香茵。朱颜空自改，向年年、芳意长新。遍绿野，嬉游醉眠，莫负青春。","type":["宋词三百首","宋词精选","离愁"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155707644.mp3","remark":"凤箫吟：词牌名。\n陌上初熏：路上散发着草的香气。陌：道路。熏：花草的香气浓烈侵人。\n绣帏：绣房、闺阁。\n暗垂珠露：暗暗落下一串串珠露般的眼泪。\n王孙：这里指送行之人。汉淮南小山《招隐士》：“王孙游兮不归，芳草生兮萋萋。”\n绿妒轻裙：轻柔的罗裙和芳草争绿。\n恁（nèn）：那。恁时：即那时、彼时。素手：指女子洁白如玉的手。\n香茵：芳草地。\n\n","translation":"离愁萦绕，看着眼前连绵无际的春草，想起与心上人同游时它们还刚在路边吐出香馨。闺中人想到心上人要远行，暗暗地流下泪珠，哽咽着目送远去的车轮。人已远去她还痴痴地张望，可见到的已是重重远水、片片孤云。她又登楼极目远望，但望穿秋水也难见游子踪影。\n伤心啊伤心，自从池塘分别后无日不黯然销魂。想当年同游的地方连绿草都妒忌她的罗裙。那时候他携着她的手，在花丛柳絮之中，在翠绿香茵上信步徜徉。如今她的容颜虽已渐渐老去，但心中情意仍像芳草一样年年常新。她要再游遍绿野，忘情嬉戏酣饮，不辜负这珍贵的年少青春。\n\n"}
{"_id":{"$oid":"5b9a1839367d5c0f40d22cdc"},"title":"蝶恋花·京口得乡书","dynasty":"宋代","writer":"苏轼","content":"雨后春容清更丽。只有离人，幽恨终难洗。北固山前三面水。碧琼梳拥青螺髻。\n一纸乡书来万里。问我何年，真个成归计。白首送春拚一醉。东风吹破千行泪。","type":["送别","春天","写景","抒情","孤独"]}
{"_id":{"$oid":"5b9a1839367d5c0f40d22cdd"},"title":"临江仙·夜到扬州席上作","dynasty":"宋代","writer":"苏轼","content":"尊酒何人怀李白，草堂遥指江东。珠帘十里卷香风。花开又花谢，离恨几千重。\n轻舸渡江连夜到，一时惊笑衰容。语音犹自带吴侬。夜阑对酒处，依旧梦魂中。","type":["伤怀","感慨","愁闷"]}
{"_id":{"$oid":"5b9a1839367d5c0f40d22cde"},"title":"菊","dynasty":"唐代","writer":"郑谷","content":"王孙莫把比蓬蒿，九日枝枝近鬓毛。\n露湿秋香满池岸，由来不羡瓦松高。","type":["咏物","菊花","抒怀"],"remark":"菊：此处暗指品德高尚的人。\n王孙：公子哥。\n比：看作。\n蓬蒿：野生草。\n九日：重阳节。\n秋香：菊花。\n由来：因此从来。\n瓦松：一种寄生在高大建筑物瓦檐处的植物，但“高不及尺，下才如寸”，没有什么用处。\n\n","translation":"公子贵族莫把菊苗看成普通野生草，\n重阳佳节，插菊在鬓发，朵朵争俏。\n露水阳光让菊花更丰润，香满池岸绿满池岸，\n因此它从来不用羡慕寄生的瓦松是不是很高。\n\n"}
{"_id":{"$oid":"5b9a183a367d5c0f40d22cdf"},"title":"冯谖客孟尝君","dynasty":"先秦","writer":"佚名","content":"　　齐人有冯谖者，贫乏不能自存，使人属孟尝君，愿寄食门下。孟尝君曰：“客何好？”曰：“客无好也。”曰：“客何能？”曰：“客无能也。”孟尝君笑而受之曰：“诺。”\n\n　　左右以君贱之也，食以草具。居有顷，倚柱弹其剑，歌曰：“长铗归来乎！食无鱼。”左右以告。孟尝君曰：“食之，比门下之客。”居有顷，复弹其铗，歌曰：“长铗归来乎！出无车。”左右皆笑之，以告。孟尝君曰：“为之驾，比门下之车客。”于是乘其车，揭其剑，过其友曰：“孟尝君客我。”后有顷，复弹其剑铗，歌曰：“长铗归来乎！无以为家。”左右皆恶之，以为贪而不知足。孟尝君问：“冯公有亲乎？”对曰，“有老母。”孟尝君使人给其食用，无使乏。于是冯谖不复歌。\n\n　　后孟尝君出记，问门下诸客：“谁习计会，能为文收责于薛者乎？”冯谖署曰：“能。”孟尝君怪之，曰：“此谁也？”左右曰：“乃歌夫长铗归来者也。”孟尝君笑曰：“客果有能也，吾负之，未尝见也。”请而见之，谢曰：“文倦于事，愦于忧，而性懧愚，沉于国家之事，开罪于先生。先生不羞，乃有意欲为收责于薛乎？”冯谖曰：“愿之。”于是约车治装，载券契而行，辞曰：“责毕收，以何市而反？”孟尝君曰：“视吾家所寡有者。”\n\n　　驱而之薛，使吏召诸民当偿者，悉来合券。券遍合，起，矫命，以责赐诸民。因烧其券。民称万岁。\n\n　　长驱到齐，晨而求见。孟尝君怪其疾也，衣冠而见之，曰：“责毕收乎？来何疾也！”曰：“收毕矣。”“以何市而反？”冯谖曰；“君之‘视吾家所寡有者’。臣窃计，君宫中积珍宝，狗马实外厩，美人充下陈。君家所寡有者，以义耳！窃以为君市义。”孟尝君曰：“市义奈何？”曰：“今君有区区之薛，不拊爱子其民，因而贾利之。臣窃矫君命，以责赐诸民，因烧其券，民称万岁。乃臣所以为君市义也。”孟尝君不悦，曰：“诺，先生休矣！”\n\n　　后期年，齐王谓孟尝君曰：“寡人不敢以先王之臣为臣。”孟尝君就国于薛，未至百里，民扶老携幼，迎君道中。孟尝君顾谓冯谖：“先生所为文市义者，乃今日见之。”\n\n　　冯谖曰：“狡兔有三窟，仅得免其死耳；今君有一窟，未得高枕而卧也。请为君复凿二窟。”孟尝君予车五十乘，金五百斤，西游于梁，谓惠王曰：“齐放其大臣孟尝君于诸侯，诸侯先迎之者，富而兵强。”于是梁王虚上位，以故相为上将军，遣使者黄金千斤，车百乘，往聘孟尝君。冯谖先驱，诫孟尝君曰：“千金，重币也；百乘，显使也。齐其闻之矣。”梁使三反，孟尝君固辞不往也。\n\n　　齐王闻之，君臣恐惧，遣太傅赍黄金千斤、文车二驷，服剑一，封书，谢孟尝君曰：“寡人不祥，被于宗庙之祟，沉于谄谀之臣，开罪于君。寡人不足为也；愿君顾先王之宗庙，姑反国统万人乎！”冯谖诫孟尝君曰：“愿请先王之祭器，立宗庙于薛。”庙成，还报孟尝君曰：“三窟已就，君姑高枕为乐矣。”\n\n　　孟尝君为相数十年，无纤介之祸者，冯谖之计也。\n\n","type":["古文观止","历史","故事","写人"],"remark":"冯谖（xuān宣），齐国游说之士。谖，一作“煖”，《史记》又作“驩”，音皆同。 客，做门客。\n孟尝君，齐国贵族，姓田名文，齐闵王时为相。其父田婴在齐宣王时为相，并受封于薛，故本篇中有“寡人不敢以先王之臣为臣“之说。田婴死后，田文袭封地，封号为孟尝君。孟尝君好养士，据说有门客三千，成为以养士而著称的“战国四公子“之一，其中还有魏国信陵君，楚国春申君，赵国平原君。\n存，生存，生活。\n属（zhǔ主），通“嘱“,嘱咐。\n寄食门下，在孟尝君门下作食客。\n好（hào耗），爱好，擅长，喜好。\n诺，答应声。\n以，因为，因为孟尝君的态度而轻视冯谖。\n能，才能，本事。\n贱，轻视，看不起。\n食（sì四），通饲，给人吃。\n草具，粗劣的饭菜。具，供置，也能作酒肴。\n居有顷，过了不久。\n铗（jiá夹），剑。\n归来，离开，回来。乎，语气词。\n比，和……一样，等同于。\n为之驾，为他配车。\n揭，举。\n过，拜访。\n客我，待我以客，厚待我。即把我当上等门客看待。\n归来，回去。\n弹，敲打。\n无以为家，没有能力养家。\n恶（wù物），讨厌。\n给（jǐ己），供给。\n出记，出了一个文告。记，账册，古代一种公文文种。\n计会（kuài），会计。\n习，熟悉。\n责，同”债“。债的本字。\n署，署名，签名。（可见“记“不能作帐册，而当做告示。）\n负，辜负，对不住。实际意思是没有发现它的才干。\n谢，道歉。\n倦于事，忙于事务，疲劳不堪。\n愦（kuì）于忧，忧愁思虑太多，心思烦乱。愦，同“溃”，乱。\n懧愚，懦弱无能。懧，nuò同懦。\n沉，沉浸，埋头于。\n开罪，得罪。\n不羞，不以为羞。\n约车治装，准备车马、整理行装。约，缠束，约车即套车。\n券契，债契。债务关系人双方各持一半为凭。古时契约写在竹简或木简上，分两半，验证时，合起来查对，故后有合券之说。\n市，买。\n反，同”返“，返回。\n寡有，没有。\n驱，赶着车。 之，往。\n当偿者：应当还债的人。\n合券，验合债券。可知前面应解为“债务契约”。古代契约分为两半，立约双方各执其一。\n矫命，假托（孟尝君）命令。\n按：此节描述《史记》更合情理。\n疾，迅速。\n晨而求见：“见”读音xiàn，谒见。\n下陈，堂下，后室。\n区区，少，小，此亦隐指放债之利。\n拊爱，爱抚。拊，同“抚”，抚育，抚慰。\n子其民，视民如子。\n贾，做买卖。贾（gǔ）利之，做买卖获利。（不必视为名词作商人解。）\n说，通“悦”。\n休矣，算了吧。\n后期年，一周年之后。期（jī）年，整整一年。\n齐王，齐湣王。《史记·孟尝君列传》：“齐（湣）王惑于秦、楚之毁，以为孟尝君各高其主，而擅齐国之权，遂废孟尝君。”所谓“不敢以先王之臣为臣”，是托词。\n就国，回自己的封地。国，指孟尝君的封地薛。\n顾，回顾，旁顾。\n乘shèng，古代四马一车为一乘，亦可泛指车。\n窟，洞。\n梁，大梁，魏的国都。惠王，梁惠王，魏武侯之子。\n放，放逐。\n虚上位，把上位（宰相之位）空出来。\n先驱，驱车在前。\n重币，贵重的财物礼品。\n显使，地位显要的使臣。\n三反，先后多次往返。反，同“返”。\n固辞，坚决辞谢。\n太傅，官名，为辅弼国君之官。掌制定颁行礼法。\n赍jī，带着，抱着\n文车，文饰华美的车辆。\n驷，四马驾的车，比较：乘不一定是四马，驷一定是四马。\n服剑，佩剑。\n不祥，意为糊涂。 一说不善，没有福气。\n封书，写信，古代书信用封泥加印，故曰封书。\n谢，赔礼道歉。\n不祥，通详，审慎，不详即失察。\n被，遭受。\n被（pī）于宗庙之祟，遭受祖宗神灵降下的灾祸。被，同“披”，遭受。\n沉于谄谀（chǎnyú）之臣，被阿谀奉承的奸臣所迷惑。\n不足为，不值得你看重并辅助。一说无所作为。\n顾，顾念。\n姑，姑且。万人，指全国百姓。\n纤介，介同芥，纤丝与草籽，比喻极微小。\n\n","translation":"　　齐国有一人叫冯谖。因为太穷而不能养活自己。他便托人告诉孟尝君，表示意愿在他的门下寄居为食客。孟尝君问他有什么擅长。回答说没有什么擅长。又问他有什么本事？回答说也没有什么本事。孟尝君听了后笑了笑，但还是接受了他（《战国策·冯谖客孟尝君》）。\n　　旁边的人认为孟尝君看不起冯谖，就让他吃粗劣的饭菜。（按照孟尝君的待客惯例，门客按能力分为三等：上等（车客）出有车；中等（门下之客）食有鱼；下等（草具之客）食无鱼。）过了一段时间，冯谖倚着柱子弹着自己的剑，唱道：“长剑我们回去吧！没有鱼吃。”左右的人把这事告诉了孟尝君。孟尝君说：“让他吃鱼，按照中等门客的生活待遇。”又过了一段时间，冯谖弹着他的剑，唱道：“长剑我们回去吧！外出没有车子。”左右的人都取笑他，并把这件事告诉给孟尝君。孟尝君说：“给他车子，按照上等门客的生活待遇。”冯谖于是乘坐他的车，高举着他的剑，去拜访他的朋友，十分高兴地说：“孟尝君待我为上等门客。”此后不久，冯谖又弹着他的剑，唱道：“长剑我们回去吧！没有能力养家。”此时，左右的手下都开始厌恶冯谖，认为他贪得无厌。而孟尝君听说此事后问他：“冯公有亲人吗？”冯谖说：“家中有老母亲。”于是孟尝君派人供给他母亲吃用，不使她感到缺乏。于是从那之后。冯谖不再唱歌。\n　　后来，孟尝君拿出记事的本子来询问他的门客：“谁熟习会计的事？”冯谖在本上署了自己的名，并签上一个“能”字。孟尝君见了名字感到很惊奇，问：“这是谁呀？”左右的人说：“就是唱那‘长铗归来’的人。”孟尝君笑道：“这位客人果真有才能，我亏待了他，还没见过面呢！”他立即派人请冯谖来相见，当面赔礼道：“我被琐事搞得精疲力竭，被忧虑搅得心烦意乱；加之我懦弱无能，整天埋在国家大事之中，以致怠慢了您，而您却并不见怪，倒愿意往薛地去为我收债，是吗？”冯谖回答道：“愿意去。”于是套好车马，整治行装，载上契约票据动身了。辞行的时候冯谖问：“债收完了，买什么回来？”孟尝君说：“您就看我家里缺什么吧。” 冯谖赶着车到薛，派官吏把该还债务的百姓找来核验契据。核验完毕后，他假托孟尝君的命令，把所有的债款赏赐给欠债人，并当场把债券烧掉。百姓都高呼“万岁”。 冯谖赶着车，马不停蹄，直奔齐都，清晨就求见孟尝君。冯谖回得如此迅速，孟尝君感到很奇怪，立即穿好衣、戴好帽，去见他，问道：“债都收完了吗？怎么回得这么快？”冯谖说：“都收了。”“买什么回来了？”孟尝君问。冯谖回答道：“您曾说‘看我家缺什么’，我私下考虑您宫中积满珍珠宝贝，外面马房多的是猎狗、骏马，后庭多的是美女，您家里所缺的只不过是‘仁义’罢了，所以我用债款为您买了‘仁义’。”孟尝君道：“买仁义是怎么回事？”冯谖道：“现在您不过有块小小的薛邑，如果不抚爱百姓，视民如子，而用商贾之道向人民图利，这怎行呢？因此我擅自假造您的命令，把债款赏赐给百姓，顺便烧掉了契据，以至百姓欢呼‘万岁’，这就是我用来为您买义的方式啊。”孟尝君听后很不快地说：“嗯，先生，算了吧。” 过了一年，齐闵王对孟尝君说：“我可不敢把先王的臣子当作我的臣子。”孟尝君只好到他的领地薛去。还差百里未到，薛地的人民扶老携幼，都在路旁迎接孟尝君到来。孟尝君见此情景，回头看着冯谖道：“您为我买的‘义’，今天才见到作用了。” 冯谖说：“狡猾机灵的兔子有三个洞才能免遭死患，现在您只有一个洞，还不能高枕无忧，请让我再去为您挖两个洞吧。”孟尝君应允了，就给了五十辆车子，五百斤黄金。冯谖往西到了魏国，他对惠王说：“现在齐国把他的大臣孟尝君放逐到国外去，哪位诸侯先迎住他，就可使自己的国家富庶强盛。”于是惠王把相位空出来，把原来的相国调为上将军，并派使者带着千斤黄金，百辆车子去聘请孟尝君。冯谖先赶车回去，告诫孟尝君说：“黄金千斤，这是很重的聘礼了；百辆车子，这算显贵的使臣了。齐国君臣大概听说这事了吧。”魏国的使臣往返了三次，孟尝君坚决推辞而不去魏国.\n　　齐王听到这个消息，君臣震恐，连忙派遣太傅带“黄金千金、文车二驷、服剑一、封书”等物，非常隆重地向孟尝君谢罪，请孟尝君要“顾先王之宗庙，姑反国统万人乎”。冯谖劝孟尝君趁机索取先王的祭器，“立宗庙于薛”。等齐国的宗庙在薛地落成后，冯谖向孟尝君报告说：“三窟已就，君姑高枕为乐矣”。（《战国策·齐策》）自从齐泯王罢免了孟尝君的相位后，门下食客多离他而去。孟尝君恢复相位后，冯谖策马前去迎接，其他门客都未到。孟尝君感慨地对冯谖说，自己一生好客，对待客人从来不敢有所闪失，而他们见我被罢官，却都离我而去了。今仰赖冯谖先生得以恢复相位，门客还有什么脸面再见我呢？我如果再见到他们，“必唾其面而大辱之”。冯谖听了忙下马向孟尝君叩头，孟尝君急下马制止，问他是否是替其他的门客谢罪。冯谖说，不是。而是为“君之言失”。他说，任何事物发展都有自身的规律，像有生命的东西一定会死亡一样，这是一种必然规律；“富贵多士，贫贱寡友”，这也是一种规律。赶集上市的人，清晨时都急急地赶往集市；但到日落时，人们就是经过集市，也只是甩着膀子走过去，看也不看一眼。他们不是爱好清晨，厌恶傍晚，而是因为傍晚时分，希望得到的东西，在那儿已经没有了。您失去相位，宾客自然都离去了，您不应该因此埋怨士人，希望孟尝君能够“遇客如故”。孟尝君非常感激冯谖的提醒，于是再次拜谢并接受了冯谖的建议，“敬从命矣，闻先生之言，敢不奉教焉”。（《史记·孟尝君列传》）\n　　冯谖有超人的智慧，极具战略眼光。他抱着对孟尝君高度负责的态度，积极为孟尝君政治地位的稳定出谋划策。在孟尝君做齐国相国的几十年时间里，“无纤介之祸”（《战国策·齐策》），是与冯谖的精心谋划分不开的。\n\n"}
{"_id":{"$oid":"5b9a183a367d5c0f40d22ce0"},"title":"清江引·秋怀","dynasty":"元代","writer":"张可久","content":"西风信来家万里，问我归期未？\n雁啼红叶天，人醉黄花地，芭蕉雨声秋梦里。\n\n","type":["秋天","写景","抒怀","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155708468.mp3","remark":"清江引：曲牌名。\n未：什么时候。\n红叶天：秋天。红叶，枫叶。深秋枫叶红遍，霜林如醉。杜牧《山行》：“停车坐爱枫林晚，霜叶红于二月花。”\n黄花地：菊花满地。\n\n","shangxi":"　　秋风中接到家信，远自万里之外寄来，谆谆“问我归期未”，这两句从空间和时间的两个方面表现了“我”与“家”的暌隔。而诗人未对来信的殷望作任何正面的答复，仅是铺排了自己所处客乡的秋景。“红叶天”、“黄花地”，显然受了《西厢记·长亭送别》中“碧云天，黄花地，西风紧北雁南飞”的启导，而《西厢记》又是移用了范仲淹《苏幕遮》词的“碧云天，黄叶地”，亦为感秋之作。红叶黄花勾勒了清秋的轮廓，色彩鲜明，但却有一种苍凉冷颓的情韵。尤其是作者在这一背景中添现了“雁”、“人”的活动主角，且雁啼于天，人醉于地，便使这种苍凉冷颓发挥到了极致。“雁啼”最牵愁惹恨，“人醉”则是为了忘忧，而“芭蕉雨声秋梦里”，秋雨的萧疏冷酷，使得乡梦也为之惊醒。这三句景句无不暗寓着人物的客乡况味和主观感受，代表着诗人的“秋怀”。深沉的乡思与有家难归的羁愁，便足以回答“归期未”的提问了。\n\n　　这三句是作者收信后无言的感受，但它也可以视作诗人因家信问起归期而惆怅苦闷的应接。可以这样想象：诗人因在现实上不可能回到万里以外的乡园，无语可复，心中充满了忧愁与歉疚。他抬头望天，想看看那传书的鸿雁可在，结果发现“雁啼红叶天”，大雁似乎也在为他发出悲鸣。满地秋菊盛开，但那并不是故园的黄花，诗人只能借酒狂饮，在酩酊中暂忘乡愁。入夜了，他希望能在梦中实现回乡的心愿，可是“隔窗知夜雨，芭蕉先有声”（白居易《夜雨》），蕉叶上的雨声又无情地提醒着他的孤寂。“问我归期未”，不敢答复，至此也无须答复。小令的这三句景语，在时间的跨度上可前可后，代表了“秋怀”的一贯凄凉，确实是颇见妙味的。\n\n　　应该说这个概括在这首短小精悍的曲里能够得到很好的体现，至于熔铸名句这点，恐怕元曲三百首里没有多少非香艳的题材的作品能跳出唐宋的成就。\n\n　　回到曲上，“西风信来家万里，问我归期未？”看似简单，实则也简单明了，直奔主题，唯一比较特别之处是以西风送信，这个并不是很多见，古人一般是鱼传尺素，雁寄归思，青鸟传音，西风送信便是把西风拟人，赋予看似凛冽的西风一点人情味；“问我归期未”，平实却亲切，仿佛正面对面问话一般。又令人想起“道是归期未有期”这种情怀，有点淡淡哀愁。可见，这两句应该没有经过太多斟酌，完全是作者的真情实感的流露，因此读来也没有丝毫矫揉造作之感。\n\n　　“雁啼红叶天，人醉黄花地，芭蕉雨声秋梦里”这一句其实颇为经典，既充分体现张可久“清丽派”的作风，又充分体现曲在营造意境上对诗词手法的传承，强调了一种有构图讲究的图画般的美感。这一句却能够从人的多种感官角度把一种写来写去的思乡情怀具体化，形象化，把主观感受融入客观景物里，虽是一种常用的表现手法，又因作者能对颜色、声音、炼字、音韵都做出很好地把握，使得此曲经得起反复的品读。“红叶”“黄花”秋意尽显，颜色鲜明，令人印象深刻，脑海中立即出现相似的画面；“啼”“醉”可以说是有炼字的功夫在内的，雁啼虽不同于杜鹃啼，但只要说到啼声，总是会有些感情在其中，无非雁就是像“我”一样，呼唤着同伴南迁，顺便一提，张可久是浙江人，也就是南方人，那么北雁南飞对于他的意义就更为具体了，而这啼声中，也夹杂着一些复杂的情绪，也许隐含了悲伤、急切、思念、担忧等等，醉，作者认为黄花遍地的景色醉人，但有道是景不醉人人自醉，能够归乡的喜悦心情才真正让作者沉醉其中；芭蕉雨声秋梦里，芭蕉在古代是有特定所指的意象，一般指代愁思、闺思、乡怀、悲凉，而雨打芭蕉一般是指愁上加愁，不可排解。李清照就常用芭蕉的意象。作者是十分心急的，急得发愁，也许正遇上某些事，回乡无望，因而听着雨打芭蕉的声音，似乎只能籍着秋夜的清凉，做个好梦，梦回家乡探望亲人。\n\n　　从押韵这方面来说，不看曲有没有固定韵位，应该是没有的，“里”“未”“地”“里”都是有押韵的，故而朗读起来，此曲也是琅琅上口，音韵和谐的。\n\n　　当一句话，一首曲有一种让人在相似的情形下想起的力量时，已经可以算是成功的作品。正如每逢秋夜下雨时，都会想到“芭蕉雨声秋梦里”以及另一些无名氏的作品“一声声，一更更。窗外芭蕉窗里灯，此时无限情”“楼外凉蟾一晕生，雨余秋更清”把几种意境重叠在一起，然后整理起自己种种的愁绪。\n\n　　本诗前两句，作者道出自己的乡思情。然而这种乡思情有多深有多浓？作者没有直接外露，却是以“西风”“红叶”“黄花”“芭蕉”“秋雨”这些富有季节特征的一组景物构成意境，渲染出一幅色彩浓丽的秋景图，衬自己浓浓的乡思情。\n\n　　唐李商隐《夜雨寄北》：“君问归期未有期，巴山夜雨涨秋池。”是在归未有期但又存在着“何当共剪西窗烛”可能的情形下，生慨于寄身之处的旁景。而本作连“未有期”的吐诉都鼓不起勇气，心上的伤口就可想而知了。\n\n","translation":"西风送来万里之外的家书，问我何时归家？\n鸿雁在红叶满山的季节呼唤着同伴南迁，而离人却对着黄花遍地的景色沉醉其中，听着雨打芭蕉的声音，却只能籍着秋夜的清凉，但愿做个好梦，能梦回家乡探望亲人。\n\n"}
{"_id":{"$oid":"5b9a183a367d5c0f40d22ce1"},"title":"山坡羊·道情","dynasty":"元代","writer":"宋方壶","content":"青山相待，白云相爱，梦不到紫罗袍共黄金带。一茅斋，野花开。管甚谁家兴废谁成败，陋巷箪瓢亦乐哉。贫，气不改；达，志不改。","type":["言志"]}
{"_id":{"$oid":"5b9a183a367d5c0f40d22ce2"},"title":"柳","dynasty":"宋代","writer":"寇准","content":"晓带轻烟间杏花，晚凝深翠拂平沙。\n长条别有风流处，密映钱塘苏小家。\n\n","type":["古诗三百首","柳树"],"translation":"译文 杏花在细细的如青烟的柳丝中若隐若现， 夜晚的露珠轻柔的拂去深绿色柳叶的尘沙。 柳枝也有他风流的一面呀， 悄悄的倒映着钱塘美女在夜色中点灯梳妆。"}
{"_id":{"$oid":"5b9a183a367d5c0f40d22ce3"},"title":"长相思·雨","dynasty":"宋代","writer":"万俟咏","content":"一声声，一更更。窗外芭蕉窗里灯，此时无限情。\n梦难成，恨难平。不道愁人不喜听，空阶滴到明。","type":["宋词精选","写雨","声音","孤独"],"remark":"长相思：词牌名，唐教坊曲名。\n一更更：一遍遍报时的更鼓声。\n恨，遗撼。\n道：知。\n阶：台阶。\n\n","shangxi":"万俟咏作词喜用淡语，且工于音韵。这样连续重复用字，吟咏起来便很有音乐上的美感。 《雨》首句“一声声，一更更”形容雨声，连用两个叠宇，描摹雨断断续续的声音，既显得形象，在声音上也显得贴近。雨声之所以如此清晰入耳，是因为人夜深难寐。“窗外芭蕉窗里灯”，听雨之人点。一盏孤灯，隔窗昕雨。“芭蕉”暗示雨打芭蕉的声音，使雨的声音更加响亮。“此时无限情”，直接道出人的心情。然而“无限”二字又使这种直言显得暖昧模糊。只知情意无限，心事无边，却不知究竟是什么样的心事使人长夜失眠，寂寞听雨。 “梦难成，恨难平”，用两个“难”字突出人的愁苦心情。因难以入睡，所以道．“梦难成”，连暂时逃避到好梦中去都是一种奢望；又因情在心头辗转，更兼一夜风雨，触动愁思，故日“恨难平”。但是雨不管这些，它“不道愁人不喜听”，只管“空阶滴到明”。“愁人”怪雨无情，不顾人的心情，就这样在空洞洞的台阶上一点一点滴到天明，这说明人一夜未睡。“一声声，一更更”的雨声，凄凄凉凉，仿佛人心中的愁绪一般，永远没有尽头。全词无一处提及“雨”字，却处处是雨。作者将雨声与听雨之人的心情融合得毫无痕迹，显示出高超的运笔功力。\n\n","translation":"雨一直下着，听着窗外的雨滴声，直到深更都难以入睡。雨中的芭蕉和屋里的油灯此时似乎也变得多情起来，安慰孤独的我。\n好梦难成，此恨难消，窗外的雨可不管忧愁的人喜不喜欢听，仍是不停地下着，雨滴一直滴到天明才停了下来。\n\n"}
{"_id":{"$oid":"5b9a183a367d5c0f40d22ce4"},"title":"鹊桥仙·七夕","dynasty":"宋代","writer":"范成大","content":"双星良夜，耕慵织懒，应被群仙相妒。娟娟月姊满眉颦，更无奈、风姨吹雨。 \n相逢草草，争如休见，重搅别离心绪。新欢不抵旧愁多，倒添了、新愁归去。","type":["七夕节"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155708319.mp3"}
{"_id":{"$oid":"5b9a183a367d5c0f40d22ce5"},"title":"南乡子·重九涵辉楼呈徐君猷","dynasty":"宋代","writer":"苏轼","content":"霜降水痕收。浅碧鳞鳞露远洲。酒力渐消风力软，飕飕。破帽多情却恋头。\n佳节若为酬。但把清尊断送秋。万事到头都是梦，休休。明日黄花蝶也愁。","type":["宋词精选","秋天","写景","抒怀"],"remark":"南乡子：唐教坊曲名，后用为词牌。原为单调，有二十七字、二十八字、三十字各体，平仄换韵。单调始自后蜀欧阳炯。南唐冯延巳始增为双调。冯词平韵五十六字，十句，上下片各四句用韵。另有五十八字体。又名《好离乡》、《蕉叶怨》等。\n重九：农历九月初九重阳节。\n涵辉楼：在黄冈县西南。徐君猷：名大受，当时黄州知州。\n水痕收：指水位降低。\n浅碧：水浅而绿。\n鳞鳞：形容水波如鱼鳞一般。\n若为酬：怎样应付过去。\n尊：同“樽”，酒杯。\n休休：不要，此处意思是不要再提往事。\n\n","shangxi":"　　词的上片写楼中远眺情景。首句“霜降水痕收，浅碧鳞鳞露远洲”，描绘大江两岸晴秋景象。江上水浅，是深秋霜降季节现象，以“水痕收”表之。“浅碧”承上句江水，“鳞鳞”是水泛微波，似鱼鳞状：“露远洲”，水位下降，露出江心沙洲，“远”字体现的是登楼遥望所见。两句是此时此地即目之景，勾勒出天高气清、明丽雄阔的秋景。\n\n　　“酒力渐消风力软，飕飕，破帽多情却恋头”，此三句写酒后感受。“酒力渐消”，皮肤敏感，故觉有“风力”。而风本甚微，故觉其“力软”。风力虽“软”，仍觉有“飕飕”凉意。但风力再软，仍不至于落帽。此三句以“风力”为轴心，围绕它来发挥。晋时孟嘉落帽于龙山，是唐宋诗词常用的典故。苏轼对这一典故加以反用，说破帽对他的头很有感情，不管风怎样吹，抵死不肯离开。“破帽”这里具有象征隐喻意义，指的是世事的纷纷扰扰、官场的勾心斗角。作者说破帽“多情恋头”，不仅不厌恶，反而深表喜悦，这其实是用戏谑的手法，表达自己渴望超脱而又无法真正超脱的无可奈何。\n\n　　下片就涵辉楼上宴席，抒发感慨。“佳节若为酬，但把清樽断送秋”两句，化用杜牧《重九齐山登高》诗“但将酩酊酬佳节，不用登临怨落晖”句意。“断送”，此即打发走之意。政治上所受重大打击，使他对待世事的态度有所变化，由忧惧转为达观，这乃是他黄州时期所领悟到的安心之法。\n\n　　歇拍三句申说为何要以美酒断送秋。“万事到头都是梦”是化用宋初潘阆“万事到头都是梦，休嗟百计不如人”句意。“明日黄花蝶也愁”反用唐郑谷咏《十日菊》中“节去蜂愁蝶不知，晓庭还绕折残枝”句意，意谓明日之菊，色香均会大减，已非今日之菊，连迷恋菊花的蝴蝶，也会为之叹惋伤悲。此句以蝶愁喻良辰易逝，好花难久，正因为如此，此时对此盛开之菊，更应开怀畅饮，尽情赏玩。\n\n　　“万事到头都是梦，休休”，这与苏轼别的词中所发出的“人间如梦”、“世事一场大梦”、“未转头时皆梦”、“古今如梦，何曾梦觉”，“君臣一梦，古今虚名”等慨叹异曲同工，表现了苏轼后半生的生活态度。他看来，世间万事，皆是梦境，转眼成空；荣辱得失、富贵贫贱，都是过眼云烟；世事的纷纷扰扰，不必耿耿于怀。如果命运不允许自己有为，就饮酒作乐，终老余生；如有机会一展抱负，就努力为之。这种进取与退隐、积极与消极的矛盾双重心理，在词中得到了集中体现。\n\n","translation":"深秋霜降时节，水位下降，远处江心的沙洲都露出来了。酒力减退了，才觉察到微风吹过，让人觉得凉飕飕的。破帽却多情留恋，不肯被风吹落。\n重阳节如何度过，只借酒消忧，打发时光而已，世间万事都是转眼成空的梦境，因而不要再提往事。重阳节后菊花色香均会大减，连迷恋菊花的蝴蝶，也会感叹发愁了。\n\n"}
{"_id":{"$oid":"5b9a183b367d5c0f40d22ce6"},"title":"筹笔驿","dynasty":"唐代","writer":"罗隐","content":"抛掷南阳为主忧，北征东讨尽良筹。\n时来天地皆同力，运去英雄不自由。\n千里山河轻孺子，两朝冠剑恨谯周。\n唯余岩下多情水，犹解年年傍驿流。","type":["怀古","写人"]}
{"_id":{"$oid":"5b9a183b367d5c0f40d22ce7"},"title":"暮过山村","dynasty":"唐代","writer":"贾岛","content":"数里闻寒水，山家少四邻。\n怪禽啼旷野，落日恐行人。\n初月未终夕，边烽不过秦。\n萧条桑柘处，烟火渐相亲。","type":["羁旅","山村"],"remark":"寒水：此指清冷的流水。唐杜牧《泊秦淮》诗：“烟笼寒水月笼沙，夜泊秦淮近酒家。”\n山家：山野人家。唐杜甫《从驿次草堂复至东屯茅屋》诗之二：“山家蒸栗暖，野饭射麋新。”四邻：周围邻居。汉刘向《列女传·周主忠妾》：“主闻之乃厚币而嫁之，四邻争娶之。”\n怪禽：此指鸱鸮（chīxiāo）一类的鸟。啼：后省略“于”字。旷野：空阔的原野。《诗经·小雅·何草不黄》：“匪兕匪虎，率彼旷野，哀我征夫，朝夕不暇。”\n恐：此处为使动用法，使……惊恐。行人：出行的人。《管子·轻重己》：“十日之内，室无处女，路无行人。”\n初月：新月。《乐府诗集·清商曲辞一·子夜四时歌春歌五》：“碧楼冥初月，罗绮垂新风。”终夕：通宵，彻夜。唐杜甫《八哀诗·故著作郎贬台州司户荥阳郑公虔》：“操纸终夕酣，时物集遐想。”\n边烽：边境上报告战事的烽火。唐沈佺期《塞北》诗之一：“海气如秋雨，边烽似夏云。”秦：指今陕西南部一带。\n萧条：此处为稀疏之意。汉扬雄《羽猎赋》：“羡漫半散，萧条数千里外。”桑柘（zhè）：此处用本意，桑木与柘木。《礼记·月令》：“（季春之月）命野虞无伐桑柘，鸣鸠拂其羽，戴胜降于桑。”\n烟火：指炊烟，泛指人烟。《史记·律书》：“天下殷富，粟至十馀钱，鸣鸡吠狗，烟火万里，可谓和乐者乎？”\n\n","shangxi":"　　贾岛以“幽奇寒僻”的风格著称，这一首羁旅诗充分体现了他的创作特色。\n\n　　起句从听觉形象写起。一个秋天的黄昏，诗人路过一座山村，远远便闻到山涧的潺潺流水声：“数里闻寒水”。在“数里”的范围内能清晰地听到细微的水声，可见山区的寂静凄冷。而映在眼帘的是稀稀落落的人家──“山家少四邻”。这一听觉形象和视觉形象相互衬托，生动地渲染出山村的萧索而冷落的氛围。首联点题，作者用淡墨勾勒出一幅荒凉的山村远景。\n\n　　颔联，重点描摹山区萧瑟阴森的景象：“怪禽啼旷野，落日恐行人。”“怪禽”大概是鸱鸮一类的鸟。这种怪禽在荒漠凄寂的旷野上鸣叫，本来就令人闻而惊惶不安；刚好又碰上夕阳下山，山区渐渐暗黑下来，孤单的行人此时此刻自然更加感到不寒而栗。这两句诗写声写色，声色均骇人听闻。诗的境界幽深险僻，自是贾岛本色。\n\n　　诗人从数里外的旷野走向山村，一路行来，时间不知不觉地过去，夜幕悄悄地拉开。颈联转写夜景：“初月未终夕，边烽不过秦。”边烽，指边境的烽火。唐代边烽有两种：一种是报边境有事的紧急烽火，一种是报平安的烽火。秦，指今陕西南部一带。这两句的意思是说，初升的月亮高悬天空，烽火点燃起来，没有越过秦地，表明这一地区平安无事，山区更显得阒静，安谧。这时候诗人逐渐走近山庄。\n\n　　尾联即写接近山村时的喜悦感受：“萧条桑柘外，烟火渐相亲。”诗人经过萧疏荒凉的山区旷野，终于隐隐约约地看到山村人家宅边常种的桑树柘树和茅舍上升起的袅袅轻烟，内心不禁感到无比的温暖与亲切，先前的惊惧心情渐渐平静下来，转而产生一种欢欣喜悦的感情。结句“烟火渐相亲”，写得极富生活情趣与韵味。诗人对生活的感受相当敏锐，体验深刻，又着意炼句，因此，诗里的心理刻画也显得细致入微而耐人寻味。\n\n　　这样，诗的格局便显得有波澜，有开阖，寓变化多样于章法井然之中。\n\n　　诗的形象写得险怪寒瘦，境界幽深奇异，在中唐诗歌中确实别具一格。明胡应麟推崇“浪仙之幽奇”为“五言独造”（《诗薮·内编》卷四）。从风格这一角度上看，这一评语也说得中肯。\n\n","translation":"几里远就能听到凄寒的水声，山区人家居住分散没有近邻。\n怪禽从旷野上传来声声鸣叫，昏惨的落日惊恐过路的行人。\n一弯新月未得照彻漫漫长夜，边关的烽火并没有越过三秦。\n远处几棵萧条的桑柘树外面，袅袅炊烟渐觉与人相近相亲。\n\n"}
{"_id":{"$oid":"5b9a183b367d5c0f40d22ce8"},"title":"春日","dynasty":"唐代","writer":"李商隐","content":"欲入卢家白玉堂，新春催破舞衣裳。 \n 蝶衔红蕊蜂衔粉，共助青楼一日忙。","type":[]}
{"_id":{"$oid":"5b9a183b367d5c0f40d22ce9"},"title":"同李十一醉忆元九","dynasty":"唐代","writer":"白居易","content":"花时同醉破春愁，醉折花枝作酒筹。\n忽忆故人天际去，计程今日到梁州。","type":["友情","思念"],"remark":"破：破除，解除。\n酒筹：饮酒时用以记数或行令的筹子。\n天际：肉眼能看到的天地交接的地方。\n计程：计算路程。梁州：地名，在今陕西汉中一带。\n\n","shangxi":"　　唐人喜欢以行第相称。这首诗中的“元九”就是在中唐诗坛上与白居易齐名的元稹。809年（元和四年），元稹奉使去东川。白居易在长安，与他的弟弟白行简和李杓直（即诗题中的李十一）一同到曲江、慈恩寺春游，又到杓直家饮酒，席上忆念元稹，就写了这首诗。\n\n　　诗的首句，据当时参加游宴的白行简在他写的《三梦记》中记作“春来无计破春愁”，照说应当是可靠的；但《白氏长庆集》中却作“花时同醉破春愁”。一首诗在传钞或刻印过程中会出现异文，而作者对自己的作品也会反复推敲，多次易稿。就此诗来说，白行简所记可能是初稿的字句，《白氏长庆集》所录则是最后的定稿。诗人之所以要作这样的修改，是因为在章法上，诗的首句是“起”，次句是“承”，第三句当是“转”。从首句与次句的关系看，把“春来无计”改为“花时同醉”，就与“醉折花枝”句承接得更紧密，而在上下两句中，“花”字与“醉”字重复颠倒运用，更有相映成趣之妙。再就首句与第三句的关系看，“春愁”原是“忆故人”的伏笔，但如果一开头就说“无计破春愁”，到第三句将无法显示转折。这样一改动，先说春愁已因花时同醉而破，再在第三句中用“忽忆”两字陡然一转，才见波澜起伏之美，从而跌宕出全篇的风神。\n\n　　这首诗的特点是，即席拈来，不事雕琢，以极其朴素、极其浅显的语言，表达了极其深厚、极其真挚的情意。而情意的表达，主要在篇末“计程今日到梁州”一句。“计程”由上句“忽忆”来，是“忆”的深化。故人相别，居者忆念行者时，随着忆念的深入，常会计算对方此时已否到达目的地或正在中途某地。这里，诗人意念所到，深情所注，信手写出这一生活中的实意常情，给人以特别真实、特别亲切之感。\n\n　　白居易对元稹行程的计算是很准确的。当他写这首《醉忆元九》诗时，元稹正在梁州，而且写了一首《梁州梦》：“梦君同绕曲江头，也向慈恩院院游。亭吏呼人排去马，忽惊身在古梁州。”元稹对这首诗的说明是：“是夜宿汉川驿，梦与杓直、乐天同游曲江，兼入慈恩寺诸院，倏然而寤，则递乘及阶，邮吏已传呼报晓矣。”巧的是，白居易诗中写的真事竟与元稹写的梦境两相吻合。这件事，表面上有一层神秘色彩，其实是生活中完全可能出现的巧合，而这一巧合正是以元稹、白居易平日的友情为基础的。唐代长安城东南的慈恩寺和曲江是当时的游赏胜地。而且，进士登科后，皇帝就在曲江赐宴；慈恩寺塔即雁塔，又是新进士题名之处。他们两人应当常到这两处共同游宴。对元稹说来，当他在孤寂的旅途中怀念故人、追思昔游时，这两处长安名胜，不仅在日间会时时浮上他的心头，当然也会在夜间进入他的梦境。由于这样一个梦原本来自对故人、对长安、对旧游的朝夕忆念，他也只是如实写来，未事渲染，而无限相思、一片真情已全在其中。其情深意真，是可以与白居易的诗比美的。\n\n　　读者更可见两人的交谊之笃，也更可见白居易的这首诗虽像是偶然动念，随笔成篇，却有其深厚真挚的感情基础。如果把两人的诗合起来看：一写于长安，一写于梁州；一写居者之忆，一写行人之思；一写真事，一写梦境；诗中情事却如《本事诗》所说，“合若符契”。而且，两诗写于同一天，又用的是同一韵。这是两情的异地交流和相互感应。读者不仅可以领略诗篇的艺术魅力，而且可以从它的感情内容得到真和美的享受。\n\n","translation":"花开时我们一同醉酒以销春之愁绪，醉酒后盼着了花枝当做喝酒之筹码。\n突然间，想到老友远去他乡不可见，屈指算来，你今天行程该到梁州了。\n\n"}
{"_id":{"$oid":"5b9a183b367d5c0f40d22cea"},"title":"有所思","dynasty":"唐代","writer":"卢仝","content":"当时我醉美人家，美人颜色娇如花。\n今日美人弃我去，青楼珠箔天之涯。\n天涯娟娟姮娥月，三五二八盈又缺。\n翠眉蝉鬓生别离，一望不见心断绝。\n心断绝，几千里？\n梦中醉卧巫山云，觉来泪滴湘江水。\n湘江两岸花木深，美人不见愁人心。\n含愁更奏绿绮琴，调高弦绝无知音。\n美人兮美人，不知为暮雨兮为朝云。\n相思一夜梅花发，忽到窗前疑是君。","type":["爱情"],"translation":"注释 有所思：汉乐府《铙歌》名，以首句“有所思”为名。写一女子欲与情郎决绝时的犹豫之情；一说当与《上邪》合为一篇，系男女问答的之词，后人以此为题赋诗，多写男女情爱事。 青楼：豪华精致的楼房，常指美人的居所。 珠箔：即珠帘子。 姮娥：即“嫦娥”。 翠眉、蝉鬓：均指美人。翠眉，用深绿色的螺黛画眉。蝉鬓，古代妇女的一种发式，望之缥缈如蝉翼，故云。"}
{"_id":{"$oid":"5b9a183b367d5c0f40d22ceb"},"title":"视刀环歌","dynasty":"唐代","writer":"刘禹锡","content":"常恨言语浅，不如人意深。\n今朝两相视，脉脉万重心。","type":["爱人","分别","抒怀"],"remark":"视刀环歌：刘禹锡创乐府新题。典出《汉书·李广苏建传》，含盼人早日还归之意。\n恨：遗憾。\n人意：人的意愿、情绪。\n脉脉：默默地用眼神或行动表达情意的样子。万重心：极言内心感情的复杂。\n\n","translation":"常常恼恨言语的表达粗浅有限，不像人的心意那么丰富深厚。\n今天两个人你看着我我看着你，默默地用眼神传达着心中复杂的情感。\n\n"}
{"_id":{"$oid":"5b9a183b367d5c0f40d22cec"},"title":"早春寄王汉阳","dynasty":"唐代","writer":"李白","content":"闻道春还未相识，走傍寒梅访消息。\n昨夜东风入武阳，陌头杨柳黄金色。\n碧水浩浩云茫茫，美人不来空断肠。\n预拂青山一片石，与君连日醉壶觞。","type":["春天","思念"],"remark":"王汉阳：其人姓王，官职汉阳县令。生平不详。\n走傍：走近。\n武阳：此指江夏。\n陌（mò）：田间东西方向的道路，泛指田间小路。陌头：街头。\n美人：古人往往以美人、香草比君子，此指王汉阳。\n预拂：预先拂拭。\n壶觞（shāng）：酒器。壶：盛液体的容器。觞：古代酒器；欢饮，进酒。晋陶潜《归去来辞》：“引壶觞以自酌，眄庭柯以怡颜。”唐白居易《将至东都先寄令狐留守》诗：“诗境忽来还自得，醉乡潜去与谁期？东都添箇狂宾客，先报壶觞风月知。”金马定国《送图南》诗：“壶觞送客柳亭东，回首三齐落照中。”清顾炎武《陶彭泽归里》诗：“瓮盎连朝浊，壶觞永日酣。”清阮葵生《茶馀客话》卷四：“先生辨舟中几人，服某某色；杯斝壶觞之属，历历可数。”\n\n","translation":"听说春天已经回还我还未识其面，前去依傍寒梅访寻消息。\n昨夜东风吹入江夏，路边陌上的杨柳冒出嫩芽一片金黄。\n碧水浩浩云雾茫茫，王汉阳您啊不来令我空白断肠。\n我已预先拂净青山上一片石摆下酒宴，要与您连日连夜醉在壶觞之中。\n\n"}
{"_id":{"$oid":"5b9a183b367d5c0f40d22ced"},"title":"江上吟","dynasty":"唐代","writer":"李白","content":"木兰之枻沙棠舟，玉箫金管坐两头。\n美酒樽中置千斛，载妓随波任去留。\n仙人有待乘黄鹤，海客无心随白鸥。\n屈平辞赋悬日月，楚王台榭空山丘。\n兴酣落笔摇五岳，诗成笑傲凌沧洲。\n功名富贵若长在，汉水亦应西北流。\n\n","type":["自由","生活"],"remark":"江上吟，李白自创之歌行体。江，指汉江。此诗宋本、王本题下俱注云：一作“江上游”。\n木兰，即辛夷，香木名。枻，同“楫”，舟旁划水的工具，即船桨。《九歌·湘君》：“桂棹兮兰枻”。沙棠，木名。南朝梁任昉《述异记》：“汉成帝与赵飞燕游太液池，以沙棠木为舟。其木出昆仑山，人食其实，入水不溺。”木兰枻、沙棠舟，形容船和桨的名贵。\n玉箫金管，用金玉装饰的箫笛。此处指吹箫笛等乐器的歌妓。\n樽，盛酒的器具。置，盛放。斛，古时十斗为一斛。千斛，形容船中置酒极多。\n妓，歌舞的女子。\n乘黄鹤，用黄鹤楼的神话传说。黄鹤楼故址在今湖北省武汉市武昌西黄鹤山上，下临江汉。旧传仙人子安曾驾黄鹤过此，因而得名。一说是费文祎乘黄鹤登仙，曾在此休息，故名。\n海客，海边的人。《列子·黄帝篇》：“海上之人有好沤鸟者，每旦之海上，沤鸟之至者百住而不止。其父曰：‘吾闻沤鸟皆从汝游，汝取来，吾玩之’。明日之海上，沤鸟舞而不下也”。\n屈平，屈原名平，战国末期楚国大诗人，著有《离骚》《天问》等。《史记·屈原贾生列传》评价《离骚》是：“自疏濯淖污泥之中，蝉蜕于浊秽，以浮游尘埃之外，不获世之滋垢，皭然泥而不滓者也。推此志也，虽与日月争光可也”。\n榭，台上建有房屋叫榭。台榭，泛指楼台亭阁。楚灵王有章华台，楚庄王有钓台，均以豪奢著名。\n兴酣，诗兴浓烈。五岳，指东岳泰山，西岳华山，南岳衡山，北岳恒山，中岳嵩山。此处泛指山岳。\n凌，凌驾，高出。沧洲，江海。\n汉水，发源于陕西省宁强县，东南流经湖北襄阳，至汉口汇入长江。汉水向西北倒流，比喻不可能的事情。 \n\n","translation":"在木兰为桨沙棠为舟的船上，箫管之乐在船的两头吹奏着。\n船中载着千斛美酒和美艳的歌妓，任凭它在江中随波逐流。\n黄鹤楼上的仙人还有待于乘黄鹤而仙去，而我这个海客却毫无机心地与白鸥狎游。\n屈原的词赋至今仍与日月并悬，而楚王建台榭的山丘之上如今已空无一物了。\n我兴酣之时，落笔可摇动五岳，诗成之后，啸傲之声，直凌越沧海。\n功名富贵若能常在，汉水恐怕就要西北倒流了。\n\n"}
{"_id":{"$oid":"5b9a183b367d5c0f40d22cee"},"title":"惠州一绝 / 食荔枝","dynasty":"宋代","writer":"苏轼","content":"罗浮山下四时春，卢橘杨梅次第新。\n日啖荔枝三百颗，不辞长作岭南人。（不辞 一作：不妨）","type":["地名","赞美","荔枝"],"shangxi":"　　从“荔枝诗”看东坡先生的岭南心境。\n\n　　苏东坡于宋哲宗绍圣元年被人告以“讥斥先朝”的罪名被贬岭南，“不得签书公事”。于是，东坡先生流连风景，体察风物，对岭南产生了深深的热爱之情，连在岭南地区极为平常的荔枝都爱得那样执着。\n\n　　绍圣二年四月十一日，苏轼在惠州第一次吃荔枝，作有《四月十一日初食荔枝》一诗，对荔枝极尽赞美之能事：“……垂黄缀紫烟雨里，特与荔枝为先驱。海山仙人绛罗襦，红纱中单白玉肤。不须更待妃子笑，风骨自是倾城姝……”自此以后，苏轼还多次在诗文中表现了他对荔枝的喜爱之情。例如，《新年五首》：“荔子几时熟，花头今已繁。”《赠昙秀》：“留师笋蕨不足道，怅望荔枝何时丹。”《〈和陶归园田居六首)引》：“有父老年八十五，指(荔枝)以告余曰：‘及是可食，公能携酒来游乎?’意欣然许之。”《和陶归园田居》其五：“愿同荔枝社，长作鸡黍局。”《食荔枝二首》其二：“日啖荔枝三百颗，不辞长作岭南人。”\n\n　　其中“日啖荔枝三百颗，不辞长作岭南人”二句最为脍炙人口，解诗者多以为东坡先生在此赞美岭南风物，从而抒发对岭南的留恋之情，其实这是东坡先生满腹苦水唱成了甜甜的赞歌。\n\n　　不错，从一些现象上看起来，苏轼在岭南时的心情与初贬黄州时相比，确实显得更加平静，不见了“空庖煮寒菜，破灶烧湿苇”的失意与苦闷。《宋史》本传说苏轼在惠州“居三年，泊然无所蒂介，人无贤愚，皆得其欢心”。贬为琼州别驾后，居在“非人所居”的地方，“初僦官屋以居，有司犹谓不可。轼遂买地筑室，儋人运甓畚土以助之。独与幼子过处，著书以为乐，时时从其父老游，若将终身。”苏辙《东坡先生和陶诗引》介绍： “东坡先生谪居儋耳，置家罗浮之下……华屋玉食之念，不存于胸中。”苏东坡在岭南时，除了关心自然风光和民情风俗以外，还与出家人交往频繁，诗文中就留有很多与僧人唱和的作品。这一定程度上确实表现了避世意识。\n\n　　我们实在无法相信苏东坡这样具有强烈社会责任感的仁人志士会避世遁俗。有一件事实很能说明这个有趣的问题。\n\n　　晚年的苏东坡似乎很喜欢陶渊明，不厌其烦地和陶渊明的诗，并把和陶的诗专门编为一集。苏东坡和陶渊明诗以居岭南时为最多。从绍圣二年正月在惠州贬所到元符三年八月迁舒州团练副使，徙永州安置，在短短的五年零八个月里，和陶诗凡四十四次一百余首。东坡先生还自述其和陶用意：“平生出仕以犯世患，此所以深愧渊明，欲以晚节师范其万一也。” (见苏辙《东坡先生和陶诗引》)这仿佛在告世人：苏东坡从此绝意仕途，欲效陶渊明归隐园田，长作岭南人了。\n\n　　有意思的是，东坡先生那位心迹相通的老弟却对东坡自述的和陶诗用意提出了疑问，他在《东坡先生和陶诗引》一文中说：“嗟乎，渊明不肯为五斗米一束带见乡里小儿。而子瞻出仕三十余年，为狱吏所折困，终不能悛，以陷大难，乃欲以桑榆之末景，自托于渊明，其谁肯信之!”清人纪昀也以为苏轼“敛才就陶，亦时时自露本色”。\n\n　　苏辙不信其兄会真心归隐，几百年后纪昀的看法也一样。他们的看法可以在苏东坡和陶诗中可以得到印证。《和陶饮酒二十首》其十一曰：“诏书宽积欠，父老颜色好。再拜贺吾君，获此不贪宝。”其十八曰：“芜城阅兴废，雷塘几开塞。明年起华堂，置酒吊亡国。”其二十曰：“当时刘项罢，四海疮痍新。三杯洗战国，一斗消强秦。”《和陶咏三良》有：“杀身固有道，大节要不亏。君为社稷死，我则同其归。”这都可以看出苏轼恬淡的外表掩饰不了牵挂国运民生的忧患情怀。\n\n　　这种忧患情怀在《荔枝叹》一诗中表现得更加淋漓尽致。他首先借汉唐故实抨击统治阶级只顾自己享乐而不关民生疾苦的丑恶本质：“十里一置飞尘灰，五里一堠兵火催。颠坑仆谷相枕藉，知是荔枝龙眼来。飞车跨山鹘横海，风枝露叶如新采。宫中美人一破颜，惊尘溅血流千载。”千年以后，我们尤可想见苏学士老泪纵横，祈求上苍：“我愿天公怜赤子，莫生尤物为疮痏。雨顺风调百谷登，民不饥寒为上瑞。”\n\n　　苏东坡因仕途坎坷曾经想避世遁俗，又因恋恋不忘国运民生终于没能做到归隐山林。在岭南时，东坡先生的内心正处于这种出世与入世两难的心境之中。“日啖荔枝三百颗，不辞长作岭南人”正是这种两难心境的形象描述。\n\n","translation":"译文 罗浮山下四季都是春天，枇杷和黄梅天天都有新鲜的。 如果每天吃三百颗荔枝，我愿意永远都做岭南的人。"}
{"_id":{"$oid":"5b9a183b367d5c0f40d22cef"},"title":"弈秋","dynasty":"先秦","writer":"孟子及弟子","content":"　　孟子曰：“无或乎王之不智也。虽有天下易生之物也，一日暴之，十日寒之，未有能生者也。吾见亦罕矣，吾退而寒之者至矣，吾如有萌焉何哉？今夫弈之为数，小数也；不专心致志。则不得也。弈秋，通国之善奕者也。使弈秋诲二人弈，其一人专心致志，惟弈秋之为听。一人虽听之，一心以为有鸿鹄将至，思援弓缴而射之，虽与之俱学，弗若之矣，为是其智弗若与？曰：非然也。”\n\n","type":["高中文言文","寓理","故事"],"remark":"孟子，名轲，字子舆东周战国时期伟大的思想家、教育家、政治家、文学家。\n无或：不值得奇怪。或：同“惑”，奇怪。\n易生：容易生长。\n暴（pù）：同“曝”，晒。\n罕：少。\n如……何：对……怎么样。\n弈：围棋。\n数：技术，技巧。\n秋，人名，因他善于下棋，所以称为弈秋。\n通：整个，全部。\n之：的。\n善：善于，擅长做…的人。\n使：假使。\n诲：教导。\n以为：认为，觉得。\n鸿鹄（hú）：天鹅。\n将至：将要到来。\n思：想。\n援：拿起。\n缴（zhuó）：系在箭上的绳，代箭。\n\n","translation":"　　孟子说：“对于君王的不聪明，不必奇怪。即使有天下最容易生长的东西，（如果）晒它一天，冻它十天，没有能生长的。我见君王的次数很少，我一离开他，那些给他泼冷水的人马上又围上去了，（这样，）我对他刚有的那点善心的萌芽又能怎么样呢？（好比下棋，）下棋作为技艺，是小技艺；不专心致志，就学不到手。　奕秋是全国的下棋圣手，让他教两个人下棋。一个人专心专意，只听奕秋的话。另一个呢，虽然听着，但心里却想着有只天鹅快要飞来，要拿起弓箭去射它。这样，即使跟人家一道学习，他的成绩也一定不如人家的。是因为他的聪明不如人家吗？自然不是这样的。\n\n"}
{"_id":{"$oid":"5b9a183c367d5c0f40d22cf0"},"title":"钴鉧潭西小丘记","dynasty":"唐代","writer":"柳宗元","content":"　　得西山后八日，寻山口西北道二百步，又得钴鉧潭。西二十五步，当湍而浚者为鱼梁。梁之上有丘焉，生竹树。其石之突怒偃蹇，负土而出，争为奇状者，殆不可数。其嵚然相累而下者，若牛马之饮于溪；其冲然角列而上者，若熊罴之登于山。\n\n　　丘之小不能一亩，可以笼而有之。问其主，曰：“唐氏之弃地，货而不售。”问其价，曰：“止四百。”余怜而售之。李深源、元克己时同游，皆大喜，出自意外。即更取器用，铲刈秽草，伐去恶木，烈火而焚之。嘉木立，美竹露，奇石显。由其中以望，则山之高，云之浮，溪之流，鸟兽之遨游，举熙熙然回巧献技，以效兹丘之下。枕席而卧，则清泠之状与目谋，瀯瀯之声与耳谋，悠然而虚者与神谋，渊然而静者与心谋。不匝旬而得异地者二，虽古好事之士，或未能至焉。\n\n　　噫！以兹丘之胜，致之沣、镐、鄠、杜，则贵游之士争买者，日增千金而愈不可得。今弃是州也，农夫渔父，过而陋之，贾四百，连岁不能售。而我与深源、克己独喜得之，是其果有遭乎！书于石，所以贺兹丘之遭也。\n\n","type":["古文观止","山水","游记","咏物","寓人","抒愤"],"remark":"寻：通“循”，沿着。\n道：行走。\n步：指跨一步的距离。\n潭：原选本无，据中华书局版《柳河东集》补。\n湍（tuān）：急流。\n浚（jùn）：深水。\n鱼梁：用石砌成的拦截水流、中开缺口以便捕鱼的堰。\n突怒：形容石头突出隆起。\n偃蹇（yǎnjiǎn）：形容石头高耸的姿态。\n殆：几乎，差不多。\n嵚（qīn）然：山势高峻的样子。\n冲（chòng）然：向上或向前的样子。\n角列：争取排到前面去，一说，像兽角那样排列。\n罴（pí）：棕熊。\n不能：不足，不满，不到。\n笼：包笼，包罗。\n货：卖，出售。\n不售：卖不出去。\n怜：爱惜。\n售：买。\n更：轮番，一次又一次。\n器用：器具，工具。\n刈（yì）：割。\n其中：小丘的当中。\n举：全。\n熙熙然：和悦的样子。\n回巧：呈现巧妙的姿态，\n技：指景物姿态的各自的特点。\n效：效力，尽力贡献。\n清泠（líng）：形容景色清凉明澈。\n谋：这里是接触的意思。\n瀯瀯（yíngyíng）：象声词，像水回旋的声音。\n匝（zā）旬：满十天。匝，周。旬，十天为一旬。\n虽：即使，纵使，就是。\n好（hào）事：爱好山水。\n或：或许，只怕，可能。\n焉：表示估量语气。\n胜：指优美的景色。\n陋：鄙视，轻视。\n连岁：多年，接连几年。\n其：岂，难道。\n遭：遇合，运气。\n所以：用来……的。\n\n\n","shangxi":"内容结构\n\n　　第一段，写小丘的基本情况。“得西山后八日，寻山口西北道二百步，又得钴鉧潭。西二十五步，当湍而浚者为鱼梁。”两句，介绍发现小丘的时间及小丘的方位。“梁之上有丘焉，生竹树。”句后的第一段内容，写小丘的景物。钴鉧潭的形势主体是水，小丘的形势主体则是石。作者仅用“生竹树”三字概括其一般景物，而把重点放在写山石的奇特上。着重描写石的“奇”，主要运用了拟人的手法。“突怒偃蹇”，不仅写出了石的形状，更写出了石的神态；“负土而出”的“出”字，又写出了石的动作；“争为奇状者”的“争”字突出了山石不甘心被埋在泥土中、顽强地抗争逆境的品格：不甘心被埋在泥土中，也可看作是作者自身品格的写照。石的奇状既多到殆不可数，作者无法写尽，于是举出其中的两组作为代表，“其然相累而下者，若牛马之饮于溪；其冲然角列而上者，若熊罴之登于山”一句，既是对偶又运用比拟的方法，形象地将一堆堆静止的无生命的石头描绘成了一群群虎虎有生气的牛马和猛兽，生动细致，联想奇妙，下笔传神，可谓“词出意表，而刻画无上”。\n\n　　第二段，写小丘的遭遇和小丘带给自己的享受。小丘美好奇特却被主人抛弃，作者自然萌生购买的念头。“唐氏之弃地，货而不售”明写的是小丘的遭遇，实际上暗含着作者自身的遭遇；作者被贬到永州，怀才不遇，同样是被遗弃，和小丘的命运非常相似。“价止四百”进一步印证了小丘售价之低廉，同时也暗含着作者被无辜贬低的愤慨。得到小丘后，“即更取器用，铲刈秽草，伐去恶木，烈火而焚之。”这番去除务尽的行动，是对自然界秽草恶木的憎恶，又传达出作者对社会邪恶势力的深恶痛绝，声东击西，指桑骂槐而已。“立”、“露”、“显”三个动词，准确地表现了作者除去秽草恶木的成果，暗含作者锄奸扶良、改革朝政的主张和理想。“山之高，云之浮，溪之流，鸟兽之遨游，举熙熙然回巧献技，以效兹丘之下”可见新生的小丘恢复了它天然幽美的风姿，主要写外部景致，把静物寓于动态之中。“枕席而卧，则清泠之状与目谋，瀯瀯之声与耳谋，悠然而虚者与神谋，渊然而静者与心谋”这一段排比句写作者的感受，其所描绘的境界同文章开头有明显不同：开头写被弃山石的姿态，抒发了作者愤世疾时的愤慨；此时写在整修后的小丘上所感受到的暂时的怡适和宁静，既显示了小丘的价值，也表现作者为自己在不满一旬的时间里得到两处奇异的地方，而感到由衷的欣慰。\n\n　　最后一段，作者直抒胸臆。作者感叹同样一个小丘，在繁华之地被争相购买，在穷乡僻壤遭人鄙视。被弃置的小丘“农夫过而陋之”，却被作者和他的朋友赏识从而彻底地改变了命运；如此前写小丘之胜，后写弃掷之感，高兴之余顿处凄清，转折之中独见幽怜，名为小丘，实为作者。“而我与深源、克己独喜得之，是其果有遭乎”一句表明了小丘遭人鄙视的原因；“果有遭”一是说小丘被“我”喜而得之，是它有了好的际遇，得到了赏识，二是说自己的遭遇同小丘一样；正如宋人洪迈所说：“士之处世，遇与不遇，其亦如是哉！”，刘海峰认为“前写小丘之胜，后写弃掷之感，转折独见幽冷”，也是这个意思。“书于石，所以贺兹丘之遭也”最后说明写此文的目的，字面上是祝贺小丘得到赏识，真正的用意是为自己被贬谪的不公平待遇而气恼和忧伤，通过“贺兹丘之遭”来发泄胸中的积郁。\n\n文学价值\n\n　　永州山水，在柳宗元之前，并不为世人所知。但是这些偏居荒芜的山水景致，在柳宗元的笔下，却表现出别具洞天的审美特征，极富艺术生命力。正如清人刘熙载在《艺概·文概》中所说：“柳州记山水，状人物，论文章，无不形容尽致；其自命为‘牢笼百态’，固宜。”柳宗元时而大笔挥洒，描摹永州山水的高旷之美，使寂寥冷落的永州山水给人以气势磅礴之感。\n\n　　《钴鉧潭西小丘记》不是客观描摹自然风景，而是蕴藏着作者深厚的思想感情。他慨叹这样美好的风景被遗弃在僻远的荒野中无人赏识，受人轻蔑，正是借以倾吐自己的抱负和才能被埋没、遭打击的不平之鸣。正如他在《愚溪诗序》中所说，他是以心与笔“漱涤万物，牢笼百态”。像《钴鉧潭西小丘记》中所写的景物“清泠之状与目谋，瀴瀴之声与耳谋，悠然而虚者与神谋，渊然而静者与心谋”，这山水便不仅仅是一种视觉、听觉的客观对象，而是投射了作者心境的活生生的亲切的自然。所以，他笔下的山水，都具有他所向往的高洁、幽静、清雅的情趣，也有他诗中孤寂、凄清、幽怨的格调。在同病相怜的情况下，能够努力发掘、欣赏这遗弃的美好风景的只有柳宗元，而能够安慰孤苦受辱的柳宗元的也就是这些山水了。\n\n　　《永州八记》对自然美的描绘，贵在精雕细刻出一种幽深之美。八记描写的大都是眼前小景，如小丘、小石潭、小石涧、小石城山等，柳宗元总是以小见大，犹如沙里淘金，提炼出一副副价值连城的艺术精品。如《小石潭记》对小石潭周围环境的描写，“四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃”，创造出一种空无人迹的山野清幽之美。又如《石渠记》对小石渠之水流经之处细腻的刻画，在长不过十许步的小水渠上，一处处幽丽的小景，美不胜收。越过石渠是昌蒲掩映、苔藓环绕的石泓，又折而西行，旁陷岩石之下是幅员不足百尺、鱼儿穿梭的清深的小水潭，又向北曲行，则全都是诡石、怪木、奇卉、美竹。\n\n　　作者眼前的这些小景，幽深宜人，展示出永州山水的特有风姿。柳宗元曾经说：“余虽不合于俗，亦颇以文墨自慰，漱涤万物，牢笼百态，而无所避之。”他的意思就是说虽然因永贞革新遭挫，但他未改本色，于是借山水之题，发胸中之气，洗涤天地间万物，囊括大自然的百态，在用笔赞赏山水美的同时，把自己和山水融化在一起，借以寻求人生真谛，聊以自慰。因而，柳宗元在《永州八记》中刻画永州山水的形象美、色彩美和动态美，不是纯客观地描摹自然，而是以山水自喻，赋予永州山水以血肉灵魂，把永州山水性格化了。可以说，永州山水之美就是柳宗元人格美的艺术写照，可谓情景交融。\n\n","translation":"　　（我）找到西山后的第八天，沿着山口向西北走两百步，又发现了钴鉧潭。钴鉧潭西面二十五步（的地方），在水流急而深处是一道坝。坝顶上有一座小丘，（小丘）上面生长着竹子和树木。小丘上的石头突出隆起、高然耸立，破土而出、争奇斗怪的，几乎（多得）数不清。那些重叠着、相负而下的石头，好像是（俯身）在小溪里喝水的牛马；那些高耸突出、如兽角斜列往上冲的石头，好像是在山上攀登的棕熊。\n\n　　小丘很小，不到一亩，可以把它装到笼子里占有它。（我）打听它的主人是谁，（有人）说：“这是唐家不要的地方，想出售却卖不出去。”（我）问它的价钱，（有人）说：“只要四百文。”我很喜欢（这个小丘），就（把它）买了下来。李深源、元克己这时和我一起游览，（他们）都非常高兴，（认为这是）出乎意料的收获。（我们）随即轮流拿起工具，铲割杂草，砍伐杂树，点燃大火把它们烧掉。美好的树木树立起来了，秀美的竹子显露出来了，奇峭的石头呈现出来了。（我们）站在小丘中间眺望，（只见）高高的山岭、漂浮的云朵、潺潺的溪流、自由自在游玩的飞鸟走兽，全都欢快地呈巧献技，来为这个小丘效力。（我们在小丘上）枕着石头席地而卧，眼睛触及的是清澈明净的景色，耳朵触及的是淙淙潺潺的水声，精神感受到的是悠远空旷的浩然之气，心灵感受到的是恬静幽深的境界。不满十天（我）就得到了两处风景胜地，即使古代爱好山水的人士，也许没有到过这地方吧。\n\n　　唉！凭着这小丘优美的景色，（如果）把它放到（京都附近的）沣、镐、鄠、杜（等这些繁华的地方），那么喜欢游赏的、争相购买的人每天增加几千文钱（购买）反而（恐怕）更加买不到。如今（它）被抛弃在（这荒僻的）永州，连农民、渔夫走过也鄙视它，售价（只有）四百文钱，一连几年也卖不出去。而唯独我和李深源、元克己因为得到它了而高兴，难道遇到这个小丘真的要靠运气吗？（我）把这篇文章写在石碑上，用来祝贺（我和）这小丘的遇合。\n\n"}
{"_id":{"$oid":"5b9a183c367d5c0f40d22cf1"},"title":"代别离·秋窗风雨夕","dynasty":"清代","writer":"曹雪芹","content":"秋花惨淡秋草黄，耿耿秋灯秋夜长。\n已觉秋窗秋不尽，那堪风雨助凄凉！\n助秋风雨来何速？惊破秋窗秋梦绿。\n抱得秋情不忍眠，自向秋屏移泪烛。\n泪烛摇摇爇短檠，牵愁照恨动离情。\n谁家秋院无风入？何处秋窗无雨声？\n罗衾不奈秋风力，残漏声催秋雨急。\n连宵霢霢复飕飕，灯前似伴离人泣。\n寒烟小院转萧条，疏竹虚窗时滴沥。\n不知风雨几时休，已教泪洒窗纱湿。","type":["秋天","雨夜","伤悼","命运"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155709564.mp3","shangxi":"　　小说中，林黛玉病卧潇湘馆，秋夜听雨声淅沥，灯下翻看《乐府杂稿》，见有《秋闺怨》、《别离怨》等词，“不觉心有所感，亦不禁发于章句，遂成《代别离》一首，拟《春江花月夜》之格，乃名其词曰《秋窗风雨夕》。”《春江花月夜》系初唐诗人张若虚所作，是一首写离愁别恨的歌行。这首诗在格调和句法上都有意模仿它。“代别离·秋窗风雨夕”，前者是乐府题。代，如同“拟”，仿作的意思。用“代”字的乐府题，南朝诗人鲍照的集中特多。一般情况下，乐府诗不另外再加题目，这里因为又仿初唐歌行《春江花月夜》而作，所以又拟一个字面上与唐诗完全对称的、更具体的诗题。\n\n　　《秋窗风雨夕》的作意，如果不加深求，可以说与《葬花吟》一样，都可以看作是林黛玉伤悼身世之作，所不同的是它已没有《葬花吟》中那种抑塞之气和傲世态度，而显得更加苦闷、颓伤。这可以从以下的情况得到解释：林黛玉当时被病魔所缠，薛宝钗对她表示关心，使她感激之余深自悔恨，觉得往日种种烦恼皆由她自己多心而生，以至自误到今。林黛玉本来脆弱，在病势加深的情况下，又加上了这样的精神负担，就变得更加消沉。但是，如果读者认为作者写此诗并非只为了一般地表现林黛玉的多愁善感，要细究其深意，那么也就会发现一些问题。首先，无论是《秋闺怨》、《别离怨》或者《代别离》这类题目，在乐府中从来都有特定的内容，即只写男女别离的愁怨，而并不用来写背乡离亲、寄人篱下的内容。此时林黛玉双亲都已过世，家中又别无亲人，诗中“别离”、“离情”、“离人”等等用语更是用不上的。再从其借前人“秋屏泪烛”诗意及所拟《春江花月夜》原诗来看，也都是写男女别离之思。可见，要说“黛玉不觉心有所感”感的是她以往的身世遭遇是很难说得通的。这首诗只能是写一种对未来命运的隐约预感，而这一预感恰恰被后半部佚稿中贾宝玉获罪被拘走因而与林黛玉生离死别的情节所证实（参见《红楼梦曲·枉凝眉》、《葬花吟》等诗鉴赏），曹雪芹的文字正有这种草蛇灰线的特点。《红楼梦曲》中写林黛玉的悲剧结局是：“想眼中能有多少泪珠儿，怎禁得秋流到冬，春流到夏！”脂砚斋所读到的潇湘馆后来的景象是：“落叶萧萧，寒烟漠漠。”这些也都在这首诗中预先作了写照。\n\n　　小说中林黛玉刚写完诗搁下笔，贾宝玉就进来了，下面所描写的主要细节是：林黛玉先说贾宝玉像渔翁，接着说漏了嘴，又把她自己比作“画儿上画的和戏上扮的渔婆”，因而羞红了脸。对此，用心极细的脂砚斋用批语揭示作者这样写的用意说：“妙极之文！使黛玉自己直说出夫妻来，却又云‘画的’，‘扮的’，本是闲谈，却是暗隐不吉之兆，所谓‘画中爱宠’是也。谁曰不然？”这一批语，对帮助读者理解作者写这首诗的用意，是很有启发的。\n\n"}
{"_id":{"$oid":"5b9a183c367d5c0f40d22cf2"},"title":"鄂州南楼书事","dynasty":"宋代","writer":"黄庭坚","content":"四顾山光接水光，凭栏十里芰荷香。\n清风明月无人管，并作南楼一味凉。","type":["古诗三百首","写景"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155709988.mp3","remark":"鄂（è）州：在今湖北省武汉、黄石一带。南楼：在武昌蛇山顶。 \n四顾：向四周望去。山光、水光：山色、水色。 \n凭栏：靠着栏杆。十里：形容水面辽阔。芰（jì）：菱角。 \n并：合并在一起。一味凉：一片凉意。\n\n","shangxi":"　　《鄂州南楼书事》描述的情景是：武昌的夏天，热得可怕。那天晚上，诗人登上高高的南楼乘凉。他倚栏而望，明月已近中天，皎洁的清辉倾泻而下。四面的山光与水光相连相映，一片通明；方圆十数里、盛开着芰（菱）花、荷 花，凉爽的夜风中，不断有淡淡的芳香扑面而来。习习清风，朗朗明月，谁也不能对它们管束驱遗，它们慷慨、殷勤地为南楼送来清清爽爽的夜凉，供游人称心快意地消受啊！\n\n　　欣赏这首小诗，读者很容易忘记自身的处境，仿佛自己也登上南楼来乘凉了。这样的感觉是这样来的。先从外界景象来看：四外山水落石出，十里芰荷 ，楼头清风，空中明月，远方近处，天上地下，以南楼为中心，构成一个高远、清空、富有立体感的艺术境界。再从自身感受来说：山光、水光、月光，是眼睛的视觉所感到的；芰花、荷花的香气，是鼻子的嗅觉所感到的；清风——夜凉，是皮肤的触觉以及耳朵的听觉听感到的；而“南楼一味凉”的“味”字，还隐含着口舌的味觉在起作用，好像在那里细细地美美地品尝一般。总之，读者的眼睛、鼻子、耳朵、口舌、皮肤种种器官司的视觉、嗅觉、听觉、味觉、触觉种种功能，统统被调动起来，集中起来，共同参与对这南楼夜景的感觉、领略、体验。此景此情，令人生出如临其境的感受，成了自然而然的事。这便是作品的艺术魅力，诗人的艺术追求了。\n\n　　黄庭坚一生，道路崎岖坎坷，由于遭受人陷害中伤，曾贬官司蜀中六年之久；召回才几个月，又被罢官司来武昌闲居。当夜纳凉南楼，眼见明月清风，无拘无束，各行其是，想到自己每欲有所作为，却是动辄得罪，怅恨之情，于是潜滋暗长。“清风明月无人管”，正是诗人这种心绪的自然流露。\n\n","translation":"站在南楼上靠着栏杆向四周远望，只见山色和水色连接在一起，辽阔的水面上菱角、荷花盛开，飘来阵阵香气。清风明月没有人看管自由自在，月光融入清风从南面吹来，使人感到一片凉爽和惬意。\n\n"}
{"_id":{"$oid":"5b9a183c367d5c0f40d22cf3"},"title":"沁园春·丁巳重阳前","dynasty":"清代","writer":"纳兰性德","content":"丁巳重阳前三日，梦亡妇淡妆素服，执手哽咽，语多不复能记。但临别有云：“衔恨愿为天上月，年年犹得向郎圆。”妇素未工诗，不知何以得此也，觉后感赋。\n\n瞬息浮生，薄命如斯，低徊怎忘。记绣榻闲时，并吹红雨；雕阑曲处，同倚斜阳。梦好难留，诗残莫续，赢得更深哭一场。遗容在，只灵飙一转，未许端详。重寻碧落茫茫。料短发、朝来定有霜。便人间天上，尘缘未断，春花秋叶，触绪还伤。欲结绸缪，翻惊摇落，减尽荀衣昨日香。真无奈，倩声声邻笛，谱出回肠。\n\n","type":["婉约","重阳节","叹息","怀念"],"remark":"丁巳重阳前三日:指康熙十六年(1677}农历九月初六日，即重阳节前三日。此时亡妻已病逝三个多月。\n并吹红雨：唐虞世南《奉和咏风应魏王教》云:“动枝生乱影，吹花送远香。”宋杨万里《九月四日生辰》有“重九吹花节，千龄梦日时”之句，故本谓风吹花动，而后演变为重阳节之意。胡翼龙《满庭芳》：“吹花题叶事，如梦里，记得依然。”是说重阳佳节曾有游赏吟咏之事。纳兰此句是说曾与爱妻共度过美好时光，有所赏心乐事。又，李贺《将进酒》有“桃花乱落如红雨”之句，故红雨指桃花，谓落花时节曾与爱妻共度。\n灵飙：灵风。这里指梦中爱妻飘乎之身影。\n重寻句：语出白居易《长恨歌》：“上穷碧落下黄泉，两处茫茫皆不见。”此谓梦醒之后，爱妻之音容俱逝，天地茫茫，无处可寻，不胜凄怆。\n绸缪：指夫妻之恩爱。\n减尽句：《太平御览》卷七○三引晋习凿齿《襄阳记》云：“刘季和曰:‘荀令君(荀彧)至人家，坐处三日香。’“后以“荀衣”“荀香”“荀令衣香”等，或喻人之风流倜傥，或喻惆怅之情，或喻花卉异香。此处是作者自喻，说自己往日的风流神采早已消损殆尽了。宋刘克庄《风入松?福清道中作》:“改尽潘郎鬓发，消残荀令衣香。”\n邻笛：晋向秀《思旧赋·序》:“余与稳康、吕安居止接近。其人并有不羁之才，然嵇志远而疏，吕心旷而放。其后各以事见法。……余适将西迈，经其旧庐。于时日薄虞渊，寒冰凄然。邻人有吹笛者，发声寥亮。追思囊昔游宴之好，感音而叹，故作赋云。”后多以此典表示笛声凄婉，或表示怀旧伤逝、心绪惆怅等。如袁去华《兰陵王次周美成韵》：“正难续幽梦，厌闻邻笛。”这里是说一声声幽怨哀感、回肠荡气的笛声，更使人怅惘难耐。\n\n","translation":"夜已阑，月满西楼，深院锁着寂寞的梧桐，秋虫低吟一曲惆怅。你凝视摇红的烛影，不觉睡去，白日所思夜入梦来：“丁巳重阳三日，梦亡妇淡妆素服，执手哽咽……临别有云：‘衔恨愿为天上月，年年犹得向郎圆’。”思念在梦中哽咽着，片片碎了，飞落似春尽溪畔散落的桃花，而爱却如大漠孤坟上的青草，至死都坚持着葱茏之色！你叹，“瞬息浮生，薄命如斯，低徊怎忘？”。你忆，“锈榻闲时，并吹红雨；雕栏曲处，同倚斜阳”。你悲，“梦好难留，诗残莫续，赢得更深哭一场”。风轻云淡，月华如水，今夕何夕？纵有红巾翠袖，谁又能拭你腮边之。\n梦醒了，伊人软语仿佛仍在耳边徘徊，伊人泪眼仿佛仍在眼前婆娑，然而伊人何在？词人竟沉溺于梦境不能自拔，披衣而起，在茫茫“碧落”中“寻寻觅觅”。又有谁能见证这一夜的辗转，一夜的奔波，一夜的背情呢？或许只有早落在头发上的秋霜吧。真是秋霜？还是“朝如青丝暮成雪”（李白《将进酒》）？谁知道呢。“便人间天上，尘缘未断”，“死者长已矣”（杜甫《石壕吏》），又怎么能再续前缘？只有未亡人的回忆、愁绪还在不断的滋长吧！看着曾经一起流连过的“春花秋叶”，又一次勾起了莫名的伤感。怎么能够承受如此痛苦的煎熬？还是把你忘却吧！抹去了你留在我生活中的印痕。然而邻院幽幽的笛声，又一次把你带回我的身旁。“真无奈”！\n\n","shangxi":"　词的上片以低婉的叹息起笔，既是叹息亡妻早逝命薄，也是哀叹自己的薄命。接下去写往日的夫妻恩爱情景，反衬出今日永别的苦情，梦醒后的凄清难禁。结穴处再点梦中“只灵飙一转”，为之无限的怅惘，无穷的恨憾。下片进一步刻画苦苦追寻亡妻的踪影和追寻而不可得的沉痛心情。这里用料想之情景表达了对亡妻的爱怜和深深的怀念。结处又以幻境谱叙衷肠。全篇屈曲跌宕，一波三折，低回深婉，哀怨动人。"}
{"_id":{"$oid":"5b9a183c367d5c0f40d22cf4"},"title":"忆秦娥·烧灯节","dynasty":"宋代","writer":"刘辰翁","content":"中斋上元客散感旧，赋《忆秦娥》见属，一读凄然。随韵寄情，不觉悲甚。\n\n烧灯节，朝京道上风和雪。风和雪，江山如旧，朝京人绝。\n百年短短兴亡别，与君犹对当时月。当时月，照人烛泪，照人梅发。\n\n","type":["抒情","亡国","悲痛"]}
{"_id":{"$oid":"5b9a183c367d5c0f40d22cf5"},"title":"沁园春·梦孚若","dynasty":"宋代","writer":"刘克庄","content":"何处相逢，登宝钗楼，访铜雀台。唤厨人斫就，东溟鲸脍，圉人呈罢，西极龙媒。天下英雄，使君与操，余子谁堪共酒杯。车千乘，载燕南赵北，剑客奇才。\n饮酣画鼓如雷。谁信被晨鸡轻唤回。叹年光过尽，功名未立，书生老去，机会方来。使李将军，遇高皇帝，万户侯何足道哉。披衣起，但凄凉感旧，慷慨生哀。","type":["豪放","记梦","抒怀","思念","壮志难酬"]}
{"_id":{"$oid":"5b9a183d367d5c0f40d22cf6"},"title":"水龙吟·老来曾识渊明","dynasty":"宋代","writer":"辛弃疾","content":"老来曾识渊明，梦中一见参差是。觉来幽恨，停觞不御，欲歌还止。白发西风，折腰五斗，不应堪此。问北窗高卧，东篱自醉，应别有，归来意。\n须信此翁未死，到如今凛然生气。吾侪心事，古今长在，高山流水。富贵他年，直饶未免，也应无味。甚东山何事，当时也道，为苍生起。\n\n","type":["感伤","失望","感叹"]}
{"_id":{"$oid":"5b9a183d367d5c0f40d22cf7"},"title":"念奴娇·书东流村壁","dynasty":"宋代","writer":"辛弃疾","content":"野棠花落，又匆匆过了，清明时节。刬地东风欺客梦，一枕云屏寒怯。曲岸持觞，垂杨系马，此地曾经别。楼空人去，旧游飞燕能说。\n闻道绮陌东头，行人长见，帘底纤纤月。旧恨春江流不断，新恨云山千叠。料得明朝，尊前重见，镜里花难折。也应惊问：近来多少华发？","type":["婉约","游子","思念","爱情"],"remark":"东流：东流县，旧地名。治所在今安徽省东至县东流镇。\n野棠：野生的棠梨。\n匆匆：形容时间过得飞快的样子。唐牟融《送客之杭》诗：“西风吹冷透貂裘，行色匆匆不暂留。”\n刬（chàn）地：宋时方言，相当于“无端地”、“只是”。\n云屏：云母镶制的屏风。寒怯：形容才气或才力不足。\n觞：中国古代的一种盛酒器具。\n系（jì）马：指拴马。\n“楼空”句：苏轼《永遇乐》：“燕子楼空，佳人何在？空锁楼中燕。”\n绮陌：多彩的大道，宋人多用以指花街柳苍。\n纤纤月：形容美人足纤细。刘过《沁园春》（咏美人足）：“知何似，似一钩新月，浅碧笼云。”\n料得：预测到；估计到。明朝（zhāo）：以后，将来。\n尊：指酒器。重见（ jiàn）：重新相见，重新遇到。\n华发：花白的头发。《墨子·修身》：“华发隳颠，而犹弗舍者，其唯圣人乎？”\n\n","translation":"野棠花儿飘落，匆匆又过了清明时节。东风欺凌着路上的行客，竟把我的短梦惊醒。一阵凉气吹来，向我的孤枕袭来，我感到丝丝寒意。在那弯曲的河岸边，我曾与佳人举杯一起饮酒。在垂柳下，我曾在此地与佳人离别。如今人去楼空，只有往日的燕子还栖息在这里，那时的欢乐，只有它能作见证。\n听说在繁华街道的东面，行人曾在帘下见过她的美足。旧日的情事如东流的春江，一去不回，新的遗憾又像云山一样一层层添来。假如有那么一天，我们在酒宴上再相遇合，她将会像镜里的鲜花，令我无法去折。她会惊讶我又白了头发。\n\n"}
{"_id":{"$oid":"5b9a183d367d5c0f40d22cf8"},"title":"木兰花·晚妆初了明肌雪","dynasty":"五代","writer":"李煜","content":"晚妆初了明肌雪，春殿嫔娥鱼贯列。\n笙箫吹断水云间，重按霓裳歌遍彻。\n临春谁更飘香屑？醉拍阑干情味切。\n归时休放烛光红，待踏马蹄清夜月。","type":["宴饮","音乐","生活"],"remark":"此词调《木兰花》，《全唐诗》注曰：“一名《玉楼春》，一名《春晓曲》，一名《惜春容》。”《草堂诗余》、《词的》、《古今词统》、《古今诗余醉》等本中有题作“宫词”。\n晓妆：一作“晚妆”。《全唐诗》中作“晓妆”。晓妆初了，晓妆刚结束。初了，刚刚结束。明肌雪：形容肌肤明洁细腻，洁白如雪。\n春殿：即御殿。以其豪华、盛大而称“春殿”。李白《越中览古》诗有“宫女如花满春殿”之句。嫔（pín）娥：这里泛指宫中女子。鱼贯列：像游鱼一样一个挨一个地依次排列，这里指嫔娥依次排列成行的样子。\n笙箫吹断水云间：笙箫，《词综》、《历代诗余》、《古今词统》、《全唐诗》等本作“凤箫”。《花草粹编》作“笙歌”。笙箫，笙和箫，泛指管乐器。吹断，吹尽。水云间，吕本二主词、侯本二主词、吴本二主词于“间”处空格。《全唐诗》、《花草粹编》、《古今词统》、《词综》等本中均作“水云闲”；《松隐文集》作“水云中”。水云间即水和云相接之处，谓极远。\n重按霓（ní）裳歌遍彻：重按，一再按奏。按，弹奏。霓裳，《霓裳羽衣曲》的简称。唐代宫廷著名法曲，传为唐开元年间河西节度使杨敬忠所献。初名《婆罗门曲》，后经唐玄宗润色并配制歌词，后改用此名。唐白居易《琵琶行》中有句：“轻拢慢捻抹复挑，初为《霓裳》后《六幺》。”歌遍彻，唱完大遍中的最后一曲，说明其歌曲长、久，音调高亢急促。遍，大遍，又称大曲，即整套的舞曲。大曲有排遍、正遍、遍、延遍诸曲，其长者可有数遍之多。彻，《宋元戏曲史》中云：“彻者，入破之末一遍也”，六一词《玉楼春》有“重头歌韵响铮，入破舞腰红乱旋”之句，可见曲至入破以后则高亢而急促。\n临春：《词综》、《历代诗余》、《古今词统》、《全唐诗》等本中均作“临风”。郑骞《词选》中云：“临春，南唐宫中阁名，然作‘临风’则与‘飘’字有呼应，似可并存。”香屑：香粉。飘香屑：相传后主宫中的主香宫女，拿着香粉的粉屑散布于各处。\n醉：心醉、陶醉。拍：拍打，这里兼有为乐曲击出拍节之意。阑干：即栏杆。情味：《花草粹编》、《词谱》、《全唐诗》、《词林纪事》等本中均作“情未”。切：恳切，真挚而迫切的心情。\n归：回。休放：《词综》、《词谱》、《历代诗余》、《全唐诗》等本中同此。萧本二主词、吕本二主词、吴本二主词、《词林纪事》、《类编草堂诗余》等本中均作“休照”。烛光：晨本二主词中同此；吕本二主词、吴本二主词、萧本二主词、《花草粹编》、《词综》、《词谱》、《全唐诗》等本中均作“烛花”。烛光红，指明亮的烛光。\n待踏：《词综》、《历代诗余》、《词谱》、《全唐诗》等本中同此。吕本二主词、萧本二主词、吴本二主词、《类编草堂诗余》等本中均作“待放”。踏马蹄：策马缓慢而行，有踏月之意。有本作“放马蹄”，意为让马随意而行。\n\n","shangxi":"　　此词是李煜于南唐全盛时期所创作的一篇代表作。词的上片主要写春夜宴乐的盛大场面。首句突出描绘“晚妆初了”的嫔娥们的盛妆和美艳，由此写出作者对这些明艳丽人的一片飞扬的意兴，同时从开篇即渲染出夜宴的奢华豪丽。继之两句宴乐开始，歌舞登场，作者极写音乐的悠扬和器物的华美。比如，笙箫二字可以给人一种精美、奢丽的感觉，与词中所描写的奢靡之享乐生活、情调恰相吻合。而“吹”作“吹断”，“按”作“重按”，不但字字可见作者的放任与耽于奢逸，而且十分传神地赋予音乐以强烈的感情色彩。据马令《南唐书》载：“唐之盛时，《霓裳羽衣》最为大典，罹乱，瞽师旷职，其音遂绝。后主独得其谱，乐工曹生亦善琵琶，按谱粗得其声，而未尽善也。（大周）后辄变易讹谬，颇去哇淫，繁手新音，清越可听。”李煜与大周后都精通音律，二人情爱又笃深，更何况《霓裳羽衣》本为唐玄宗时的著名大曲，先失后得，再经过李煜和周后的发现和亲自整理，此时于宫中演奏起来，自然欢愉无比。所以不仅要“重按”，而且要“歌遍彻”，由此也可想见作者之耽享纵逸之情。\n\n　　词的下片是描写曲终人散、踏月醉归的情景。“临春”一句明是写香，暗是写风，暗香随风飘散，词人兴致阑珊，由“谁更”二字而出，更显得活泼有致。“醉拍”二字直白而出，写醉态，写尽兴尽欢妥贴至极。到这里，作者有目见的欣赏，有耳听的享受，有闻香的回味，加上醉拍由口饮而生的意态，正是极色、声、香、味之娱于一处，心旷神驰，兴奋不已，因此才“情味切”，耽溺其中无以自拔。结尾二句，写酒阑歌罢却写得意味盎然，余兴未尽，所以向来为人所称誉。《弇州山人词评》中赞其为“致语也”。今人叶嘉莹曾详评此句：“后主真是一个最懂得生活之情趣的人。而且‘踏马蹄’三字写得极为传神，一则，‘踏’字无论在声音或意义上都可以使人联想到马蹄得得的声音；再则，不曰‘马蹄踏’而曰‘踏马蹄’，则可以予读者以双重之感受，是不仅用马蹄去踏，而且踏在马蹄之下的乃是如此清夜的一片月色，且恍闻有得得之声入耳矣。这种纯真任纵的抒写，带给了读者极其真切的感受。”读此二句，既可感作者的痴醉心情，也可视清静朗洁的月夜美景，更可见作者身上充盈着的文人骚客的雅致逸兴。\n\n　　全词笔法自然奔放，意兴流畅挥洒，语言明丽直快，情境描绘动人。作者从个人宫廷生活场面出发，虽然带有较为浓郁的富贵脂粉气，未能表现出深刻的思想内容，但短短一篇就把一次盛大欢宴的情形淋漓尽致地表现出来，艺术描绘生动逼真，情景刻画细腻动人，由喻象中见情思，于浅白处见悠远，充分显示了作者高妙的艺术功力，是“写得极为俊逸神飞的一首小词”。\n\n","translation":"月圆之夜，大型宫廷歌舞酒宴。出场前先是画妆。因是晚妆，为了适合舞场与烛光，画眉点唇，都不妨色泽浓艳。宫娥们刚画完妆的一刻，是何等光彩照人呀！妆毕，春殿上美女如云，她们队列整齐，鱼贯而入，虽是层层娇娘的行列，望之也顿生军旅的浩荡之感。\n歌罢宴散，月色更明。当即吩咐随从灭尽红烛，纯任得得马蹄，踏着一路月色归去，方见得歌舞虽散，而余兴未尽！\n\n"}
{"_id":{"$oid":"5b9a183d367d5c0f40d22cf9"},"title":"流莺","dynasty":"唐代","writer":"李商隐","content":"流莺漂荡复参差，度陌临流不自持。\n巧啭岂能无本意？良辰未必有佳期。\n风朝露夜阴晴里，万户千门开闭时。\n曾苦伤春不忍听，凤城何处有花枝。","type":["咏物","抒情","写鸟","身世"],"remark":"流莺：指漂荡流转、无所栖居的黄莺。\n参差：参差，本是形容鸟儿飞翔时翅膀张敛振落的样子，这里用如动词，犹张翅飞翔。\n不自持：不能自主，无法控制自己。\n啭（zhuàn）：鸟宛转地鸣叫。\n佳期：美好的时光。南朝齐谢朓《晚登三山还望京邑》诗：“佳期怅何许，泪下如流霰。”\n“风朝”二句：《汉书·郊祀志》：“作建章宫，度为千门万户。”《汉书·东方朔传》：“起建章宫，左凤阙，右神明，号千门万户。”此联写京华莺声，无论风露阴晴、门户开闭，皆漂荡啼啭不已。\n不忍：一作“不思”。\n凤城：此借指京城长安。冯注引赵次公注杜诗：“弄玉吹箫，凤降其城，因号丹凤城。其后曰京师之盛曰凤城”。花枝：指流莺栖息之所。此句言凤城虽有花枝，而流莺难以借寓，故有伤春之苦吟，而令人不忍卒听。\n\n","shangxi":"　　张《会笺》系此诗为大中三年（849）春长安之作。此诗乃苦闷之词，写自己仕途穷困，漂泊无定所，怀才不遇知音，心意无人理解。全诗咏物抒情，借流莺自喻，寄托身世之感。清陆昆曾《李义山诗解》云：“此作者自伤漂荡，无所归依，特托流莺以发叹耳。渡陌临流，喻己之东川、岭表，身不由己也。“此诗风格轻倩流美，情思深婉。张《会笺》曰：“含思宛转，独绝今古。“\n\n　　这是李商隐托物寓怀、抒写身世之感的诗篇。写作年份不易确定。从诗中写到“漂荡”、“巧啭”和“凤城”来看，可能是“远从桂海，来返玉京”以后所作。宣宗大中三年（849）春，作者在长安暂充京兆府掾属，“天官补吏府中趋，玉骨瘦来无一把”（《偶成转韵》），应是他当时生活和心情的写照。\n\n　　流莺，指漂荡流转、无所栖居的黄莺。诗的开头两句，正面重笔写“流”字。参差，本是形容鸟儿飞翔时翅膀张敛振落的样子，这里用如动词，犹张翅飞翔。漂荡复参差，是说漂荡流转之后又紧接着再飞翔漂泊。“度陌”、“临流”，则是在不停地漂荡流转中所经所憩，应上句“复”字。流莺这样不停地漂泊、飞翔，究竟是为什么呢？又究竟要漂荡到何时何地呢？诗人对此不作正面交代，只淡淡接上“不自持”三字。这是全联点眼，暗示出流莺根本无法掌握自己的命运，仿佛是被某种无形的力量控制着。用流莺的漂荡比喻诗人自己的辗转幕府的生活，是比较平常的比兴寓托，独有这“不自持”三字，融和着诗人的独特感受。诗人在桂林北返途中就发出过怅然的叹息：\n\n　　“昔去真无奈，今还岂自知”（《陆发荆南始至商洛》）。“去真无奈”、“还岂自知”，正象是“不自持”的注脚。它把读者的思绪引向“漂荡复参差”的悲剧身世后面的社会原因，从而深化了诗的意境。\n\n　　漂荡流转，毕竟是流莺的外在行动特点，接下来三、四两句，便进一步通过对流莺另一特点—— 巧啭的描写，来展示它的内心苦闷。“巧啭岂能无本意，良辰未必有佳期。”流莺那圆转流美的歌吟中分明隐藏着一种殷切的愿望—— 希望在美好的三春良辰中有美好的相会。然而，它那“巧啭”中所含的“本意”却根本不被理解，因而虽然适逢春日芳辰也不能盼来“佳期”，实现自己的愿望。如果说，流莺的漂泊是诗人飘零身世的象征，那么流莺的巧啭便是诗人美妙歌吟的生动比喻。它的独特之处，就在于强调巧啭中寓有不为人所理解的“本意”，这“本意”可以是诗人的理想抱负，也可以是诗人所抱的某种政治遇合的期望。这一联和《蝉》的颔联颇相似。但“五更疏欲断，一树碧无情”所强调的是虽凄楚欲绝而不被同情，是所处环境的冷酷；而“巧啭”一联所强调的却是巧啭本意的不被理解，是世无知音的感叹。“岂能”、“未必”，一纵一收，一张一弛，将诗人不为人所理解的满腹委屈和良辰不遇的深刻伤感曲曲传出，在流美圆转中有回肠荡气之致。可以说这两句诗本身就是深与婉的统一。\n\n　　颈联承上“巧啭”，仍写莺啼。“风朝露夜阴晴里，万户千门开闭时。”这是“本意”不被理解、“佳期”不遇的流莺永无休无止的啼鸣：无论是刮风的早晨还是降露的夜晚，是晴明的天气还是阴霾的日子，无论是京城中万户千门开启或关闭的时分，流莺总是时时处处在啼啭歌吟。它仿佛执着地要将“本意”告诉人们，而且在等待着渺茫无尽的佳期。这一联是两个略去主、谓语的状语对句构成的，每句中“风朝”与“露夜”、“阴”与“晴”、“万户”与“千门”、“开”与“闭”又各自成对，读来别有一种既整饬又优美，既明畅又含蓄的风调。\n\n　　尾联联系到诗人自身，点明“伤春”正意。“凤城”借指长安，“花枝”指流莺栖息之所。两句是说，自己曾为伤春之情所苦，实在不忍再听流莺永无休止的伤春的哀鸣，然而在这广大的长安城内，又哪里能找到可以栖居的花枝呢？初唐诗人李义府《咏乌》云：\n\n　　“上林多少树，不借一枝栖。”末句从此化出。伤春，就是伤佳期之不遇；佳期越渺茫，伤春的情绪就越浓重。三春芳辰就要在伤春的哀啼中消逝了，流莺不但无计留春，而且连暂时栖息的一枝也无从寻找。这已经是杜鹃啼血般的凄怨欲绝的情境了。诗人借“不忍听”流莺的哀啼强烈地抒发了自己的“伤春”之情—— 抱负成空、年华虚度的精神苦闷。末句明写流莺，实寓自身，读来既像是诗人对无枝可栖的流莺处境的关心，又像是诗人从流莺哀啼声中听出的寓意，更像是诗人自己的心声，语意措辞之精妙，可谓臻于化境。\n\n","translation":"流莺儿啊，到处飘荡，上下翻飞；越过小路，临近河边，无法自持。\n美妙地鸣啭，怎么能没有本意？碰到了良辰，也未必就有佳期。\n鸣啭在风朝霞夜阴晴之日，鸣啭在千门万户开闭之时。\n我曾经苦于伤春而不忍再听，京城哪里有可以栖息的花枝？\n\n"}
{"_id":{"$oid":"5b9a183e367d5c0f40d22cfa"},"title":"风","dynasty":"唐代","writer":"李商隐","content":"撩钗盘孔雀，恼带拂鸳鸯。罗荐谁教近，斋时锁洞房。","type":[]}
{"_id":{"$oid":"5b9a183e367d5c0f40d22cfb"},"title":"成都曲","dynasty":"唐代","writer":"张籍","content":"锦江近西烟水绿，新雨山头荔枝熟。\n万里桥边多酒家，游人爱向谁家宿。","type":["地名","写景"],"remark":"锦江：在四川省，流经成都。\n烟水：雾霭迷蒙的水面。\n万里桥：桥名，在成都城南。\n爱向：爱戴归向。\n\n","shangxi":"　　这是张籍游成都时写的一首七绝，诗通过描写成都市郊的风物人情和市井繁华景况，表现了诗人对太平生活的向往。因为这诗不拘平仄，所以用标乐府体的“曲”字示之。\n\n　　锦江，以江水清澄、濯锦鲜明而著称。它流经成都南郊，江南为郊野，江北为市区，江中有商船。地兼繁华、幽美之胜。诗的前两句展现诗人顺锦江西望时的美景。新雨初霁，在绿水烟波的背景下，山头岭畔，荔枝垂红，四野飘溢清香。那如画的景色十分诱人。这两句写眼前景，景中含情，韵味深长，如跳动的音符，悠扬的旋律，拨动了人们的心弦。\n\n　　上面写郊野景色，后两句则是由于“桥”和“酒家”的跳入眼帘，逗引起人们对市井繁华情况的想象。桥下水入岷江流至宜宾，与金沙江合为长江，东流直达南京，唐时商贾往来，船只很多。“万里桥边多酒家，游人爱向谁家宿？”唐时酒家多留宿客人。读了这两句，使人由“万里桥”而想到远商近贾，商业兴盛，水陆繁忙；由“多酒家”想到游人往来，生意兴隆。最后说：游人呀，你究竟选择那一酒家留宿更称心如意呢？从这问人和自问的语气里，使人想到处处招待热情、家家朴实诚恳的风土人情和店店别具风味、各有诱人“闻香下马”的好酒。处处酒家好，反而不知留宿何处更好了。\n\n　　沈德潜说：“七言绝句，以语近情遥、含吐不露为主；只眼前景，口头语，而有弦外音，味外味，使人神远。”（《说诗晬语》）张籍此诗，句句含景，景景有情，特别是后二句，近似口语，却意味深远，读后感到精警而又自然。诗人既善于抓住富于特征的一般景物，又善于抓住思绪中最闪光的一瞬间——“游人爱向谁家宿？”这样就能使一篇之朴，养一句之神；一句之灵，回一篇之运。这就是张籍“看似寻常最奇崛”之风格所在，也是诗作具有弦外音、味外味、使人神远的艺术魅力之所在。\n\n","translation":"锦江西面烟波浩瀚水碧绿，雨后山坡上荔枝已经成熟。\n城南万里桥边有许多酒家，来游的人喜欢向谁家投宿？\n\n"}
{"_id":{"$oid":"5b9a183e367d5c0f40d22cfc"},"title":"国风·秦风·黄鸟","dynasty":"先秦","writer":"佚名","content":"交交黄鸟，止于棘。谁从穆公？子车奄息。维此奄息，百夫之特。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！\n交交黄鸟，止于桑。谁从穆公？子车仲行。维此仲行，百夫之防。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！\n交交黄鸟，止于楚。谁从穆公？子车针虎。维此针虎，百夫之御。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！\n\n","type":["诗经","悼亡"],"remark":"交交：鸟鸣声。马瑞辰《毛诗传笺通释》：“交交，通作‘咬咬’，鸟声也。”黄鸟：即黄雀。\n棘：酸枣树。一种落叶乔木。枝上多剌，果小味酸。棘之言“急”，双关语。\n从：从死，即殉葬。穆公：春秋时秦国国君，姓嬴，名任好。\n子车：复姓。奄息：字奄，名息。下文子车仲行、子车针虎同此，这三人是当时秦国有名的贤臣。\n特：杰出的人材。\n“临其穴”二句：郑笺（jiān）：“谓秦人哀伤其死，临视其圹，皆为之悼栗。”\n彼苍者天：悲哀至极的呼号之语，犹今语“老天爷哪”。\n良人：好人。\n人百其身：犹言用一百人赎其一命。\n桑：桑树。桑之言“丧”，双关语。\n防：抵当。郑笺：“防，犹当也。言此一人当百夫。”\n楚：荆树。楚之言“痛楚”。亦为双关。\n\n","shangxi":"　　诗分三章。第一章悼惜奄息，分为三层来写。首二句用“交交黄鸟，止于棘”起兴，以黄鸟的悲鸣兴起子车奄息被殉之事。据马瑞辰《毛诗传笺通释》的解释，“棘”之言“急”，是语音相谐的双关语，给此诗渲染出一种紧迫、悲哀、凄苦的氛围，为全诗的主旨定下了哀伤的基调。中间四句，点明要以子车奄息殉葬穆公之事，并指出当权者所殉的是一位才智超群的“百夫之特”，从而表现秦人对奄息遭殉的无比悼惜。\n\n　　诗的后六句为第三层，写秦人为奄息临穴送殉的悲惨惶恐的情状。“惴惴其栗”一语，就充分描写了秦人目睹活埋惨象的惶恐情景。这惨绝人寰的景象，灭绝人性的行为，使目睹者发出愤怒的呼号，质问苍天为什么要“歼我良人”。这是对当权者的谴责，也是对时代的质询。“如果可以赎回奄息的性命，即使用百人相代也是甘心情愿的啊！”由此可见，秦人对“百夫之特”的奄息的悼惜之情了。第二章悼惜仲行，第三章悼惜针虎，重章叠句，结构与首章一样，只是更改数字而已。\n\n　　秦穆公用殉177人，而作者只痛悼“三良”，那174个奴隶之死却只字未提，则此诗作者的身分地位不言而喻。殉葬的恶习，春秋时代各国都有，相沿成习，不以为非。《墨子·节葬》篇即云：“天子杀殉，众者数百，寡者数十；将军大夫杀殉，众者数十，寡者数人。”不过到了秦穆公的时代，人们已清醒地认识到人殉制度是一种极不人道的残暴行为，《黄鸟》一诗，就是一个证据。尽管此诗作者仅为“三良”遭遇大鸣不平，但仍然是历史的一大进步。\n\n","translation":"交交黄鸟鸣声哀，枣树枝上停下来。是谁殉葬从穆公？子车奄息命运乖。谁不赞许好奄息，百夫之中一俊才。众人悼殉临墓穴，胆战心惊痛活埋。苍天在上请开眼，坑杀好人该不该!如若可赎代他死，百人甘愿赴泉台。\n交交黄鸟鸣声哀，桑树枝上歇下来。是谁殉葬伴穆公？子车仲行遭祸灾。谁不称美好仲行，百夫之中一干才。众人悼殉临墓穴，胆战心惊痛活埋。苍天在上请开眼，坑杀好人该不该!如若可赎代他死，百人甘愿化尘埃。\n交交黄鸟鸣声哀，荆树枝上落下来。是谁殉葬陪穆公？子车针虎遭残害。谁不夸奖好针虎，百夫之中辅弼才。众人悼殉临墓穴，胆战心惊痛活埋。苍天在上请开眼，坑杀好人该不该!如若可赎代他死，百人甘愿葬蒿莱。\n\n"}
{"_id":{"$oid":"5b9a183e367d5c0f40d22cfd"},"title":"匏有苦叶","dynasty":"先秦","writer":"佚名","content":"匏有苦叶，济有深涉。深则厉，浅则揭。\n有瀰济盈，有鷕雉鸣。济盈不濡轨，雉鸣求其牡。\n雍雍鸣雁，旭日始旦。士如归妻，迨冰未泮。\n招招舟子，人涉卬否。人涉卬否，卬须我友。","type":["诗经","爱情"],"remark":"匏（páo袍）：葫芦之类。苦：一说苦味，一说枯。意指葫芦八月叶枯成熟，可以挖空作渡水工具。\n济：水名。涉：一说涉水过河，一说渡口。\n厉：带。一说解衣涉水，一说拴葫芦在腰泅渡。\n揭（qì气）：提起下衣渡水。\n弥（mí弥）：大水茫茫。盈：满。\n鷕（yǎo咬）：雌山鸡叫声。\n不濡（音如）：不，语词；濡，沾湿。轨：车轴头。\n牡：雄雉。\n雝雝（yōng拥）：大雁叫声和谐。\n旦：天大明。\n归妻：娶妻。\n迨（dài带）：及，等到；乘时。泮（pàn盼）：分，此处当反训为“合”。冰泮，指冰融化。\n招招：招唤之貌，一说摇橹曲伸之貌。舟子：摆渡的船夫。\n人涉：他人要渡河。卬：（áng昂），代词，表示“我”。否：不（渡河）。卬否：即我不渡河之意。\n须：等待。友：指爱侣。\n\n","shangxi":"　　期盼的爱情充满了喜悦，而爱情的等待，却又令人焦躁。这首诗所歌咏的，正是一位年轻女子对情人的又喜悦、又焦躁的等候。\n\n　　这等候发生在济水渡口。从下文交代可知，女主人公大抵一清早就已来了。诗以“匏有苦叶”起兴，即暗示了这等候与婚姻有关。因为古代的婚嫁，正是用剖开的匏瓜，做“合卺”喝的酒器的。匏瓜的叶儿已枯，则正当秋令嫁娶之时。女主人公等候的渡口，却水深难涉了，因此她深情地叮咛着：“深则厉，浅则揭”。那无非是在心中催促着心上人：水浅则提衣过来，水深就垂衣来会，就不必犹豫了。催对方垂衣涉济，正透露出她这边等候已急。\n\n　　诗中说：现 在天已渐渐大亮，通红的旭日升起在济水之上，空中已有雁行掠过，那“雝雝”鸣叫显得有多欢快。但对于等候中的女主人公来说，心中的焦躁非但未被化解，似乎更还深了几分。要知道雁儿北飞，预告着冬日就要结束，春天就要到来。当济水冰融化的时候，按古代的规矩便得停办嫁娶之事了。所谓“霜降而妇功成，嫁娶者行焉；冰泮而农业起，昏（婚）礼杀（止）于此”（《孔子家语》），说的就是这一种古俗。明白乎此，就能懂得女主人公何以对“雝雝鸣雁”特别关注了：连那雁儿都似在催促着姑娘，她就不能不为之着急。于是“士如归妻，迨冰未泮（合）”二句，读来正如发自姑娘心底的呼唤，显得十分热切。\n\n　　诗之末章终于等来了摆渡船，那定是从对岸驶来载客的。船夫大约早就体察了女主人公的焦躁不安，所以关切地连声招唤：“快上船吧！”他不可能知道，这姑娘急的并不是过河，恰是在驶来的船上没见到心上人。“人涉昂否”二句之重复，重复得可谓妙极：那似乎是女主人公怀着羞涩，对船夫所作的窘急解释——“不是我要急着渡河，……不是的，我是在等我的……朋友哪……”以“昂须我友”的答语作结，结得情韵袅袅。船夫的会意微笑，姑娘那脸庞飞红的窘态，以及将情人换作“朋友”的掩饰之辞，所传达的似怨还爱的徽妙心理，均留在了诗外，任读者自己去体味。\n\n　　据毛诗旧序称，此诗为“刺”卫宣公与夫人“并为淫乱”之作；连颇不尊序的清人姚际恒《诗经通论》，亦以为“其说可从”。这真不知从何说起。拂去旧说之附会，此诗实在就是一首等候“未婚夫”“赶快过来迎娶”（余冠英《诗经选》）的绝妙情诗。\n\n","translation":"葫芦瓜有苦味叶，济水边有深渡口。深就垂衣缓缓过，浅就提裙快快走。\n\n济水茫茫涨得满，岸丛野雉叫得欢。水涨车轴浸不到，野雉求偶鸣声传。\n\n又听嗈嗈大雁鸣，天刚黎明露晨曦。男子如果要娶妻，趁未结冰来迎娶。\n\n船夫挥手频招呼，别人渡河我不争。别人渡河我不争，我将恋人静静等。\n\n"}
{"_id":{"$oid":"5b9a183e367d5c0f40d22cfe"},"title":"万里瞿塘月","dynasty":"唐代","writer":"杜甫","content":"万里瞿唐月，春来六上弦。\n时时开暗室，故故满青天。\n爽合风襟静，高当泪脸悬。\n南飞有乌鹊，夜久落江边。","type":["月亮","孤独","思念"],"remark":"万里：言月运行万里而来，又暗喻漂泊万里的诗人。\n瞿唐：瞿塘峡，位于长江三峡奉节至巫山段，安史之乱后，杜甫曾困居于此。\n春来：今春以来。\n上弦：上弦月，农历每月初七、初八的弓形月亮。\n时时：常常。与“故故”变文同义。\n开：指照亮。满：指月光洒满。\n青天：蓝天。\n爽：清爽，凉爽。\n合：环绕，充满。\n风襟：衣襟。宋玉《风赋》：“有风飒然而至，王乃披襟而当之。”\n当：对着。\n悬：悬挂天空。\n乌鹊：乌鸦。\n夜久：夜深。\n\n","shangxi":"　　“万里瞿唐月，春来六上弦”：“万里”，作者先在读者面前展现了一个大的背景，然后现一轮孤月。使人感到，天地之中，作为个体的诗人孤独寂寞之情。“六上弦”从时间的角度写时间之久，与“夜久”相呼应，表明长期在外漂泊的厌倦。\n\n　　“时时开暗室，故故满青天”：主体仍然是月，有情开室，但满眼望去仍然是漫天的清辉。独处陋室，浴漫天清辉，那是一种什么样的凄清孤独啊！叠词的运用还构成了节奏的美。\n\n　　“爽合风襟静，高当泪脸悬”：“爽”该是“清朗”之意，“合”当是“匹配”之意；清朗的月色加细风，可以很美妙，可以很凄凉；“高”句语序该是“（月）高悬对泪脸”化被动为主动，既是题目的需求，也是诗歌新奇的需要。也有人说“风襟”是“外衣”的意思，本人认为有点太实，好像词典也没有这一词语（或许太过孤陋）。\n\n　　“南飞有乌鹊，夜久落江边”：这一句写南飞的鸟急于回归，疲倦的落在江边栖息。可以看做诗人的自况。\n\n　　杜甫一生颠沛流离，漂泊不定，经常远离故乡远离亲人。对于自己的家乡、亲人，他是思念情切，刻骨铭心。全诗以明月兴思情，同一轮明月寄寓着两地彼此的思念，思情的悠远绵长与月夜的孤独寂寞，相织相融，形成一种清丽深婉、寂寥苦思的凄清氛围，使读者不觉之间与之同悲共泣。一生颠沛流离，漂泊不定，经常远离故乡远离亲人。对于自己的家乡、亲人，他是思念情切，刻骨铭心。全诗以明月兴思情，同一轮明月寄寓着两地彼此的思念，思情的悠远绵长与月夜的孤独寂寞，相织相融，形成一种清丽深婉、寂寥苦思的凄清氛围，使读者不觉之间与之同悲共泣。\n\n","translation":"运行万里而来的瞿塘峡的月亮，今春以来已经是第六次出现上弦月了。\n月光常常照亮我幽暗的居室，洒满无垠的蓝天。\n月光静静洒下，凉爽透过衣襟，格外宜人；月亮高高地悬挂天空，空自对着我挂满泪痕的脸，竟无动于衷。\n有一只南飞的乌鹊，在月下盘旋良久，无枝可依，只好落在江边。\n\n"}
{"_id":{"$oid":"5b9a183e367d5c0f40d22cff"},"title":"竹枝词九首·其九","dynasty":"唐代","writer":"刘禹锡","content":"山上层层桃李花，云间烟火是人家。\n银钏金钗来负水，长刀短笠去烧畲。(烧畲 同 烧\n\u003ca name=\"pmbazfqp\"\u003e畬\u003c/a\u003e）","type":["生活","风俗"],"shangxi":"　　这是组诗《竹枝词九首》的最后一首。这首诗是一幅巴东山区人民生活的风俗画。它不是一般的模山范水，不是着力于表现山水的容态精神，而是从中发掘出一种比自然美更为可贵的劳动的美，创造力的美。\n\n　　“山上层层桃李花，云间烟火是人家。”开头用一个“山”字领起，一下子把诗人面对春山、观赏山景的形象勾画出来了。俗谚说：“桃花开，李花败。”一般是李花先开，桃花后开。现在桃花、李花同时盛开，这是山地气候不齐所特有的景象。“层层”状桃李花的繁茂与普遍。此山彼山，触处皆是。那种色彩绚烂、满山飘香的景象可以想见。次句由景及人。“云间”形容山顶之高。诗人遥望山顶，在花木掩映之中，升起了袅袅的炊烟。他推断，这一定是村民聚居之处。“是人家”三字是诗人注意力的归着点。“是”字下得醒豁，表明诗人探寻的目光越过满山的桃李，透过山顶的云雾，终于找到了绣出这满山春色的主人的所在，美是由人创造的。山美、花木美，都来自山村居民的劳动之美。以下即转为富有地方色彩的山村居民的劳动场景的描画。\n\n　　“银钏金钗来负水，长刀短笠去烧畲。”两句写山村居民热气腾腾的劳动生活。挎着长刀、戴着短笠的男人们根据传统的办法前去放火烧荒，准备播种；戴着饰物的青年妇女们下山担水，准备做饭。在这里，作者运用了两种修辞手法。一、借代。用“银钏金钗”借代青年妇女，用“长刀短笠”借代壮年男子，正好捕捉了山民男女形象的特征，具有浓厚的地方色彩。二、对仗。不仅上下两句相对，而且还采用了句中自为对（即当句对）的办法，把语言锤打得十分凝炼。\n\n　　全诗短短四句，每句一景，犹如四幅画图，孤立起来看，有其相对的独立性，合起来看，恰好构成一个完满的艺术整体。由满山的桃李花引出山村人家，又由山村人家引出劳动男女戮力春耕的情景，全诗至此戛然而止，而把妇女们负水对歌、烧畲时火光烛天以及秋后满山金黄等情景统统留给读者去想象，画面的转接与安排极有理致。诗中没有直接发出赞美，但那种与劳动生活的旋律十分合拍的轻快的节奏，那种着力描绘创造力之美的艺术构思，都隐隐透露出诗人欣喜愉快的心情和对劳动生活的赞叹。刘禹锡贬谪巴山楚水之时，接近了人民，南国的风土人情，激荡了他的诗情，丰富和提高了他的艺术情趣，使他在美的探索中扩大了视野，在审美鉴赏力和表现力方面，都有了新的突破。\n\n","translation":"是组诗《竹枝词九首》的最后一首。这首诗是一幅巴东山区人民生活的风俗画。它不是一般的模山范水，不是着力于表现山水的容态精神，而是从中发掘出一种比自然美更为可贵的劳动的美，创造力的美。\n\n　　“山上层层桃李花，云间烟火是人家。”开头用一个“山”字领起，一下子把诗人面对春山、观赏山景的形象勾画出来了。俗谚说：“桃花开，李花败。”一般是李花先开，桃花后开。现在桃花、李花同时盛开，这是山地气候不齐所特有的景象。“层层”状桃李花的繁茂与普遍。此山彼山，触处皆是。那种色彩绚烂、满山飘香的景象可以想见。次句由景及人。“云间”形容山顶之高。诗人遥望山顶，在花木掩映之中，升起了袅袅的炊烟\n\n"}
{"_id":{"$oid":"5b9a183e367d5c0f40d22d00"},"title":"鹧鸪天·家住苍烟落照间","dynasty":"宋代","writer":"陆游","content":"家住苍烟落照间，丝毫尘事不相关。斟残玉瀣行穿竹，卷罢《黄庭》卧看山。\n贪啸傲，任衰残，不妨随处一开颜。元知造物心肠别，老却英雄似等闲！","type":["宋词精选","写景","隐居","抒怀"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155710637.mp3","remark":"玉瀣（xiè）：美酒。\n《黄庭》：道家经典著作，论养生之道。\n啸傲：放歌长啸，傲然自得。\n元：通假字，同“原”，本来。\n\n","shangxi":"　　刘克庄《后村诗话续集》把陆游的词分为三类：“其激昂慷慨者，稼轩不能过；飘逸高妙者，与陈简斋、朱希真相颉颃；流丽绵密者，欲出晏叔原、贺方回之上。”这首《鹧鸪天》可以算是陆游飘逸高妙一类作品中的代表作之一。\n\n　　上阕开头二句：“家住苍烟落照间，丝毫尘事不相关。”把自己所居住的环境写得是如此的优美而又纯净。“苍烟落照”四字，不禁让人联想起陶渊明《归园田居》其一“蔼蔼远人村，依依墟里烟”的意境，一经讽诵便难以忘怀。“苍烟”犹青烟，字面已包含着作者的感情色彩。“落照”这个词里虽然没有表示颜色的字，但也有色彩暗含其中，引起读者的多种的联想。词人以“苍烟落照”四字点缀自己居处的环境，意在与龌龊的仕途作鲜明的对比。所以在第二句中就直接点明住在这里与尘事毫不相关，可以一尘不染，安心地过着隐居的生活。这也正是陶渊明《归园田居》里“户庭无尘杂，虚室有余闲”的体现。\n\n　　三、四句对仗工稳：“斟残玉瀣行穿竹，卷罢《黄庭》卧看山。”“玉瀣”是一种美酒的名称，明人冯时化在《酒史》卷上写有：“隋炀帝造玉瀣酒，十年不败。”陆游在诗中也不止一次写到过这种酒。“黄庭”是道经的名称，《云笈七签》胡《黄庭内景经》、《黄庭外景经》、《黄庭遁甲缘身经》，都是道家谈论养生之道的书这两句的大意是说：喝完了玉瀣就散步穿过了竹林；看完了《黄庭》就躺下来观赏山中美景。一二句写居处环境的优美，三四句写自己生活的闲适，体现了作者惬意的生活。陆游读的《黄庭经》是卷轴装，所以边读边卷，“卷罢黄庭”就是看完了一卷的意思。\n\n　　下阕开头：“贪啸傲，任衰残，不妨随处一开颜。”“啸傲”，指作者歌咏自得，形容旷放而不受拘束的样子。不单是陆诗用了“啸傲”此词，其他诗人也经常用此词，比如郭璞《游仙诗》：“啸傲遗世罗，纵情在独往。”陶渊明《饮酒》其七：“啸傲东轩下，聊复得此生。”词人说自己贪恋这种旷达的生活情趣，任凭终老田园；随处都能见到使自己高兴的事物，何不随遇而安呢？这几句可以说是旷达到极点也消沉到了极点，可是末尾两句陡然一转：“元知造物心肠别，老却英雄似等闲。”这两句可以说是对以上所写的自己的处境作出了解释。词人说原先就已知道造物者无情（他的心肠与常人不同），它白白地让英雄衰老死去却等闲视之。这难道不是在怨天吗？但同时也是在抱怨南宋统治者无心恢复中原，以致使自己英雄无用武之地。\n\n　　据夏承焘、吴熊和《放翁词编年笺注》中讲到，南宋乾道二年陆游四十二岁，以言官弹劾谓其“交结台谏，鼓唱是非，力说张浚用兵”，免隆兴通判，始卜居镜湖之三山。这首词和其他两首《鹧鸪天》（两首开头句分别为：插脚红尘已是颠、懒向青门学种瓜），都是这时候写下的。词中虽极写隐居之闲适，但那股抑郁不平之气仍然按捺不住，在篇末终于流露出来。也正因为有词人那番超脱尘世的表白，所以篇末的两句就尤其显得冷隽。\n\n","translation":"我家住在有着苍茫如烟的云气和夕阳晚照的乡间，\n与世上的事情毫不相关。\n喝完了玉瀣就散步穿过了竹林；\n看完了《黄庭》就躺下来观赏山中美景。\n贪图的是任意放纵，蔑视世俗的生活，任凭自己在这种无拘无束的生活中衰老，\n别妨碍自己的处处开心，\n本来就知道上天另有一种心肠，\n就是使英雄无所作为地衰老就像是对待平常是一样。\n\n"}
{"_id":{"$oid":"5b9a183e367d5c0f40d22d01"},"title":"卜算子·兰","dynasty":"宋代","writer":"曹组","content":"松竹翠萝寒，迟日江山暮。幽径无人独自芳，此恨凭谁诉。似共梅花语。尚有寻芳侣。着意闻时不肯香，香在无心处。","type":["宋词精选","咏物","写花","言志"]}
{"_id":{"$oid":"5b9a183e367d5c0f40d22d02"},"title":"一丛花令·伤高怀远几时穷","dynasty":"宋代","writer":"张先","content":"伤高怀远几时穷？无物似情浓。离愁正引千丝乱，更东陌、飞絮蒙蒙。嘶骑渐遥，征尘不断，何处认郎踪！\n双鸳池沼水溶溶，南北小桡通。梯横画阁黄昏后，又还是、斜月帘栊。沉恨细思，不如桃杏，犹解嫁东风。\n\n","type":["婉约","相思","爱情","生活"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155711221.mp3","remark":"伤高：登高的感概。怀远：对远方征人的思念。穷：穷尽，了结。\n千丝：指杨柳的长条。\n东陌：东边的道路。此指分别处。\n嘶骑：嘶叫的马声。\n小桡：小桨；指代小船。\n梯横：是说可搬动的梯子已被横放起来，即撤掉了。\n栊：窗。\n解：知道，能。嫁东风：原意是随东风飘去，即吹落；这里用其比喻义“嫁”。李贺《南园十三首》诗之一：“可怜日暮嫣香落，嫁与东风不用媒。”\n\n","translation":"在高楼上眺望而伤感，苦苦地思念着远方的心上人，这样的事何时才能结束呢？看来在这世界上再没有什么东西能比爱情更为强烈的了！离愁别恨正牵连着千丝万缕的柳条纷乱不已，更何况东陌之上，垂柳已是飞絮蒙蒙了呢。我眼前还浮现着你的马儿嘶鸣着，越跑越远，一路不断扬起灰尘的情景，情郎啊，你叫我到哪里寻找你的踪迹呢？\n池水溶溶，一对鸳鸯在戏水，这水南北可通，时见有小船往来。雕梁画栋的楼阁上梯子已经撤去，黄昏以后，依然还是独个儿面对帘栊，望着斜照在它上面的冷冷清清的月亮。怀着深深的怨恨，我反复思量，我的命运竟然不如桃花杏花，它们倒还能嫁给东风，随风而去呢。\n\n"}
{"_id":{"$oid":"5b9a183e367d5c0f40d22d03"},"title":"秋日赴阙题潼关驿楼 / 行次潼关逢魏扶东归","dynasty":"唐代","writer":"许浑","content":"红叶晚萧萧，长亭酒一瓢。\n残云归太华，疏雨过中条。\n树色随山迥，河声入海遥。\n帝乡明日到，犹自梦渔樵。","type":["唐诗三百首","写景","送别"],"remark":"阙：指唐都城长安。潼关：关名，在今陕西省潼关县境内。\n红叶晚萧萧：一作“南北断蓬飘”。\n长亭：古时道路每十里设长亭，供行旅停息。\n太华：即西岳华山，在今陕西省华阴县境内。\n过：一作“落”。中条：山名，一名雷首山，在今山西永济县东南。\n山：一作“关”。迥：远。\n海：一作“塞”。\n帝乡：京都，指长安。\n梦：向往。末两句一作“劳歌此分手，风急马萧萧”。\n\n","shangxi":"　　此诗开头两句，诗人先勾勒出一幅秋日行旅图，把读者引入一个秋浓似酒、旅况萧瑟的境界。“红叶晚萧萧”，用写景透露人物一缕缕悲凉的意绪：“长亭酒一瓢”，用叙事传出客子旅途况味，用笔干净利落。此诗另一版本题作“行次潼关，逢魏扶东归”，这个材料，可以帮助读者了解诗人何以在长亭送别、借瓢酒消愁的原委。\n\n　　然而诗人没有久久沉湎在离愁别苦之中。中间四句笔势陡转，大笔勾画四周景色，雄浑苍茫，全是潼关的典型风物。骋目远望，南面是主峰高耸的西岳华山；北面，隔着黄河，又可见连绵苍莽的中条山。残云归岫，意味着天将放晴；疏雨乍过，给人一种清新之感。从写景看，诗人拿“残云”再加“归”字来点染华山，又拿“疏雨”再加“过”字来烘托中条山，这样，太华和中条就不是死景而是活景，因为其中有动势——在浩茫无际的沉静中显出了一抹飞动的意趣。\n\n　　诗人把目光略收回来，就又看见苍苍树色，随关城一路远去。关外便是黄河，它从北面奔涌而来，在潼关外头猛地一转，径向三门峡冲去，翻滚的河水咆哮着流入渤海。“河声”后续一“遥”字，传出诗人站在高处远望倾听的神情。诗人眼见树色苍苍，耳听河声汹汹，把场景描写得绘声绘色，使读者有耳闻目睹的真实感觉。这里，诗人连用四句景句，安排得如巨鳌的四足，缺一不可，丝毫没有臃肿杂乱、使人生厌之感。其中三、四两句，又出现在他的另一首作品《秋霁潼关驿亭》诗的颔联，完全相同，是诗人偏爱的得意之笔。\n\n　　“帝乡明日到，犹自梦渔樵”。本来，离长安不过一天的路程，作为入京的旅客，总该想着到长安后便要如何如何，满头满脑盘绕“帝乡”去打转子了。可是诗人却出人意外地说：“我仍然梦着故乡的渔樵生活呢！”含蓄地表白了他并非专为追求名利而来。这样结束，委婉得体，优游不迫，有力地显出了诗人的身份。\n\n","translation":"晚风中的红叶萧萧落下，长亭里痛饮下别酒一瓢。\n天上残云飞回太华山上，稀疏的细雨越过中条岭。\n苍莽的树色随城关远去，黄河呼啸流进遥远海洋。\n明日里就要抵达都城中，我仍在做那渔人樵夫梦。\n\n"}
{"_id":{"$oid":"5b9a183f367d5c0f40d22d04"},"title":"月","dynasty":"唐代","writer":"杜牧","content":"三十六宫秋夜深，昭阳歌断信沉沉。\n唯应独伴陈皇后，照见长门望幸心。\n\n","type":[]}
{"_id":{"$oid":"5b9a183f367d5c0f40d22d05"},"title":"小至","dynasty":"唐代","writer":"杜甫","content":"天时人事日相催，冬至阳生春又来。\n刺绣五纹添弱线，吹葭六琯动浮灰。\n岸容待腊将舒柳，山意冲寒欲放梅。\n云物不殊乡国异，教儿且覆掌中杯。","type":["时光","生活"],"remark":"小至：指冬至前一日，一说指冬至日的第二天\n五纹：指五色彩线。《唐杂录》载，冬至后日渐长，宫中女工比常日增一线之功。添弱线：古代女工刺绣，因冬至后，白天渐长，就可以多绣几根丝线。\n葭：初生的芦苇。琯：古代乐器，用玉制成，六孔，像笛。动浮灰：古时为了预测时令变化，将芦苇茎中的薄膜制成灰，放在律管内，每到节气到来，律管内的灰就相应飞出。浮灰：一作“飞灰”。\n腊：腊月。\n云物：景物。乡国：家乡。\n覆：倾，倒。\n\n","translation":"天时人事，每天变化得很快，转眼又到冬至了，过了冬至白日渐长，天气日渐回暖，春天即将回来了。\n刺绣女工因白昼变长而可多绣几根五彩丝线，吹管的六律已飞动了葭灰。\n堤岸好像等待腊月快点的过去，好让柳树舒展枝条，抽出新芽，山也要冲破寒气，好让梅花开放。\n我虽然身处异乡，但这里的景物与故乡的没有什么不同之处，因此，让小儿斟上酒来，一饮而尽。\n\n"}
{"_id":{"$oid":"5b9a183f367d5c0f40d22d06"},"title":"桃源行","dynasty":"唐代","writer":"王维","content":"渔舟逐水爱山春，两岸桃花夹古津。\n坐看红树不知远，行尽青溪不见人。\n山口潜行始隈隩，山开旷望旋平陆。\n遥看一处攒云树，近入千家散花竹。\n樵客初传汉姓名，居人未改秦衣服。\n居人共住武陵源，还从物外起田园。\n月明松下房栊静，日出云中鸡犬喧。\n惊闻俗客争来集，竞引还家问都邑。\n平明闾巷扫花开，薄暮渔樵乘水入。\n初因避地去人间，及至成仙遂不还。\n峡里谁知有人事，世中遥望空云山。\n不疑灵境难闻见，尘心未尽思乡县。\n出洞无论隔山水，辞家终拟长游衍。\n自谓经过旧不迷，安知峰壑今来变。\n当时只记入山深，青溪几度到云林。\n春来遍是桃花水，不辨仙源何处寻。","type":["唐诗三百首","乐府","写景","写狗古诗18首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155711226.mp3","remark":"逐水：顺着溪水。\n古津：古渡口。\n坐：因为。\n一说“行尽青溪忽值人”。见人：遇到路人。\n隈：山、水弯曲的地方。\n旷望：指视野开阔。旋：不久。\n攒云树：云树相连。攒，聚集。\n散花竹：指到处都有花和竹林。\n樵客：原本指打柴人，这里指渔人。\n武陵源：指桃花源，相传在今湖南桃源县（晋代属武陵郡）西南。武陵，即今湖南常德。\n物外：世外。\n房栊：房屋的窗户。\n喧：叫声嘈杂。\n俗客：指误入桃花源的渔人。\n引：领。都邑：指桃源人原来的家乡。\n平明：天刚亮。闾巷：街巷。开：指开门。\n薄暮：傍晚。\n避地：迁居此地以避祸患。去：离开。\n灵境：指仙境。\n尘心：普通人的感情。乡县：家乡。\n游衍：留连不去。\n自谓：自以为。不迷：不再迷路。\n峰壑：山峰峡谷。\n云林：云中山林。\n桃花水：春水。桃花开时河流涨溢。\n\n","translation":"渔舟顺溪而下，追寻那美妙的春景，夹岸桃花映红了古渡口两旁。花树缤纷，忘记了路程远近；行到青溪尽处，忽然隐约似见人烟。走入了幽深曲折的山口，再往前，豁然开朗一片平川。远望去丛丛绿树有如云霞绮聚集，进村见户户门前翠竹鲜花掩映。第一次才听说汉以后的朝代，村民穿戴的还是秦代衣装。他们世代聚居在武陵源，在这里共建了世外田园。明月朗照，松下房栊寂静；旭日升起，村中鸡犬声响起。村人惊讶地把外客迎接，争相邀请，询问那世上的消息。清晨的街巷，家家打扫花径；傍晚的溪边，渔樵乘船回村。当初因避乱世逃出尘寰，寻到这桃源仙境便不归还。从此隐居峡谷，再不管外间变化；世人求访异境，不过是空望云山。渔人不怀疑这是难得的仙境，但凡心未尽只把家园挂牵；出洞后他不顾隔山隔水，又决定辞家来此仙源。自认为来过的地方不会迷路，怎知道眼前的峰壑全然改变。当时曾记得山径幽深，沿青溪几回弯曲才到桃林。此日又逢春天，依然遍地桃花水；仙源何处，已杳杳难寻，不辨道路！\n\n"}
{"_id":{"$oid":"5b9a183f367d5c0f40d22d07"},"title":"西施咏","dynasty":"唐代","writer":"王维","content":"艳色天下重，西施宁久微。\n朝为越溪女，暮作吴宫妃。\n贱日岂殊众，贵来方悟稀。\n邀人傅香粉，不自著罗衣。\n君宠益娇态，君怜无是非。\n当时浣纱伴，莫得同车归。\n持谢邻家子，效颦安可希。","type":["唐诗三百首","写人","怀古","怀才不遇"],"remark":"西施：吴越春秋：越得苎萝山鬻薪之女，曰西施，郑旦，饰以罗谷，教以容步，三年学成而献于吴。\n傅香粉：即搽脂敷粉。香：一作“脂”。\n浣纱：环宇记：会稽县东有西施浣纱石。水经注：浣纱溪在荆州，为夷陵州西北，秋冬之月，水色净丽。\n持谢：奉告。\n效颦：庄子：西施病心而颦，其里之丑人见而美之，归亦捧心而效其颦，富人见之，闭门而不出，贫人见之，挈妻子而去之，彼知美颦而不知颦之所以美。按：颦古作膑。\n安可希：怎能希望别人的赏识。\n\n","shangxi":"　　此诗通过借咏西施而抒发现世感愤不平的讽刺诗，语意深微，很有普遍性。诗人通过西施的故事来发表诗人对人生的一点体会。即“贱日岂殊众，贵来方悟稀”的现象。这一现象有两种情况：一是一般人难于辨别好歹，一旦美好事物被发现后，大家才吃惊地感叹艳羡；二是某些人与事物本来也平常无奇，一旦被评为上品或提拔成高官贵妇后，大家就刮目相看，敬佩不已。\n\n　　春秋时越国诸暨芋萝山的美女西施，被越王勾践选送给吴王夫差，成为吴宫邀幸擅宠、娇怜命贵的艳妃，左右了吴王，支配了吴国。当然，西施这样做是有她的政治目的，但王维的本诗并不是取材她的政治图谋，而是用她入官后艳色凌人，写令人感到厌恶的恃宠擅权的官场世态。\n\n　　开始两句从通常世态的角度提出了一个很有概括性的问题：“艳色天下重，西施宁久微?”是说：天下入好德者少，重色者多，有这种社会习俗，象西施那样的人物，安能长久地处于微贱之地?因此生活中象西施这样的人物，会有被尊贵的一天，只是时机之遇的早晚。这两句是对取人不重德能的当政者的讥讽，并同时表明，那些得势者一朝之内便娇骄得判若两人，根源还在于重色者。\n\n　　三四句“朝为越溪女，暮作吴宫妃”，是前两句中的有“重”而不“微“的一个突出的事实证明。一个越国的山村中的普通女子，一朝之间身价十倍，原因就是因为遇到了重艳色的人；重色人有多大权力，有色者就有多么贵重，如此的逻辑适合于说明历史上的一切权臣和宠姬。王维就是借宠姬而抨击权臣的，鄙视权臣并不是以自身的德能显出贵重的意义，而是借“重”而“贵”的，王维提醒当权的不要忘乎所以，用意是很尖刻的。\n\n　　从第五句“贱日岂殊重”开始，到“莫得同车归”，连续八句，是对“西施”的讥刺，针对性是世俗心理和那些得宠后便殊众自贵、颐指气使的娇骄者。在王维看来，有一种社会性的心理惰性，就是一个美的事物，被埋没的时候谁也看不出它的“殊众”之处，而一旦被人发现了之后，它就成了世上稀有的宝贝。诗人认为西施就是这种心理的一个代表对象。诗人好象要问一问西施：“当年你在苎萝村溪边浣纱时，你意识到你自己是那么天下少有吗？比所有的浣纱姑娘都美吗？可为什么一进吴官，成为贵人，便感到自己成了稀世之珍呢？”对于自贵自稀的人，王维最鄙夷那种“君宠益娇态，君怜无是非”的得幸者，得幸者愈宠愈娇，借高权保护，唯己为是，非己为非，以致到了无有是非的程度。王维在仕途里不乏坎坷，接触了不少炙手可热的权臣，诗人很憎恶这种人，此刻诗人指着西施，一点也不客气地针砭了这些小人。诗中主要不是评价历史上的西施。\n\n　　诗的最后两句：“持谢邻家子，效颦安可希?”这是归结性的道德评价。这里包含的意义是很复杂的。在时间上，诗人回到了西施的时代，找到了那个被人传为笑柄的东施，向东施致语。向西施效颦学不到真西施的样子，又告诉她：这样的西施怎么可能学得了，况且她“君宠益娇态，君怜无是非“，再不屑与当年浣纱伴为伍了，没有什么可效之处。王维的话当时的人是听得见的，诗人的真正的“邻家子”乃是现世人，不可效的是那些“君宠益娇态，君怜无是非”的衮衮诸公。\n\n　　世间确实有某些品质才能很好的人，周围的人却不理解而以常人待之，待际遇一到，被入发现后，周围的人又要群起而效法。效法者有不理解其所以然，只一味学习其所然；不免便成了效颦的东施。\n\n","translation":"艳丽的姿色向来为天下器重，美丽的西施怎么能久处低微？\n原先她是越溪的一个浣纱女，后来却成了吴王宫里的爱妃。\n平贱时难道有什么与众不同？显贵了才惊悟她丽质天下稀。\n曾有多少宫女为她搽脂敷粉，她从来也不用自己穿著罗衣。\n君王宠幸她的姿态更加娇媚，君王怜爱从不计较她的是非。\n昔日一起在越溪浣纱的女伴，再不能与她同车去来同车归。\n奉告那盲目效颦的邻人东施，光学皱眉而想取宠并非容易！\n\n"}
{"_id":{"$oid":"5b9a183f367d5c0f40d22d08"},"title":"题大庾岭北驿","dynasty":"唐代","writer":"宋之问","content":"阳月南飞雁，传闻至此回。\n我行殊未已，何日复归来。\n江静潮初落，林昏瘴不开。\n明朝望乡处，应见陇头梅。","type":["唐诗三百首","思乡","地名"],"remark":"大庾岭：在江西、广东交界处，为五岭之一。北驿：大庾岭北面的驿站。\n阳月：阴历十月。\n殊：还。“我行”句意谓自己要去的贬谪之地还远，所以自己还不能停下。\n瘴：旧指南方湿热气候下山林间对人有害的毒气。\n望乡处：远望故乡的地方，指站在大庾岭处。\n陇头梅：大庾岭地处南方，其地气候和暖，故十月即可见梅，旧时红白梅夹道，故有梅岭之称。陇头：即为“岭头”。\n\n","shangxi":"　　大庾岭在今江西大庾，岭上多生梅花，又名梅岭。古人认为此岭是南北的分界线，因有十月北雁南归至此，不再过岭的传说。宋之问被贬途径大庾岭北驿时，怀乡的忧伤涌上心头，悲切之音脱口而出：“阳月南飞雁，传闻至此回。我行殊未已，何日复归来？”意谓：阳月（即农历十月）雁南飞至此而北回，而我呢，却像“孤雁独南翔”（曹丕《杂诗》），非但不能滞留，还要翻山越岭，到那荒远的瘴疠之乡；群雁北归有定期，而我呢，何时才能重来大庾岭，再返故乡和亲人团聚！由雁而后及人，诗人用的是比兴手法。两两相形，沉郁、幽怨，人不如雁的感慨深蕴其中。这一鲜明对照，把诗人那忧伤、哀怨、思念、向往等等痛苦复杂的内心情感表现得含蓄委婉而又深切感人。\n\n　　人雁比较以后，五六两句，诗人又点缀了眼前景色：“江静潮初落，林昏瘴不开。”黄昏到来了，江潮初落，水面平静得令人寂寞，林间瘴气缭绕，一片迷蒙。这景象又给诗人平添了一段忧伤。因为江潮落去，江水尚有平静的时候，而诗人心潮起伏，却无一刻安宁。丛林迷瞑，瘴气如烟，故乡望眼难寻；前路如何，又难以卜知。失意的痛苦，乡思的烦恼，面对此景就更使他不堪忍受。\n\n　　恼人的景象，愁杀了这位落魄南去的逐臣，昏暗的境界，又恰似他内心的迷离惝恍。因此，这二句写景接上二句的抒情，转承得实在好，以景衬情，渲染了凄凉孤寂的气氛，烘托出悲苦的心情，使抒情又推进一层，更加深刻细腻，更加强烈具体了。\n\n　　最后二句，诗人又从写景转为抒情。他在心中暗暗祈愿：“明朝望乡处，应见陇头梅。”意思是说：明晨踏上岭头的时候，再望一望故乡吧！虽然见不到她的踪影，但岭上盛开的梅花该是可以见到的！《荆州记》载，南朝梁时诗人陆凯有这样一首诗：“折梅逢驿使，寄与陇头人。江南何所有，聊赠一枝春。”诗人暗用了这一典故。虽然家不可归，但他十分希望也能寄一枝梅，安慰家乡的亲人。\n\n　　情致凄婉，绵长不断，诗人怀乡之情已经升发到最高点，然而却收得含吐不露。宋人沈义父说：“以景结情最好”，“含有余不尽之意”。（《乐府指迷》）这一联恰好如此，诗人没有接续上文去写实景，而是拓开一笔，写了想象，虚拟一段情景来关合全诗。这样不但深化了主题，而且情韵醇厚，含悠然不尽之意，令人神驰遐想。\n\n　　全诗写的是“愁”，却未着一“愁”字。尽管如此，人们还是感到愁绪满怀，凄恻缠绵。之所以能产生这样的艺术魅力，是因为“善道景者，绝去形容，略加点缀”，“善言情者，吞吐深浅，欲露还藏”（陆时雍《诗镜总论》）。这首诗正是在道景言情上别具匠心。全诗情景交融，用词考究，思乡之忧伤与行程之艰难紧密结合，表达了强烈的哀伤与沉痛之意，感人肺腑。\n\n","translation":"阴历十月的时候，大雁就开始南飞，\n据说飞到大庾岭，它们就全部折回。\n鸟儿不进，我却行程未止远涉岭南，\n真不知何日何时，我才能遇赦归来？\n潮水退落了，江面静静地泛着涟漪，\n深山老林昏暗暗，瘴气浓重散不开。\n来日我登上高山顶，向北遥望故乡，\n抑或能看到：那山头上初放的红梅。\n\n"}
{"_id":{"$oid":"5b9a183f367d5c0f40d22d09"},"title":"秦妇吟","dynasty":"唐代","writer":"韦庄","content":"　　中和癸卯春三月，洛阳城外花如雪。东西南北路人绝，绿杨悄悄香尘灭。路旁忽见如花人，独向绿杨阴下歇。凤侧鸾欹鬓脚斜，红攒黛敛眉心折。借问女郎何处来？含颦欲语声先咽。回头敛袂谢行人，丧乱漂沦何堪说！三年陷贼留秦地，依稀记得秦中事。君能为妾解金鞍，妾亦与君停玉趾。\n　　前年庚子腊月五，正闭金笼教鹦鹉。斜开鸾镜懒梳头，闲凭雕栏慵不语。忽看门外起红尘，已见街中擂金鼓。居人走出半仓惶，朝士归来尚疑误。是时西面官军入，拟向潼关为警急。皆言博野自相持，尽道贼军来未及。须臾主父乘奔至，下马入门痴似醉。适逢紫盖去蒙尘，已见白旗来匝地。\n　　扶羸携幼竞相呼，上屋缘墙不知次。南邻走入北邻藏，东邻走向西邻避。北邻诸妇咸相凑，户外崩腾如走兽。轰轰混混乾坤动，万马雷声从地涌。火迸金星上九天，十二官街烟烘烔。日轮西下寒光白，上帝无言空脉脉。阴云晕气若重围，宦者流星如血色。紫气潜随帝座移，妖光暗射台星拆。家家流血如泉沸，处处冤声声动地。舞伎歌姬尽暗捐，婴儿稚女皆生弃。\n　　东邻有女眉新画，倾国倾城不知价。长戈拥得上戎车，回首香闺泪盈把。旋抽金线学缝旗，才上雕鞍教走马。有时马上见良人，不敢回眸空泪下；西邻有女真仙子，一寸横波剪秋水。妆成只对镜中春，年幼不知门外事。一夫跳跃上金阶，斜袒半肩欲相耻。牵衣不肯出朱门，红粉香脂刀下死。南邻有女不记姓，昨日良媒新纳聘。琉璃阶上不闻行，翡翠帘间空见影。忽看庭际刀刃鸣，身首支离在俄顷。仰天掩面哭一声，女弟女兄同入井；北邻少妇行相促，旋拆云鬟拭眉绿。已闻击托坏高门，不觉攀缘上重屋。须臾四面火光来，欲下回梯梯又摧。烟中大叫犹求救，梁上悬尸已作灰。\n　　妾身幸得全刀锯，不敢踟蹰久回顾。旋梳蝉鬓逐军行，强展蛾眉出门去。旧里从兹不得归，六亲自此无寻处。一从陷贼经三载，终日惊忧心胆碎。夜卧千重剑戟围，朝餐一味人肝脍。鸳帏纵入岂成欢？宝货虽多非所爱。蓬头垢面眉犹赤，几转横波看不得。衣裳颠倒语言异，面上夸功雕作字。柏台多半是狐精，兰省诸郎皆鼠魅。还将短发戴华簪，不脱朝衣缠绣被。翻持象笏作三公，倒佩金鱼为两史。朝闻奏对入朝堂，暮见喧呼来酒市。\n　　一朝五鼓人惊起，叫啸喧呼如窃语。夜来探马入皇城，昨日官军收赤水。赤水去城一百里，朝若来兮暮应至。凶徒马上暗吞声，女伴闺中潜生喜。皆言冤愤此时销，必谓妖徒今日死。逡巡走马传声急，又道官军全阵入。大彭小彭相顾忧，二郎四郎抱鞍泣。沉沉数日无消息，必谓军前已衔璧。簸旗掉剑却来归，又道官军悉败绩。\n　　四面从兹多厄束，一斗黄金一斗粟。尚让厨中食木皮，黄巢机上刲人肉。东南断绝无粮道，沟壑渐平人渐少。六军门外倚僵尸，七架{寨}营中填饿殍。长安寂寂今何有？废市荒街麦苗秀。采樵斫尽杏园花，修寨诛残御沟柳。华轩绣毂皆销散，甲第朱门无一半。含元殿上狐兔行，花萼楼前荆棘满。昔时繁盛皆埋没，举目凄凉无故物。内库烧为锦绣灰，天街踏尽公卿骨！\n　　来时晓出城东陌，城外风烟如塞色。路旁时见游奕军，坡下寂无迎送客。霸陵东望人烟绝，树锁骊山金翠灭。大道俱成棘子林，行人夜宿墙匡月。明朝晓至三峰路，百万人家无一户。破落田园但有蒿，摧残竹树皆无主。路旁试问金天神，金天无语愁于人。庙前古柏有残枿，殿上金炉生暗尘。一从狂寇陷中国，天地晦冥风雨黑。案前神水咒不成，壁上阴兵驱不得。闲日徒歆奠飨恩，危时不助神通力。我今愧恧拙为神，且向山中深避匿。寰中箫管不曾闻，筵上牺牲无处觅。旋教魔鬼傍乡村，诛剥生灵过朝夕。妾闻此语愁更愁，天遣时灾非自由。神在山中犹避难，何须责望东诸侯！\n　　前年又出扬震关，举头云际见荆山。如从地府到人间，顿觉时清天地闲。陕州主帅忠且贞，不动干戈唯守城。蒲津主帅能戢兵，千里晏然无犬声。朝携宝货无人问，暮插金钗唯独行。明朝又过新安东，路上乞浆逢一翁。苍苍面带苔藓色，隐隐身藏蓬荻中。问翁本是何乡曲？底事寒天霜露宿？老翁暂起欲陈辞，却坐支颐仰天哭。乡园本贯东畿县，岁岁耕桑临近甸。岁种良田二百廛，年输户税三千万。小姑惯织褐絁袍，中妇能炊红黍饭。千间仓兮万丝箱，黄巢过后犹残半。自从洛下屯师旅，日夜巡兵入村坞。匣中秋水拔青蛇，旗上高风吹白虎。入门下马若旋风，罄室倾囊如卷土。家财既尽骨肉离，今日垂年一身苦。一身苦兮何足嗟，山中更有千万家，朝饥山上寻蓬子，夜宿霜中卧荻花！\n　　妾闻此老伤心语，竟日阑干泪如雨。出门惟见乱枭鸣，更欲东奔何处所？仍闻汴路舟车绝，又道彭门自相杀。野宿徒销战士魂，河津半是冤人血。适闻有客金陵至，见说江南风景异。自从大寇犯中原，戎马不曾生四鄙。诛锄窃盗若神功，惠爱生灵如赤子。城壕固护教{斆、敩、效}金汤，赋税如云送军垒。奈何四海尽滔滔，湛然一境平如砥。避难徒为阙下人，怀安却羡江南鬼。愿君举棹东复东，咏此长歌献相公。","type":["叙事","长诗"],"shangxi":"　　唐僖宗广明元年（880年）黄巢军攻入长安，僖宗出逃成都，韦庄因应试正留在城中，目赌长安城内的变乱，兵中弟妹一度相失，又多日卧病；离开长安的第二年，中和三年（883年）在东都洛阳，他将当时耳闻目见的种种乱离情形，通过一位从长安逃难出来的女子——即秦妇的“自述”，写成长篇叙事诗《秦妇吟》。\n\n　　《秦妇吟》无疑是我国诗史上一才华横溢的长篇叙事诗之一。长诗诞生的当时，民间就广有流传，并被制为幛子悬挂；作者则被呼为“秦妇吟秀才”，与白居易曾被称为“长恨歌主”并称佳话。其风靡一世，盛况空前。然而这首“不仅超出韦庄《浣花集》中所有的诗，在三唐歌行中亦为不二之作”（俞平伯）的（秦妇吟），却厄运难逃。由于政治缘故，韦庄本人晚年即讳言此诗，“他日撰家戒，内不许垂《秦妇吟》幛子，以此止谤”（《北梦琐言》）。后来此诗不载于《浣花集》，显然出于作者割爱。至使宋元明清历代徒知其名，不见其诗。至近代，《秦妇吟》写本复出于敦煌石窟，真乃天幸。\n\n　　从公元880年（唐僖宗广明元年）冬到公元883年（中和三年）春，即黄巢起义军进驻长安的两年多时间里，唐末农民起义发展到高潮，同时达到了转折点。由于农民领袖战略失策和李唐王朝官军的疯狂镇压，斗争残酷，而百姓蒙受着巨大的苦难和悲惨的牺牲。韦庄本人即因应举羁留长安，兵中弟妹一度相失，又多日卧病，他便成为这场震撼神州大地的社会巨变的目击者。经过一段时间酝酿，在他离开长安的第二年，即中和三年，在东都洛阳创作了这篇堪称他平生之力作的史诗。在诗中，作者虚拟了一位身陷兵中复又逃离的长安妇女“秦妇”对邂逅的路人陈述其亲身经历，从而展现了那一大动荡的艰难时世之各个方面。总之，《秦妇吟》既是一篇诗体小说，当然具有纪实性质。全诗共分五大段。首段叙述诗人与一位从长安东奔洛阳的妇人（即秦妇）于途中相遇，为全诗引子；二段为秦妇追忆黄巢起义军攻占长安前后的情事；三段写秦妇在围城义军中三载怵目惊心的各种见闻；四段写秦妇东奔途中所见所闻所感；末段通过道听途说，对刚刚平定的江南寄予一线希望，为全诗结尾。\n\n　　《秦妇吟》用了大量篇幅叙述了农民军初入长安引起的动乱。毫无疑问，在这里，作者完全站在李唐王朝的立场，是以十分敌视的态度看待农民革命的。由于戴了有色眼镜，即使是描述事实方面也就不无偏颇，攻其一点而不及其余。根据封建时代正史（两唐书）记载，黄巢进京时引起坊市聚观，可见大体上做到井然有序。义军头领尚让慰晓市人的话是：“黄王为生灵，不似李家不恤汝辈，但各安家。”而军众遇穷民于路，竟行施遗，唯憎官吏，黄巢称帝后又曾下令军中禁妄杀人。当然，既是革命，便难免流血；加之队伍庞大，禁令或不尽行，正如《新唐书·黄巢传》所记载“贼酋择甲第以处，争取人妻女乱之”的破坏纪律的行为总或不免。而韦庄却抓住这一端作了“放大镜”式的渲染：\n\n　　适逢紫盖去蒙尘，已见白旗来匝地。扶羸携幼竞相呼，上屋缘墙不知次。南邻走入北邻藏，东邻走向西邻避。北邻诸妇咸相凑，户外崩腾如走兽。轰轰琨琨乾坤动，万马雷声从地涌。火迸金星上九天，十二官街烟烘烔。家家流血如泉沸，处处冤声声动地，舞伎歌姬尽暗捐，婴儿稚女皆生弃。“秦妇”的东西南北邻里遭到烧杀掳夺，几无一幸免。仿佛世界的末日到了，整个长安城就只有嘶杀声与哭喊声。由于作者把当时的一些传闻，集中夸大，不免失实。但是，就在这些描述中，仍有值得读者注意的地方。在农民起义风暴的席卷下，长安的官吏财主们的惶惶不可终日的仇视恐惧心理，得到了相当生动的再现。在他们眼中，不仅起义军的“暴行”令人发指，就连他们的一举一动，包括沿袭封建朝廷之制度，也是令人作恶的：“衣裳颠倒语言异，面上夸功雕作字。柏台多半是狐精，兰省诸郎皆鼠魅。还将短发戴华簪，不脱朝衣缠绣被。翻持象笏作三公，倒佩金鱼为两史。”诗中表现的统治阶级对农民起义的仇视心理，可谓入木三分。这段文字，却从另一个角度，生动地反映出黄巢进入长安后的失策，写出农民领袖是怎样惑于帝王将相的错误观念，在反动统治阶级力量未曾肃清之际就忙于加官赏爵，作茧自缚。由此发现诗中涉及这方面的内容相当丰富，它还写到了农民起义军是怎样常处三面包围之中，与官军进行拉锯战，虽经艰苦卓绝的奋争而未能解围；他们又是怎样陷入困境，自顾不暇，也就无力解民于倒悬，致使关辅人民饿死沟壑、析骸而食；以及他们内部藏纳的异己分子是如何时时在祈愿他们的失败，盼望恢复失去的天堂。而这些生动形象的史的图景，是正史中不易看到的，它们体现出作者的才力。\n\n　　正如上文所说，《秦妇吟》是一个动乱时代之面面观，它的笔锋所及，又远不止于农民军一面，同时还涉及了封建统治者内部矛盾。韦庄在描写自己亲身体验、思考和感受过的社会生活时，违背了个人的政治同情和阶级偏见，将批判的锋芒指向了李唐王朝的官军和割据的军阀。诗人甚至痛心地指出，他们的罪恶有甚于“贼寇”黄巢。《秦妇吟》揭露的官军罪恶主要有二：其一是抢掠民间财物不遗余力，如后世所谓“寇来如梳，兵来如篦”。诗中借新安老翁之口控诉说：“千间仓兮万斯箱，黄巢过后犹残半。自从洛下屯师旅，日夜巡兵入村坞。匣中秋水拔青蛇，旗上高风吹白虎。入门下马如旋风，罄室倾囊如卷土。家财既尽骨肉离，今日残年一身苦。一身苦兮何足嗟，山中更有千万家。”\n\n　　其二便是杀人甚至活卖人肉的勾当。这一层诗中写得较隐约，陈寅恪、俞平伯先生据有关史料与诗意互参，发明甚确，扼要介绍如下。据《旧唐书·黄巢传》，“时京畿百姓皆寨于山谷，累年废耕耘。贼坐空城，赋输无入，谷食腾踊。米斗三四千。官军皆执山寨百姓鬻于贼，人获数十万”。《秦妇吟》则写道：“尚让厨中食木皮，黄巢机上刲人肉”、“夜卧千重剑戟围，朝餐一味人肝脍”，而这些人肉的来源呢？诗中借华岳山神的引咎自责来影射讽刺山东藩镇便透漏了个中消息：“闲日徒歆奠飨恩，危时不助神通力。寰中箫管不曾闻，筵上牺牲无处觅。旋教魇鬼傍乡村，诛剥生灵过朝夕。”俞平伯释云：“筵上牺牲”指三牲供品；“无处觅”就得去找；往哪里去找？“乡村”，史所谓“山寨百姓”是也。“诛剥”，杀也。“诛剥生灵过朝夕”，以人为牺也，直译为白话，就是靠吃人过日子。以上云云正与史实相符。黄巢破了长安，珍珠双贝有的是——秦妇以被掳之身犹曰“宝货虽多非所爱”，其他可知——却是没得吃。反之，在官军一方，虽乏金银，“人”源不缺。“山中更有千万家”，新安如是，长安亦然。以其所有，易其所无，于是官军大得暴利。\n\n　　凡此两端（抢掠与贩人），均揭露出封建官军与人民对立的本质。而韦庄晚年“北面亲事之主”王建及其僚属，亦在此诗指控之列。陈寅恪谓作者于《秦妇吟》其所以讳莫如深，乃缘“志希免祸”，是得其情实的。\n\n　　韦庄能写出如此具有现实倾向的巨作，诚非偶然。他早岁即与老诗人白居易同寓下邽，可能受到白氏濡染；又心仪杜甫，寓蜀时重建草堂，且以“浣花”命集。《秦妇吟》这首诗正体现了杜甫、白居易两大诗人对作者的影响，在艺术上且有青出于蓝之处。\n\n　　杜甫没有这种七言长篇史诗，唯白居易《长恨歌》可以譬之。但《长恨歌》浪漫倾向较显著，只集中表现两个主人公爱的悲欢离合。《秦妇吟》纯乎写实，其椽笔驰骛所及，时间跨度达两三年之久，空间范围兼及东、西两京，所写为历史的沧桑巨变。举凡乾坤之反覆，阶层之升降，人民之涂炭，靡不见于诗中。如此宏伟壮阔的画面，元、白亦不能有，唯杜甫（五言古体）有之。但杜诗长篇多政论，兼及抒情。《秦妇吟》则较近于纯小说的创作手法，例如秦妇形象的塑造、农民军入城的铺陈描写，金天神的虚构、新安老翁的形容，都是如此。这比较杜甫叙事诗，可以说是更进一步了。在具体细节的刻划上，诗人摹写现实的本领也是强有力的。如从“忽看门外红尘起”到“下马入门痴似醉”一节，通过街谈巷议和一个官人的仓皇举止，将黄巢军入长安之迅雷不及掩耳之势和由此引起的社会震动，描绘得十分逼真。战争本身是残酷无情的，尤其在古代战争中，妇女往往被作为一种特殊战利品，而遭到非人的待遇。所谓“马边悬男头，马后载妇女”。（蔡琰）《秦妇吟》不但直接通过一个妇女的悲惨遭遇来展示战乱风云，而且还用大量篇幅以秦妇声口毕述诸邻女伴种种不幸，画出大乱中长安女子群像，具有相当的认识价值。其中“旋抽金线学缝旗，才上雕鞍教走马”二句，通过贵家少妇的生活突变，“路上乞浆逢一翁”一段，通过因破落而被骨肉遗弃的富家翁的遭遇，使人对当时动乱世情窥班见豹。后文“还将短发戴华簪”数句虽属漫画笔墨，又足见农民将领迷恋富贵安乐，得意忘形，闹剧中足悲者。从“昨日官军收赤水”到“又道官军悉败绩”十数句，既见农民军斗争之艰难顽强，又见其志气实力之日渐衰竭，凡此刻划处，皆力透纸背；描摹处，皆情态毕见。没有十分的艺术功力，焉足办此。《秦妇吟》还着重环境气氛的创造。从“长安寂寂今何有”到“天街踏尽公卿骨”十二句，写兵燹后的长安被破坏无遗的现状，从坊市到宫室，从树木到建筑，一一道来，纤毫毕见，其笔力似在《长恨歌》、《连昌宫词》描写安史之乱导致毁坏的文字之上。尤其“内库烧为锦绣灰，天街踏尽公卿骨”，竟使时人惊讶，堪称警策之句。“长安寂寂今何有，废市荒街麦苗秀”，洛阳是“东西南北路人绝，绿杨悄悄香尘灭”，而一个妇人在茫茫宇宙中踽踽独行，“朝携宝货无人问，暮插金钗唯独行”。到处是死一般的沉寂，甚至比爆发还可怕，这些描写较之汉魏古诗“出门无所见，白骨蔽平原”这类诗句表现力更强，更细致成功地创造了一种恐怖气氛。总之，《秦妇吟》在思想内容上是复杂而丰富的，艺术上则有所开创，在古代叙事诗中堪称扛鼎之作。由于韦庄的写实精神在相当程度上克服了他的个人偏见，从而使得此诗在杜甫“三吏三别”、白居易《长恨歌》之后，为唐代叙事诗树起了第三座丰碑。\n\n","translation":"僖宗广明元年（880年）黄巢军攻入长安，僖宗出逃成都，韦庄因应试正留在城中，目赌长安城内的变乱，兵中弟妹一度相失，又多日卧病；离开长安的第二年，中和三年（883年）在东都洛阳，他将当时耳闻目见的种种乱离情形，通过一位从长安逃难出来的女子——即秦妇的“自述”，写成长篇叙事诗《秦妇吟》。\n\n　　《秦妇吟》无疑是我国诗史上一才华横溢的长篇叙事诗之一。长诗诞生的当时，民间就广有流传，并被制为幛子悬挂；作者则被呼为“秦妇吟秀才”，与白居易曾被称为“长恨歌主”并称佳话。其风靡一世，盛况空前。然而这首“不仅超出韦庄《浣花集》中所有的诗，在三唐歌行中亦为不二之作”（俞平伯）的（秦妇吟\n\n"}
{"_id":{"$oid":"5b9a1840367d5c0f40d22d0a"},"title":"蹇叔哭师","dynasty":"先秦","writer":"左丘明","content":"　　冬，晋文公卒。庚辰，将殡于曲沃。出绛，柩有声如牛。卜偃使大夫拜，曰：“君命大事将有西师过轶我，击之，必大捷焉。”\n\n　　杞子自郑使告于秦曰：“郑人使我掌其北门之管，若潜师以来，国可得也。”穆公访诸蹇叔。蹇叔曰：“劳师以袭远，非所闻也。师劳力竭，远主备之，无乃不可乎？师之所为，郑必知之。 勤而无所，必有悖心。且行千里，其谁不知？”公辞焉。召孟明、 西乞、白乙使出师于东门之外。蹇叔哭之曰：“孟子！吾见师之出而不见其入也。”公使谓之曰：“尔何知！中寿，尔墓之木拱矣！”\n\n　　蹇叔之子与师，哭而送之，曰：“晋人御师必于崤，有二陵焉。 其南陵，夏后皋之墓地；其北陵，文王之所辟风雨也，必死是间，余收尔骨焉?秦师遂东。\n\n","type":["古文观止","历史","故事","寓理"],"remark":"殡：停丧。曲沃：晋国旧都，晋国祖庙所在地，在今山西闻喜。\n绛：晋国国都，在今山西翼城东南。\n柩（jiù）：装有尸体的棺材。\n卜偃：掌管晋国卜筮的官员，姓郭，名偃。\n大事：指战争。古时战争和祭祀是大事。\n西师：西方的军队，指秦军。过轶：越过。\n杞子：秦国大夫。\n掌：掌管。管，钥匙。\n潜：秘密地。\n国：国都。\n访：询问，征求意见。\n远主：指郑君。\n勤：劳苦。无所：一无所得。\n悖（beì）心：违逆之心，反感。\n孟明：秦国大夫，姜姓，百里氏，名视，字孟明。秦国元老百里奚之子。西乞：秦国大夫，字西乞，名术。秦国元老蹇叔之子。白乙：秦国大夫，字白乙，名丙。秦国元老蹇叔之子。这三人都是秦国将军。\n中（zhōng）寿：有两种解释。1.参见中寿。2.中等年纪。不管哪种解释，就句意，均为秦穆王讽刺蹇叔现已年老昏聩，要是你蹇叔只活个差不多就去世的话，你坟上的树都有两手合抱一般粗了。\n拱：两手合抱。\n肴（xiáo）：同崤，山名，在今河南洛宁西北。\n陵：大山。崤山有两陵，南陵和北陵，相距三十里，地势险要。\n夏后皋：夏代君主，名皋，夏桀的祖父。后：国君。\n尔骨：你的尸骨，焉：在那里。\n\n","shangxi":"　　蹇叔的论战之道几千年来一直为世人称道，被奉为“知己知彼”的楷模。然而秦穆公没有听从蹇叔的正确意见。秦穆公利令智昏，一意孤行，执意要派孟明视（百里奚的儿子）、白乙丙、西乞术（蹇叔的两个儿子）三帅率部出征。蹇叔实际上已失去进谏的正常渠道，但他仍然不放弃努力——以“哭师”的形式来进谏，直言不讳地指出此次袭郑的必然结果。在送别秦国出征之师的时候，痛哭流涕地警告官兵们说：“恐怕你们这次袭郑不成，反会遭到晋国的埋伏，我只有到崤山去给士兵收尸了。” “哭师”召来了秦伯的诅咒、辱骂，这在封建社会是非常可怕的事情，但是蹇叔继续进谏——以“哭子”的形式来进谏，准确地指出晋国“必御师于崤”。想通过“哭子”的形式再次使自己的意见传导给国君。\n\n　　文中卜官郭偃和老臣蹇叔的预见有如先知，料事真如神，秦军后来果然在崤山大败而归，兵未发而先哭之，实在是事前就为失败而哭，并非事后诸葛亮。\n\n　　郭偃托言的所谓“君命大事”，不过是个借口，人们根据经验 完全可以作出类似的判断，乘虚而入，乱而取之，是战争中常用的手法。作为政治家和军事家，如果不具备这种经验和头脑，应 当属于不称职之列。从蹇叔一方看，他作为开国老臣，也具有这方面的经验，对手并非等闲之辈，不可能在非常时刻没有防备，因此，此时出征无异于自投罗网。\n\n　　秦穆公急欲扩张自己势力的心情，导致他犯了一个致命的常识性的错误，违反了“知己知彼”这个作战的基本前提。敌手早有防备，以逸待劳，必定获胜；劳师远袭，疲惫不堪，没有战斗力，必定惨败。其中原因大概是攻城略地的心情太急切了，以至 连常识都顾不上，当然是咎由自取。马有失前蹄的时候，人也有过失的时候，而在利令智昏的情况下所犯的错误，则是不可宽恕的。利令智昏而犯常识性的错误，更是不可宽恕。\n\n　　再说，当初秦国曾与晋国一起企图消灭郑国，后来又与郑国订立盟约。此时不仅置盟约不顾，就连从前的同伙也成了觊觎的 对象。言而无信，自食其言，不讲任何道义、仁德，这同样应当遭天谴，遭惩罚。当人心目中没有权威之时，便没有了戒惧；没有了戒惧，就会私欲急剧膨胀；私欲急剧膨胀便会为所欲为，无法无天。春秋的诸侯混战，的确最充分地使人们争权夺利的心理。手法、技巧发挥到了极致，也使命运成了最不可捉模和把握的东西。弱肉强食是普遍流行的无情法则，一朝天子一朝臣，泱泱大国可能在一夜之间倾覆，区区小国也可能在一夜之间暴发起来。由此可见，“先知”是没有的；而充满睿智并富有经验者，往往被人们认为是“先知”。\n\n　　这篇文章虽短，但结构上却充分体现了《左传》的叙事特色，即情节曲折多变，行文起伏跌宕，叙述有条不紊。文章以秦国老臣蹇叔谏阻、哭师、哭子为线索，复以秦穆公拒谏、诅咒相间其中，使全文在结构上起伏有致、曲折多变。\n\n　　其次，这篇文章在塑造形象上也充分体现出《左传》通过人物的语言和行动刻划人物性格，将人物与情节结构融为一体的特色。这篇文章虽短，却成功地塑造了一个老成先见、忧国虑远的老臣形象和一个刚愎自用、利令知昏的君主形象。两个形象一明一暗，一显一隐，然而又相互映衬，相得益彰。俗话说，姜是老的辣。蹇叔虽老，但仍不失足智多谋、思深虑远。\n\n","translation":"　　冬天，晋文公去世了。十二月十日，要送往曲沃停放待葬。刚走出国都绛城，棺材里发出了像牛叫的声音。卜官郭偃让大夫们向棺材下拜，并说：“国君要发布军事命令，将有西方的军队越过我们的国境，我们袭击它，一定会获得全胜。”\n\n　　秦国大夫杞子从郑国派人向秦国报告说：“郑国人让我掌管他们国都北门的钥匙，如果悄悄派兵前来，就可以占领他们的国都。”秦穆公向秦国老臣蹇叔征求意见。蹇叔说：“让军队辛勤劳苦地偷袭远方的国家，我从没听说有过。军队辛劳精疲力竭，远方国家的君主又有防备，这样做恐怕不行吧？军队的一举一动，郑国必定会知道。军队辛勤劳苦而一无所得，一定会产生叛逆念头。再说行军千里，有谁不知道呢？”秦穆公没有听从蹇叔的意见。他召见了孟明视，西乞术和白乙丙三位将领，让他们从东门外面出兵。蹇叔哭他们说：“孟明啊，我看着大军出发，却看不见他们回来了！”秦穆公派人对蹇叔说：“你知道什么？要是你蹇叔只活个中寿就去世的话，你坟上的树都有两手合抱一般粗了（你现在离中寿都过去多少年了，早已昏聩）。”\n\n　　蹇叔的儿子跟随军队一起出征，他哭着送儿子说：“晋国人必定在崤山抗击我军，崤有两座山头。南面的山头是夏王皋的坟墓，北面的山头是周文王避过风雨的地方。你们一定会战死在这两座山之间，我到那里收拾你的尸骨吧。”于是秦国军队东行。\n\n"}
{"_id":{"$oid":"5b9a1840367d5c0f40d22d0b"},"title":"鹊桥仙·夜闻杜鹃","dynasty":"宋代","writer":"陆游","content":"茅檐人静，蓬窗灯暗，春晚连江风雨。林莺巢燕总无声，但月夜、常啼杜宇。\n催成清泪，惊残孤梦，又拣深枝飞去。故山犹自不堪听，况半世、飘然羁旅！","type":["豪放","杜鹃","感叹","人生"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155712927.mp3","remark":"杜鹃：鸟名，又称“杜宇”、“子规”、“ 鶗鴂”、“怨鸟”。传 说古蜀国王，名“杜宇”，号“望帝”，禅位于开明之士，隐于西山，死后，其魂化为杜鹃鸟。啼声哀苦，每至血流于喙。\n蓬窗：犹蓬户，即编蓬草为窗，谓窗户之简陋。《庄子·让王》：“原宪居鲁，环堵之室，茨以生草，蓬户不完，桑以为柜。”宋刘克犀《打夕诗》：“蓬窗亦有精勤士。”《剪灯新话·至正妓人行》：“土炕蓬窗愁寂夜，挑灯快读解愁颐。”皆可证。\n春晚：即晚春，暮春时节。\n杜宇：即杜鹃。\n深枝：树林深处的枝条。\n故山：故乡的山林，即故乡。\n羁旅：寄居他乡。羁，停留。\n\n","translation":"暮春时节，眺望江面，风雨连天。篷蔽的茅屋里，烛灯明灭，悄无人言。连树林里的黄莺都停止了鸣叫，惟有杜鹃，在月夜里孤苦哀啼。\n啼声越来越远，带着深深的漆黑的影子，惊醒了我的梦，让人清泪欲洒。年已半百，一畸零人，漂泊在孤旅的路上，想那只故园的杜鹃，带着故园的山水，让我不堪听闻矣。\n\n"}
{"_id":{"$oid":"5b9a1840367d5c0f40d22d0c"},"title":"好事近·风定落花深","dynasty":"宋代","writer":"李清照","content":"风定落花深，帘外拥红堆雪。长记海棠开后，正伤春时节。\n酒阑歌罢玉尊空，青缸暗明灭。魂梦不堪幽怨，更一声啼鴂。","type":["闺怨","伤春"],"shangxi":"　　这是一首抒发伤春情怀的词。\n\n　　首先值得注意的是，词人抒发伤春之情，并非因先睹物而引致伤感，而是深处闺中，即敏锐地感悟到大自然细微的变化，由此引起情感变化。“风定落花深，帘外拥红堆雪”，词人由风住，即断定“帘外”定然是落花遍地，红白堆积。表现了词人的敏感与对美好事物的关注之情。唐孟浩然《春晓》诗云：“春眠不觉晓，处处闻啼鸟。夜来风雨声，花落知多少？”韩偓《懒起》诗云：“昨夜三更雨，临明一阵寒。海棠花在否？倒卧卷帘看。”这两位诗人对风雨后花的状况均无所知，虽有怜花之意，但毕竟不如李清照。当然，李清照对落花给予极大关注，在其潜意识中，多少带有以之自况的成分。首二句虽为状物，但伤感之情已隐然可感。“长记海棠开后，正伤春时节”，次二句，词人的回忆闸门被打开，但对往事的具体内容却避而不谈，只是说此时海棠花落之时，亦是自己伤春时节。“长记”，即常记，说明以往的“伤心时节”之事，常萦绕于心。此外，词人在诸多花卉中，对海棠情有独钟，这或许是海棠有“花中神仙”之美称，以及如霞似雪般的秾丽娇娆，尤其是其高贵优雅之美，与词人个性颇为近似。词人的《如梦令》词：“昨夜风疏雨骤，浓睡不消残酒。试问卷帘人，却道海棠依旧。知否？知否？应是绿肥红瘦。”也表达了对海棠的钟爱，其抒情方式与此词上片也相似。\n\n　　上片侧重由景生情，为落花而慨叹，而伤春。下片则自然过渡到对闺门独处、孤寂苦闷生活的描绘。“酒阑歌罢玉尊空，青缸暗明灭。”词人在这里并没有直言其如何的孤寂，愁苦，而是通过四个极富象征意味的物体刻画酒阑、歌罢、空的酒杯以及忽明忽暗的油灯，整个画面幽暗、凄清、空冷。试想，一个闺中思妇置身于如此环境中，其心情该是怎样的凄怆孤寂，一切尽在不言之中了。“魂梦不堪幽怨，更一声啼鴂”，白日词人是惜花伤时，夜晚则借酒浇愁愁更愁，想在梦中得到一丝慰藉，然而梦中的情景，依旧使梦魂幽怨哀愁。醒来之时，听到窗外凄厉的“啼鴂”声，更增添了悲怆的情感。因为“恐鹈鴂之先鸣兮，使夫百草为之不芳”（屈原《离骚》），春已逝去，百花也已凋落殆尽。\n\n　　这首词抒写的是伤春凄苦之情，但词人并没有正面来抒写自己的情感，而是通过室内外景物的刻画，把自己的凄情浓愁寄寓其中，因而全词读来，更感其情深沉、凝重。\n\n"}
{"_id":{"$oid":"5b9a1840367d5c0f40d22d0d"},"title":"菩萨蛮·风柔日薄春犹早","dynasty":"宋代","writer":"李清照","content":"风柔日薄春犹早，夹衫乍著心情好。睡起觉微寒，梅花鬓上残。\n故乡何处是，忘了除非醉。沉水卧时烧，香消酒未消。\n\u0026nbsp;","type":["写景","思乡"],"shangxi":"　　根据这首词本身看来，很可能写于李清照南渡后。词中写的是一种思乡的浓愁，颇耐思味。当时是早春时节，天气温和，风光柔丽，女词人刚刚卸去冬装，换上夹衫，心情轻快而又愉悦。这是美好的大自然给词人心灵投上的一抹明亮的色彩。女词人睡起，感到几丝寒意，鬓上的“梅花”也已残破。上阕四句，委婉地透露出来的是一种含蓄、朦胧、带有几分凄冷的心境和幽细的愁思；女词人先淡淡几笔轻轻拈出了春“寒”和花“残”这样的审美感觉，放在读者的心头，通过这种“微寒”之感和残破的“梅花”意象，巧妙地闪射出她心灵深处的某种不如人意但又难言的惆怅之感。一位心灵触觉极为敏锐细腻的知识女性对良辰美景的复杂感触在这里已微露端倪。\n\n　　下阕则波澜顿起，女词人将上阕曲折透露出来的那种凄清感和残缺美的底蕴一笔揭示出来：“故乡何处是，忘了除非醉。”这实在是带着血泪的痛楚悲呼。她只能将一怀思乡愁绪诉诸杯中物。至此，读者已经明白了女词人心灵深处不安的原因；而上阕预先作为一种情感铺垫而悬垂的“微寒”之感以及那残破的“梅花”，也有了着落。\n\n　　李清照在表达白己的这种思乡心绪时，很讲究笔法和技巧。全词风格婉约、含蓄，深沉、强烈的情绪并不施以浓墨重彩，却以清淡、省简的文字轻描淡写，情感表达得强烈而又有羁勒，陡然从心灵深处涌出，但随即又轻轻一笔打住，使这短短的一首小词在情感表达上产生一种起伏和跌宕，形成美感上的节奏。上阕的情感，一路平稳而冲淡，下阕劈头便是“故乡何处是”，使前面那一路冲淡的情绪顿起波澜。而上阕那种乍着夹衫的好心情到了下阕也陡然一变，跳到思念故乡的一怀愁绪上来。这种情感上的节奏和突变，无疑具有诗词创作和审美欣赏上的美学意义，但从另一方面看，也实在是女词人复杂、深刻的精神心理的真实显示。这首词相当深刻、有力地揭示出女词人灵魂深处的悲愤、不安和强烈的思乡情绪。细心的读者不难透过女词人深闺中的袅袅香雾、沉沉酒杯、昏昏醉意而窥见那颗与民族命运共存亡的崇高心灵。\n\n"}
{"_id":{"$oid":"5b9a1841367d5c0f40d22d0e"},"title":"虞美人·有美堂赠述古","dynasty":"宋代","writer":"苏轼","content":"湖山信是东南美，一望弥千里。使君能得几回来？便使樽前醉倒更徘徊。\n沙河塘里灯初上，水调谁家唱？夜阑风静欲归时，惟有一江明月碧琉璃。","type":["写景","地名","离别","友情"]}
{"_id":{"$oid":"5b9a1841367d5c0f40d22d0f"},"title":"满江红·忧喜相寻","dynasty":"宋代","writer":"苏轼","content":"董毅夫名钺，自梓漕得罪，罢官东川，归鄱阳，过东坡于齐安。怪其丰暇自得，余问之。曰：“吾再娶柳氏，三日而去官。吾固不戚戚，而优柳氏不能忘怀于进退也。已而欣然，同忧共若处富贵，吾是以益安焉。”命其侍儿歌其所作《满江红》。嗟叹之不足，乃次其韵。\n\n忧喜相寻，风雨过、一江春绿。巫峡梦、至今空有，乱山屏簇。何似伯鸾携德耀，箪瓢未足清欢足。渐粲然、光彩照阶庭，生兰玉。\n幽梦里，传心曲。肠断处，凭他续。文君婿知否，笑君卑辱。君不见周南歌汉广，天教夫子休乔木。便相将、左手抱琴书，云间宿。\n\n\n","type":["写人","赞美"]}
{"_id":{"$oid":"5b9a1841367d5c0f40d22d10"},"title":"望江南·江南柳","dynasty":"宋代","writer":"欧阳修","content":"江南柳，叶小未成阴。人为丝轻那忍折，莺嫌枝嫩不胜吟。留著待春深。\n十四五，闲抱琵琶寻。阶上簸钱阶下走，恁时相见早留心。何况到如今。(莺嫌 一作：莺怜；留著 一作：留取)\n\n","type":[]}
{"_id":{"$oid":"5b9a1841367d5c0f40d22d11"},"title":"春残","dynasty":"唐代","writer":"翁宏","content":"又是春残也，如何出翠帏？\n落花人独立，微雨燕双飞。\n寓目魂将断，经年梦亦非。\n那堪向愁夕，萧飒暮蝉辉。","type":["女子","怀人"]}
{"_id":{"$oid":"5b9a1841367d5c0f40d22d12"},"title":"岁暮归南山 / 归故园作 / 归终南山","dynasty":"唐代","writer":"孟浩然","content":"北阙休上书，南山归敝庐。不才明主弃，多病故人疏。 \n白发催年老，青阳逼岁除。永怀愁不寐，松月夜窗虚。","type":["唐诗三百首","抒情","失意"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155712954.mp3","remark":"岁暮：年终。南山：唐人诗歌中常以南山代指隐居题。这里指作者家乡的岘山。一说指终南山。\n北阙：皇宫北面的门楼，汉代尚书奏事和群臣谒见都在北阙，后因用作朝廷的别称。《汉书·高帝纪》注：“尚书奏事，渴见之徒，皆诣北阙。”休上书：停止进奏章。\n敝庐：称自己破落的家园。\n不才：不成材，没有才能，作者自谦之词。明主：圣明的国君。\n多病：一作“卧病”。故人：老朋友。疏：疏远。\n老：一作“去”。\n青阳：指春天。逼：催迫。岁除：年终。\n永怀：悠悠的思怀。愁不寐：因忧愁而睡不着觉。寐：一作“寝”。\n虚：空寂。一作“堂”。\n\n","shangxi":"　　“人事有代谢，往来成古今”，是一个平凡的真理。大至朝代更替，小至一家兴衰，以及人们的生老病死、悲欢离合，人事总是在不停止地变化着，没有谁没有感觉到。寒来暑往，春去秋来，时光也在不停止地流逝着，这也没有谁没有感觉到。首联两句凭空落笔，似不着题，却引出了作者的浩瀚心事，饱含着深深的沧桑之感。\n\n　　颔联两句紧承首联。“江山留胜迹”是承“古”字，“我辈复登临”是承“今”字。作者的伤感情绪，便是来自今日的登临。此处所说的“胜迹”，是指山上的羊公碑和山下的鱼梁洲等。\n\n　　颈联两句写登山所见。“浅”指水，由于“水落”，鱼梁洲更多地呈露出水面，故称“浅”；“深”指梦泽，辽阔的云梦泽，一望无际，令人感到深远。登山远望，水落石出，草木凋零，一片萧条景象。作者抓住了当时当地所特有的景物，提炼出来，既能表现出时序为严冬，又烘托了作者心情的伤感。\n\n　　尾联两句将“岘山”扣实。“羊公碑尚在”，一个“尚”字，十分有力，它包含了复杂的内容。羊祜镇守襄阳，是在晋初，而孟浩然写这首诗却在盛唐，中隔四百余年，朝代的更替，人事的变迁，是非常巨大的。然而羊公碑却还屹立在岘首山上，令人敬仰。与此同时，又包含了作者伤感的情绪。四百多年前的羊祜，为国（指晋）效力，也为人民做了一些好事，是以名垂千古，与山俱传；想到自己仍为“布衣”，无所作为，死后难免湮没无闻，这和“尚在”的羊公碑，两相对比，令人伤感，因之，就不免“读罢泪沾襟”了。\n\n　　这首诗前两联具有一定的哲理性，后两联既描绘了景物，富有形象，又饱含了作者的激情，这就使得它成为诗人之诗而不是哲人之诗。同时，语言通俗易懂，感情真挚动人，以平淡深远见长。清沈德潜评孟浩然诗词：“从静悟中得之，故语淡而味终不薄。”这首诗的确有如此情趣。\n\n","translation":"不要再给北面朝廷上书，让我回到南山破旧茅屋。\n我本无才难怪明主见弃，年迈多病朋友也都生疏。\n白发频生催人日渐衰老，阳春来到逼得旧岁逝去。\n满怀忧愁辗转难以入睡，月照松林窗外一片空虚。\n\n"}
{"_id":{"$oid":"5b9a1841367d5c0f40d22d13"},"title":"踏歌词四首·其一","dynasty":"唐代","writer":"刘禹锡","content":"春江月出大堤平，堤上女郎连袂行。\n唱尽新词欢不见，红霞映树鹧鸪鸣。","type":["爱情","民歌"],"remark":"连袂（mèi）：犹联袂。晋葛洪《抱朴子·疾谬》：“携手连袂，以遨以集。”袂：指衣袖。\n欢：古时女子对所爱男子的爱称。\n映：《乐府》作“影”。鹧鸪（zhègū）：鸟名。为中国南方留鸟。古人谐其鸣声为“行不得也哥哥”，诗文中常用以表示思念故乡。\n\n","translation":"春江月出大堤坦平，堤上女郎牵手前行。\n唱尽新词情郎不见，红霞映树鹧鸪啼鸣。\n\n"}
{"_id":{"$oid":"5b9a1841367d5c0f40d22d14"},"title":"五代史伶官传序","dynasty":"宋代","writer":"欧阳修","content":"　　呜呼！盛衰之理，虽曰天命，岂非人事哉！原庄宗之所以得天下，与其所以失之者，可以知之矣。\n\n　　世言晋王之将终也，以三矢赐庄宗而告之曰：“梁，吾仇也；燕王，吾所立；契丹与吾约为兄弟；而皆背晋以归梁。此三者，吾遗恨也。与尔三矢，尔其无忘乃父之志！”庄宗受而藏之于庙。其后用兵，则遣从事以一少牢告庙，请其矢，盛以锦囊，负而前驱，及凯旋而纳之。\n\n　　方其系燕父子以组，函梁君臣之首，入于太庙，还矢先王，而告以成功，其意气之盛，可谓壮哉！及仇雠已灭，天下已定，一夫夜呼，乱者四应，仓皇东出，未及见贼而士卒离散，君臣相顾，不知所归。至于誓天断发，泣下沾襟，何其衰也！岂得之难而失之易欤？抑本其成败之迹，而皆自于人欤？\n\n　　《书》曰：“满招损，谦得益。”忧劳可以兴国，逸豫可以亡身，自然之理也。故方其盛也，举天下之豪杰，莫能与之争；及其衰也，数十伶人困之，而身死国灭，为天下笑。夫祸患常积于忽微，而智勇多困于所溺，岂独伶人也哉！作《伶官传》。\n\n","type":["古文观止","史论","传记","序文"],"remark":"伶官：伶，戏子，或唱戏杂技演员，现代的娱乐人员。宫庭里供统治者娱乐表演的人物。可见封建朝代不思于民生，不思于进取，奢华淫乐而痛失天下！伶官尚能使天下易主，可见不居安思危之害！\n原：推本求源，推究。\n其：语气副词，表示期望、命令的语气。\n庙：太庙，帝王祭祀祖先的宗庙。\n从事：这里指负责具体事物的官员。\n一少牢：用猪、羊各一头作祭品。牢，祭祀用的牲畜。\n组：丝带，这里指绳索。\n抑：或者\n逸豫：逍遥游乐，不能居安思危。\n所溺：沉溺迷恋的人或事物。\n乃:你，你的。\n顾：看。\n函：用木匣装。\n忽微：极细小的东西。\n纳：放回。\n仇雠：仇敌。\n《书》曰：语出《尚书·大禹谟》。\n及：等到。\n所溺：沉溺迷爱的人或事物。\n\n","shangxi":"　　这是一篇著名的史论。作者认为，国家的盛衰，事业的成败，主要取决于人事，取决于执政者的思想行为。并扼要提出“忧劳可以兴国，逸豫可以亡身”，“祸患常积于忽微，而智勇多困于所溺”等具体论断，精辟透彻，发人深省。\n\n　　本文阐明观点的主要论据，是五代后唐庄宗先盛后衰，先成后败的历史事实，例据典型而有说服力。在写法上，则欲抑而先扬，先极赞庄宗成功时意气之“壮”，再叹其失败时形势之“衰”，通过盛与衰，兴与亡，得与失，成与败的强烈对比，突出庄宗历史悲剧的根由所在，使“本其成败之迹，而皆自与人”的结论，显得更加令人信服。\n\n　　文章笔力雄健而有气势，表达情见乎辞，篇幅虽然短小，却是一篇搏兔而用全力之作。\n\n　　文中所议论的后唐庄宗李存勖是沙陀族人李克用之长子，是五代的风云人物。李克用在临终之前，以三矢付庄宗要他报仇，叮嘱切切。李克用死后，李存勖嗣位，他谨记父亲遗言，讨刘仁恭，伐契丹，灭后梁，建立了后唐政权。但称帝后却沉迷于奢侈享乐的生活，宠信伶人，不问国事。四方藩镇见伶人被宠爱，纷纷贿以财物，谋取私利。而那些正直的臣僚因不肯行贿，为伶人谗言所诬陷，竟无辜被杀。后唐国政于是日趋衰败，动乱接连而生，李存勖本人最终也死在他极为宠信的伶人郭从谦的手中.。欧阳修目睹国家积弱不振的现实和当权者的骄奢淫逸，忧心仲仲，正是出于以古鉴今的考虑。欧阳修在这篇史论中，提出了“忧劳可以兴国，逸豫可以亡身”的见解，意在为当时的统治者敲响警钟，可谓寄语深长，发人深省。\n\n","translation":"　　唉！盛衰的道理，虽说是天命决定的，难道说不是人事造成的吗？推究庄宗所以取得天下，与他所以失去天下的原因，就可以明白了。\n　　世人传说晋王临死时，把三枝箭赐给庄宗，并告诉他说：“梁国是我的仇敌，燕王是我推立的，契丹与我约为兄弟，可是后来都背叛我去投靠了梁。这三件事是我的遗恨。交给你三枝箭，你不要忘记你父亲报仇的志向。”庄宗受箭收藏在祖庙。以后庄宗出兵打仗，便派手下的随从官员，用猪羊去祭告祖先，从宗庙里恭敬地取出箭来，装在漂亮的丝织口袋里，使人背着在军前开路，等打了胜仗回来，仍旧把箭收进宗庙。\n　　当他用绳子绑住燕王父子，用小木匣装着梁国君臣的头，走进祖庙，把箭交还到晋王的灵座前，告诉他生前报仇的志向已经完成，他那神情气概，是多么威风！等到仇敌已经消灭，天下已经安定，一人在夜里发难，作乱的人四面响应，他慌慌张张出兵东进，还没见到乱贼，部下的兵士就纷纷逃散，君臣们你看着我，我看着你，不知道哪里去好；到了割下头发来对天发誓，抱头痛哭，眼泪沾湿衣襟的可怜地步，怎么那样的衰败差劲呢！难道说是因为取得天下难，而失去天下容易才像这样的吗？还是认真推究他成功失败的原因，都是由于人事呢？\n　　《尚书》上说：“自满会招来损害，谦虚能得到益处。”忧劳可以使国家兴盛，安乐可以使自身灭亡，这是自然的道理。因此，当他兴盛时，普天下的豪杰，没有谁能和他相争；到他衰败时，数十个乐官就把他困住，最后身死国灭，被天下人耻笑。祸患常常是由一点一滴极小的错误积累而酿成的，纵使是聪明有才能和英勇果敢的人，也多半沉溺于某种爱好之中，受其迷惑而结果陷于困穷，难道只有乐工（是所溺的成分）吗？于是作《伶官传》。\n\n"}
{"_id":{"$oid":"5b9a1841367d5c0f40d22d15"},"title":"菩萨蛮·红楼别夜堪惆怅","dynasty":"唐代","writer":"韦庄","content":"红楼别夜堪惆怅，香灯半卷流苏帐。\n残月出门时，美人和泪辞。\n琵琶金翠羽，弦上黄莺语。\n劝我早还家，绿窗人似花。","type":["宋词三百首","离别","思归"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155713902.mp3","remark":"红楼：红色的楼，泛指华美的楼房。此指官贵人家女子的闺一说犹青楼，妓女所居。\n堪惆怅：堪，“那堪”的省文。此指因失意或失望而伤感、懊恼。\n香灯：即长明灯。通常用琉璃釭盛香油燃点。\n流苏帐：用彩色羽毛或丝线等制成的穗状垂饰物。常饰干车马、帐帐等物上。此指饰有流苏的帷帐。\n残月出门时美人和泪辞：此句是当黎明之时将要出门离去女子留着眼泪与之辞别。\n琵琶：初创批把。见《释名释乐器》。此类乐器原流行于波斯、阿拉伯等地，汉代传人我国。后经改造，团体修颈，有四弦、十二柱。俗称“秦汉子”。南北朝时又有曲项琵琶传八我国。四弦腹呈半梨形颈上有四柱，横抱怀中用拨子弹奏即现今琵琶的前身。唐宋以来经不断改进柱垃逐渐增多改横抱为竖抱，废拨子改用手指弹奏，观今民间的琵琶有十七柱，通常称四相十三品革新的琵琶有六相十八品；后者能弹奏所有半音技法丰富成为重要的民族乐器。\n金翠羽：指琵琶上用黄金和翠玉制成的饰物。\n弦上黄莺语：此句是指琵琶之声犹如黄莺的啼叫。\n绿窗：绿色纱窗。指贫女的闺室。与红楼相对，红楼为富家女子闺室。\n据唐圭璋《唐宋词简释》记载。\n\n","translation":"　　当时红楼离别之夜，令人惆怅不已，香灯隐约地映照着半卷的流苏帐。残月将落，天刚破晓时，“我”就要出门远行，美人含着泪珠为“我”送行，真是“寸寸柔肠，盈盈粉泪”的样子。临别时为我弹奏一曲如泣如诉的乐章，那琵琶杆拨上装饰着用金制成的翠羽，雍容华贵；那琵琶弦上弹奏着娇软的莺语，婉转动人。那凄恻的音乐分明是在劝“我”早些儿回家，碧纱窗下有如花美眷在等着他。\n\n"}
{"_id":{"$oid":"5b9a1841367d5c0f40d22d16"},"title":"京师得家书","dynasty":"明代","writer":"袁凯","content":"江水三千里，家书十五行。\n行行无别语，只道早还乡。","type":["古诗三百首","思乡"],"remark":"京师:指都城。\n\n","translation":"绵绵的江水有三千里长，家书有十五行那么长。\n行行之间没有其他的言语，只是告诉我要尽早回到故乡。\n\n"}
{"_id":{"$oid":"5b9a1841367d5c0f40d22d17"},"title":"卜算子·片片蝶衣轻","dynasty":"宋代","writer":"刘克庄","content":"片片蝶衣轻，点点猩红小。道是天公不惜花，百种千般巧。 \n朝见树头繁，暮见枝头少。道是天公果惜花，雨洗风吹了。","type":["宋词三百首","豪放","写花","惜花"],"remark":"卜算子，《词律》以为调名取义于“卖卜算命之人”。《词谱》以苏轼词为正体。又名《百尺楼》《眉峰碧》《缺月挂疏桐》等。双调，四十四字，仄韵。\n蝶衣轻，花瓣象蝴蝶翅膀那样轻盈。\n猩红，象猩猩血一样鲜红。\n了，尽。\n\n","shangxi":"　　辛派词人素以豪放闻名。刘克庄词，尤以豪放见长，不写儿女情长，晓风残月。但刘克庄也写婉约词，而且糅豪放于婉约之中，更见其独具一格的豪放。这首《卜算子》即是如此，用比兴手法，委婉含蓄地表达了词人才不见用的凄楚情怀。\n\n　　上片先写花的可爱。起首一韵为花描态绘色：片片花瓣儿宛如蝴蝶轻盈的翅膀；点点花朵儿猩红如染，那么鲜艳娇美。上句写花之态，从花瓣儿着墨，因花瓣儿薄，故云“轻”；下句写花之色从整个花朵儿落笔，海棠花朵儿个小，所以在写花之色的同时再著一“小”字，并补足上文“轻”字。两句同一写花，而角度各异，为下句“百种千般巧”伏笔。而“片片”又见花瓣儿之多，“点点”又见花朵儿之密，为下片换头句“朝见树头繁”埋下伏笔。歇拍一韵旨在写花的可爱，可词人偏不直说，而是以揣度的口吻插入一句议论，用“道是天公不惜花”衬起，然后再说出花的“百种千般巧”。这样写，不仅沉着有力，使行文不板；而且，由于引进了“天公”即自然界的主宰“天老爷”丰富了全词的含蕴，突出了作者创作本词的寓意，很耐人寻味。歇拍句的“百种千般巧”，当然包括上文所说的姿致轻盈、体态娇小、色彩鲜艳，但细味“巧”字，又分明包含着花的气韵美和内在美。只有形貌和气韵、外在的表现和内在的含蕴配合相宜、谐和一致，方可谓之“巧”，谓之美。\n\n　　下片写花被“雨洗风吹了”的惋惜之情。上片极写花的可爱，这是为下片写花被雨打风吹去作铺垫。所以过片一韵便说：“朝见树头繁，暮见枝头少。”这里，“繁”、“少”对写，“朝”、“暮”对提，不仅见花事变化之遽，亦且见词人对花事的关心。从中我们可以想见“爱花成癖”的词人秉烛逐枝察看的忧惧情态，这一韵不似上片起首一韵，似对非对，却极有韵致，一段惜花情思宛然若揭。\n\n　　最后一韵乃全词的核心所在，但词人也不直说，而先用“道是天公果惜花”句衬起，然后再说出花事被“雨洗风吹了”的可悲现实。这话也很发人深思，同样具有一种哲理性味道，因为同上片歇拍一韵所说，本来就是一个问题的两个方面。而且，上片的“道是”句是扬，这里的“道是”句是抑，欲抑先扬，抑扬之间，流露出词人对天老爷任凭风雨摧残花事的不满。\n\n","translation":"片片花瓣像蝶翅般轻盈，殷红点点，娇小可爱。\n如果说上天不爱花，为何把它们设计得这么巧妙？\n早上看见树上花儿朵朵，傍晚却剩下不多。\n如果说上天爱花，为何又用风雨摧残它们？\n\n"}
{"_id":{"$oid":"5b9a1843367d5c0f40d22d18"},"title":"千秋岁·水边沙外","dynasty":"宋代","writer":"秦观","content":"水边沙外。城郭春寒退。花影乱，莺声碎。飘零疏酒盏，离别宽衣带。人不见，碧云暮合空相对。 \n忆昔西池会。鹓鹭同飞盖。携手处，今谁在。日边清梦断，镜里朱颜改。春去也，飞红万点愁如海。","type":["宋词三百首","宋词精选","婉约","失意","写景","惜春"],"remark":"碎：形容莺声细碎。\n飘零：飘泊。疏酒盏：多时不饮酒。\n宽衣带：谓人变瘦。\n西池：故址在丹阳（今南京市），这里借指北宋京都开封西郑门西北之金明池二秦观于元佑间居京时，与诸同僚有金明池之游会。\n鹓鹭：鹓（yuān）鹭，谓朝官之行列，如鹓鸟和鹭鸟排列整齐有序。《隋书·音乐志》：“怀黄绾白，鹓鹭成行”，鹓鹭即指朝廷百官。飞盖，状车辆之疾行，出自曹植《公宴诗》：“清夜游西园，飞盖相追随。”这里代指车。\n日边：见《世说新语·夙惠》：“晋明帝数岁，坐元帝膝上；有入从长安来，元帝问洛下消息，潸然流涕、明帝问何以致泣？具以东渡意告之。因间明帝：‘汝意谓长安何如口远？’答曰：‘日远，不闻人从日边来，居然可知。’元帝异之，明日集群臣宴会，告以此意：更重问之，乃答曰：‘日近。’元帝失色，曰：‘尔何故异昨日之言邪？’答曰：‘举目见日，不见长安。”’后以日边喻京都帝王左右。清梦：美梦。\n朱颜：指青春年华。\n飞红：落花。\n\n","shangxi":"　　这是秦观借描写春景春情，集中表现交织在一起的今与昔、政治上的不幸和爱情上的失意，抒发贬谪之痛、飘零之愁的一首词作。\n\n　　上片着重写今日生活情景。首写眼前景致，“水边沙外，城郭春寒退”二句，点明地点、时令，轻轻着笔，朴实自然。紧接着“花影乱，莺声碎”二句，细写春景特色，以“乱”字状花之纷繁，“碎”字表莺声盈耳，用笔尤工，各极其妙，洋溢着对自然的喜爱之情。“飘零”以下四句，忽而由喜转悲，由春景春情转写远谪索居，形体瘦损，不复有以往对酒当歌之情，转折有致，词情哀怨。歇拍“人不见，碧云暮合空相对”二句，人情艳情，孤情凄情，蕴藉含蓄，耐人寻味。\n\n　　下片抒发由昔而今的生活之情。换头直点昔日西池宴集，以“鸩鹭同飞盖”描写其盛况。比喻形象，用语简明，隐含着不能忘怀的情味。“携手处”以下四句，又由昔而今，由喜而悲，景物依旧，诸友却已飘泊云散。委婉曲折，缠宛凄侧。结尾“春去也，飞红万点愁如海”，再由眼前想到今后。“飞红万点”是春归的自然写照，“愁如海”却新奇绝妙。这两句既是惜春春去，又是对前途的无望。\n\n　　此词在内容上由春景春情引发，由昔而今由今而昔，由喜而悲，由悲而怨，把政治上的不幸和爱情上的失意融为一体，集中抒发了贬徙之痛，飘零之苦。在艺术上一波三折，一唱三叹，蕴藉含蓄，感人肺腑；以景结情，境界深远，余味无穷。\n\n　　新旧党争，损害的不只秦观一人，所以此词抒发的感情是具有一定的普适意义的，苏轼、黄庭坚、孔平仲、李之仪等人都有和词存今，可见对“元祜党人”震动之大，感触之深。\n\n　　词中所体现的情感极为悲伤，充分体现这位“古之伤心人”（冯煦语）的性格特征。即：当他身处逆境之时．往往不能自拔，无法像苏轼那样，善于自我解脱，而是自叹、自伤，一往而深，直至于死。所以，当他的朋友看到这首词的时候，即担心其“不久于世”（后作者逝于五年后）。这也就是作者所谓独具善感“词心”的体现。\n\n","translation":"浅水边，沙洲外，城郊早春的寒气悄然尽退。枝头繁花，晴光下的倩影，纷乱如坠地颠颤微微。流莺在花丛，轻巧的啼啭声，听来太急促，太细碎。啊，只身飘零，消愁的酒盏渐疏，难得有一回酣然沉醉。日复一日的思念，心身已煎熬成枯灰。相知相惜的挚友，迢迢阻隔，眼前，悠悠碧云，沉沉暮色，相对。\n想当年，志士俊才共赴西池盛会，一时豪情逸兴，华车宝马驱弛如飞。不料风云突变，如今，看携手同游处，剩几人未折摧？啊，秉舟绕过日月，那梦已断毁，只有镜中古铜色，照出红润的容颜已非。春，去了落花千点万点，飘飞着残败的衰颓，牵起一怀愁绪，如海，潮涌潮推。\n\n散译\n浅浅春寒，从溪水边、城郭旁悄一悄地溜走了。花影摇曳，莺声呖呖。因人在外地漂零，不能在一起喝酒，彼此相思，衣带也宽松了。所等之人迟迟不来，同自己相对的只有黄昏天边的碧云。\n一忆往昔汴京金明池相会，同僚们一块乘车出游。握手言观处，今日还有谁在？回到皇帝身边的好梦破灭了，一照镜子才发现容颜渐老。好的光景不再，官僚们的愁苦如海深。\n\n"}
{"_id":{"$oid":"5b9a1843367d5c0f40d22d19"},"title":"南乡子·自古帝王州","dynasty":"宋代","writer":"王安石","content":"自古帝王州，郁郁葱葱佳气浮。四百年来成一梦，堪愁。晋代衣冠成古丘。 \n绕水恣行游。上尽层城更上楼。往事悠悠君莫问，回头。槛外长江空自流。","type":["抒情","谪居","生活"]}
{"_id":{"$oid":"5b9a1843367d5c0f40d22d1a"},"title":"少年游·参差烟树灞陵桥","dynasty":"宋代","writer":"柳永","content":"参差烟树灞陵桥，风物尽前朝。衰杨古柳，几经攀折，憔悴楚宫腰。 \n夕阳闲淡秋光老，离思满蘅皋。一曲阳关，断肠声尽，独自凭兰桡。","type":["羁旅","写景","离别","怀古伤今"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155713561.mp3"}
{"_id":{"$oid":"5b9a1843367d5c0f40d22d1b"},"title":"吊屈原赋","dynasty":"两汉","writer":"贾谊","content":"　　谊为长沙王太傅，既以谪去，意不自得；及度湘水，为赋以吊屈原。屈原，楚贤臣也。被谗放逐，作《离骚》赋，其终篇曰：“已矣哉！国无人兮，莫我知也。”遂自投汨罗而死。谊追伤之，因自喻，其辞曰：\n\n　　恭承嘉惠兮，俟罪长沙；侧闻屈原兮，自沉汨罗。造讬湘流兮，敬吊先生；遭世罔极兮，乃殒厥身。呜呼哀哉！逢时不祥。鸾凤伏竄兮，鸱枭翱翔。闒茸尊显兮，谗谀得志；贤圣逆曳兮，方正倒植。世谓随、夷为溷兮，谓跖、蹻为廉；莫邪为钝兮，铅刀为銛。吁嗟默默，生之无故兮；斡弃周鼎，宝康瓠兮。腾驾罷牛，骖蹇驴兮；骥垂两耳，服盐车兮。章甫荐履，渐不可久兮；嗟苦先生，独离此咎兮。\n\n　　讯曰：已矣！国其莫我知兮，独壹郁其谁语？凤漂漂其高逝兮，固自引而远去。袭九渊之神龙兮，沕深潜以自珍；偭蟂獭以隐处兮，夫岂从虾与蛭蟥？所贵圣人之神德兮，远浊世而自藏；使骐骥可得系而羁兮，岂云异夫犬羊？般纷纷其离此尤兮，亦夫子之故也。历九州而其君兮，何必怀此都也？凤凰翔于千仞兮，览德辉而下之；见细德之险徵兮，遥曾击而去之。彼寻常之污渎兮，岂能容夫吞舟之巨鱼？横江湖之鳣鲸兮，固将制于蝼蚁。\n\n","type":["辞赋精选","悼惜","抒怀"],"remark":"此赋是贾谊赴长沙王太傅任途中，经过湘水时所作。屈原自沉于湘水支流汨罗江，贾谊触景生情，作此凭吊屈原同时亦以自伤。\n长沙王：指西汉长沙王吴芮的玄孙吴差。太傅：官名，对诸侯王行监护之责。谪（zhé）：贬官。\n湘水：在今湖南境内，注入洞庭湖。贾谊由京都长安赴长沙必渡湘水。\n《离骚》赋：楚辞既称辞也称赋。\n汨罗：水名，湘水支流，在今湖南岳阳市境内。\n因自喻：借以自比。\n恭承：敬受。嘉惠：美好的恩惠，指文帝的任命。俟罪：待罪，这里是谦词。\n侧闻：谦词，说不是正面听到，尊敬的说法。\n造：到。讬（tuō）：同“托”，寄托。先生：指屈原，古人单称先生而不称名，表示尊敬。\n罔极：没有准则。殒（yǔn）：殁，死亡。厥：其，指屈原。\n不祥：不幸。\n伏窜：潜伏，躲藏。鸱枭：猫头鹰一类的鸟，古人认为是不吉祥的鸟，此喻小人。翱翔：比喻得志升迁。\n闒（tà）：小门。茸：小草。\n逆曳：被倒着拖拉，指不被重用。倒植：倒立，指本应居高位反居下位。\n随：卞随，商代的贤士。夷：伯夷。二者都是古贤人的代表。溷（hún）：混浊。跖：春秋时鲁国人，传说他是大盗。蹻（jué）：庄蹻，战国时楚国将领，庄蹻接受楚顷襄王之命开辟云南，后来退路被秦国斩断，他回不来就在云南做了王，客观上背叛了楚国。传说中这两个人成为“坏人”的代表。\n莫邪[yé]：古代宝剑名。铅刀：软而钝的刀。铦（xiān）：锋利。\n默默：不得志的样子。生：指屈原。无故：《文选》注谓“无故遇此祸也”。\n斡（wò）：旋转。斡弃：抛弃。周鼎：比喻栋梁之材。康瓠（hù）：瓦罐，比喻庸才。\n腾驾：驾驭。罢（pí）：．疲惫。骖：古代四马驾一车，中间的两匹叫服，两边的叫骖。蹇：跛脚。\n服：驾。《战国策·楚策》：“夫骥之齿至矣，服盐车而上太行，中坂纤延，负辕不能上。”骥是骏马，用骏马来拉盐车，比喻糟蹋有才能的人。\n章甫：古代的一种礼帽。荐：垫。履：鞋。章甫荐履：用礼貌来垫鞋子。渐：逐渐，这里指时间短暂。\n离：通“罹”，遭遇。咎：灾祸。\n讯曰：告曰。相当于《楚辞》的“乱曰”。\n巳矣：“算了吧”之意。\n壹郁：同“抑郁”。\n漂漂：同“飘飘”，飞翔貌。高逝：飞得高高的。自引：自己升高。\n袭：效法。九渊：九重渊，深渊。沕（wù）：深潜的样子。\n偭（miǎn）：面向。蟂獭（xiāotǎ）：水獭一类的动物。从：跟随。虾（há）：蛤蟆。蛭（zhì）：水蛭，蚂蟥一类。螾：同“蚓”，蚯蚓。这两句是说面向蟂獭一类动物隐居，不与蛤蟆、水蛭、蚯蚓一类小虫为伍。\n系：用绳系住。羁：用络头络住。这两句的意思是能够停留的地方就停留，就像犬、羊哪样。\n般：久。纷纷：乱纷纷的样子。尤：祸患。夫子：指屈原。意思是说屈原自己该走不走，长久停留在那乱纷纷的地方，怎么不会遭祸呢。\n历：走遍。相：考察。此都：指楚国都城郢。这是贾谊为屈原提的建议，要他到处走一走，看到有贤君才停下来帮助他。\n千仞：极言其高。仞，七尺为一仞。览：看到。德辉：指君主道德的光辉。\n细德：细末之德，指品德低下的国君。险征：危险的征兆。曾击：高翔。曾，高飞的样子。去：离开。\n污渎：污水沟。\n鱣（zhān）：鲟一类的大鱼。鲸：鲸鱼。固：本来。《庄子·庚桑楚》：“吞舟之鱼，砀而失水，则蝼蚁苦之。”\n\n\n","shangxi":"　　贾谊在赋中对屈原的遭遇表示的深切悼惜，其实就是对自身处境的伤感，因为两人经历有着太多的相似之处，他是将自己心中的愤慨不平与屈原的忧愁幽思融汇在一起，以表达对世间贤人失意、小人得志这种不公平状况的极大不满。不过，在感情一致的前提下，贾谊并不赞同屈原以身殉国的行动。他认为尽管环境恶劣，也应当顽强地活下去，自己虽然将居住在卑湿的长沙，或许因此而不能长寿，但仍不愿去自尽。\n\n　　贾谊和屈原这种见解的差异，是因为他们具有不同的生死观。屈原所怀的是儒家杀身成仁的思想，理想不能实现就不惜殉以生命；而贾谊除具有儒家思想外，还兼有盛行于汉初的道家旷达精神。所以，如将两人 的作品加以对比，就可以发现在忧国忧民的忧患意识方面，贾谊没有屈原那样深沉；在对自身理想的追求上，贾谊也不及屈原那么执着，似乎他对世事显得更豁达，更彻悟。 贾谊任长沙王太傅第三年的一天，有一只鸟（猫头鹰）飞入他的住宅。长沙民间认为猫头鹰所到的人家，主人不久将会死去。贾谊谪居长沙本已郁郁不得志，又凑巧碰上这事，更是触景生情，倍感哀伤，便写下《鵩鸟赋》，假借与鹏鸟的问答，抒发自己的怀才不遇之情，并用老庄“齐生死，等祸福”的思想来自我宽解。《鵩鸟赋》开始记述何年何月何日鸟入屋，主人以为怪事，便翻开策数之书进行占卜，所得到的回答是房主人将死去（或远去）。主人占卜后要鸟告诉吉凶和死期的迟速。\n\n　　通达的评述，企图以此来求得自己精神上的解脱，但人们通过这些豁达的辞语，还是可以感觉到在贾谊旷达的精神世界中，其实还隐忍着深沉的悲哀！ 赋是汉代文学的代表，是在楚辞基础上发展而成的一种文体。汉赋大致分两种，一种是直接摹仿屈原《离骚》体的骚体赋，一种是汉代新创的散体大赋，它日益发展，成为汉赋的主体。贾谊在长沙地区所作的《吊屈原赋》是汉初骚体赋的代表作，它和《鵩鸟赋》都作于长沙，所以长沙在汉赋的形成过程中具有重要作用。 贾谊任职长沙王太傅其间，虽然心情是忧郁的，但并没有忘怀对国家政治的关心。\n\n　　如汉初朝廷准允民间铸钱，贾谊就上书反对，他认为民间铸钱有三弊：一、将有许多假钱；二、各地所铸的钱会轻重不一，不利流通；三、铸钱利厚，若吸引大量劳力投向铸钱，便会影响农业生产。可惜意见未得到采纳。\n\n　　贾谊在长沙居住了四年多，他的活动和著述对长沙及湖南的文化影响很大。历代长沙文人均为贾谊这位文化巨匠曾在自己故乡生活过而感到自豪，许多诗人辞家以屈贾后人自命。贾谊故宅在今长沙市天心区太平街太傅里，原建有贾太傅词，汉之后许多文人曾来此凭吊。唐代刘长卿留下了“三年谪宦此栖迟，万古惟留楚客悲”的诗句。明代李东阳写过《贾太傅祠碑记》。祠前巷侧有井，上敛下大，其状如壶，相传是贾谊所凿，称太傅井或壶井。因杜甫有“长怀贾谊井依然”的诗句，所以又称长怀井。清代贾太傅祠有治安堂、潇湘别墅、大观楼、佩秋亭等建筑。今尚存祠屋一间，宅内留有贾谊木雕像一座，表现了长沙人对这位汉赋大家的怀念与追忆。\n\n　　作为一位才气“陵轶飞免”的英才，贾谊留存下来的赋像他的鸿文巨论一样“沾溉后人,其泽甚远”。贾谊赋在赋史上具有“振其绪”之功。既上承楚骚的余绪。又奠定了汉代骚体赋的基础。在贾谊仅存的四篇赋中，《吊屈原赋》是以文辞清丽，抒情浓郁而饮誉于世的。 “辞清而理哀”，刘勰对《吊屈原赋》的这一评价的确是中肯之语，道出了贾谊这篇短赋被历代文人心慕手追的原因。贾谊的境遇与屈原相类似，因而在此赋中作者借屈原以自况，用清丽的言辞，抒写出悲愤哀伤的感情。\n\n","translation":"　　贾谊做了长沙王的太傅，已经由于被贬谪离开京城，自己感到很不得意；等到坐船渡过湘水的时候，就写了一篇赋来凭吊屈原。屈原是楚国的贤能之臣。遭受谗言的诬陷而被放逐，作了离《离骚》这篇文章，文章的结尾说：“算了罢，国家没有一个正直贤能的人，没有一个人了解我啊”于是就跳到汨罗江自杀了。贾谊我追念感伤这件事情，借此来比喻自己，那文章的词句说：\n　　恭敬地承受这美好的恩惠啊，到长沙去做官。途中听说屈原啊，自己沉到汨罗江自杀了。到了这湘江后写一篇文章投到江水中啊，（我）恭敬的凭吊屈原先生，（你）遭受了世间无尽的谗言啊，乃至毁灭了自己的生命。唉！唉！遭逢的时代不好啊。鸾鸟凤凰躲避流窜啊，猫头鹰却在高空翱翔。宦官内臣尊贵显耀啊，用谗言奉承阿谀的人能得志；贤才能臣无法立足啊，端方正派的人却郁郁不得志。世人都认为卞随、伯夷恶浊啊，认为盗跖、庄蹻廉洁，（认为）宝剑莫邪粗钝啊，铅质的刀锋利。慨叹抱负无法施展，屈原你无故遇祸啊！这就好比是抛弃了周鼎，而把瓦盆当成了宝物啊；乘坐、驾驶疲牛，使跛驴作骖啊，反让骏马吃力的去拖盐车啊；帽冠低居在下，鞋履反高高再上；这种倒行逆施的行为是不会长久的。慨叹先生你真不幸啊，竟遭遇到这样的祸难！”\n　　总之：算了吧！整个国家没有一个人了解我啊，一个人独自忧愁抑郁能够和谁说呢？凤凰飘飘然向高处飞去啊，自己本来就打算远走高飞。效法深渊中的神龙啊，深深地潜藏在渊底来保护自己；弃离了蟂獭去隐居啊，怎么能够跟从蛤蟆与水蛭、蚯蚓？我所认为珍贵的东西是圣人的神明德行啊，要远离污浊的世界而自己隐居起来；假使骐骥也能够被束缚而受羁绊啊，怎么能够说与狗和羊有分别呢？盘桓在这样混乱的世上遭受祸难啊，也是您的原因。无论到哪里都能辅佐君主啊，又何必留恋国都呢？凤凰在千仞的高空翱翔啊，看到人君道德闪耀出的光辉才降落下来；看到德行卑鄙的人显出的危险征兆啊，就远远的高飞而去。那窄窄的小水沟啊，怎么能够容下吞舟的巨鱼？横行江湖的鳣鱼、鲸鱼，（出水后）也将受制于蝼蚁。\n\n"}
{"_id":{"$oid":"5b9a1843367d5c0f40d22d1c"},"title":"八月十五夜玩月","dynasty":"唐代","writer":"栖白","content":"寻常三五夜，不是不婵娟。\n及至中秋满，还胜别夜圆。\n清光凝有露，皓魄爽无烟。\n自古人皆望，年来又一年。","type":["月亮","节日"],"translation":"注释 寻常：平常。三五：一十五，指农历每月十五日，通常称为“望日”，此日当太阳西下时，月亮正从东面升起，呈现出日月东西相望的情景。 婵娟：本意指女子容貌姿态的美好，此处借指月光柔曼秀美。有时即以“婵娟”代指月亮，苏轼《水调歌头》中有“但愿人长久，千里共婵娟”之句。 中秋：本为农历八月十五日，此处扩展其意指八月十八日。 皓魄：皎洁的月亮。魄通霸，是月始生或将灭时的微光，此处代指月亮或月光。"}
{"_id":{"$oid":"5b9a1843367d5c0f40d22d1d"},"title":"稻田","dynasty":"唐代","writer":"韦庄","content":"绿波春浪满前陂，极目连云稏肥。\n更被鹭鹚千点雪，破烟来入画屏飞。","type":["田园","写景","喜悦"],"translation":"译文二 满坡的稻禾长势喜人，苗肥棵壮，在春风的吹拂下，层层梯田绿浪翻滚，直接云天。 在这绿色海洋的上空，数不尽的白鹭自由翱翔，宛如飞入一幅天然的彩色画屏。"}
{"_id":{"$oid":"5b9a1843367d5c0f40d22d1e"},"title":"营州歌","dynasty":"唐代","writer":"高适","content":"营州少年厌原野，狐裘蒙茸猎城下。\n虏酒千钟不醉人，胡儿十岁能骑马。","type":["边塞","生活"],"remark":"营州：唐代东北边塞，治所在今辽宁朝阳。\n厌（yàn）：同“餍”，饱。这里作饱经、习惯于之意。\n狐裘（qiú）：用狐狸皮毛做的比较珍贵的大衣，毛向外。\n蒙茸（róng）：裘毛纷乱的样子。语出《诗经·邶风·旌丘》：“狐裘蒙戎”。“茸”通“戎”。\n城下（xià）：郊野。\n虏（lǔ）酒：指营州当地出产的酒。\n千钟（zhōng）：极言其多；钟，酒器。\n胡儿：指居住在营州一带的奚、契丹少年。\n\n","shangxi":"　　唐代东北边塞营州，原野丛林，水草丰盛，各族杂居，牧猎为生，习尚崇武，风俗犷放。高适这首绝句有似风情速写，富有边塞生活情趣。\n\n　　从中原的文化观念看，穿着毛茸茸的狐皮袍子在城镇附近的原野上打猎，似乎简直是粗野的儿戏，而在营州，这些却是日常生活，反映了地方风尚。生活在这里的汉、胡各族少年，自幼熏陶于牧猎骑射之风，养就了好酒豪饮的习惯，练成了驭马驰骋的本领。即使是边塞城镇的少年，也浸沉于这样的习尚，培育了这样的性情，不禁要在城镇附近就犷放地打起猎来。诗人正是抓住了这似属儿戏的城下打猎活动的特殊现象，看到了边塞少年神往原野的天真可爱的心灵，粗犷豪放的性情，勇敢崇武的精神，感到新鲜，令人兴奋，十分欣赏。诗中少年形象生动鲜明。“狐裘蒙茸”，见其可爱之态：“千钟不醉”，见其豪放之性：“十岁骑马”，见其勇悍之状。这一切又都展示了典型的边塞生活。\n\n　　这首绝句的艺术特点是构思上即兴寄情，直抒胸臆；表现上白描直抒，笔墨粗放。诗人仿佛一下子就被那城下少年打猎活动吸引住，好像出口成章地赞扬他们生龙活虎的行为和性格，一气呵成，不假思索。它的细节描写如实而有夸张，少年性格典型而有特点。诗人善于抓住生活现象的本质和特征，并能准确而简炼地表现出来，洋溢着生活气息和浓郁的边塞情调。在唐人边塞诗中，这样热情赞美各族人民生活习尚的作品，实在不多，因而这首绝句显得可贵。\n\n","translation":"营州一带的少年习惯在旷野草原上生活，穿着狐皮袍子在城外打猎。\n他们即使喝上千杯酒也不会醉倒，这些少数民族的孩子10岁就能骑马奔跑。\n\n"}
{"_id":{"$oid":"5b9a1843367d5c0f40d22d1f"},"title":"答陆澧","dynasty":"唐代","writer":"张九龄","content":"松叶堪为酒，春来酿几多。\n不辞山路远，踏雪也相过。\n","type":["田园"],"remark":"陆澧:作者友人，生平不详。\n堪:即可以，能够。\n过:意即拜访、探望。\n\n","translation":"清香的松树叶可以用来酿造甘甜的美酒，春天已经来临，不知这种美酒你到底酿造了多少呢？\n虽然山路崎岖遥远，但我不会推辞你的盛情邀请；纵使大雪厚积，也要踏雪前往拜访，何况现在已经是春天，冰雪已经消融。\n\n"}
{"_id":{"$oid":"5b9a1843367d5c0f40d22d20"},"title":"小儿不畏虎","dynasty":"宋代","writer":"苏轼","content":"　　有妇人昼日置小儿沙上而浣衣于水者。虎自山上驰来，妇人仓皇沉水避之。二小儿戏沙上自若。虎熟视久之，至以首抵触，庶几其一就惧；而儿痴，竟不知。虎亦寻卒去。噫，虎之食人，先被之以威，而不惧之人，威亦无所施欤！","type":["初中文言文","哲理","寓言","故事"],"remark":"浣衣：洗衣服。\n自若：神情不紧张。\n庶几：差不多，有那么一点。在这里是“希望”的意思。\n意虎之食人 意：估计。\n虎熟视久之 熟: 仔细。\n至以首抵触 首: 头。\n虎亦寻卒去 卒: 最终。寻：副词，随即，不久。去：离开\n仓皇：匆忙而慌张。\n惧：害怕 。\n被：施加，给......加上。\n意：估计，推断。\n置：安放。\n驰：向往。这里指：老虎从山上（往沙滩）跑下来。\n避：躲避\n痴：此指无知识。\n昼日：白天\n\n","translation":"　　有个妇人白天将两个小孩安置在沙滩上，而自己去河边洗衣服。老虎从山上跑了下来，妇人慌忙地潜入水里来躲避老虎，两个小孩还是像刚才一样在沙滩上玩耍。老虎仔细地盯着他们看了很久，甚至用头来触碰他们，希望让其中一个能够感到害怕，可是小孩很天真，最终还是不知道害怕，最后，老虎终于离开了。估计老虎吃人，先要对人施加威风来吓唬人；可是（对于）不害怕的人，它的威风也就没有施展的地方！\n\n"}
{"_id":{"$oid":"5b9a1843367d5c0f40d22d21"},"title":"咏怀古迹五首·其五","dynasty":"唐代","writer":"杜甫","content":"诸葛大名垂宇宙，宗臣遗像肃清高。\n三分割据纡筹策，万古云霄一羽毛。\n伯仲之间见伊吕，指挥若定失萧曹。\n运移汉祚终难复，志决身歼军务劳。","type":["唐诗三百首","怀古","议论"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155714378.mp3","remark":"臣：后人崇拜的大臣。\n羽毛：指鸾凤。\n身歼：身灭。\n\n","shangxi":"　　“诸葛大名垂宇宙”，上下四方为宇，古往今来为宙，“垂于宙”，将时间空间共说，给读者以“名满寰宇，万世不朽”的具体形象之感。首句如异峰突起，笔力雄放。次句“宗臣遗像肃清高”，进入祠堂，诗人瞻望诸葛遗像，不由肃然起敬，遥想一代宗臣，高风亮节，更添敬慕之情。“宗臣”二字，总领全诗。\n\n　　接下去进一步具体写诸葛亮的才能、功绩。从艺术构思讲，它紧承首联的进庙、瞻像，诗人看了各种文物后，自然地对其丰功伟绩作出高度的评价：“三分割据纡筹策，万古云霄一羽毛。”纡，屈的意思。纡策而成三国鼎立之势，好比鸾凤高翔，独步青云，奇功伟业，历代敬仰。然而诗人用词精微，一个“纡”字，突出诸葛亮委屈地处在偏僻的地方，经世怀抱只能算“百施其一”而已，三分功业，也只不过是“雄凤一羽”罢了。“万古云霄”句形象有力，议论达情，情托于形，是议论中高于其他诗人之处。\n\n　　诗人联想起诸葛亮超人的才智和胆略，如同见到了他那羽扇纶巾、一扫千军万马的潇洒风度。感情所至，诗人不由呼出“伯仲之间见伊吕，指挥若定失萧曹”的赞语。伊尹是商代开国君主汤的大臣，吕尚辅佐周文王、武王灭商有功，萧何和曹参，都是汉高祖刘邦的谋臣，汉初的名相，诗人盛赞诸葛亮的人品与伊尹、吕尚不相上下，而胸有成竹，从容镇定的指挥才能却使萧何、曹参为之黯然失色。这一方面是表现了对武侯的极度崇尚之情，同时也表现了作者不以事业成败持评的高人之见。刘克庄说：“卧龙没已千载，而有志世道者，皆以三代之佐许之。此诗侪之伊吕伯仲间，而以萧曹为不足道，此论皆自子美发之。”黄生说：这一评论，“区区以成败持评者，皆可废矣。”读者可见诗人这一论断的深远影响。\n\n　　最后，“运移汉祚终难复，志决身歼军务劳。”诗人抱恨汉朝“气数”已终，长叹尽管有武侯这样稀世杰出的人物，下决心恢复汉朝大业，但竟未成功，反而因军务繁忙，积劳成疾而死于征途。这既是对诸葛亮“鞠躬尽瘁，死而后已”高尚品节的赞歌，也是对英雄未遂平生志的深切叹惋。\n\n　　这首诗，由于诗人以自身肝胆情志吊古，所以能涤肠荡心，浩气炽情动人肺腑，成为咏古名篇。诗中除了“遗像”是咏古迹外，其余均是议论，不仅议论高妙，而且写得极有情韵。三分霸业，在后人看来已是赫赫功绩了，而对诸葛亮来说，轻若一羽：“萧曹”尚不足道，那区区“三分”就更不值得挂齿。诗句写得这样曲折跌宕，处处都是抬高了诸葛亮。这首诗通篇议论但不空泛，句句含情，层层蓄势，到诗的尾联达到高潮：“志决身歼军务劳。”——全诗就结束于这里的最强音上。\n\n","translation":"诸葛亮的大名永远留在天地间，他的遗像清高让人肃然起敬。\n为了三分天下周密地筹划策略，万代好像鸾凤高翔，独步青云。\n伊尹、吕尚难分伯仲，不相上下，指挥军队作战镇定从容，让萧何曹参都为之失色。\n汉朝帝位转移是因为运气，诸葛亮也难以复兴，但他意志坚决，因军务繁忙而鞠躬尽瘁。\n\n"}
{"_id":{"$oid":"5b9a1844367d5c0f40d22d22"},"title":"临江仙·未遇行藏谁肯信","dynasty":"宋代","writer":"侯蒙","content":"未遇行藏谁肯信，如今方表名踪。无端良匠画形容。当风轻借力，一举入高空。 \n才得吹嘘身渐稳，只疑远赴蟾宫。雨馀时候夕阳红。几人平地上，看我碧霄中。","type":["宋词三百首","言志"],"remark":"临江仙：词牌名。本为唐教坊曲名，多用以咏水仙，故名。双调五十八字或六十字，皆用平韵。\n未遇：未得到赏识和重用；未发迹。行藏：指出处或行止。语本《论语·述而》：“用之则行，舍之则藏。”\n无端：谓无由产生。引申指无因由，无缘无故。良匠：泛指在某方面技艺精湛的人。形容：形体和容貌。\n当风：正对着风。\n吹嘘：吹助，指风吹。唐孟郊《哭李观》诗：“清尘无吹嘘，委地难飞扬。”\n蟾宫：月宫，月亮。唐以来称科举及第为蟾宫折桂，因以指科举考试。\n碧霄：青天。\n\n","translation":"一直没有遇上圣明的君主，没作上官，过着隐居的生活，谁肯信服呢？而今才显现了名声和踪迹：画工将我画在风筝上，那么我正好借着风力，乘风直上。\n在半空中，风慢慢吹来，我觉得身体渐渐平稳了，只觉得要飘到月宫去了。此时正是雨后，夕阳西下之时，又有多少人身在平地，羡慕我登上了碧霄之中啊！\n\n"}
{"_id":{"$oid":"5b9a1844367d5c0f40d22d23"},"title":"鹧鸪天·鹅湖归病起作","dynasty":"宋代","writer":"辛弃疾","content":"枕簟溪堂冷欲秋。断云依水晚来收。红莲相倚浑如醉，白鸟无言定自愁。 \n书咄咄，且休休。一丘一壑也风流。不知筋力衰多少，但觉新来懒上楼。","type":["写景","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155714560.mp3","remark":"鹧鸪天：词牌名。鹅湖：《铅山县志》记载：“鹅湖山在县东，周回四十馀里...《鄱阳记》云：‘山上有湖多生荷，故名荷湖。’东晋人龚氏居山蓄鹅，其双鹅育子数百，羽绒成乃去，更名鹅湖。” 鹅湖原名荷湖，因山中有湖，多生荷。晋人龚氏居山，养鹅湖中，于是更名鹅湖。\n簟（diàn）：竹席；溪堂：临溪的堂舍。\n收：敛收。\n浑如：非常像，酷似。\n无言：不鸣。\n咄咄：用殷浩事。《世说新语·黜免》篇：“殷中军被废，在信安，终日恒书空作字。扬州吏民寻义逐之，窃视，唯作“咄咄怪事”四字而已。”表示失意的感叹。\n休休：用司空图事。《新唐书·卓行传》：“司空图字表圣。……本居中条山王官谷，有先人田，遂隐不出。作亭观素室，……名亭曰休休，作文以见志，曰：‘休，美也。既休而美具。故量才，一宜休，揣分，二宜休，耄而瞆，三宜休，又，少也堕，长也率，老也迂，三者非济时用，则又宜休。’因自目为耐辱居士，其言诡激不常，以免当时祸灾云。”又，《旧唐书·司空图传》引图所作《耐辱居士歌》曰：“咄咄！休休休！莫莫莫！伎俩虽多性情恶，赖是长教闲处著。休休休，莫莫莫，一局棋，一炉药，天意时情可料度。”\n一丘句：《世说新语·品藻》篇：“明帝问谢鲲：‘君自谓何如庾亮’？答曰：‘端委庙堂，使百僚准则，臣不如亮；一丘一壑，自谓过之”。又《巧艺》篇：“顾长康画谢幼舆在岩石里。人问其所以，顾曰：‘谢云一丘一壑，自谓过之，此子宜置丘壑中。’”风流：优美，有风韵。\n不知二句：唐刘禹锡《秋日书怀寄白宾客》诗：“兴情逢酒在，筋力上楼知。”俞文豹《吹剑录》：“古今诗人，间见层出，极有佳句，无人收拾，尽成遗珠。……陈秋塘诗：‘不知筋力衰多少，但觉新来懒上楼。’”筋力：精力。但：只。\n\n","shangxi":"题解 　　本词是作者病后所作，借景抒情，调子很低沉，上片绘景状物，渲染气氛，突出悉字，花鸟也知有情。下片剖诉心曲，通过两具典故委婉抒发对统治集团迫害爱国志士的畴及自己对仕途已经失望的无可奈何的心态。有沉哀茹痛之语，无剑拔弩之势。不知筋力衰多少，但觉新来懒上楼。“不知”二字，以“衰”、“懒”二字写出词人隐奶鹅湖，病后衰弱，不知不觉筋力疲乏之感，“但觉”复转进一步，强调出上楼登高眺望，新近越来越见慵懒无聊，流露出“烈士暮年”无用武，“壮心不已”竟蹉跎 的悲愤和凄怆，较之其激昂慷慨之作。意象清丽，色彩鲜明，涵义隽永，精妙至极。下片用殷浩无故遭贬，司空图无奈退隐的两个典故，貌似旷达而实含怨忿，感慨颇深。陈廷焯评此词云：“信笔写去，格调自苍劲，意味自沉厚，不必剑拔弩张，洞穿已过七扎，斯为绝技”（《白雨斋词话》）。此词则表现得深婉、沉郁，别具一格。 ▲","translation":"躺在水边阁楼的竹席上，清冷冷好似凉秋，片片的浮云顺水悠悠，黄昏的暮色使它们渐渐敛收。红艳艳莲花互相倚靠，简直像姑娘喝醉了酒，羽毛雪白的水鸟安闲静默，定然是独个儿在发愁。\n与其像殷浩朝天空书写“咄咄怪事”发泄怨气，倒不如像司空图寻觅美好的山林安闲自在地去隐居，一座山丘，一条谷壑，也是风流潇洒多逸趣。我不知而今衰损了多少精力，只觉得近来上楼懒登梯。\n\n"}
{"_id":{"$oid":"5b9a1844367d5c0f40d22d24"},"title":"昭君怨·咏荷上雨","dynasty":"宋代","writer":"杨万里","content":"午梦扁舟花底，香满西湖烟水。急雨打篷声，梦初惊。\n却是池荷跳雨，散了真珠还聚。聚作水银窝，泻清波。 (泻清波 一作：泛清波)","type":["咏物","写雨"],"remark":"昭君怨：词牌名，又名《宴西园》、《一痕沙》。四十字，全阕四换韵，两仄两平递转，上下片同。\n扁舟：小船。\n烟水：雾霭迷蒙的水面。\n打篷声：雨落船篷之声。\n真珠：即珍珠。形圆如豆，乳白色，有光泽，是某些软体动物(如蚌)壳内所产。为珍贵的装饰品，并可入药。\n水银：喻水珠。\n清波：清澈的水流。\n\n","shangxi":"　　这首小令用轻松活泼的笔调写自己梦中泛舟西湖和被雨惊醒后的情景。\n\n　　上片写梦中泛舟西湖花底，骤雨打篷，从梦中惊醒。“午梦扁舟花底，香满西湖烟水。”“扁舟”，小船；花底，花下。词人午睡，梦中驾着小船在西湖荷花之下泛游，烟雾缭绕的水面上荷花的香味四溢。这两句写的虽是梦境，但形象逼真，如同一幅绝妙的水墨画，淡笔素描，勾勒出湖面胜景的一个轮廓，呈现在读者面前。“急雨打篷声，梦初惊。”突然，一阵暴雨击打船篷的声音，把他从梦中惊醒，一瞬间，先前的扁舟、荷花、烟水顿时消失，可以想见，词人此时对梦境还有些留恋，对雨声打断他的美梦不无遗憾。\n\n　　下片写醒来所见景物，与先前的梦境相映成趣。“却是池荷跳雨，散了真珠还聚。”“却是”二字，承上启下，把梦境和现实串在一起。原来，先前梦中听到的“急雨打篷声”，睁眼一看，是雨点落在门前池塘中的荷叶发出的声音。“跳”字说明雨下得很急，与上片的“打”字相呼应。雨珠在荷叶上活蹦乱跳，形同一粒粒的珍珠，“珠珠”被雨点击散，又重新聚合，因此说“散了……还聚”，若不是观察仔细，是很难提炼出这样的佳句来的。“聚作水银窝，泻清波。”“水银”二字作比喻，形象地写出水珠在荷叶上滚动聚合的状貌。这两句是说，雨点聚多了，聚成水银般的一窝，此时叶面无法承受它的重量，叶上的积水便泻入池中。“跳”、“散”、“聚”、“泻”，四个动词连用，把雨打荷叶，荷叶面上水珠滚动，周而复始的情景写得活灵活现。\n\n　　词构思巧妙，意境新颖，梦境与现实对照写来，曲折而有层次，极富变化，细细品味，似乎看到晶莹璀灿的珍珠在碧绿的“盘”中滚动；似乎嗅到荷花的阵阵幽香，有很强的艺术魅力。\n\n","translation":"夏日午眠，梦见荡舟西湖荷花间，满湖烟水迷茫、荷花清香扑鼻。突然如筛豆般的阵雨敲击船篷，发出“扑”、“扑”的声音，把我从西湖赏荷的梦境中惊醒。\n以为是在西湖赏荷，却原来是在家中午休，遇急雨击池中荷叶把我惊醒，梦醒后观庭院荷池，急雨敲打荷叶，雨珠跳上跳下，晶莹的雨点忽聚忽散，散了如断线的珍珠，四处迸射，使人眼花缭乱，最后聚在叶心，像一窝泛波的水银，亮晶晶的。\n\n"}
{"_id":{"$oid":"5b9a1844367d5c0f40d22d25"},"title":"浪淘沙·一叶忽惊秋","dynasty":"宋代","writer":"贺铸","content":"一叶忽惊秋。分付东流。殷勤为过白苹洲。洲上小楼帘半卷，应认归舟。 \n回首恋朋游。迹去心留。歌尘萧散梦云收。惟有尊前曾见月，相伴人愁。","type":["秋天","写景","怀人"],"remark":"分付：意为交给。\n白苹洲：泛指长满白色苹花的沙洲。\n歌尘：形容歌声动听。\n梦云：战国宋玉《高唐赋》中的人物，所以泛指美女。\n\n","translation":"看到叶子落下忽然惊觉秋天到了，这秋色交给了东去的流水。流水殷勤地流过白苹洲，沙洲上有帘幕半卷的小楼，楼中的人应该在识别返回的小舟。\n回望之前和友人出游心里依然怀恋，出游的痕迹消失了那份心情却保存了下来。动听的歌曲消散了，美人也不见了，只有饮酒时看到的月亮和以前一样，和人交相愁苦。\n\n"}
{"_id":{"$oid":"5b9a1844367d5c0f40d22d26"},"title":"破阵子","dynasty":"宋代","writer":"晏殊","content":"湖上西风斜日，荷花落尽红英。金菊满丛珠颗细，海燕辞巢翅羽轻。年年岁岁情。 \n 美酒一杯新熟，高歌数阕堪听。不向尊前同一醉，可奈光阴似水声。迢迢去未停。","type":[]}
{"_id":{"$oid":"5b9a1844367d5c0f40d22d27"},"title":"断句","dynasty":"南北朝","writer":"刘昶","content":"白云满鄣来，黄尘暗天起。\n关山四面绝，故乡几千里。\n\n","type":["古诗三百首","写景"],"translation":"注释 这首诗题为《断句》，“断句”同于“绝句”，就是联句未成的意思。 鄣：边地险要处的城堡。"}
{"_id":{"$oid":"5b9a1844367d5c0f40d22d28"},"title":"别诗二首·其一","dynasty":"南北朝","writer":"范云","content":"洛阳城东西，长作经时别。\n昔去雪如花，今来花似雪。\n\n","type":["离别","重逢"],"translation":"译文 　　上次离去时，雪像花一样地飘落，如今再度前来，花开得像雪一般的白艳。这两句诗是感叹相聚太短，离别太长，每次分手后总要经过许久才能相见。"}
{"_id":{"$oid":"5b9a1844367d5c0f40d22d29"},"title":"与小女","dynasty":"唐代","writer":"韦庄","content":"见人初解语呕哑，不肯归眠恋小车。 \n一夜娇啼缘底事，为嫌衣少缕金华。","type":["儿童"],"translation":"注释 初解：指开始能听懂大人讲话的意思。呕哑：小孩子学说话的声音。 缕金华：用金线绣的花儿。华：同“花”。"}
{"_id":{"$oid":"5b9a1844367d5c0f40d22d2a"},"title":"瑶瑟怨","dynasty":"唐代","writer":"温庭筠","content":"冰簟银床梦不成，碧天如水夜云轻。 \n雁声远过潇湘去，十二楼中月自明。","type":["唐诗三百首","离别","闺怨"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155715289.mp3","remark":"瑶瑟：玉镶的华美的瑟。\n冰簟：清凉的竹席。银床：指洒满月光的床。\n远：一作“还”。过：一作“向”。潇湘：二水名，在今湖南境内。此代指楚地。\n十二楼：原指神仙的居所，此指女子的住所。\n\n","shangxi":"　　这首诗咏闺怨。全诗没有透出一个“怨”字，只描绘清秋的深夜，主人公凄凉独居、寂寞难眠，以此来表现她深深的幽怨。诗是写女子别离的悲怨，蘅塘退士批注：“通首布景，只梦不成三字露怨意。”\n\n　　诗所写的是梦不成之后之所感、所见、所闻的情景。全诗象是几种衔接紧密的写景镜头，表现了女主人公的心理活动和思想感情。冰簟、银床、碧空、明月、轻云，南雁、潇湘，以至于月光笼罩下的玉楼，组成了一组离人幽怨的秋夜图，渲染了一种和主人公离怨情绪统一和谐的情调和氛围。诗中虽无“怨”字，然而怨意自生。\n\n　　诗的题目和内容都很含蓄。瑶瑟，是玉镶的华美的瑟。瑟声悲怨，相传“泰帝使素女鼓五十弦瑟，悲，帝禁不止，故破其瑟为二十五弦”（《汉书·郊祀志》）。在古代诗歌中，它常和别离之悲联结在一起。题名“瑶瑟怨”，正暗示诗所写的是女子别离的悲怨。\n\n　　头一句正面写女主人公。冰簟银床，指冰凉的竹席和银饰的床。“梦不成”三字很可玩味。它不是一般地写因为伤离念远难以成眠，而是写她寻梦不成。会合渺茫难期，只能将希望寄托在本属虚幻的梦寐上；而现在，难以成眠，竟连梦中相见的微末愿望也落空了。这就更深一层地表现出别离之久远，思念之深挚，会合之难期和失望之强烈。一觉醒来，才发觉连虚幻的梦境也未曾有过，伴着自己的，只有散发着秋天凉意和寂寞气息的冰簟银床。—这后一种意境，似乎比在冰簟银床上辗转反侧更隽永有情韵。读者仿佛可以听到女主人公轻轻的叹息。\n\n　　第二句不再续写女主人公的心情，而是宕开写景。展现在面前的是一幅清寥淡远的碧空夜月图：秋天的深夜，长空澄碧，月光似水，只偶尔有几缕飘浮的云絮在空中轻轻掠过，更显出夜空的澄洁与空阔。这是一个空镜头，境界清丽而略带寂寥。它既是女主人公活动的环境和背景，又是她眼中所见的景物。不仅衬托出了人物皎洁轻柔的形象，而且暗透出人物清冷寂寞的意绪。孤居独处的人面对这清寥的景象，心中萦回着的也许正是“碧海青天夜夜心”一类的感触吧。\n\n　　“雁声远过潇湘去”，这一句转而从听觉角度写景，和上句“碧天”紧相承接。夜月朦胧，飞过碧天的大雁是不容易看到的，只是在听到雁声时才知道有雁飞过。在寂静的深夜，雁叫更增加了清冷孤寂的情调。“雁声远过”，写出了雁声自远而近，又由近而远，渐渐消失在长空之中的过程，也从侧面暗示出女主人公凝神屏息、倾听雁声南去而若有所思的情状。古有湘灵鼓瑟和雁飞不过衡阳的传说，所以这里有雁去潇湘的联想，但同时恐怕和女主人公心之所系有关。雁足传书。听到雁声南去，女主人公的思绪也被牵引到南方。大约正暗示女子所思念的人在遥远的潇湘那边。\n\n　　“十二楼中月自明”。前面三句，分别从女主人公所感、所见、所闻的角度写，末句却似撇开女主人公，只画出沉浸在明月中的“十二楼”。《史记·孝武本纪》集解引应劭曰：“昆仑玄圃五城十二楼，此仙人之所常居也。”诗中用“十二楼”，或许借以暗示女主人公是女冠者流，或许借以形容楼阁的清华，点明女主人公的贵家女子身份。“月自明”的“自”字用得很有情味。孤居独处的离人面对明月，会勾起别离的情思，团圆的期望，但月本无情，仍自照临高楼。“玉户帘中卷不去，捣衣砧上拂还来。”诗人虽只写了沉浸在月光中的高楼，但女主人公的孤寂、怨思，却仿佛融化在这似水的月光中了。这样以景结情，更增添了悠然不尽的余韵。\n\n　　这首写女子别离之怨的诗颇为特别。全篇除“梦不成”三字点出人物以外，全是景物描写。整首诗就象是几个组接得很巧妙的写景镜头。诗人要着重表现的，并不是女主人公的具体心理活动、思想感情，而是通过景物的描写、组合，渲染一种和主人公相思别离之怨和谐统一的氛围、情调。冰簟、银床、秋夜、碧空、明月、轻云、南雁、潇湘，以至笼罩在月光下的玉楼，这一切，组成了一幅清丽而含有寂寥哀伤情调的画图。整个画面的色调和谐地统一在轻柔朦胧的月色之中。读了这样的诗，对诗中人物的思想感情也许只有一个朦胧的印象，但那具有浓郁诗意的情调、气氛却将长时间留在记忆中。\n\n　　回到诗题。“瑶瑟怨”不仅仅暗示女子的别离之怨，同时暗示诗的内容与“瑟”有关。“中夜不能寐，起坐弹鸣琴”（阮籍《咏怀》），写女主人公夜间弹琴（瑟）抒怨也是可能的。如果说温诗首句是写“中夜不能寐”，那么后三句可能就是暗写“起坐弹鸣琴（瑟）”了。不过，写得极含蓄，几乎不露痕迹。它把弹奏时的环境气氛，音乐的意境与感染力，曲终时的情景都融化在鲜明的画面中。弹瑟时正好有雁飞向南方，就像是因瑟声的动人引来，又因不胜清怨而飞去一样。曲终之后，万籁俱寂，惟见月照高楼，流光徘徊。弹奏者则如梦初醒，怅然若失。这样理解，诗的抒情气氛似乎更浓一些，题面与内容也更相称一些。\n\n","translation":"秋夜床席冰冷梦也难以做成，天空碧蓝如水夜云像沙样轻。\n雁声凄厉远远地飞过潇湘去，十二楼中的明月空自放光明。\n\n"}
{"_id":{"$oid":"5b9a1844367d5c0f40d22d2b"},"title":"胡无人","dynasty":"唐代","writer":"李白","content":"严风吹霜海草凋，筋干精坚胡马骄。\n汉家战士三十万，将军兼领霍嫖姚。\n流星白羽腰间插，剑花秋莲光出匣。\n天兵照雪下玉关，虏箭如沙射金甲。\n云龙风虎尽交回，太白入月敌可摧。\n敌可摧，旄头灭，履胡之肠涉胡血。\n悬胡青天上，埋胡紫塞傍。\n胡无人，汉道昌。\n陛下之寿三千霜。但歌大风云飞扬，安得猛士兮守四方。\n\n","type":["战争","豪迈"],"remark":"胡无人：乐府旧题。《乐府诗集》卷四十列于《相和歌辞》，题为”胡无人行“。南朝梁王僧虔《技录》中有《胡无人行》，乃李白此诗所本。\n“严风”句：谓冬天的寒风将雪刮起，塞外湖沼边的水草凋零。严风，冬天的风。海，胡地沙漠中的湖沼，即所谓“海子”。\n“筋干”句：意谓胡人的弓强马壮。筋干，谓弓箭精良坚固。筋，弓弦也。干，即竿，箭杆也。《周礼·考工记·弓人》：凡为弓，冬析干而春液（浸渍）角，夏治筋，秋合三材。骄，马强壮的样子。\n“汉家”二句：谓汉家派猛将与胡兵交战。《史记·匈奴传》：（武帝元光二年，公元前87年）汉伏兵三十余万马邑旁。《汉书·霍去病传》：去病以皇后姊子，年十八为侍中。善骑射，再从大将军。大将军受诏，予壮士，为嫖姚校尉。颜师古注：嫖姚，劲疾之貌，。霍嫖姚，即霍去病，这里泛指猛将。\n“流星”二句：言战士腰插白羽箭，宝剑出匣，光芒四射。流星白羽，指箭。流星，喻箭之疾速。白羽，以箭羽代指箭。秋莲，宝剑上饰以秋莲之花，亦喻宝剑洁白清冷。\n“天兵”二句：写胡汉交兵。汉兵在大雪纷飞中，开赴玉门关；胡兵射箭如沙，顽强对抗。天兵，王师，即汉家朝廷大军。\n“云龙”句：喻两军厮杀之激烈，如龙虎相斗。云龙风虎，皆阵名。《易·乾》：云从龙，风从虎，圣人作而万物睹。尽交回，言交战激烈也。\n“太白”句：谓这次战争，胡兵可被打败。太白，星名，一名启明星。太白入月，按星象家的说法，太白星主杀戮，入月入昴为灭胡之象。诗文中常指战事。摧，挫败。\n旄头灭：灭胡之星象。旄头，也作髦头，即昴星，为胡星。这里代指胡兵。\n紫塞：北方边塞。晋崔豹《古今注》：《都邑》：秦筑长城，土色皆紫，汉塞亦然，故称紫塞焉。\n三千霜：三千岁。霜：谓秋也。\n“但歌”二句：引汉高祖刘邦《大风歌》入句：“大风起兮云飞扬，威加海内兮归故乡，安得猛士兮守四方？”敦煌残卷唐诗写本无“陛下”三句。诗末一本还有两句：“胡无人，汉道昌。”苏轼等人谓“陛下”后几句为后之好事者画蛇添足，按诗意，应删去。\n\n","translation":"在霜风凌厉、大漠草凋之际，胡人又背着精坚的弓箭，骑着骄悍的战马入侵了。\n这时，朝廷派出威猛如霍嫖姚一样的将军，率领三十万战士出征迎敌。\n将士们腰插着速如流星一样的白羽箭，手持闪耀着秋莲寒光的利剑。\n向着战场进发。朝廷大军在玉门关与胡兵雪中交战，敌人的箭簇像沙石一样的射在我军战士的衣甲上。\n双万龙争虎斗，经过多次回合的激战，战士们奋勇杀敌，又有太白入月，胡虏必灭的吉兆，大家都坚信一定能够打败敌人。\n敌虏可摧，胡星将灭，要将胡虏彻底消灭。\n将胡虏之首悬挂在空中，将羽虏之尸埋在边塞上，看他们可敢再来兴兵浸犯？\n胡无兵将可侵，中国自然和平昌盛。\n陛下圣寿三干岁，稳坐庙堂之上，但须高歌汉高祖的大风歌：“安用猛士兮守四方！”\n\n"}
{"_id":{"$oid":"5b9a1845367d5c0f40d22d2c"},"title":"崔九欲往南山马上口号与别 / 留别王维 / 送崔九","dynasty":"唐代","writer":"裴迪","content":"归山深浅去，须尽丘壑美。\n莫学武陵人，暂游桃源里。","type":["唐诗三百首","离别","规劝"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155715188.mp3","remark":"武陵人：指陶潜《桃花源记》的武陵渔人。\n\n","shangxi":"　　“归山深浅去，须尽丘壑美。”这两句是说这次回到山里之后，不论入山深浅，都要饱览山川之秀丽，林木之幽美。这当然是劝勉崔兴宗不要再留恋世俗的生活，把对山水的感情升华到一种与世俗生活相对立的高度，这与他们对现实的厌倦与反感有关。“莫学武陵人，暂游桃源里。”这两句是劝崔兴宗隐居丘壑，既然在山水间找到了生活的真趣，就不要再从那个境界里返回到现实中来了。这一方面表达了对隐居生活的肯定，另一方面也表达了对现实的不满。作者为什么要人留恋那个“不知有汉，无论魏晋”的世外桃源呢？这是由于他们在现实中屡屡失败，一方面产生了对现实生活的反感，另一方面也更深刻地认识了现实生活。作者生活的时代大约属于唐玄宗和唐肃宗时期，这首诗大约作于唐玄宗后期。那个时候由于唐玄宗任用奸相李林甫，宠幸杨贵妃，政治十分黑暗，下层知识分子无法入仕，像裴迪、崔兴宗这样的寒士没有出路。所以他们宁愿隐居山林，过一种与世隔绝的生活。因此作者劝他的朋友，既然在山水之间找到了真趣，找到了自己思想感情的寄托，就不要像陶渊明《桃花源记》里的武陵人一样，找到了桃花源却轻易地放弃了。作者认为这是一个错误，因此他说：“莫学武陵人，暂游桃源里。”\n\n　　这首诗语言浅显易懂，但立意很深，不失为一首好诗。\n\n","translation":"你若要归山无论深浅都要去看看；\n山峦沟壑清净秀美要尽情地赏玩。\n千万别学陶渊明笔下那个武陵人，\n只在桃花源游了几天就匆匆出山。\n\n"}
{"_id":{"$oid":"5b9a1846367d5c0f40d22d2d"},"title":"代答闺梦还","dynasty":"唐代","writer":"张若虚","content":"关塞年华早，楼台别望违。\n试衫著暖气，开镜觅春晖。\n燕入窥罗幕，蜂来上画衣。\n情催桃李艳，心寄管弦飞。\n妆洗朝相待，风花暝不归。\n梦魂何处入，寂寂掩重扉。","type":["闺怨"],"shangxi":"　　这首诗是初唐诗人张若虚的作品，全诗艳丽工整，欲出宫体之篱，似启温李之风，张若虚的诗风上承齐梁，下开盛唐，在诗歌的历史中起到了承上启下的作用。大家往往认为，是初唐四杰为盛唐诗歌的兴盛局面打下了良好的开端。实际上，张若虚也是功不可没的一员。这首拟闺怨诗就是最好的证明。\n\n　　诗人首句点题，为戍守关塞，年轻的丈夫与妻子离别了。场景是凄清动人的，但作者仅仅是一笔带过，给读者以无穷的想象空间。他仅仅描绘了送别的尾声：妻子伫立于楼台之上，遥望着三步一回头的丈夫，直到他的身影消失在遥远的地平线。这是送别的结束，却是全诗的开始。\n\n　　离别之后，这位女主人公就陷入了漫长的苦思中，但也要强打精神来梳妆打扮。穿上了新衫，才感觉到了春天的温暖。简单的梳妆后，她把目光投向了窗外。窗外生机盎然、花红柳绿。偶有燕子飞过，透过罗幕看看她。不知何时，有几只蜜蜂也打起了她那件“画衣”的主意。诗人在此著一生花妙笔，画衣上绣的花竟然能把蜜蜂引来，可见其逼真生动，又可见思妇对这画衣是如何的用心。这句将她百无聊赖却又想借此给心上人带来惊喜的心情彰显无疑。\n\n　　春季正是山花烂漫的季节，桃红李白，而女主人公的心绪却纷乱如麻。忽然从遥远的方向，传来了悠扬的乐声，大约是《折柳》吧！于是她让自己沉醉在其中，让自己的心飞向遥远的边塞，飞到丈夫的身边。\n\n　　上面四句借对外物描写，来烘托女主人公的心境。而下面笔锋一转，又转到了女主人公本人。她幻想着丈夫会在未来的某一天回来，于是盛装打扮，等待着遥远的离人。而春去秋来，花开花落，该回来的人却还没有回来。夜渐渐深了，她进入了梦乡。但她却陷入了“惟梦闲人不梦君”的新的苦恼中。最后她醒了，重重的长叹一声，“唉——”在寂静的夜里，这一声长叹竟是回声重重。在重重的回声中，她无奈的再次把大门关上了。\n\n　　作者多用侧面烘托的手法，借助带有感情色彩的事物来抒情。另外，这首诗对于人物心理描写的方式又可称得起是别具一格。句句不直接描绘心境，可句句写的都是心境。如果要将这首诗翻译成为意识流作品，那就韵味大减。好比将一个曲曲折折的迷宫拉直，明了易懂，但趣味却荡然无存了。\n\n　　张若虚有很多优秀的作品，但仅仅流传下来两首。除了这首之外，还有一首就是广为流传的 《春江花月夜》。余下的诗，都在漫长的岁月中散失了。\n\n","translation":"首诗是初唐诗人张若虚的作品，全诗艳丽工整，欲出宫体之篱，似启温李之风，张若虚的诗风上承齐梁，下开盛唐，在诗歌的历史中起到了承上启下的作用。大家往往认为，是初唐四杰为盛唐诗歌的兴盛局面打下了良好的开端。实际上，张若虚也是功不可没的一员。这首拟闺怨诗就是最好的证明。\n\n　　诗人首句点题，为戍守关塞，年轻的丈夫与妻子离别了。场景是凄清动人的，但作者仅仅是一笔带过，给读者以无穷的想象空间。他仅仅描绘了送别的尾声：妻子伫立于楼台之上，遥望着三步一回头的丈夫，直到他的身影消失在遥远的地平线。这是送别的结束，却是全诗的开始。\n\n　　离别之后，这位女主人公就陷入了漫长的\n\n"}
{"_id":{"$oid":"5b9a1846367d5c0f40d22d2e"},"title":"终南","dynasty":"先秦","writer":"佚名","content":"终南何有？有条有梅。君子至止，锦衣狐裘。颜如渥丹，其君也哉！\n终南何有？有纪有堂。君子至止，黻衣绣裳。佩玉将将，寿考不忘！\n\n","type":["诗经","赞美"],"remark":"终南：终南山，在今陕西西安市郊外。\n条：树名，即山楸。材质好，可制车板。\n锦衣狐裘：当时诸侯的礼服。《礼记·玉藻》：“君衣狐白裘，锦衣以裼之。”\n渥（wò）：涂。丹：赤石制的红色颜料，今名朱砂。\n纪：山角。堂：山上宽平处。朱熹《诗集传》：“纪，山之廉角也。堂，山之宽平处也。”一说纪和堂是两种树名，即杞柳和棠梨。\n黻（fú）衣：黑色青色花纹相间的上衣。绣裳：五彩绣成的下裳。当时都是贵族服装。\n将将：同“锵锵”，象声词。\n考：高寿。亡：通“忘”。\n\n","shangxi":"　　关于这首诗作者身份的推测，前人有两种说法：其一，秦大夫所作。《诗序》以为“（襄公）能取周地，始为诸侯，受显服，大夫美之故作是诗，以戒劝之”。其二，周遗民所作。方玉润《诗经原始》云：“此必周之耆旧，初见秦君抚有西土，皆膺天子命以治其民，而无如何，于是作此。”其最有力的推断即是“其君也哉”一句。严粲《诗缉》云：“‘其’者，将然之辞。‘哉’者，疑而未定之意。”此句意为：“这个人将成为我们的君主吗？”方玉润说：“秦臣颂君，何至作疑而未定之辞，曰‘其君也哉’，此必不然之事也。”理由较充足，可信为周遗民之作。现代有的研究者认为是终南山的姑娘，对进山的青年表示爱慕之心而作，亦别开生面，可备参考。　又关于此诗究竟是“美”还是“戒”，前人亦意见不一。朱熹《诗集传》主“此秦人美其君之词”，姚际恒亦肯定“有美无戒”。而《诗序》的总体评价是：“《终南》，戒襄公也。”方玉润则以为此诗“美中寓戒，非专颂祷”。从诗的实际情况来看，方氏所见较为平允。\n\n　　诗的“美”，最主要是赞颂秦公的容颜、服饰和仪态。两章诗都对“君子”的来到表示出敬仰和赞叹的态度。那君子的脸红润丰泽，大有福相。那诸侯的礼服，内里狐白裘，外罩织锦衣，还有青白相间斧形上装和五次斑斓的下裳，无不显得精美华贵，熠熠生辉。诗中对秦公的衣着有着一种新鲜感，不像是司空见惯习以为常的感觉，秦公也像是在炫耀华服似的，在在证明这确是秦襄公被始封为诸侯而穿上显服的情景。《史记·秦本纪》：“（周）平王封襄公为诸侯，赐之歧以西之地。其子文公，遂收周遗民有之。”诗大约就作于那时期。除了服装外，诗还写到了饰物的佩声锵锵，那身上琳琅的美玉挂件叮当作响，音韵悦耳。这就见出诗所描摹的形象是动态的，行进中的，仿佛让人感觉到秦公步履雍容来到终南山祭祀行礼。诗通过视觉、听觉形象的勾勒，至少在外观上透出富贵气派和令人敬仰感。\n\n　　至于作者所代表的周遗民的内心感受是怎样的，似乎不像外在敬意那样简单，两章末尾各有一句耐人寻味的结语。第一句是“其君也哉”，从那惊疑不定的揣测口吻中，显出忐忑不安忧喜参半的复杂心情。新君降临一方，旧地遗民自有前途未卜的紧张心理，这很真实自然。第二句是“寿考不忘”，意谓：秦君哪，你富贵寿考，但最终不要忘记这里曾是周王的土地和百姓呵！将祝福、叮咛、告诫、期望种种难以直言的心境委婉托出。辨味这两句，诗确实是意存劝戒，希望秦君是明君，而不是暴君。至于为什么那么含蓄婉曲，汪中《述学·释三九》说：“周人尚文，君子之于言不径而致也，是以有曲焉。”倒是较为圆通的。不过，最主要的恐怕还是不便直说。\n\n　　最后看看两章诗的起兴有何意味。首先，周民搬出引以为豪的周地名山起兴，显示了王都之民的身分和某种程度的优越感，也可使初来乍到的秦公不至小觑他们。就此意义而言，或有借当地名胜以壮胆撑门面的虚荣心理吧。其次，更为重要的是，终南山又名中南山，巍峨险峻，为万众仰慕。《尚书·禹贡》：“终南悖物。”《左传·昭公四年》：“荆山、中南，九州之险。”皆指此山。终南山有丰富的物产，尤以根深叶茂的林木为代表。还有宽衍险奥气象万千的山势。这些表面物象，明眼人都不难看清。那么作者何以要如数家珍不惜饶舌呢？一层意思是以隆崇的终南山，暗寓对秦公尊严身分的褒扬，有以伟物兴伟人的奉承之意。另一层意思是让秦公好好思忖一下：你真的能像终南山一样的受人尊崇吗？你只有修德爱民，不负众望，才能与名山的地位相媲美。正如后世曹操《短歌行》诗所云：“山不厌高，水不厌深。周公吐哺，天下归心。”其寓戒于颂一石两鸟的用意非常含蓄巧妙。\n\n　　而另一解，诗只是对主君的赞扬。纵观秦风各部与其他各师不同不是大多言色，如果按本诗前文到最后的意思承接来看只是对秦君的赞扬，参照朱熹《诗集传》主“此秦人美其君之词”，姚际恒亦肯定“有美无戒”，可以解释为第二种。\n\n","translation":"终南山上有什么？有山楸来有梅树。有位君子到此地，锦绣衣衫狐裘服。脸儿红红像涂丹，莫非他是我君主？\n\n终南山上有什么？有棱有角地宽敞。有位君子到此地，青黑上衣五彩裳。身上佩玉响叮当，富贵寿考莫相忘。\n\n译文二\n终南山上有什么？有山楸来有梅树。有位君子到此地，锦绣衣衫狐裘服。脸儿红红像涂丹，那是我的君王啊。\n\n终南山上有什么？有棱有角地宽敞。有位君子到此地，青黑上衣五彩裳。身上佩玉响叮当，到寿命终结也忘不了。\n\n注：在此“也哉”可用语助词解，而且“也”的其他用法中一般不存在在这种情况下当或许的可能。考为寿命终结和长寿的意思，这样就形成了本诗的不同理解模式。\n\n"}
{"_id":{"$oid":"5b9a1846367d5c0f40d22d2f"},"title":"临江仙·自洛阳往孟津道中作","dynasty":"金朝","writer":"元好问","content":"今古北邙山下路，黄尘老尽英雄。人生长恨水长东。幽怀谁共语，远目送归鸿。\n盖世功名将底用，从前错怨天公。浩歌一曲酒千钟。男儿行处是，未要论穷通。","type":["豪放","吊古伤今"],"remark":"临江仙：词牌名，原为唐代教坊曲名。格律俱为平韵格，双调小令，字数有五十二字、五十四字、五十八字、五十九字、六十字、六十二字六种。常见者全词分两片，上下片各五句，三平韵。\n孟津： 黄河渡口名。在今河南孟津县东，洛阳东北。\n北邙（máng）山：即邙山，在洛阳北，黄河南。王公贵胄多葬于此。\n黄尘： 指岁月时光。\n幽怀： 隐藏在内心的情感。\n底：何，什么。\n浩歌： 放声高歌，大声歌唱。\n钟： 同盅。\n行处： 做官或退隐。\n穷通： 穷困与显达。\n\n","shangxi":"　　该词上片以回顾历史起句，拢“今古英雄”于笔端，词人将自己的感情融于历史长河，写出了滔滔不尽、起伏跌宕的痛惜与感伤。“远目送归鸿”的意象，动静结合，相辅相成，动的是归鸿的悠悠远去，静的是词人凝重的望眼；飞去的是天空的鸿雁，搅起的是满腔的幽怨。该词描绘出了一幅凄凉而又充满美感，谐调而又扣人心弦的画面。鸿雁飞，鸿雁归，人将何处回？ 词人的感情随着这激荡人心的画面盘旋弥漫，感人至深。\n\n　　下片强压“长恨”浩歌放饮的意象，是“抽刀断水水更流”式的自我宽解，词人的郁愤欲盖而弥彰，显得蕴藉而深远，更加挥之不去，难以摆脱。词人身处江河日下的时代，又遭“莫须有”的诘难，心中的郁愤自不待言。词作通过描写阔大的意象，以辽阔显苍凉，以浩歌掩感伤，词人内心的矛盾与痛苦可想而知。\n\n　　全词开篇写景，景即眼中所见： 北邙山上的坟墓； 黄尘路上奔波到老的英雄； 春北飞秋南归的大雁以及日日奔腾的东流水，景物选取由近及远，然后由写景转入抒情，此景引起的是作者内心的无限惆怅，因此词人低吟出“人生长恨水长东”的词句。再由抒情转入下片的议论： 对人生短暂的无可奈何和对未来的玩世安排，水到渠成汩汩而出。“盖世功名将底用，从前错怨天公。”是词人纵观自然及人事沧桑，感情经过激烈碰撞后得出的人生结论，不无哲理意义，它涵了封建社会大多数读书人的生活道路和人生体味，起到了一种生活教科书作用。\n\n","translation":"古往今来北邙山下的道路，黄尘滚滚不知老尽了多少英雄。人生常有怨恨就像那流水常年向东。郁抑的情怀能和谁说，放眼把空中的归雁远送。\n举世显赫的功名有什么用，过去实在是错怪了天公。放声高唱一曲饮酒千钟。男儿行事处世就应如此，不要计较什么穷困亨通。\n\n"}
{"_id":{"$oid":"5b9a1846367d5c0f40d22d30"},"title":"秋雁","dynasty":"元代","writer":"揭傒斯","content":"寒向江南暖，饥向江南饱。\n莫道江南恶，须道江南好。","type":["秋天","写鸟","讽刺"],"shangxi":"　　此诗寓意深微邃却含而不露。元朝统治者奉行种族歧视政策，以蒙古、色目人为上等人，以汉人、南人为下等人。蒙古、色目人到江南之地也凌驾于南人之上作威作福。他们靠江南的条件富有了，却仍辱骂江南人不绝。诗人心中不平，故作此诗以讥之。\n\n　　揭傒斯的五言短古，在很大程度上体现了宋元以来“重逸轻俗”的审美倾向。如《寒夜 》：“ 疏星冻霜空，流月湿林薄。虚馆人不眠，时闻一叶落。”《题风烟雪月四梅图》之二：“高花开几点，澹霭拂成衣。遥瞻应不见，相对尚依稀。”《洞庭秋月》：“灏气自澄穆，碧波还荡漾。应有凌风人，吹笛君山上。”《平沙落雁》：“天寒关塞远，水落洲渚阔。已逐夕阳低，还向黄芦没。”《烟寺晚钟》：“朝送山僧去，暮唤山僧归。相唤复相送，山露湿人衣。”这些诗作是承续王维、孟浩然、韦应物、刘长卿一系的诗风而又加以发展的。其境界高逸，远离尘俗，表达了一种宋元以来的士大夫情调。其中《寒夜》最让人回味，小诗以寥寥二十字的白描，传神地绘出一幅清夜客旅图。一、二句状写户外的景色，以凝冻在布满霜气的夜空中的疏星、沾湿了草木的月的流光（“林薄”，谓草木丛生），制造出一种清旷冷寂的氛围。三句转入客舍，在“虚馆”的典型环境中，“人不眠”的主体便格外突出。最精彩的是末句的五字。“一叶落”的声音是够细微的了，馆中人却能清晰的辨闻，足见夜间的寂静；而一个“时”（时时、时而之意）字，更将漫漫长夜中不眠人的警醒，表现得淋漓尽致。这一句不仅沟通了馆内外的联系，而且传达出诗人在长捱客栈中愁苦的心绪，可谓是神来之笔。\n\n","translation":"诗寓意深微邃却含而不露。元朝统治者奉行种族歧视政策，以蒙古、色目人为上等人，以汉人、南人为下等人。蒙古、色目人到江南之地也凌驾于南人之上作威作福。他们靠江南的条件富有了，却仍辱骂江南人不绝。诗人心中不平，故作此诗以讥之。\n\n　　揭傒斯的五言短古，在很大程度上体现了宋元以来“重逸轻俗”的审美倾向。如《寒夜 》：“ 疏星冻霜空，流月湿林薄。虚馆人不眠，时闻一叶落。”《题风烟雪月四梅图》之二：“高花开几点，澹霭拂成衣。遥瞻应不见，相对尚依稀。”《洞庭秋月》：“灏气自澄穆，碧波还荡漾。应有凌风人，吹笛君山上。”《平沙落雁》：“天寒关塞远，水落洲渚阔。已逐夕阳低，还向黄芦没。”\n\n"}
{"_id":{"$oid":"5b9a1846367d5c0f40d22d31"},"title":"二翁登泰山","dynasty":"未知","writer":"佚名","content":"　　昔有二翁，同邑(里）而居。甲翁之妻子去乡，唯叟一人而已。一日，叟携酒至乙翁第，二人对酌，不亦乐乎！乙翁曰：“向吾远游冀﹑雍，然（但）未尝登泰山，君有意同行乎？”甲翁曰：“是山余亦未登，然老矣，恐力不胜。”乙翁曰：“差矣，汝之言！曩者愚公年且九十而移山，今吾辈方逾六旬，何老之有！”甲翁曰：“甚善！”翌日，二翁偕往，越钱塘，绝长江，而至泰阴。夜宿，凌晨上山。乙翁欲扶之，甲翁曰：“吾力尚可，无需相扶。”自日出至薄暮，已至半山矣。","type":["小学文言文","故事","哲理","初中文言文","励志","故事"],"remark":"昔：以前从前\n里：乡（古代居民行政组织的一种，五家为一邻，五邻为一里。）\n妻子：妻子和孩子\n叟：老头\n（唯叟一人）而已：罢了\n携：携带\n第：房屋、宅子、家\n酌：饮（酒）\n向：以前\n吾：我\n远游：到远处游玩\n冀、雍：古代两个州名，在今约山西、陕西、甘肃一带\n是:这　然：但是\n意：意愿\n同行：一同出行\n余：我\n亦：也\n未：没有\n然：然而\n恐：担心\n胜：能承受，承担。\n差矣，汝之言：是“汝之言差矣”的倒装句\n曩：以往过去\n年：年龄\n且：将近\n辈：等，类，表示人或物的多数同属一类\n方：才\n逾：超过\n甚善：太好了\n翌日：第二天\n偕：一起，一同\n越：经过\n绝：横渡\n相：互相，此指代“我”\n自：从\n至：到，达\n薄暮：傍晚，日将落时\n阴:古代山北水南叫“阴”\n尝：曾经\n去：离开\n何老之有：即为“有何老”；之，宾语前置的标志。\n是：这\n\n\n","translation":"　　从前有两个老翁住在同一个城市里关系和特别好甲老翁的妻子和孩子早去世了只有他自己而已一天他带着酒去乙翁的家两个人一起喝酒十分快乐!乙翁说:“以前我曾去巴蜀远处交游但没有登过泰山心中很悔恨你能不能和我一起去呢?“甲翁说:“那山很陡峭我也没有登过总想着他然而老了恐怕力气不够“乙翁说:“你说的不对吧以前的愚公九十岁的时候还可以移山今日我们才六十来岁哪里老呢!“甲翁说:“那太好了“第天两个老人都去了走过钱塘渡过长江走着从鸸到泰山的北面晚上住下休息凌晨上山乙翁要扶他甲翁说:“我的力气还可以不用互相搀扶“从太阳出来到薄暮降临已经走过了半坐大山\n\n"}
{"_id":{"$oid":"5b9a1846367d5c0f40d22d32"},"title":"宫中调笑·团扇","dynasty":"唐代","writer":"王建","content":"团扇，团扇，美人病来遮面。\n玉颜憔悴三年，谁复商量管弦。\n弦管，弦管，春草昭阳路断。","type":["宋词三百首","婉约","乐府","咏物","感慨","时光"],"remark":"调笑令：词牌名，此调亦即《宫中调笑》（又称《转应曲》。黄升云：“王仲初（王建字仲初）以宫词百首著名，《三台令》、《转应曲》，其余技也。”此词即属“宫词”之余。词调本以“转应”为特点，凡三换韵，仄平仄间换；而此词内容上亦多转折照应，大体一韵为一层次。\n团扇：圆形的扇子，古代歌女在演唱时常用以遮面。\n管弦：用丝竹做的乐器，如琴、箫、笛。\n昭阳：昭阳殿，借指皇帝和宠妃享乐之地。\n\n","shangxi":"　　“团扇，团扇，美人病来遮面。”以咏扇起兴，同时绘出一幅妍妙的宫中仕女图。“新裂齐纨素，皎洁如霜雪。裁成合欢扇，团团如明月。”（班婕妤《怨歌行》）美的团扇，是美人的衬托。人的处表美当与健康分不开，但在封建时代，士大夫的审美观却是：西子捧心则更添妍姿。词起首写美人病来，自惭色减，以扇遮面，而纨扇与玉颜掩映，反有“因病致妍”之妙。如此写人，方为传神；如此咏物，方觉生动。倘如说“病态美”于今天的读者已经隔膜，那也无关紧要，因为全词的旨趣并不在此。作者最多不过是借此表明一种“红颜未老恩先断”的感慨罢了。\n\n　　“玉颜憔悴三年，谁复商量管弦！”“玉颜憔悴”上应“美人病来”，却从咏物及人的外部动态过渡到写人物的命运和内心活动，转折中词意便深入一层。从下句的“复”字可会出，“三年”前美人曾有人与同“商量管弦”，以歌笑管领春风，而这一切已一去不复返。可见美人的“病”非常病，乃是命运打击所致，是由承恩到失宠的结果。“玉颜憔悴三年”，其中包含多少痛苦与辛酸。“谁复商量管弦！”将一腔幽怨通过感叹句表出。谁，有谁，也即“没有谁”。冷落三年之久，其为无人顾问，言下自明，语意中状出一种黯然神伤、独自叹息的情态。\n\n　　“弦管，弦管，春草昭阳路断。”点明宫怨之意。“昭阳”，汉殿名，为汉成帝赵昭仪所居，用来指得宠的所在。“昭阳路断”即“君恩”已断，不直言这是因为君王喜新厌旧所致，而托言是春草萋萋遮断通往昭阳之路，含怨于不怨，尤婉曲有味。这从昭阳殿那边隐约传来的歌吹之声，会勾起久已不复有人“商量管弦”的宫人多深的惆怅，是不言面喻的。于是，“团扇”的兴义立见，它暗用了班婕妤著名的《怨歌行》的全部诗意，即以“秋扇见弃”暗示“恩情中道绝”。则所谓“美人病来遮面”亦不仅是自惭形秽而已，其中颇含“且将畴扇共徘徊”（王昌龄《长信秋词》）的感慨，见物我同情。这又是首尾转应了。\n\n　　本来“弦管”的叠语按律只为上句末二字“管弦”倒文重叠咏叹，不必具实义。此词用来却能化虚为实，使二叠语大有助于意境的深化和词意的丰富。全词这所以能曲尽“转应”之妙，与此大有关系。这样的句子，方称得上“活句”。\n\n","translation":"团扇，团扇，宫中的美人病后用它来遮面。\n抱病三年，容颜憔悴，再没有谁同她商量管弦！\n管弦，管弦，无情的春草把通往昭阳殿的道路阻断。\n\n"}
{"_id":{"$oid":"5b9a1846367d5c0f40d22d33"},"title":"江村晚眺","dynasty":"宋代","writer":"戴复古","content":"江头落日照平沙，潮退渔船阁岸斜。\n白鸟一双临水立，见人惊起入芦花。\n\n","type":["古诗三百首","写景"],"translation":"译文 江边上空的夕阳笼罩江边沙滩。潮水退了，渔船倾斜着靠在岸边。 一对白色水鸟停在江水旁。闻得有人来，就警觉地飞入芦苇丛中。"}
{"_id":{"$oid":"5b9a1846367d5c0f40d22d34"},"title":"回车驾言迈","dynasty":"两汉","writer":"佚名","content":"回车驾言迈，悠悠涉长道。\n四顾何茫茫，东风摇百草。\n所遇无故物，焉得不速老。\n盛衰各有时，立身苦不早。\n人生非金石，岂能长寿考？\n奄忽随物化，荣名以为宝。\n\n","type":["古诗三百首","古诗十九首","感叹","人生","哲理"],"remark":"回：转也。驾：象声词。言：语助词。迈：远行也。一说喻声音悠长。\n悠悠：远而未至之貌。涉长道：犹言“历长道”。涉，本义是徒步过水；引申之，凡渡水都叫“涉”；再引申之，则不限于涉水。\n茫茫：广大而无边际的样子。这里用以形容“东风摇百草”的客观景象。\n东风：指春风。百草：新生的草。\n无故物：承“东风摇百草”而言。故，旧也。\n“焉得”句：是由眼前事物而产生的一种联想，草很容易由荣而枯，人又何尝不很快地由少而老呢？\n各有时：犹言“各有其时”，是兼指百草和人生而说的。“时”的短长虽各有不同，但在这一定时间内，有盛必有衰，而且是由盛而衰的。\n立身：犹言树立一生的事业基础。早：指盛时。\n“人生”句：言生命的脆弱。金，言其坚。石，言其固。\n寿考：犹言老寿。考，老也。即使老寿，也有尽期，不能长久下去。\n奄忽：急遽也。随物化：犹言“随物而化”，指死亡。\n荣名：美名。一说指荣禄和声名。\n\n","shangxi":"　　此诗含义为何，佳处为何，要理解正确，关键在于对篇末“荣名”二字的解诂。古今注本于荣名有二解。一说荣名即美名，又一说则谓荣名为荣禄和声名。由前说，结二句之意为人生易尽，还是珍惜声名为要；由后说，则其意变为：人生苦短，不如早取荣禄声名，及时行乐显身。二说之境界高下，颇有不同。今按荣名一词，古籍屡见。如《战国策·齐策》：“且吾闻效小节者不能行大威，恶小耻者不能立荣名。”《淮南子·修务训》：“死有遗业，生有荣名。”其均为令誉美名之义甚明。\n\n　　疑义既释，则诗意及结构自明。诗以景物起兴，抒人生感喟。回车远行，长路漫漫，回望但见旷野茫茫，阵阵东风吹动百草。这情景，使行旅无已，不知税驾何处的诗人思绪万千，故以下作句，二句一层，反复剀陈而转转入深。“所遇”二句由景入情，是一篇枢纽。因见百草凄凄，遂感冬去春来，往岁的“故物”已触目尽非，那么新年的自我，就不能不匆匆向老。这是第一层感触。人生固已如同草木，那么一生又应该如何度过呢？“盛衰各有时，立身苦不早。”“立身”，应上句“盛衰”观之，其义甚广，当指生计、名位、道德、事业，一切卓然自立的凭借而言。诗人说，在短促的人生途中，应不失时机地产身显荣。这是诗人的进一层思考。但是转而又想：“人和非金石，岂能长寿考”，即使及早立身，也不能如金石之永固，立身云云，也属虚妄。这是诗人的第三层想头。那么什么才是起初的呢？只有荣名——令誉美名，当人的身躯归化于自然之时，如果能留下一点美名为人们所怀念，那末也许就不虚此生了吧。终于诗人从反复的思考中，得出了这一条参悟。\n\n　　当汉末社会的风风雨雨，将下层的士子们恣意播弄时，他们都不约而同地对生命的真谛进行思索。有的高唱“何不策高足，先据要路津，无为守贫贱，轗轲常苦辛”（《今日良宴会》），表现出争竞人世的奋亢；有的则低吟“服食求神仙，多为民误。不如饮美酒，被服纨与素”（《驱车上东门》），显示为及时行乐的颓唐。而这位愿以荣名为宝的诗人，则发而为洁身自好的操修。虽然他同样摆脱不了为生命之谜而苦恼的世纪性的烦愁，然而相比之下，其思致要深刻一些，格调也似乎更高一点。\n\n　　显然，这是一首哲理性的杂诗，但读来却非但不觉枯索，反感到富于情韵。这一方面固然因为他的思索切近生活，自然可亲，与后来玄言诗之过度抽象异趣，由四个层次的思索中，能感到诗人由抑而扬，由扬又以抑，再抑而再扬的感情节奏变化。另一方面，也许更重要的是，这位诗人已开始自觉不自觉地接触到了诗歌之境主于美的道理，在景物的营构，情景的交融上，达到了前人所未有的新境地。诗的前四句，历来为人们称道，不妨以之与《诗经》中相近的写法作一比较。\n\n　　“彼黍离离，彼稷之苗。行迈靡靡，中心摇摇。知我者谓我心忧，不知我者谓我何求。悠悠苍天，此何人哉！”\n\n　　这首《王风·黍离》是《诗经》的名篇。如果不囿于先儒附会的周大夫宗国之思的教化说，不难看出亦为行人所作。以此诗与之相比，虽然由景物起兴而抒内心忧苦的机杼略近，但构景状情的笔法则有异。《王风·黍离》三用叠词“离离”、“靡靡”、“摇摇”，以自然的音声来传达情思，加强气氛，是《诗经》作为上古诗歌的典型的朴素而有效的手法。而此诗则显得较多匠心的营造。“回车驾言迈，悠悠涉长道。四顾何茫茫，东风摇百草。”“迈”、“悠悠”、“茫茫”、“摇”，叠词与单字交叠使用，同样渲染了苍茫凄清的气氛，然而不但音声历落，且由一点——“车”，衍为一线——“长道”，更衍为整个的面——“四顾”旷野。然后再由苍茫旷远之景中落到一物“草”上，一个“摇”字，不仅生动地状现了风动百草之形，且传达了风中春草之神，而细味之，更蕴含了诗人那思神摇曳的心态。比起《黍离》之“中心摇摇”来，此诗之“摇”字已颇具锻炼之功，无怪乎前人评论这个摇字为“初见峥嵘”。这种构景与炼字的进展与前折“所遇”二句的布局上的枢纽作用，已微逗文人诗的特征。唐皎然《诗式·十九首》云：“《十九首》辞精义炳，婉而成章，始见作用之功。”（作用即艺术构思），可称慧眼别具；而此诗，对于读者理解皎然这一诗史论析，正是一个好例。\n\n　　皎然所说“初见作用之功”很有意思，这又指出了《古诗十九首》之艺术构思尚属于草创阶段。此诗前四句的景象营构与锻炼，其实仍与《黍离》较近，而与后来六朝唐代诗人比较起来，是要简单得多，也自然得多。如陆云《答张博士然》：“行迈越长川，飘摇冒风尘。通波激枉渚，悲风薄丘榛。”机杼亦近，但刻炼更甚，而流畅不若。如果说《十首诗》是“秀才说家常话”（谢榛《四溟诗话》），那末陆云则显为秀才本色了。由《黍离》到此诗，再到陆云上诗，可以明显看出中国古典诗歌的演进足迹，而此诗适为中介。所以陆时雍《古诗镜·总论》说“《十九首》谓之《风》馀，谓之诗母”。\n\n　　对于人生目的意义之初步的朦胧的哲理思考，对于诗歌之文学本质的初步的朦胧的觉醒。这两个“初步”，也许就是此诗乃至《古诗十九首》整组诗歌，那永久的艺术魅力之所在。\n\n","translation":"转回车子驾驶向远方，路途遥远，长途跋涉，难以到达。\n一路上四野广大而无边际，春天的东风吹摇枯萎的野草。\n眼前看到的都不是过去的事物，人怎么能够不迅速衰老？\n盛和衰各有不同的时间，只恨建立功名的机会来得太迟。\n人不如金石般坚固，生命是脆弱的，怎么能够长寿不老？\n倏忽之间生命就衰老死亡了，应立刻进取获得声名荣禄。\n\n"}
{"_id":{"$oid":"5b9a1846367d5c0f40d22d35"},"title":"丹阳送韦参军","dynasty":"唐代","writer":"严维","content":"丹阳郭里送行舟，一别心知两地秋。 \n日晚江南望江北，寒鸦飞尽水悠悠。","type":["送别","思念","友情"],"remark":"参军：古代官名。\n丹阳：地名。唐天宝间以京口（今江苏镇江）为丹阳郡，曲阿为丹阳县（今江苏丹阳县）。二者地理位置相近。\n郭：古代在城外围环城而筑的一道城墙。\n行舟：表示友人将从水路离去。\n别：离别。\n日晚：日暮，此处暗示思念时间之久。\n江：长江。\n寒鸦：也叫慈乌，体型较小，背部为黑色。\n悠悠：长久遥远。\n\n","shangxi":"　　江淹《别赋》说：“黯然销魂者，唯别而已矣!”古往今来，多少人为世间的“生别离”而浩叹、而惆怅。发而为诗，便出现许多传世的佳作。严羽说：“唐人好诗，多是征戍、迁谪、行旅、离别之作，往往能感动激发人意。”(《沧浪诗话·诗评》)因为这一类作品一般都感情真实充沛，极少造作，故最易打动人心。\n\n　　《丹阳送韦参军》是一首送别的好诗，它感情真挚深厚，造语清丽流畅，读之余味无穷。\n\n　　首句“丹阳郭里送行舟”，交代了送别的地点——丹阳的内外城之间，友人出行的方式——由水路乘船。古代城防有内外两道，内为城而外为郭。丹阳是江城，故郭里也能行船。\n\n　　次句“一别心知两地秋”，交代送别的时间——秋天。“一叶落而知天下皆秋”。“两地秋”之语，并不是说两地秋色有何不同，而是说同样秋色，而人已分两地。惜别之情，溢于言外。值得注意的还有句中隐含着的“愁”字。“愁”字可以被分解为“心”、“秋”两字，故诗人往往用“秋心”、“心上秋”之类的辞藻来暗指“愁”字。本句“一别心知两地秋”，明写秋而隐写愁，耐人寻味。\n\n　　第三、四句写别后的情景。“日晚江南望江北”，点明友人远行的方向——江北。兰舟已逝，离情难舍。天色向暮；连成群的寒鸦也纷纷飞尽，各自归入巢中。但是，诗人仍在江畔伫立，久久地凝望着友人离去的方向。“寒鸦飞尽水悠悠”，是望中之景，然而景中有情，情景交融，合为一体。友人远去，相见无期，鸟儿飞尽，无踪可寻。天地间显得多么空阔、多么寂寞。只有那无尽的江水在无言地流淌，恰如诗人心中无限的忧愁。\n\n　　补充：这首七绝是作者抒写他给韦参军送行以及送走之后的情景，表现了他们之间的真挚情谊。\n\n","translation":"在丹江外城边上送别行舟，今天一别我知道两地悲愁。\n天晚我仍站在江南望江北，乌鸦都已归巢只见水悠悠。\n\n"}
