{"_id":{"$oid":"5b9a17fc367d5c0f40d22b42"},"title":"草书屏风","dynasty":"唐代","writer":"韩偓","content":"何处一屏风，分明怀素踪。虽多尘色染，犹见墨痕浓。 \n怪石奔秋涧，寒藤挂古松。若教临水畔，字字恐成龙。","type":[],"translation":"译文 你从哪里得到这一个屏风？上面分明有怀素书法的踪迹。 虽然有很多灰尘、颜色的沾染，但还能够见到墨痕的浓重。 写的字的点就像怪石奔向秋天的山涧，字的竖和勾的笔画就像寒枯的古藤倒挂在古松下。 如果把屏风放到水边，每个字恐怕都要化成蛟龙，游到水里去了。"}
{"_id":{"$oid":"5b9a17fc367d5c0f40d22b43"},"title":"秋日","dynasty":"宋代","writer":"程颢","content":"闲来无事不从容，睡觉东窗日已红。\n万物静观皆自得，四时佳兴与人同。\n道通天地有形外，思入风云变态中。\n富贵不淫贫贱乐，男儿到此是豪雄。\n\n","type":["秋天","人生","哲理"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155547045.mp3","remark":"从容：不慌不忙。 \n觉：醒。 \n静观：仔细观察。 \n自得：安逸舒适的样子 \n四时：指春、夏、秋、冬四季。 \n通：通达 \n淫：放纵。 \n豪雄：英雄。\n\n","shangxi":"　　心情闲静安适，做什么事情都不慌不忙的。一觉醒来，红日已高照东窗了。静观万物，都可以得到自然的乐趣，人们对一年四季中美妙风光的兴致都是一样的。道理通著天地之间一切有形无形的事物，思想渗透在风云变幻之中。只要能够富贵而不骄奢淫逸，贫贱而能保持快乐，这样的男子汉就是英雄豪杰了。\n\n　　人生在世也就那么三、四十年的好日子，真不算长，转眼间已进“天命”之年，可自我感觉还没怎么活，人活着易，活出质量来难，在我看来，快乐的人生才是最对得起自己，也对得起他人的人生。人啊，怎么活才能活快乐，这里面的学问还真大。常从朋友们的文章中看到各种各样的烦恼，多是悲情、伤感，充满对现实的无奈与苦闷，真正能把自己的快乐传递给大家的实在不多。\n\n　　反躬自问，自我感觉是个活的快乐的人，尽管生活中遇到了诸多的挫折与磨难，在别人看来我应该是脸上挂满愁容的，可事实恰恰相反，我脸上的微笑已经成为一种常态，很难有什么事情能让我的心情阴晴不定了。\n\n","translation":"日子闲散的时候，没有一样事情不自如从容，往往一觉醒来，东边的窗子早已被日头照得一片通红。\n静观万物，都可以得到自然的乐趣，人们对一年四季中美妙风光的兴致都是一样的。\n道理通著天地之间一切有形无形的事物，思想渗透在风云变幻之中。\n只要能够富贵而不骄奢淫逸，贫贱而能保持快乐，这样的男子汉就是英雄豪杰了。\n\n"}
{"_id":{"$oid":"5b9a17fc367d5c0f40d22b44"},"title":"生查子·重叶梅","dynasty":"宋代","writer":"辛弃疾","content":"百花头上开，冰雪寒中见。霜月定相知，先识春风面。 \n主人情意深，不管江妃怨。折我最繁枝，还许冰壶荐。","type":["咏物","梅花"],"remark":"重叶梅（zhòng yè meí）：梅花的一种。 宋代范成大《梅谱》：“重叶梅，花头甚丰，叶重数层，盛开如小白莲，梅中之奇品。”\n头上：先。\n见（xiàn）： “现”的古字，显现，出现。\n霜月：月色如秋霜。\n相知：了解我。相，范围副词，在此为“我”之意。\n春风面：春风中花容。\n江妃：即梅妃，唐明皇开元中，“高力士使闽、粤，见江采萍少而丽，选归，侍明皇，大见宠幸。性喜梅，所居悉植之。帝以其所好，戏名曰梅妃。”这里以江妃代梅妃。\n许：答应，应诺。\n冰壶荐（jiàn）：即荐给冰壶。冰壶，即玉壶，可用来盛冰或浸花，比喻洁白。荐：进，进献 。\n\n","shangxi":"　　这是一首咏重叶梅的咏物词。\n\n　　开头二句写重叶梅雪中独放。化用“春脚移从何处来，未到百花先到梅。”和“前村深雪里，昨夜一枝开。”写出重叶梅不怕风雪严冬，在百花开放之前开放，从容自如，从而突出重叶梅不怕雪虐风威的高尚品格。\n\n　　三、四句写梅花报春。在早春开放的重叶梅，与寒霜冷月相知与晁无咎说的“一萼故应先腊破，百花浑未觉春来。”意思相近，在“百花浑未觉看来”的时候“先识春风面”，具有先百花而报春的先觉者的独特风神。南宋思想家、文学家陈亮说：“欲传春信息，不怕雪里埋。”宋代政治家，文学家向子湮（yīn）在《虞美人·梅花盛开，走笔戏呈韩叔夏司谏》中也说：“满城桃李不能春，独向雪花深处、露花身。”写的都是“雪里已知春信至”的品格，表现出重叶梅在百花开放之前的特性。\n\n　　五六句写重叶梅受到主人喜爱和主人对重叶梅的情深意重，而且主人对重叶梅的喜爱从没动摇过。这两句词除了说明主人爰梅之外，也从侧面衬托出重叶梅之美与可贵。\n\n　　最后两句词紧承上句“情意深”，是对主人爱梅之情做具体的描述，写主人把最好的重叶梅折下来，插在冰壶水中，供自己和友人玩赏。从主人再一次握重叶梅那一方面来说是花、人合一，可以说是“无花饿伯仲，得雪愈精神”。\n\n　　重叶梅在百花开放之前开放，在寒风凛冽中独自绽放，表现出重叶梅的不惧风雪；主人对重叶梅的情深意重，从把最好的重叶梅折下来供友人欣赏，更加表现出主人对重叶梅的喜爱。\n\n","translation":"梅花啊，你在百花开放之前绽开，在寒冷中出现。春寒料峭中，朦胧的月亮总是先照亮梅花。\n主人十分喜爱你，不管江妃如何抱怨，也要折下最繁茂的枝头，插进壶中，供人玩赏。\n\n"}
{"_id":{"$oid":"5b9a17fc367d5c0f40d22b45"},"title":"乐游原","dynasty":"唐代","writer":"李商隐","content":"万树鸣蝉隔岸虹，乐游原上有西风。 \n羲和自趁虞泉宿，不放斜阳更向东。","type":["夏天","写景"],"remark":"乐游原：亦作“乐游苑”，古苑名。\n隔岸：河的对岸。\n羲和：古代神话中驾驭太阳车的神。\n虞泉：亦作“虞渊”，传说为日没处。\n\n","translation":"万树上都有蝉在鸣叫，惊吓了河对面的虹彩，在乐游原里有阵阵的西风。\n羲和驾着太阳车，一直到黄昏时分才停下来休息，不肯让这夕阳结束，不肯让太阳掉头向东。\n\n"}
{"_id":{"$oid":"5b9a17fc367d5c0f40d22b46"},"title":"杨柳枝词","dynasty":"唐代","writer":"白居易","content":"一树春风千万枝，嫩于金色软于丝。 \n永丰西角荒园里，尽日无人属阿谁？","type":["乐府","咏物","柳树"],"remark":"⑴千万枝：一作“万万枝”。\n⑵永丰：永丰坊，唐代东都洛阳坊名。\n⑶阿（ā）谁：疑问代词。犹言谁，何人。\n\n","shangxi":"　　此诗前两句写柳的风姿可爱，后两句抒发感慨，是一首咏物言志的七绝。\n\n　　诗中写的是春日的垂柳。最能表现垂柳特色的，是它的枝条，此诗亦即于此着笔。首句写枝条之盛，舞姿之美。“春风千万枝”，是说春风吹拂，千丝万缕的柳枝，随风起舞。一树而千万枝，可见柳之繁茂。次句极写柳枝之秀色夺目，柔嫩多姿。春风和煦，柳枝绽出细叶嫩芽，望去一片嫩黄；细长的柳枝，随风飘荡，比丝缕还要柔软。“金色”、“丝”，比譬形象，写尽早春新柳又嫩又软之娇态。此句上承春风，写的仍是风中情景，风中之柳，才更能显出枝条之软。句中叠用两个“于”字，接连比况，更加突出了“软”和“嫩”，而且使节奏轻快流动，与诗中欣喜赞美之情非常协调。这两句把垂柳之生机横溢，秀色照人，轻盈袅娜，写得极生动。《唐宋诗醇》称此诗“风致翩翩”，确是中肯之论。\n\n　　这样美好的一株垂柳，照理应当受到人们的赞赏，为人珍爱；但诗人笔锋一转，写的却是它荒凉冷落的处境。诗于第三句才交代垂柳生长之地，有意给人以突兀之感，在诗意转折处加重特写，强调垂柳之不得其地。“西角”为背阳阴寒之地，“荒园”为无人所到之处，生长在这样的场所，垂柳再好，又有谁来一顾呢？只好终日寂寞了。反过来说，那些不如此柳的，因为生得其地，却备受称赞，为人爱惜。诗人对垂柳表达了深深的惋惜。这里的孤寂落寞，同前两句所写的动人风姿，正好形成鲜明的对比；而对比越是鲜明，越是突出了感叹的强烈。\n\n　　这首咏物诗，抒发了对永丰柳的痛惜之情，实际上就是对当时政治腐败、人才埋没的感慨。白居易生活的时期，由于朋党斗争激烈，不少有才能的人都受到排挤。诗人自己，也为避朋党倾轧，自请外放，长期远离京城。此诗所写，亦当含有诗人自己的身世感慨在内。\n\n　　此诗将咏物和寓意熔在一起，不着一丝痕迹。全诗明白晓畅，有如民歌，加以描写生动传神，当时就“遍流京都”。后来苏轼写《洞仙歌》词咏柳，有“永丰坊那畔，尽日无人，谁见金丝弄晴昼”之句，隐括此诗，读来仍然令人有无限低回之感，足见其艺术力量感人至深了。\n\n","translation":"春风吹拂柳枝随风起舞，绽出嫩芽一片嫩黄比丝柔软。\n永丰坊西角的荒园里，整日都没有人，这柳枝属于谁？\n\n"}
{"_id":{"$oid":"5b9a17fc367d5c0f40d22b47"},"title":"新安吏","dynasty":"唐代","writer":"杜甫","content":"客行新安道，喧呼闻点兵。\n借问新安吏：“县小更无丁？”\n“府帖昨夜下，次选中男行。”\n“中男绝短小，何以守王城？”\n肥男有母送，瘦男独伶俜。\n白水暮东流，青山犹哭声。\n“莫自使眼枯，收汝泪纵横。\n眼枯即见骨，天地终无情！\n我军取相州，日夕望其平。\n岂意贼难料，归军星散营。\n就粮近故垒，练卒依旧京。\n掘壕不到水，牧马役亦轻。\n况乃王师顺，抚养甚分明。\n送行勿泣血，仆射如父兄。”","type":["战争","忧国忧民"],"remark":"新安：地名，今河南省新安县。\n更：岂。\n次：依次。\n中男：指十八岁以上、二十三岁以下成丁。这是唐天宝初年兵役制度规定的。\n伶俜（pīng）：形容孤独。\n不到水：指掘壕很浅。\n仆射：指郭子仪。如父兄：指极爱士卒。\n相州：即“三男邺城戍”之“邺城”，今河南安阳。\n旧京：指东都洛阳。\n借问新安吏：作者问新安吏。此处省略主语“作者”。\n\n","shangxi":"　　“客行新安道，喧呼闻点兵。”这两句是全篇的总起。“客”，杜甫自指。以下一切描写，都是从诗人“喧呼闻点兵”五字中生出。\n\n　　借问新安吏：“县小更无丁？”这是杜甫的问话。624年（唐高祖武德七年）定制：男女十六岁为中男，二十一岁为丁。至744年（唐玄宗天宝三年），又改以十八岁为中男，二十二岁为丁。按照正常的征兵制度，中男不该服役。杜甫的问话是很尖锐的，眼前明明有许多人被当作壮丁抓走，却撇在一边，跳过一层问：“新安县小，再也没有丁男了吧？”大概他以为这样一问，就可以把新安吏问住了。“府帖昨夜下，次选中男行。”官吏很狡黠，也跳过一层回答说，州府昨夜下的军帖，要挨次往下抽中男出征。官吏敏感得很，他知道杜甫用中男不服兵役的王法难他，所以立即拿出府帖来压人。讲王法已经不能发生作用了，于是杜甫进一步就实际问题和情理发问：“中男又矮又小，怎么能守卫东都洛阳呢？”王城，指洛阳，周代曾把洛邑称作王城。这在杜甫是又逼紧了一步，但接下去却没有答话。也许官吏被问得张口结舌，但更大的可能是官吏不愿跟杜甫啰嗦下去了。这就把官吏对杜甫的厌烦，杜甫对人民的同情，以及诗人那种迂执的性格都表现出来了。\n\n　　“肥男有母送，瘦男独伶俜。白水暮东流，青山犹哭声。”跟官吏已经无话可说了，于是杜甫把目光转向被押送的人群。他怀着沉痛的心情，把这些中男仔细地打量再打量。他发现那些似乎长得壮实一点的男孩子是因为有母亲照料，而且有母亲在送行。中男年幼，当然不可能有妻子。之所以父亲不来，是因为前面说过“县小更无丁”，有父亲在就不用抓孩子了。所以“有母”的言外之意，正是表现了另一番惨景。“瘦男”的“瘦”已叫人目不忍睹，加上“独伶俜”三字，更显得他们无亲无靠。怀着无限的痛苦，但却茫然而无法倾诉，这就是“独伶俜”三字展现给读者的情形。杜甫对着这一群哀号的人流泪站了很久，只觉天已黄昏了，白水在暮色中无语东流，青山好像带着哭声。这里用一个“犹”字便见恍惚。人走以后，哭声仍然在耳，仿佛连青山白水也呜咽不止。似幻觉又似真实，使读者惊心动魄。以上四句是诗人的主观感受。它在前面与官吏的对话和后面对征人的劝慰语之间，在行文与感情的发展上起着过渡作用。\n\n　　“莫自使眼枯，收汝泪纵横。眼枯即见骨，天地终无情！”这是杜甫劝慰征人的开头几句话。本来中男已经走了，他的话不能讲给他们听。这里，既像是把先前曾跟中男讲的话补叙在这里，又像是中男走过以后，杜甫觉得太惨了，一个人对着中男走的方向自言自语。那种发痴发呆的神情，更显出他茫然的心理。抒发悲愤一般总是要把感情往外放，可是此处却似乎在进行收束。“使眼枯”、“泪纵横”本来可以再作淋漓尽致的刻画，但杜甫却加上了“莫”和“收”。“不要哭得使眼睛发枯，收起奔涌的热泪吧。”然后再用“天地终无情”来加以堵塞。“莫”、“收”在前，“终无情”在后一笔煞住，好像要人把眼泪全部吞进肚里。这就收到了“抽刀断水水更流”的艺术效果。这种悲愤也就显得更深、更难控制，“天地”也就显得更加“无情”。\n\n　　杜甫写到“天地终无情”，已经极其深刻地揭露了兵役制度的不合理，然而这一场战争的性质不同于写《兵车行》的时候。当此国家存亡迫在眉睫之时，诗人从维护祖国的统一角度考虑，在控诉“天地终无情”之后，又说了一些宽慰的话。相州之败，本来罪在朝廷和唐肃宗，杜甫却说敌情难以预料，用这样含混的话掩盖失败的根源，目的是要给朝廷留点面子。本来是败兵，却说是“归军”，也是为了不致过分叫人丧气。“况乃王师顺，抚养甚分明。”唐军讨伐安史叛军，可以说名正言顺，但实际上又谈不上爱护士卒、抚养分明。另外，所谓战壕挖得浅，牧马劳役很轻，郭子仪对待士卒亲如父兄等等，也都是些安慰之词。杜甫讲这些话，都是对强征入伍的中男进行安慰。诗在揭露的同时，又对朝廷有所回护，杜甫这样说，用心良苦。实际上，人民蒙受的惨痛，国家面临的灾难，都深深地刺激着他沉重而痛苦的心灵。\n\n　　一方面，当时安史叛军烧杀掳掠，对中原地区生产力和人民生活的破坏是空前的。\n\n　　另一方面，唐朝统治者在平时剥削、压迫人民，在国难当头的时候，却又昏庸无能，把战争造成的灾难全部推向人民，要捐要人，根本不顾人民死活。这两种矛盾，在当时社会现实中尖锐地存在着，然而前者毕竟居于主要地位。可以说，在平叛这一点上，人民和唐王朝多少有一致的地方。因此，杜甫的“三吏”、“三别”既揭露统治集团不顾人民死活，又旗帜鲜明地肯定平叛战争，甚至对应征者加以劝慰和鼓励，读者也就不难理解了。因为当时的人民虽然怨恨唐王朝，但终究咬紧牙关，含着眼泪，走上前线支持了平叛战争。“白水暮东流，青山犹哭声”表达了作者对应征的“中男”的无限同情之心。\n\n","translation":"作者走在新安县的大路上，听到新安吏在按户籍册点兵。\n作者问新安吏：“难道因新安县小，壮丁已抽完，才抓这些不成丁的青年？”\n新安吏回答“府帖昨夜才下达，并下令说没有壮丁就依次抽未成年男子。”\n作者又问“抽来的未成年男子实在太小了，如何能守住王城呢？”\n健壮的中男还有母亲相送，瘦小的由于父母在战乱中去世，就变得孤苦伶仃了。\n河水日夜向东流，青山还留着哭声呢！\n“不要让眼泪哭干，收住你们纵横的泪水。\n眼泪哭干了会露出头骨，但天地终归是无情的，不能改变这悲痛的安排。\n我们官军攻取相州，日夜盼望收复其地。\n可是贼心难料，致使官军溃败。\n我们就去原先营垒就食，练兵也依凭着洛阳。\n挖掘壕沟也不会深得见水，放牧军马的劳役也还算轻。\n何况朝廷官军是符合正义的，一切必然顺利，爱护战士一目了然。\n送行战士不要哭得那么悲伤，长官会像父兄一样关爱你们。\n\n"}
{"_id":{"$oid":"5b9a17fc367d5c0f40d22b48"},"title":"简卢陟","dynasty":"唐代","writer":"韦应物","content":"可怜白雪曲，未遇知音人。\n恓惶戎旅下，蹉跎淮海滨。\n涧树含朝雨，山鸟哢馀春。\n我有一瓢酒，可以慰风尘。","type":["抒怀","感慨","生活"],"remark":"卢陟：人名,韦应物外甥。.\n白雪：古琴曲名，传为春秋师旷所作。\n恓惶：忙碌不安貌。\n戎旅：军旅，兵事。\n哢：鸟鸣，鸟叫。\n\n","translation":"可惜这《白雪》古曲，没有遇到它的知音。\n我因为军事而忙碌不安，在淮海边蹉跎流离。\n山涧的树上还有晨雨，山鸟在剩余的春天里鸣叫。\n我有一瓢酒，可以用来慰藉奔波的生活。\n\n"}
{"_id":{"$oid":"5b9a17fc367d5c0f40d22b49"},"title":"女冠子·四月十七","dynasty":"唐代","writer":"韦庄","content":"四月十七，正是去年今日，别君时。忍泪佯低面，含羞半敛眉。\n不知魂已断，空有梦相随。除却天边月，没人知。","type":["宋词三百首","爱情","离别","相思"],"remark":"佯（yáng羊）低面：假装着低下脸。\n敛眉：皱眉头。敛（liǎn脸）：蹙。\n\n","shangxi":"　　这首词在《草堂诗余别集》中题作《闺情》，写女子追忆与情人的相别以及别后相思，抒发了闺中少女的相思之情。词句质朴率真，哀惋动人，是历来广为传诵的名篇。上片忆与郎君相别。“四月十七，正式去年今日。”连用记载日期的二句，在整个词史上少见。似乎是脱口而出，有似乎是沉醉之中的惊呼。“正是”二字用得传神，表现出记忆之深，让人如闻其声。“别君时”非常直接地点明让这个少女如此痴迷的原因。原来是与郎君分别了，痴迷、沉醉于苦苦的相思忘了时间的飞逝，忘了四季的轮回，忘了身在何处。好像是在一觉醒来，忽然发现，别离已一年，相思也一年了。然而，这一年似快又慢，快是指别离太快，相聚太短，慢是蕴涵了无数煎熬，无数牵挂。“忍泪佯低面，含羞半敛眉。”“佯”是掩饰，但不是故意做作，是基于感情的真挚。害怕郎君发现脸上的泪水，而牵挂、担心，而假装低头；“含羞”是别时有千言万语却有无从说起，欲说还休，难于启齿。这两句通过白描手法，生动地再现了送别时女子玲珑剔透的面部表情，细腻真实的心理活动。\n\n　　下片抒别后眷念。“不知魂已断”，是过片。“魂断”即“魂销”，江淹《别赋》云：“黯然消魂者，唯别而已。”紧扣上片“别君时”，承上；只好“空有梦相随”，启下，过渡自然，不留痕迹。“不知”故作糊涂，实指知，但比知更深更悲。知是当时，是如今，还是这一年，却又不知。事实上，三者已融于一起，无从分别，也无需分别。君去人不随，也不能随，只好梦相随。日有所思，夜有所梦，但这里的梦是凄苦的，是在无法选择的前提下，不得不选择聊以慰藉的方式，可见相思之深，相思之苦，相思之无奈。“除却天边月，无人知。”“天边月”与首句“四月十七”在时间上相应。“无人知”即是不知，重复上文，加强凄苦。魂销梦断都无法派遣相思之苦，那就只有对月倾诉了，这是古人常用的寄托方式，没有人知道，但明月知道，不仅知，还理解，更会把这一切记住，作为见证。在少女的心目中，月竟成了她在人间的唯一知己，这是十分无奈的选择，更见其孤独，寂寞。况且明月的“知“，本是子虚乌有。寄托相思，相思却更浓，排遣相思，相思却更深。真是欲哭无泪，欲罢不能。少女受相思折磨，为相思煎熬，楚楚动人，愈发憔悴的形象跃然纸上，让人为之流泪。\n\n　　这首词也可以看成是男子的回忆。刘永济先生《唐五代两宋词简析》评道：“此二首（包括后一首《女冠子·昨夜夜半》）乃追念其宠姬之词。前首是回忆临别时情事，后首则梦中相见之情事也。明言‘四月十七’者，姬人被夺之日，不能忘也。”\n\n","translation":"今天是四月十七，去年这个日子，正是与你离别的时候。忍住泪水假装着低下脸，含羞皱着眉头。\n自别后我魂销肠断，如今只能在梦里与你相见。我的相思之情，除了天边的月亮，又有谁知道呢？\n\n"}
{"_id":{"$oid":"5b9a17fc367d5c0f40d22b4a"},"title":"江楼旧感 / 江楼感旧","dynasty":"唐代","writer":"赵嘏","content":"独上江楼思渺然，月光如水水如天。\n同来望月人何处？风景依稀似去年。","type":["孤独","怀念","友人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155548315.mp3","remark":"江楼：江边的小楼。感旧：感念旧友旧事。\n思渺然：思绪怅惘。渺（miǎo）然：悠远的样子。\n依稀：仿佛；好像。\n\n","shangxi":"　　此诗是唐人赵嘏的作品，原沈阳师范学院中文系教授徐竹心先生认为：这是一首情味隽永、淡雅洗炼的好诗。\n\n　　在一个清凉寂静的夜晚，诗人独自登上江边的小楼。“独上”，透露出诗人寂寞的心境；“思渺然”三字，又形象地表现出他那凝神沉思的情态。而对于诗人在夜阑人静的此刻究竟“思”什么的问题，诗人并不急于回答。第二句，故意将笔移开去从容写景，进一层点染“思渺然”的环境气氛。登上江楼，放眼望去，但见清澈如水的月光，倾泻在波光荡漾的江面上，因为江水是流动的，月光就更显得在熠熠闪动。“月光如水”，波柔色浅，宛若有声，静中见动，动愈衬静。诗人由月而望到水，只见月影倒映，恍惚觉得幽深的苍穹在脚下浮涌，意境显得格外幽美恬静。整个世界连同诗人的心，好像都溶化在无边的迷茫恬静的月色水光之中。这一句，诗人巧妙地运用了叠字回环的技巧，一笔包蕴了天地间景物，将江楼夜景写得那么清丽绝俗。这样迷人的景色，一定使人尽情陶醉了吧。然而，诗人却道出了一声声低沉的感喟：“同来望月人何处？风景依稀似去年。”“同来”与第一句“独上”相应，巧妙地暗示了今昔不同的情怀。原来诗人是旧地重游。去年也是这样的良夜，诗人结侣来游，凭栏倚肩，共赏江天明月，那是非常欢快的。曾几何时，人事蹉跎，昔日伴侣不知已经飘泊何方，而诗人却又辗转只身来到江楼。面对依稀可辨的风物，缕缕怀念和怅惘之情，正无声地啃啮着诗人孤独的心。写到这里，诗意豁然开朗，篇首“思渺然”的深远意蕴得到充分展示，诗人江楼感旧的旨意也就十分清楚了。\n\n　　短小的绝句律诗，一般不宜写得太实，而应“实则虚之”，这才会有余情余味。这首诗，诗人运笔自如，赋予全篇一种空灵神远的艺术美，促使读者产生无穷的联想。诗中没有确指登楼的时间是春天还是秋天，去年的另一“望月人”是男还是女，是家人、情人还是朋友，“同来”是指点江山还是互诉情衷，离散是因为世乱飘荡还是情有所阻，这一切都隐藏在诗的背后。只有充分发挥想象，才能充分领略这首小诗的幽韵和醇美。\n\n","translation":"我独自一人来到这江边的高楼，我思绪纷然好像有满腹的忧愁。\n我看见月光就像是水一般流淌，流淌的水又像是天空茫茫悠悠。\n我还记得我们曾经一同来望月，而如今同来的你们又在哪勾留？\n要知道这江楼水光相接的风景，和去年所见一样幽美一样轻柔。\n\n"}
{"_id":{"$oid":"5b9a17fc367d5c0f40d22b4b"},"title":"赤壁歌送别","dynasty":"唐代","writer":"李白","content":"二龙争战决雌雄，赤壁楼船扫地空。\n烈火张天照云海，周瑜于此破曹公。\n君去沧江望澄碧，鲸鲵唐突留馀迹。\n一一书来报故人，我欲因之壮心魄。","type":["地名","咏史怀古","送别"],"remark":"⑴二龙：指争战之双方。此指曹操和孙权。雌雄：指输赢。\n⑵“赤壁”句：建安十二年（208年），刘备与孙权联合与曹操在赤壁作战。周瑜用黄盖诈降计，“盖放诸船同时发火，时风威猛，悉延烧岸上营落。顷之，烟炎涨天，人马烧溺死者甚众”（见《三国志·吴书·周瑜传》。\n⑶沧江：指长江，因古时长江较清澈呈青苍色，故称。望：一作“弄”。\n⑷鲸鲵：大鱼名，比喻吞食小国的不义之人。《左传·宣公十二年》“古者明王伐不敬。取其鲸鲵而封之，以为大戮。”杜预注：“鲸鲵，人鱼名，以喻不义之人吞食小国。”此指曹操与孙刘联军鏖兵的军队。\n\n","shangxi":"　　从此诗题目可以看出，诗人的创作意图在于把歌咏赤壁和送别友人这两个内容艺术地统一起来，并突出前者。\n\n　　全诗八句，前四句讲的是赤壁之战的事迹，后四句则是送别时的有感而发，形式上组成两个相对独立的段落。使人惊异的是，李白在前半短短四句中，就成功地完成了咏史的任务。\n\n　　“二龙争战决雌雄，赤壁楼船扫地空。”赤壁之战，曹操用大量军队，深入东吴国土，一心要同周瑜“决”战，“争”雌雄。周瑜虽处于劣势，但能化不利为有利，以火攻取胜，曹操只落得全军溃败的下场。上述内容在这两句诗里艺术地得到表现。上句化用《周易》里“龙战于野”的典故。“二龙争战”是魏吴相持的象征。下句以突如其来之笔，直接写出了赤壁之战曹操水师以失败告终的结局。“楼船扫地空”五字颇见妙思。曹军楼船云集江面，构成庞大的水上阵地，自谓坚如金城。不料这阵“地”顷刻间就被横“扫”一“空”。诗人不说楼船在水上安营，而说在“地”上扎寨，这既是对曹操水师在吴地彻底完蛋的如实刻画，也是对他吞并东吴土地梦想落空的含蓄讽刺。\n\n　　“烈火张天照云海，周瑜于此破曹公。”前面诗人用“楼船扫地空”五字预示了战争的结局。这两句才把造成这结局的缘由具体说出。但“烈火”句绝不仅仅是对“楼船扫地空”的原因的说明，更重要的是对古战场上赤焰烧天，煮水蒸云，一片火海的景象的真实写照。上句“张”“照”二字，极大地渲染了吴军的攻势。诗人把因果关系颠倒处理，既起到了先声夺人的作用，也显示了诗人对稳操胜券者的辉煌战果的深情赞许。赤壁之战的胜败，成因固然是吴方采用火攻法，但归根到底取决于两军统帅在战略战术上的水平。下句诗人以凝重之笔指出：善于决战决胜的周瑜，就是这样从容不迫地在赤壁山下击破曹操几十万大军的。这句虽然加入了议论成分，但周瑜的儒将风度，却朴实自然地表现出来了。\n\n　　后半的送别，是在咏史的基础上进行的。字数虽与前半相等，实则等于前半的附庸。“君去沧江望澄碧”，这位友人就要离他而去，望着清澄碧绿的江波，少不了要兴起南浦送别的感伤。但古战场上“二龙争战”的“馀迹”还在脑际留存。“鲸鲵唐突留馀迹。”“鲸鲵”，是由《左传》上的典故引起的联想。“鲸鲵”是“大鱼名”，以喻那“吞食小国”的“不义之人”。“唐突”义同触犯。这里李白大约是喻指曹操倚仗权势，想吞食东吴。李白在送别的诗行中，并没有完全割裂咏史的情感线索。但诗人又立即回到现实中来，“一一书来报故人”，希望友人走后经常来信报告佳音。这友人想必是一位有功业抱负的人物。所以诗人在结尾写道：“我欲因之壮心魄。”诗人能从友人那里得到鼓舞人心的信息，可以因之而大“壮”自己的“心”胆与气“魄”。\n\n　　李白早年就有“大定”“寰区”（《代寿山答孟少府移文书》）的政治抱负，这首诗在一定程度上反映出他壮年时代济世救民的思想感情。此诗把咏史与送别结合起来并特别突出前者，原因就在这里。\n\n　　此诗韵脚“平仄相半”，在形式上与王勃《滕王阁诗》一类“初唐短歌”相似。但避用律体，变婉丽和平之调为慷慨雄壮之声，这又是与王勃异趣的。\n\n","translation":"犹如二龙争战以决雌雄，赤壁一战，曹操的楼船被一扫而空。烈火熊熊焰烟冲天，照耀云海，周瑜于此地大破曹公。\n君去大江观看青碧澄明的江水，看到了当时留下的大鲸演行争斗的遗迹。请您将实地的观感一一写信给我，使我看过信后也大快一下壮心。\n\n"}
{"_id":{"$oid":"5b9a17fe367d5c0f40d22b4c"},"title":"田园乐七首·其六 / 闲居","dynasty":"唐代","writer":"王维","content":"桃红复含宿雨，柳绿更带朝烟。\n花落家童未扫，莺啼山客犹眠。","type":["田园"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155605048.mp3","remark":"宿雨：昨夜下的雨。\n朝烟：指清晨的雾气。\n家童：童仆。\n山客：隐居山庄的人，这里指诗人自己。\n犹眠：还在睡眠。\n\n","shangxi":"　　诗中写到春“眠”、“莺啼”、“花落”、“宿雨”，与孟浩然的五绝《春晓》相似。两首诗写的生活内容有那么多相类之处，而意境却很不相同。彼此相较，最易见出王维此诗的两个显著特点。\n\n　　第一个特点是绘形绘色，诗中有画。这并不等于说孟诗就无画，只不过孟诗重在写意，虽然也提到花鸟风雨，但并不细致描绘，它的境是让读者从诗意间接悟到的。王维此诗可完全不同，它不但有大的构图，而且有具体鲜明的设色和细节描画。写桃花、柳丝、莺啼，捕捉住春天富于特征的景物，这里，桃、柳、莺都是确指，比孟诗一般地提到花、鸟更具体，更容易唤起直观印象。通过“宿雨”、“朝烟”来写“夜来风雨”，也有同样的艺术效果。在勾勒景物基础上，进而有着色，“红”、“绿”两个颜色字的运用，使景物鲜明怡目。读者眼前会展现一派柳暗花明的图画。“桃之夭夭，灼灼其华”，加上“杨柳依依”，景物宜人。着色之后还有进一层渲染：深红浅红的花瓣上略带隔夜的雨滴，色泽更柔和可爱，雨后空气澄鲜，弥散着冉冉花香；碧绿的柳丝笼在一片若有若无的水烟中，更袅娜迷人。经过层层渲染、细致描绘，诗境自成一幅工笔重彩的图画；相比之下，孟诗则似不着色的写意画。一个妙在有色，一个妙在无色。孟诗从“春眠不觉晓”写起，先见人，后入境。王诗正好相反，在入境后才见到人。因为有“宿雨”，所以有“花落”。花落就该打扫，然而“家童未扫”。未扫非不扫，乃是因为清晨人尚未起的缘故。无人过问满地落花的情景，别有一番清幽的意趣。这正是王维所偏爱的境界。“未扫”二字有意无意得之，毫不着力，浑然无迹。末了写到“莺啼”，莺啼却不惊梦，山客犹自酣睡，这正是一幅“春眠不觉晓”的入神图画。但与孟诗又有微妙的差异，孟诗从“春眠不觉晓”写起，其实人已醒了，所以有“处处闻啼鸟”的愉快和“花落知多少”的悬念，其意境可用“春意闹”的“闹”字概括。此诗最后才写到春眠，人睡得酣恬安稳，于身外之境一无所知。花落莺啼虽有动静有声响，只衬托得“山客”的居处与心境越见宁静，所以其意境主在“静”字上。王维之“乐”也就在这里。崇尚静寂的思想固有消极的一面，然而，王维诗难能可贵在它的静境与寂灭到底有不同。他能通过动静相成，写出静中的生趣，给人的感觉仍是清新明朗的美。唐诗有意境浑成的特点，但具体表现时仍有两类，一种偏于意，如孟诗《春晓》就是；另一种偏于境，如此诗就是。而由境生情，诗中有画。是此诗最显著优点。\n\n　　第二个特点是对仗工致，音韵铿锵。孟诗《春晓》是古体五言绝句，在格律和音律上都很自由。由于孟诗散行，意脉一贯，有行云流水之妙。此诗则另有一工，因属近体六言绝句，格律极精严。从骈偶上看，不但“桃红”与“柳绿”、“宿雨”与“朝烟”等实词对仗工稳，连虚字的对仗也很经心。如“复”与“更”相对，在句中都有递进诗意的作用；“未”与“犹”对，在句中都有转折诗意的作用。“含”与“带”两个动词在词义上都有主动色彩，使客观景物染上主观色彩，十分生动。且对仗精工，看去一句一景，彼此却又呼应联络，浑成一体。“桃红”、“柳绿”，“宿雨”、“朝烟”，彼此相关，而“花落”句承“桃”而来，“莺啼”句承“柳”而来，“家童未扫”与“山客犹眠”也都是呼应着的。这里表现出的是人工剪裁经营的艺术匠心，画家构图之完美。对仗之工加上音律之美，使诗句念来铿锵上口。中国古代诗歌以五、七言为主体，六言绝句在历代并不发达，佳作尤少，王维的几首可以算是凤毛麟角了。\n\n","translation":"红色的桃花还含着隔夜的新雨，碧绿的柳丝更带着淡淡的春烟。\n花瓣凋落家中的小童没有打扫，黄莺啼叫闲逸的山客犹自酣眠。\n\n"}
{"_id":{"$oid":"5b9a17fe367d5c0f40d22b4d"},"title":"承宫樵薪苦学","dynasty":"先秦","writer":"佚名","content":"　　承宫，琅邪姑幕人。少孤，年八岁，为人牧猪。乡里徐子盛明《春秋》经，授诸生数百人。宫过其庐下，见诸生讲诵，好之，因忘其猪而听经。猪主怪其不还，寻之。见而欲笞之。门下生共禁，乃止，因留宫门下。樵薪执苦，数十年间，遂通其经。","type":["小学文言文","寓言","故事","哲理"]}
{"_id":{"$oid":"5b9a17fe367d5c0f40d22b4e"},"title":"点绛唇·丁未冬过吴松作","dynasty":"宋代","writer":"姜夔","content":"燕雁无心，太湖西畔随云去。数峰清苦。商略黄昏雨。 \n第四桥边，拟共天随住。今何许。凭阑怀古。残柳参差舞。","type":["宋词三百首","婉约","怀古"],"remark":"丁未：即公元1187年（宋孝宗淳熙十四年）。吴松：即今吴江市，属江苏省。\n燕雁：指北方幽燕一带的鸿雁。燕雁无心：羡慕飞鸟的无忧无虑，自由自在。\n太湖：江苏南境的大湖泊。\n商略：商量、酝酿。\n第四桥：即吴松城外的甘泉桥。\n天随：晚唐陆龟蒙，自号天随子。\n何许：何处，何时。\n\n","shangxi":"　　姜夔论诗有四素：气象、体面、血脉、韵度。对四者的要求且是“气象欲其浑厚”、“体面欲其宏大”、“血脉欲其贯通”、“韵度欲其飘逸”。虽是论诗之语，移之于词，也甚贴切。读此词，知其所言非虚。此词之意境，呈为一宇宙。\n\n　　上片之境，乃词人俯仰天地之境。“燕雁无心”。燕念平声（yān烟），北地也。燕雁即北来之雁。时值冬天，正是燕雁南飞的时节。陆龟蒙咏北雁之诗甚多，如《孤雁》：“我生天地间，独作南宾雁。”《归雁》：“北走南征象我曹，天涯迢递翼应劳。”《京口》：“雁频辞蓟北。”《金陵道》：“北雁行行直。”《雁》：“南北路何长。”白石诗词亦多咏雁，诗如《雁图》、《除夜》，词如《浣溪沙》及此词。可能与他多年居无定所，浪迹江湖的感受及对龟蒙的万分心仪有关。劈头写入空中之燕雁，正是暗喻飘泊之人生。无心即无机心，犹言纯任天然。点出燕雁随季节而飞之无心，则又喻示自己性情之纯任天然。此亦化用龟蒙诗意。陆龟蒙《秋赋有期因寄袭美》：“云似无心水似闲。”《和袭美新秋即事》：“心似孤云任所之，世尘中更有谁知。”下句紧接无心写出：“太湖西畔随云去。”燕雁随着淡淡白云，沿着太湖西畔悠悠飞去。燕雁之远去，暗喻自己飘泊江湖之感。随云而无心，则喻示自己纯任天然之意，宋陈郁《藏一话腴》云：白石“襟期洒落，如晋宋间人。语到意工，不期于高远而自高远。”范成大称其“翰墨人品，皆似晋宋之雅士。”张羽《白石道人传》亦曰其“体貌轻盈，望之若神仙中人。”但白石与晋宋名士实有不同，晋宋所谓名士实为优游卒岁的贵族，而白石一生布衣，又值南宋衰微之际，家国恨、身世愁实非晋宋名士可比。故下文写出忧国伤时之念。太湖西畔一语，意境阔大遥远。太湖包孕吴越，“天水合为一”（陆龟蒙《初入太湖》）。此词意境实与天地同大也。“数峰清苦。商略黄昏雨。”商略一语，本有商量之义，又有酝酿义。湖上数峰清寂愁苦，黄昏时分，正酝酿着一番雨意。此句的数峰之清苦无可奈何反衬人亡万千愁苦。从来拟人写山，鲜此奇绝之笔。比之辛稼轩之“我见青山多妩媚，料青山，见我应如是”（《虞美人》），又是不同的况味。\n\n　　下片之境，乃词人俯仰今古之境。“第四桥边，拟共天随住。”第四桥即“吴江城外之甘泉桥”（郑文焯《绝妙好词校录》），“以泉品居第四”故名（乾隆《苏州府志》）。这是陆龟蒙的故乡。《吴郡图经续志》云：“陆龟蒙宅在松江上甫里。”松江即吴江。天随者，天随子也，龟蒙之自号。天随语出《庄子。在宥》“神动而天随”，意即精神之动静皆随顺天然。龟蒙本有胸怀济世之志，其《村夜二首》云：“岂无致君术，尧舜不上下。岂无活国力，颇牧齐教化。”可是他身处晚唐末世，举进士又不第，只好隐逸江湖。白石平生亦非无壮志，《昔游》诗云：“徘徊望神州，沉叹英雄寡。”《永遇乐》：“中原生聚，神京耆老，南望长淮金鼓。”但他亦举进士而不第，飘泊江湖一生。此陆、姜二人相似之一也。龟蒙精于《春秋》，其《甫里先生传》自述：“性野逸无羁检，好读古圣人书，探大籍识大义”，“贞元中，韩晋公尝著《春秋通例》，刻之于石”，“而颠倒漫漶翳塞，无一通者，殆将百年，人不敢指斥疵纇，先生恐疑误后学，乃著书摭而辨之。”白石则精于礼乐，曾于南宋庆元三年“进《大乐议》于朝”，时南渡已六七十载，乐典久已亡灭，白石对当时乐制包括乐器乐曲歌辞，提出全面批评与建树之构想，“书奏，诏付太常。”（《宋史·乐志六》）以布衣而对传统文化负有高度责任感，此二人又一相同也。正是这种精神气质上的认同感，使白石有了“沉思只羡天随子，蓑笠寒江过一生”（《三高祠》诗），及“三生定是陆天随”（《除夜》诗）之语。第四桥边，拟共天随住，即是这种认同感的体现。\n\n　　第四桥边，其地仍在，天随子，其人则往矣。中间下拟共二字，便将仍在之故地与已往之古人与自己连结起来，泯没了古今时间之界限。这是词人为打破古今局限寻求与古人的精神句诵而采取的特殊笔法。再如刘过《沁园春》之与东坡、乐天、林和靖交游，亦是此一笔法。以上写了自然、人生、历史，笔笔翻出新意结笔更写出现时代，笔力无限。“今何许”三字，语意丰富，涵盖深广。何许有何时、何处、为何、如何等多重含义。故“今何许”包含今是何世、世运至于何处、为何至此、如何面对等意。此是囊括宇宙、人生、历史、时代之一大反诘，是充满哲学反思意味一大反诘。而其中重点，主要在“今”之一字。凭栏怀古，笔力雄劲，气象阔大。古与今上下映照成文，补足“今何许”一大反诘之历史意蕴。应知此地古属吴越，吴越兴亡之殷鉴，曾引起晚唐龟蒙之无限感慨：“香径长洲尽棘丛，奢云艳雨只悲风。吴王事事须亡国，未必西施胜六宫。”（《吴宫怀古》）亦不能不引起南宋白石之无限感慨：“美人台上昔欢娱，今日空台望五湖。残雪未融青草死，苦无麋鹿过姑苏。”（《除夜》）\n\n　　怀古正是伤今。“残柳参差舞，”柳本纤弱，那堪又残，故其舞也参差不齐，然而仍舞之不已。舞之一字执著有力，苍凉中寓含悲壮，悲壮中透露苍凉。“残柳参差舞”这一自然意象，实际上是南宋衰世的象征，隐然包含着虽已残破仍不甘灭亡的意味。这与李商隐《登乐游原》“夕阳无限好，只是近黄昏”，象征唐朝国运的不可挽回有同工之妙。而其作为自然意象之本身，则又补足“今何许”一大反诘之自然意蕴。结笔之意境，实为南宋国运之写照。返观数峰清苦二句，其意蕴正为结尾之伏笔。在此九年之前，辛稼轩作《摸鱼儿》，结云：“休去倚危栏，斜阳正在烟柳断肠处。”乃是同一意境。白石本词用舞字结穴，蕴含无限苍凉悲壮。\n\n　　善于提空描写，从虚处着笔，是白石词的一大特点。此词将身世之感、家国之恨融为一片，乃南宋爱国词中无价瑰宝。而身世家国皆以自然意象出之，自然意象在词中占优势，又将自然、人生、历史（尚友天随与怀古）、时代打成一片，融为一体。\n\n　　尤其“今何许”之一大反诘，其意义虽着重于今，但其意味实远远超越之，乃是词人面对自然、人生、历史、时代所提出之一哲学反思。全词意境遂亦提升至于哲理高度。“今何许”，真可媲美于《桃花源记》“问今是何世”，《登幽州台歌》“前不见古人，后不见来者”。这首词无限感慨，全在虚处，正是“意愈切而词愈微”，这种写法，易形成自我抒写之形象与所写之意象间接开距离，造成朦胧之美感。此词声情之配合亦极精妙。上片首句首二字燕雁为叠韵，末句三四字黄昏为双声，下片同位句同位字第四又为叠韵，参差又为双声。分毫不爽，自然天成。双声叠韵之回环，妙用在于为此一尺幅短章增添了声情绵绵无尽之致。\n\n","translation":"北方的鸿雁悠然自在，从太湖西畔随着白云飘浮。几座孤峰萧瑟愁苦，好像在商量黄昏是否下雨。\n我真想在第四桥边，跟随天随子一起隐居。可他如今在何处？我独倚栏杆缅怀千古，只见衰柳参差风中飞舞。\n\n"}
{"_id":{"$oid":"5b9a17fe367d5c0f40d22b4f"},"title":"蝶恋花·上巳召亲族","dynasty":"宋代","writer":"李清照","content":"永夜恹恹欢意少。空梦长安，认取长安道。为报今年春色好，花光月影宜相照。\n随意杯盘虽草草。酒美梅酸，恰称人怀抱。醉里插花花莫笑，可怜春似人将老。","type":["爱国","哀思"],"shangxi":"　　这首词作于建炎三年，是一首寄寓南渡之恨的力作。\n\n　　上片首句“永夜恹恹欢意少”开门见山。南渡以后，清照隽永含蓄的风格，一变而为沉郁苍凉。上巳虽是传统的水边修禊节日，但词人此时心情不愉，欢意甚少。“空梦长安，认取长安道”，写长夜辗转反侧，梦见汴京，看到汴京的宫阙城池，然而实不可到，故说“空”，抒写对汴京被占的哀思和沉痛。\n\n　　“为报今年春色好，花光月影宜相照”写今年的自然春色和往年一样好，而今年的政局远远不如从前了。“为报”二字，点明这春天的消息是从他人处听来的，并非词人游春所见。实际上是说，今年建康城毫无春意，虽是朝花夜月如故，而有等于无。“宜相照”的“宜”字，作“本来应该”解。“相照”前著一“宜”字，其意似说它们没有相照，更确切一点，是词人对此漫不经心，反映出她的忧闷。\n\n　　“随意杯盘虽草草。酒美梅酸，恰称人怀抱”承上启下，点明题旨，透露了女主人公并无心过好这个上巳节日，酸梅酿成的酒，和自己辛酸的怀抱是相称的。这两句，貌似率直，其实极婉转，极沉痛。\n\n　　“醉里插花花莫笑，可怜春似人将老”，这里把“花”拟人化。“花莫笑”，就是不要笑我老大不小还插花，这一层词意，与末句“可怜春似人将老”紧接，意思是说最需要怜念的是春天也像人一样快要衰老了。“春”暗喻“国家社稷”，“春将老”暗喻“国将沦亡”。\n\n　　《蝶恋花》是一首六十字的词，这首词题是“上巳召亲族”，带含丰富的思想内容，深厚的感伤情绪，写得委婉曲折，层层深入而笔意浑成，具有长调铺叙的气势。写出作者的国破家亡之恨，寄寓词人对国家社稷的赤子之情\n\n"}
{"_id":{"$oid":"5b9a17fe367d5c0f40d22b50"},"title":"临湖亭","dynasty":"唐代","writer":"王维","content":"轻舸迎上客，悠悠湖上来。\n当轩对尊酒，四面芙蓉开。(一作 对樽酒)","type":["写景","宴饮","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155606767.mp3","remark":"轻舸（gě）：轻便的小船。吴楚江湘一带方言，称船为舸。 上客。尊贵的客人。\n芙蓉：此指荷花，即水芙蓉。\n当轩。临窗。轷。有窗的长廊。樽（zūn）：盛酒的器具。\n\n","shangxi":"赏析 　　以摩诘之敏感与淡怀难得有此情趣盎然之作。此诗颇同《山居秋瞑》“竹喧”“莲动”之意。然“竹喧”“莲动”是从他人着笔，而此诗则是自我抒怀。与“上客”挚友相约湖上一游，良辰、美景、高朋，人生之快哉莫过如此。诗中最为精彩处乃最后一句，此本为唐诗小绝句之惯例，喜以收束处点缀二三意象，以达言尽无穷之效。技法众人皆，唯如何遣词造句则有凡圣之异。“四面”显景色之开阔以见心境之敞亮。芙蓉之嫣然，映衬游客之欢颜。诗人轻松欢快之情韵传播于辞章，使小诗亦随之简明单纯，无甚深意揣摩，只以清新自然得一时之欢然欣悦。此类风调甚似孟襄阳之作，世以“王孟”并称，即多着意于此。襄阳思虑单纯，酣然以乐，无幽思而多甜美。心田得此滋润，无须深意仍能回味萦怀。稍有不同处，襄阳乐之欢畅，故而兴高而采烈。摩诘思虑深沉，难得有此闲淡。因此心性，而淡然以欢并无神采飞扬之色。襄阳亦是“开轩面场圃”，但末尾仍不忘叮咛“待到重阳日，还来就菊花”，可见其兴致之高昂。而摩诘只一“四面芙蓉开”，点到为止，幽喜意俱在无言之中。▲","translation":"王维乘坐着小船迎接贵宾，小船在湖上悠然开来。\n宾主围坐临湖亭开怀畅饮，四周一片盛开的莲花。\n\n"}
{"_id":{"$oid":"5b9a17fe367d5c0f40d22b51"},"title":"有狐","dynasty":"先秦","writer":"佚名","content":"有狐绥绥，在彼淇梁。心之忧矣，之子无裳。\n有狐绥绥，在彼淇厉。心之忧矣，之子无带。\n有狐绥绥，在彼淇侧。心之忧矣，之子无服。","type":["诗经"],"remark":"狐：狐狸。一说狐喻男性。\n绥（suí）绥：慢走貌。朱熹《诗集传》训为独行求匹貌。\n淇：卫国水名。淇水在今河南浚县东北。梁：河梁。河中垒石而成，可以过人，可用于拦鱼。\n之子：这个人，那个人。裳（cháng）：下身的衣服。上曰衣，下曰裳。\n厉：水深及腰，可以涉过之处。一说通“濑”，指水边沙滩。\n带：束衣的带子。实指衣服。\n侧：水边。\n服：衣服。\n\n","shangxi":"　　这是一首情诗。有人把它理解为妻子担忧在外的丈夫没有御寒衣物的诗，则诗以主人公看见有狐开篇，以狐之绥绥，来比久役于外的丈夫茕茕孑立、形影相吊之貌。只见有一只身材单薄的狐狸，狐独地散漫地出没在淇河水落石出的地方。这应该是一幅冷清的秋天的景象，淇水河边，水落石出，狐狸身单影只地行走在石梁上。见此情景，女主人公心里对丈夫的担忧油然而生，他想到那久役于外的丈夫还没有御寒的下裳。\n\n　　全诗一唱三叹，每章只更换两个字，反复强化，深入地表达担忧之情。狐狸走在水浅的地方，湿了腿脚，由此想到自己男人还没有束紧衣裤的带子呢。狐狸走在河的岸边，完全没有弄湿身上，她就想到丈夫还没有成身的衣服呢。随着视线所及，看到狐狸从水落石出的地方，一步步走到岸上来，她就想到丈夫该穿什么衣物，真可谓知冷知热。从这个角度上说，此诗是贤妇人惦念远方丈夫冷暖的佳作。\n\n　　有人把此诗解为寡妇表白有心求偶之情，也可通。狐为妖媚之兽，诗人称此妇为“狐”，看来此妇也颇有风姿，诗人以诗揭露其心事，比之为狐、以物喻人，别饶风致。全诗三章，皆用比意。\n\n　　首章言“有狐绥绥，在彼淇梁”，梁为石不沾水之处，在梁则可以穿好下裳，所以这多情的寡妇，以有狐求偶，对其所怜惜的鳏夫，表白自我的爱心说：“我心里所忧愁的，是那人还无以为裳，若是他娶了我他就可以不愁没有衣裳了。”次章言“有狐绥绥，在彼淇厉”，“厉”为深水可涉之处。《邶风·匏有苦叶》诗云：“深则厉，浅则揭”，涉过深水。需要有衣带束衣。此妇担心的，是心上所爱慕的那人还没有衣带。她想：“若是我嫁给他，我可以替他结成衣带他就不愁涉过深水时没有衣带了。”三章言此狐“在彼淇侧”，既然已在淇侧，可见已经渡过淇水，可以穿好衣服了。可是她担心那个人，还无以为服，她心想：“若是我和他结为婚姻，那么，那人就不愁没有衣服了。”\n\n　　这三章诗充分而细致地表露了这位年青寡妇的真挚爱心，即事抒怀，不作内心的掩蔽，大胆吐露真情，自是难得的佳作。在旧时代，遭逢丧乱，怨女旷夫，在各自失去配偶之后，想重建家庭，享受室家之爱，这是人生起码的要求，自然是无可非议的。这首诗，表白了寡妇有心求偶之情，在《国风》中是一首独特的爱情诗。至于此妇所爱慕的对方，是否已经觉察到她的爱心，以及如何作相应的表态，那是另外的事了。\n\n","translation":"狐狸在那慢慢走，就在淇水石桥上。我的心里真忧愁，你的身上没衣裳。\n狐狸在那慢慢走，就在淇水浅滩上。我的心里真忧愁，你没腰带不像样。\n狐狸在那慢慢走，就在淇水河岸旁。我的心里真忧愁，你没衣服我心伤。\n\n"}
{"_id":{"$oid":"5b9a17fe367d5c0f40d22b52"},"title":"南乡子·细雨湿流光","dynasty":"五代","writer":"冯延巳","content":"细雨湿流光，芳草年年与恨长。烟锁凤楼无限事，茫茫。鸾镜鸳衾两断肠。\n魂梦任悠扬，睡起杨花满绣床。薄悻不来门半掩，斜阳。负你残春泪几行。","type":["怨妇","思归"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155607792.mp3","remark":"流光：流动，闪烁的光采。\n凤楼：即凤台、秦楼，语本《列仙传》秦穆公之女弄玉所 居之楼，尝引来凤凰。此处指妆楼。\n鸾镜：妆镜的美称。\n薄悻：薄情郎。\n\n","shangxi":"　　“细雨湿流光”，虽则五字，却道尽了初春的无限风光。细雨蒙蒙，洒落在春草叶上，留下滴滴水珠，微风吹过，泛起流光。“湿流光”意指主人公所度过的随春雨而流逝的岁月也是那样的冷涩恼人，正是“梧桐更兼细雨”“怎一个愁字了得”。“流光”一词还将冷凄扰人的静态烦闷与时光流逝的动态惧忧结合起来，冷寂独处的日子往往感觉太慢，本希望快点度过，可是女人出于青春容颜易老的心理却又希望时间慢慢流逝。而“流光”一词又给人快速流去的感觉，如此矛盾纠结的心理集于此短短五个字中。在表现爱情相思苦闷的同时，还渗透着一种人生苦短的生命忧患意识。“芳草年年与恨长”也是以具象表现抽象的妙句，将无形的离恨比托于年年生、年年长的芳草，可感可触，极形象地道出抒情主人公忍受长久离别的痛苦。\n\n　　“烟锁凤楼无限事，茫茫”。一方面，它确切地描绘出了春天细雨绵绵之时。烟雾缭绕，茫茫一片的景象；另一方面，雾笼凤楼，人如同被困锁在无人知晓的地方，无限心事，茫茫无以倾诉。两相对照，景情交融，给读者的感染力就非常之深。\n\n　　“鸾镜鸳衾两断肠”。鸾凤成双，鸳鸯成对，“鸾镜鸳衾两断肠”中的这个“两”字既有两两成偶之物与自身形单影只的对比，也包含着两对成双之物对自身孤独情怀的连续刺激，语意双关，极有意蕴。\n\n　　“魂梦任悠扬，睡起杨花满绣床”。“魂梦任悠扬” ，是对“烟锁凤楼”的反弹，禁锢在空闺中的少妇在梦中可以无拘无束，任情驰骋。可睡起所能看到的只是“杨花满绣床”。“杨花满绣床”与上句“魂梦任悠扬”相印相称，一虚一实，互文见义。从这两句所描述的情景看来，思妇魂牵梦萦的意中人杳不见踪影。洒脱之余，更显悲凉。\n\n　　“薄悻不来门半掩，斜阳”。她半掩闺门，等待恋人的到来，可是从清晨等到红日西斜，还未见踪影，她忍不住骂了一声“薄情郎”。爱之深，方恨之切。她口头称为“薄悻”，内心深处爱的深切。\n\n　　“负你残春泪几行”。当无望中的盼望最终落空时，她便簌簌的落下泪来。词人不说抒情主人公是为所思之人流泪，而说因辜负了三春的良辰美景而为春光洒泪。此为本词又一出新的写法，同时也是对抒情主人公心怀的一种委婉诗意的表达。\n\n","translation":"细雨霏霏，浸湿了光阴，芳草萋萋，年复一年，与离恨一起生长。凤楼深深，多少情事如烟，封存在记忆之中。恍如隔世呦，望着饰有鸾鸟图案的铜镜，绣着鸳鸯的锦被，思念往事，寸断肝肠。\n梦魂，信马由缰，千里飘荡，魂回梦觉，蓦然见杨花点点，飘满绣床。薄情负心的人呀，我半掩闺门，你却迟迟不来，夕阳西下，眼看辜负了三春的良辰美景，洒下清淡的泪珠几行。\n\n"}
{"_id":{"$oid":"5b9a17fe367d5c0f40d22b53"},"title":"卖花声·怀古","dynasty":"元代","writer":"张可久","content":"阿房舞殿翻罗袖，金谷名园起玉楼，隋堤古柳缆龙舟。不堪回首，东风还又，野花开暮春时候。\n美人自刎乌江岸，战火曾烧赤壁山，将军空老玉门关。伤心秦汉，生民涂炭，读书人一声长叹。","type":["咏史怀古"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155607834.mp3","remark":"阿房（旧读ēpáng）：公元前212年，秦始皇征发刑徒七十余万修阿房宫及郦山陵。阿房宫仅前殿即“东西五百步，南北五十丈；上可以坐万人，下可以建五丈旗；周驰为阁道，自殿下直抵南山”（《史记·秦始皇本纪》）。但实际上没有全部完工。全句大意是说，当年秦始皇曾在华丽的阿房宫里观赏歌舞，尽情享乐。\n金谷名园：在河南省洛阳市西面，是晋代大官僚大富豪石崇的别墅，其中的建筑和陈设异常奢侈豪华。\n隋堤古柳：隋炀帝开通济渠，沿河筑堤种柳，称为“隋堤”，即今江苏以北的运河堤。缆龙舟：指隋炀帝沿运河南巡江都（今扬州市）事。\n东风还又：现在又吹起了东风。这里的副词“又”起动词的作用，是由于押韵的需要。\n“美人”句：言楚汉相争时项羽战败自刎乌江。公元前202年，项羽在垓下（今安徽灵璧县东南）被汉军围困。夜里，他在帐中悲歌痛饮，与美人虞姬诀别，然后乘夜突出重围。在乌江（今安徽和县东）边自刎而死。这里说美人自刎乌江，是这个典故的活用。\n“战火”句：言三国时曹操惨败于赤壁。公元208年，周瑜指挥吴蜀联军在赤壁之战中击败曹操大军。\n“将军”句：言东汉班超垂老思归。班超因久在边塞镇守，年老思归，给皇帝写了一封奏章，上面有两句是：“臣不敢望到酒泉郡（在今甘肃），但愿生入玉门关”。见《后汉书·班超传》。\n秦汉：泛指历朝历代。\n涂炭：比喻受灾受难。涂，泥涂；炭，炭火。\n\n","shangxi":"　　这组曲子由两首小令曲组成。下面是四川大学文学与新闻学院教授周啸天先生对这组曲的赏析。\n\n　　令曲与传统诗词中的绝句与令词，有韵味相近者，有韵味全殊者。这两首怀古的令曲，前一首便与诗词相近，后一首则与诗词相远。\n\n　　第一首曲子开头先用三个典故。一是秦始皇在骊山建阿房宫行乐，二是西晋富豪石崇筑金谷园行乐，三是隋炀帝沿运河南巡江都游乐。这三个典故都是穷奢极欲而不免败亡的典型。但这组仅仅典出事情的发端而不说其结局。“不堪回首”四字约略寓慨，遂结以景语：“东风还又，野花开暮春时候。”这是诗词中常用的以“兴”终篇的写法，同时，春意阑珊的凄清景象和前三句所写的繁华盛事形成鲜明对照，一热一冷，一兴一衰，一有一无，一乐一哀，真可兴发无限感慨。这与刘禹锡的七绝《乌衣巷》“朱雀桥边野草花，乌衣巷口夕阳斜。旧时王谢堂前燕，飞入寻常百姓家”有异曲同工之妙。而这首曲子的长短参差，奇偶间出，更近于令词。不过，一开篇就是鼎足对的形式，所列三事不在一时、不在一地且不必关联（但相类属），这是它与向来的“登临”怀古诗词有所不同之处。\n\n　　相比较而言，第二首更有新意。这首在手法上似乎与前首相同，也是列举三事：一是霸王别姬的故事，二是吴蜀破曹的故事，三是班超从戎的故事。看起来这些事彼此毫无逻辑联系，拼凑不伦。然而紧接两句却是“伤心秦汉，生民涂炭”，说到了世世代代做牛做马做牺牲的普通老百姓，可见前三句所写的也有共通的内容。那便是英雄美人或轰烈或哀艳的事迹，多见于载籍，但遍翻二十四史，根本就没有普通老百姓的地位。这一来，作者揭示了一个严酷的现实，即不管哪个封建朝代，民生疾苦更甚于末路穷途的英雄美人。在这种对比上，最后激发直呼的“读书人一声长叹”，也就惊心动魄了。这个结尾句意义深刻且耐人回味。“读书人”可泛指当时有文化的人，也可特指作者本人，他含蓄地要表达这样的含义：其一，用文化人的口吻去感慨历史与现实，寄寓着丰富的感情，有对“风流总被雨打风吹去”、“大江东去，浪淘尽，千古风流人物”的叹惋，有对“兴，百姓苦；亡，百姓苦”的责难，有对“争强争弱，天丧天亡，都一枕梦黄梁”的感伤。其二，用文化人的思想眼光去理解看待历史与现实，能加深作品的思想深度，显得真实准确。最后的“叹”字含义丰富，一是叹国家遭难，二是叹百姓遭殃，三是叹读书人无可奈何。在语言风格上，此曲与前曲的偏于典雅不同，更多运用口语乃至俗语，尤其是最后一句的写法，更是传统诗词中见所未见、闻所未闻的。这种将用典用事的修辞，与俚俗的语言结合，便形成一种所谓的“蒜酪味儿”和“蛤蜊风致”，去诗词韵味远甚。两首相比，这一首是更为本色的元曲小令。\n\n　　这两首怀古元曲，在内容上极富于人民性，无论是抨击社会现实，还是审视历史，都称得上是佳作。\n\n","translation":"阿房宫内罗袖翻飞，歌舞升平；金谷园里玉楼拔地，再添新景；隋堤上古柳葱郁，江中龙舟显威名。往事难回首，东风又起，暮春时候一片凄清。\n美人虞姬自尽在乌江岸边，战火也曾焚烧赤壁万条战船，将军班超徒然老死在玉门关。伤心秦汉的烽火，让百万生民涂炭，读书人只能一声长叹。\n\n"}
{"_id":{"$oid":"5b9a17fe367d5c0f40d22b54"},"title":"六月二十日夜渡海","dynasty":"宋代","writer":"苏轼","content":"参横斗转欲三更，苦雨终风也解晴。\n云散月明谁点缀？天容海色本澄清。\n空余鲁叟乘桴意，粗识轩辕奏乐声。\n九死南荒吾不恨，兹游奇绝冠平生。","type":["游历","写景","抒情","猖狂"],"remark":"参（shēn）横斗转：参星横斜，北斗星转向，说明时值夜深。参，斗，两星宿名，皆属二十八星宿。横，转，指星座位置的移动。\n苦雨终风：久雨不停，终日刮大风。\n“天容”句：青天碧海本来就是澄清明净的。比喻自己本来清白，政乱污陷如蔽月的浮云，终会消散。\n鲁叟：指孔子。乘桴（fú）：乘船。桴，小筏子。据《论语·公冶长》载，孔子曾说：“道（王道）不行，乘桴浮于海。”\n奏乐声：这里形容涛声。也隐指老庄玄理。《庄子·天运》中说，黄帝在洞庭湖边演奏《咸池》乐曲，并借音乐说了一番玄理。轩辕，即黄帝。\n南荒：僻远荒凉的南方。恨：悔恨。\n兹游：这次海南游历，实指贬谪海南。\n\n","shangxi":"　　纪昀评此诗说：“前半纯是比体。如此措辞，自无痕迹。”“比”，即“以彼物比此物”；而“以彼物比此物”，就很难不露痕迹。但这四句诗，却是不露“比”的痕迹的。\n\n　　“参横斗转”，是夜间渡海时所见；“欲三更”，则是据此所作的判断。曹植《善哉行》：“月没参横，北斗阑干。”这说明“参横斗转”，在中原是指天快黎明之时的景象。而在海南，则与此不同，王文诰指出：“六月二十日海外之二、三鼓时，则参已早见矣。”这句诗写了景，更写了人。一是表明“欲三更”，黑夜已过去了一大半；二是表明天空是晴朗的，剩下的一小半夜路也不难走。因此，这句诗调子明朗，可见当时诗人的心境。而在此之前，还是“苦雨终风”，一片漆黑。连绵不断的雨叫“苦雨”，大风叫“终风”。这一句紧承上句而来。诗人在“苦雨终风”的黑夜里不时仰首看天，终于看见了“参横斗转”，于是不胜惊喜地说：“苦雨终风也解晴。”\n\n　　三、四两句，就“晴”字作进一步抒写。“云散月明”，“天容”是“澄清”的；风恬雨霁，星月交辉，“海色”也是“澄清”的。这两句，以“天容海色”对“云散月明”，仰观俯察，形象生动，连贯而下，灵动流走。而且还用了句内对：前句以“月明”对“云散”，后句以“海色”对“天容”。这四句诗，在结构方面又有共同点：短句分两节，先以四个字写客观景物，后以三个字表主观抒情或评论。唐人佳句，多浑然天成，情景交融。宋人造句，则力求洗练与深折。从这四句诗，既可看出苏轼诗的特点，也可看出宋代诗的特点。\n\n　　三、四两句看似写景，而诗人意在抒情，抒情中又含议论。就客观景物说，雨止风息，云散月明，写景如绘。就主观情怀说，始而说“欲三更”，继而说“也解晴”；然后又发一问：“云散月明”，还有“谁点缀”呢？又意味深长地说：“天容海色”，本来是“澄清”的。而这些抒情或评论，都紧扣客观景物，贴切而自然。仅就这一点说，已经是很有艺术魅力的好诗了。\n\n　　然而上乘之作，还应有言外之意。三、四两句，写的是眼前景，语言明净，不会让读者直接觉得得用了典故。但仔细寻味，又“字字有来历”。《晋书·谢重传》载：谢重陪会稽王司马道子夜坐，“于时月夜明净，道子叹以为佳。重率尔曰：‘意谓乃不如微云点缀。’道子戏曰：‘卿居心不净，乃复强欲滓秽太清耶？’”（参看《世说新语·言语》）“云散月明谁点缀”一句中的“点缀”一词，即来自谢重的议论和道子的戏语，而“天容海色本澄清”则与“月夜明净，道子叹以为佳”契合。这两句诗，境界开阔，意蕴深远，已经能给读者以美的感受和哲理的启迪；再和这个故事联系起来，就更能让人多一层联想。王文诰就说：上句，“问章惇也”；下句，“公自谓也”。“问章惇”，意思是：你们那些“居心不净”的小人掌权，“滓秽太清”，弄得“苦雨终风”，天下怨愤。如今“云散明月”，还有谁“点缀”呢？“公自谓”，意思是：章惇之流“点缀”太空的“微云”既已散尽，天下终于“澄清”，强加于他的诬蔑之词也一扫而空。冤案一经昭雪，他这个被陷害的好人就又恢复了“澄清”的本来面目。从这里可以看出，如果用典贴切就可以丰富诗的内涵，提高语言的表现力。\n\n　　五、六两句，转入写“海”。三、四句上下交错，合用一个典故；这两句则显得有变化。“鲁叟”指孔子。孔子是鲁国人，所以陶渊明《饮酒诗》有“汲汲鲁中叟”之句，称他为鲁国的老头儿。孔子曾说过“道不行，乘桴浮于海”（《论语·公冶长》），意思是：我的道在海内无法实行，坐上木筏子飘洋过海，也许能够实行吧！苏轼也提出过改革弊政的方案，但屡受打击，最终被流放到海南岛。在海南岛，“饮食不具，药石无有”，尽管和黎族人民交朋友，做了些传播文化的工作；但作为“罪人”，是不可能谈得上“行道”的。此时渡海北归，回想多年来的苦难历程，就发出了“空余鲁叟乘桴意”的感慨。这句诗，用典相当灵活。它包含的意思是：在内地，他和孔子同样是“道不行”。孔子想到海外去行道，却没去成；他虽然去了，并且在那里呆了好几年，可是当他离开那儿渡海北归的时候，却并没有什么“行道”的实绩值得他自慰，只不过空有孔子乘桴行道的想法还留在胸中罢了。这句诗，由于巧妙地用了人所共知的典故，因而寥寥数字，就概括了曲折的事，抒发了复杂的情；而“乘桴”一词，又准确地表现了正在“渡海”的情景。“轩辕”即黄帝，黄帝奏乐，见《庄子·天运》：“北门成问于黄帝曰：‘帝张咸池之乐于洞庭之野，吾始闻之惧，复闻之怠，卒闻之而惑；荡荡默默，乃不自得。’”苏轼用这个典，以黄帝奏咸池之乐形容大海波涛之声，与“乘桴”渡海的情境很合拍。但不说“如听轩辕奏乐声”，却说“粗识轩辕奏乐声”，就又使人联想到苏轼的种种遭遇及其由此引起的心理活动。就是说：那“轩辕奏乐声”，他是领教过的；那“始闻之惧，复闻之怠，卒闻之而惑”，他是亲身经历、领会很深的。“粗识”的“粗”，不过是一种诙谐的说法，口里说“粗识”，其实是“熟识”。\n\n　　尾联推开一步，收束全诗。“兹游”，直译为现代汉语，就是“这次出游”或“这番游历”，这首先是照应诗题，指代六月二十日夜渡海；但又不仅指这次渡海，还推而广之，指自惠州贬儋县的全过程。1094年（绍圣元年），苏轼抵惠州贬所，不得签书公事。他从1097年（绍圣四年）六月十一日与苏辙诀别、登舟渡海，到1100年（元符三年）六月二十日渡海北归，在海南岛渡过了三个年头的流放生涯。这就是所谓“兹游”。下句的“兹游”与上句的“九死南荒”并不是互不相承的两个概念，那“九死南荒”，即包含于“兹游”之中。不过“兹游”的内容更大一些，它还包含此诗前六句所写的一切。\n\n　　弄清了“兹游”的内容及其与“九死南荒”的关系，就可品出尾联的韵味。“九死”，多次死去的意思。“九死南荒”而“吾不恨”，是由于“兹游奇绝冠平生”，看到了海内看不到的“奇绝”景色。然而“九死南荒”，全出于政敌的迫害；他固然达观，但也不可能毫无恨意。因此，“吾不恨”毕竟是诗的语言，不宜呆看。这句既含蓄，又幽默，对政敌的调侃之意，也见于言外。 \n\n","translation":"参星横北斗转已经快到三更时分，雨绵绵风不停老天爷也应该放睛。\n云忽散月儿明用不着谁人来点缀，长空净沧海色本来就是澄澈清明。\n虽乘船渡大海空怀孔子救世之志，仿佛听到了黄帝成池优美的乐声。\n被贬南荒虽然九死一生吾不悔恨，这次远游是我平生最奇绝的经历。\n\n"}
{"_id":{"$oid":"5b9a17fe367d5c0f40d22b55"},"title":"洞仙歌·冰肌玉骨","dynasty":"宋代","writer":"苏轼","content":"仆七岁时，见眉州老尼，姓朱，忘其名，年九十岁。自言尝随其师入蜀主孟昶宫中，一日大热，蜀主与花蕊夫人夜纳凉摩诃池上，作一词，朱具能记之。今四十年，朱已死久矣，人无知此词者，但记其首两句，暇日寻味，岂《洞仙歌》令乎？乃为足之云。\n\n冰肌玉骨，自清凉无汗。水殿风来暗香满。绣帘开，一点明月窥人，人未寝，欹枕钗横鬓乱。\n起来携素手，庭户无声，时见疏星渡河汉。试问夜如何？夜已三更，金波淡，玉绳低转。但屈指西风几时来，又不道流年暗中偷换。\n\n","type":["宋词三百首","女子","生活","感叹","人生"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155608526.mp3","remark":"洞仙歌：词牌名。\n眉州：今在四川眉山境内。\n孟昶：五代时蜀国君主，在位三十一年，后国亡降宋，深知音律，善填词。\n花蕊夫人：孟昶的妃子，别号花蕊夫人；摩诃池：故址在今成都昭觉寺，建于隋代，到蜀国时曾改成宣华池。\n具：通俱，表都的意思。\n足：补足。\n冰肌：肌肤洁白如冰雪，《庄子·逍遥游》有神人焉，肌肤若冰雪，绰约若处子。\n水殿：建在摩诃池上的宫殿。\n欹：斜靠。\n河汉：银河。\n金波：指月光；玉绳：星名，位于北斗星附近。\n玉绳：星名。《太平御览·天部五》引《春秋元命苞》曰：“玉衡北两星为玉绳。玉之为言沟，刻也。瑕而不掩，折而不伤。”宋均注曰：“绳能直物，故名玉绳。沟，谓作器。”玉衡，北斗第五星也。秋夜半，玉绳渐自西北转，冉冉而降，时为夜深或近晓也。\n流年：流逝之岁月；年华。\n\n","translation":"冰一样的肌肤，玉一般的身骨，自然是遍身清凉没有汗。宫殿里清风徐来幽香弥漫。绣帘被风吹干，一线月光把佳人窥探。佳人还没有入睡，她斜倚绣枕钗横发乱。\n他起来携着她的小手，走出无声的庭院，随时可见流星横穿河汉。试问夜已多深？已过了三更，月光暗淡，玉绳星向下旋转。她掐着手计算，秋风几时吹来，不知不觉间感到，流年似水，岁月在暗暗变换。\n\n","shangxi":"此词描述了五代时后蜀国君孟昶与其妃花蕊夫人夏夜在摩河池上纳凉的情景，着意刻绘了花蕊夫人姿质与心灵的美好、高洁，表达了词人对时光流逝的深深惋惜和感叹。\n\n　　上片写花蕊夫人帘内欹枕。首二句写她的绰约风姿：丽质天生，有冰之肌、玉之骨，本自清凉无汗。接下来，词人用水、风、香、月等清澈的环境要素烘托女主人公的冰清玉润，创造出境佳人美、人境双绝的意境。其后，词人借月之眼以窥美人欹枕的情景，以美人不加修饰的残妆——“钗横鬓乱”，来反衬她姿质的美好。上片所写，是从旁观者角度对女主人公所作出的观察。\n\n　　下片直接描写人物自身，通过女主人公与爱侣夏夜偕行的活动，展示她美好、高洁的内心世界。“起来携素手，”写女主人公已由室内独自倚枕，起而与爱侣户外携手纳凉闲行。“庭户无声”，制造出一个夜深人静的氛围，暗寓时光在不知不觉中流逝。“时见疏星渡河汉”，写二人静夜望星。以下四句写月下徘徊的情意，为纳凉人的细语温存进行气氛上的渲染。以上，作者通过写环境之静谧和斗转星移之运动，表现了时光的推移变化，为写女主人公纳凉时的思想活动作好铺垫。结尾三句是全词点睛之笔，传神地揭示出时光变换之速，表现了女主人公对时光流逝的深深惋惜。\n\n　　这首词写古代帝王后妃的生活，在艳羡、赞美中附着作者自身深沉的人生感慨。全词清空灵隽，语意高妙，想象奇特，波澜起伏，读来令人神往。\n\n　　值得注意的是，花蕊夫人本是孟昶的宠妃，后蜀灭亡之后，花蕊入宋，以“十四万人齐解甲，更无一人是男儿”的诗句令赵匡胤大为倾倒。不久，孟昶暴亡，花蕊成了太祖的贵妃，据说跟太宗赵光义也有瓜葛。对这样一个与三个皇帝有绯闻的“亡国之妃”，苏轼坦然地把她刻画得几近仙女，且毫不避讳地写她与孟昶的爱情。此词在宋朝广为传唱，还没有一个道学家跳出来说三道四。"}
{"_id":{"$oid":"5b9a17ff367d5c0f40d22b56"},"title":"北陂杏花","dynasty":"宋代","writer":"王安石","content":"一陂春水绕花身，花影妖娆各占春。\n纵被春风吹作雪，绝胜南陌碾成尘。","type":["杏花"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155608537.mp3","remark":"陂（bēi）：池塘。\n花影：花枝在水中的倒影。\n纵：即使。\n绝胜：远远胜过。南陌：指道路边上。\n\n","shangxi":"　　这首绝句写于王安石贬居江宁之后，是他晚年心境的写照。王安石是宰相中的读书人，到晚年，他的绝句尤好。曾有人言，唐代以后无诗，此论太极端了点。王安石晚年的绝句有不少是直追唐人的，在议论入诗上，他的议论与描叙结合得很紧，而且议论不浅白直切，而是含蕴有味。\n\n　　一、二句写景状物，描绘杏花临水照影之娇媚。首句点明杏花所处地理位置。“陂”，此处是指池塘。一池碧绿的春水环绕着杏树，预示着勃发的生机。“绕”字用得精巧，既写陂水曲折蜿蜒之流势，又写水花之相依相亲。王安石爱用“绕”字摹写山形水势，如他《江上》一诗中说：“青山缭绕疑无路，忽见千帆隐映来。”在《书湖阴先生壁》（其一）中写到：“一水护田将绿绕，两山排闼送青来。”又在《钟山即事》中说“涧水无声绕竹流”，有清婉、柔媚、幽静之感。\n\n　　次句从花与影两个方面写杏花的绰约风姿。满树繁花竞相开放，满池花影摇曳迷离。“妖娆”二字本用于写人，这里移用于杏花，展现了杏花争奇斗妍的照人光彩。一个“各”字，表明在诗人眼中，花与影一样地美艳、多情，一样令人流连忘返、沉迷自失。宋人许顗《彦周诗话》说：“荆公爱看水中影，此亦性所好，如‘秋水泻明河，迢迢藕花底’，又《桃花诗》云：‘晴沟涨春渌周遭，俯视红影移鱼舠’，皆观其影。”王安石写花善于从本体和投影两方面着手，如此刻画，虚实相生：一方面使景物更具立体的美，另一方面也透露出诗人的审美趣味，即对虚静恬淡之美的情有独钟。\n\n　　三四句议论抒情，褒扬北陂杏花品性之美。这两句对偶精工，如陈衍《宋诗精华录》说：“荆公绝句，多对语甚工者，似是作律诗未就化成截句（绝句）。”这两句托物言志，耐人玩味。“东风吹作雪”，这一笔淋漓地描绘出风吹杏树，落英缤纷，似漫天飞雪，而随波逐流的凄美景象，比喻生动，浮想联翩。即便是春风轻拂，娇媚的花儿也不堪吹折，它凋谢了，零落了，这本是让人黯然神伤的。但诗人却偏说它胜过南陌杏花，矜持与自足之意溢于言表。这一对比启人深思：“南陌”在此诗中与“北陂”相对立，这两个背景意象包含着一种空间的隐喻。若说清幽静谧的“北陂”是远离浮世喧嚣的隐逸之所，则“南陌”正是熙来攘往、物欲横陈的名利之场。“南陌”繁华，“北陂”僻静；“南陌”热闹，“北陂”空寂；北陂杏花即使零落了，尚可在一泓清波中保持素洁；而南陌的杏花要么历尽亵玩、任人攀折；要么凋零路面、任人践踏，碾成尘土，满身污秽。若说这南陌杏花是邀功请赏、党同伐异的得势权臣的影射，则北陂杏花是诗人刚强耿介、孤芳自赏的自我人格的象征。王安石从1070年（熙宁三年）到1076年（熙宁九年），两次拜相，又两次罢相，最后退居江宁，寄情于半山。罢相之后，他虽被迫退出政治舞台，但仍然坚持自己原有的改革信念与立场，积极倡言“天命不足畏，人言不足恤，祖宗之法不足守”。一“纵”，一“绝”，呼应紧密，激浊扬清，掷地有声地表明他的政治立场与人生操守。\n\n　　绝句由于篇幅短小，很忌一气直下，没有波折。这首诗句句写临水杏花，第二句承第一句；第三、四句承第二句，却宕开一层，以“纵被”领句，用“绝胜”作呼应，便使全诗跌宕有致，富于曲折变化。这样布局，有直写，有侧写，有描绘，有议论，诗人自己爱好高洁的品格也就贯注其中了。\n\n","translation":"围绕着杏花的是满塘的春水，岸上的花，水中的花影，都是那么地鲜艳动人。\n即使被无情的东风吹落，飘飘似雪，也应飞入清澈的水中，胜过那路旁的花，落了，还被车马碾作灰尘。\n\n"}
{"_id":{"$oid":"5b9a17ff367d5c0f40d22b57"},"title":"六月二十日夜渡海","dynasty":"宋代","writer":"苏轼","content":"参横斗转欲三更，苦雨终风也解晴。\n云散月明谁点缀？天容海色本澄清。\n空余鲁叟乘桴意，粗识轩辕奏乐声。\n九死南荒吾不恨，兹游奇绝冠平生。","type":["游历","写景","抒情","猖狂"],"remark":"参（shēn）横斗转：参星横斜，北斗星转向，说明时值夜深。参，斗，两星宿名，皆属二十八星宿。横，转，指星座位置的移动。\n苦雨终风：久雨不停，终日刮大风。\n“天容”句：青天碧海本来就是澄清明净的。比喻自己本来清白，政乱污陷如蔽月的浮云，终会消散。\n鲁叟：指孔子。乘桴（fú）：乘船。桴，小筏子。据《论语·公冶长》载，孔子曾说：“道（王道）不行，乘桴浮于海。”\n奏乐声：这里形容涛声。也隐指老庄玄理。《庄子·天运》中说，黄帝在洞庭湖边演奏《咸池》乐曲，并借音乐说了一番玄理。轩辕，即黄帝。\n南荒：僻远荒凉的南方。恨：悔恨。\n兹游：这次海南游历，实指贬谪海南。\n\n","shangxi":"　　纪昀评此诗说：“前半纯是比体。如此措辞，自无痕迹。”“比”，即“以彼物比此物”；而“以彼物比此物”，就很难不露痕迹。但这四句诗，却是不露“比”的痕迹的。\n\n　　“参横斗转”，是夜间渡海时所见；“欲三更”，则是据此所作的判断。曹植《善哉行》：“月没参横，北斗阑干。”这说明“参横斗转”，在中原是指天快黎明之时的景象。而在海南，则与此不同，王文诰指出：“六月二十日海外之二、三鼓时，则参已早见矣。”这句诗写了景，更写了人。一是表明“欲三更”，黑夜已过去了一大半；二是表明天空是晴朗的，剩下的一小半夜路也不难走。因此，这句诗调子明朗，可见当时诗人的心境。而在此之前，还是“苦雨终风”，一片漆黑。连绵不断的雨叫“苦雨”，大风叫“终风”。这一句紧承上句而来。诗人在“苦雨终风”的黑夜里不时仰首看天，终于看见了“参横斗转”，于是不胜惊喜地说：“苦雨终风也解晴。”\n\n　　三、四两句，就“晴”字作进一步抒写。“云散月明”，“天容”是“澄清”的；风恬雨霁，星月交辉，“海色”也是“澄清”的。这两句，以“天容海色”对“云散月明”，仰观俯察，形象生动，连贯而下，灵动流走。而且还用了句内对：前句以“月明”对“云散”，后句以“海色”对“天容”。这四句诗，在结构方面又有共同点：短句分两节，先以四个字写客观景物，后以三个字表主观抒情或评论。唐人佳句，多浑然天成，情景交融。宋人造句，则力求洗练与深折。从这四句诗，既可看出苏轼诗的特点，也可看出宋代诗的特点。\n\n　　三、四两句看似写景，而诗人意在抒情，抒情中又含议论。就客观景物说，雨止风息，云散月明，写景如绘。就主观情怀说，始而说“欲三更”，继而说“也解晴”；然后又发一问：“云散月明”，还有“谁点缀”呢？又意味深长地说：“天容海色”，本来是“澄清”的。而这些抒情或评论，都紧扣客观景物，贴切而自然。仅就这一点说，已经是很有艺术魅力的好诗了。\n\n　　然而上乘之作，还应有言外之意。三、四两句，写的是眼前景，语言明净，不会让读者直接觉得得用了典故。但仔细寻味，又“字字有来历”。《晋书·谢重传》载：谢重陪会稽王司马道子夜坐，“于时月夜明净，道子叹以为佳。重率尔曰：‘意谓乃不如微云点缀。’道子戏曰：‘卿居心不净，乃复强欲滓秽太清耶？’”（参看《世说新语·言语》）“云散月明谁点缀”一句中的“点缀”一词，即来自谢重的议论和道子的戏语，而“天容海色本澄清”则与“月夜明净，道子叹以为佳”契合。这两句诗，境界开阔，意蕴深远，已经能给读者以美的感受和哲理的启迪；再和这个故事联系起来，就更能让人多一层联想。王文诰就说：上句，“问章惇也”；下句，“公自谓也”。“问章惇”，意思是：你们那些“居心不净”的小人掌权，“滓秽太清”，弄得“苦雨终风”，天下怨愤。如今“云散明月”，还有谁“点缀”呢？“公自谓”，意思是：章惇之流“点缀”太空的“微云”既已散尽，天下终于“澄清”，强加于他的诬蔑之词也一扫而空。冤案一经昭雪，他这个被陷害的好人就又恢复了“澄清”的本来面目。从这里可以看出，如果用典贴切就可以丰富诗的内涵，提高语言的表现力。\n\n　　五、六两句，转入写“海”。三、四句上下交错，合用一个典故；这两句则显得有变化。“鲁叟”指孔子。孔子是鲁国人，所以陶渊明《饮酒诗》有“汲汲鲁中叟”之句，称他为鲁国的老头儿。孔子曾说过“道不行，乘桴浮于海”（《论语·公冶长》），意思是：我的道在海内无法实行，坐上木筏子飘洋过海，也许能够实行吧！苏轼也提出过改革弊政的方案，但屡受打击，最终被流放到海南岛。在海南岛，“饮食不具，药石无有”，尽管和黎族人民交朋友，做了些传播文化的工作；但作为“罪人”，是不可能谈得上“行道”的。此时渡海北归，回想多年来的苦难历程，就发出了“空余鲁叟乘桴意”的感慨。这句诗，用典相当灵活。它包含的意思是：在内地，他和孔子同样是“道不行”。孔子想到海外去行道，却没去成；他虽然去了，并且在那里呆了好几年，可是当他离开那儿渡海北归的时候，却并没有什么“行道”的实绩值得他自慰，只不过空有孔子乘桴行道的想法还留在胸中罢了。这句诗，由于巧妙地用了人所共知的典故，因而寥寥数字，就概括了曲折的事，抒发了复杂的情；而“乘桴”一词，又准确地表现了正在“渡海”的情景。“轩辕”即黄帝，黄帝奏乐，见《庄子·天运》：“北门成问于黄帝曰：‘帝张咸池之乐于洞庭之野，吾始闻之惧，复闻之怠，卒闻之而惑；荡荡默默，乃不自得。’”苏轼用这个典，以黄帝奏咸池之乐形容大海波涛之声，与“乘桴”渡海的情境很合拍。但不说“如听轩辕奏乐声”，却说“粗识轩辕奏乐声”，就又使人联想到苏轼的种种遭遇及其由此引起的心理活动。就是说：那“轩辕奏乐声”，他是领教过的；那“始闻之惧，复闻之怠，卒闻之而惑”，他是亲身经历、领会很深的。“粗识”的“粗”，不过是一种诙谐的说法，口里说“粗识”，其实是“熟识”。\n\n　　尾联推开一步，收束全诗。“兹游”，直译为现代汉语，就是“这次出游”或“这番游历”，这首先是照应诗题，指代六月二十日夜渡海；但又不仅指这次渡海，还推而广之，指自惠州贬儋县的全过程。1094年（绍圣元年），苏轼抵惠州贬所，不得签书公事。他从1097年（绍圣四年）六月十一日与苏辙诀别、登舟渡海，到1100年（元符三年）六月二十日渡海北归，在海南岛渡过了三个年头的流放生涯。这就是所谓“兹游”。下句的“兹游”与上句的“九死南荒”并不是互不相承的两个概念，那“九死南荒”，即包含于“兹游”之中。不过“兹游”的内容更大一些，它还包含此诗前六句所写的一切。\n\n　　弄清了“兹游”的内容及其与“九死南荒”的关系，就可品出尾联的韵味。“九死”，多次死去的意思。“九死南荒”而“吾不恨”，是由于“兹游奇绝冠平生”，看到了海内看不到的“奇绝”景色。然而“九死南荒”，全出于政敌的迫害；他固然达观，但也不可能毫无恨意。因此，“吾不恨”毕竟是诗的语言，不宜呆看。这句既含蓄，又幽默，对政敌的调侃之意，也见于言外。 \n\n","translation":"参星横北斗转已经快到三更时分，雨绵绵风不停老天爷也应该放睛。\n云忽散月儿明用不着谁人来点缀，长空净沧海色本来就是澄澈清明。\n虽乘船渡大海空怀孔子救世之志，仿佛听到了黄帝成池优美的乐声。\n被贬南荒虽然九死一生吾不悔恨，这次远游是我平生最奇绝的经历。\n\n"}
{"_id":{"$oid":"5b9a17ff367d5c0f40d22b58"},"title":"州桥","dynasty":"宋代","writer":"范成大","content":"南望朱雀门，北望宣德楼，皆旧御路也。\n\n州桥南北是天街，父老年年等驾回。\n忍泪失声询使者，\"几时真有六军来？\"\n\n","type":["古诗三百首","爱国"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155609622.mp3","remark":"州桥：正名为天汉桥，在汴梁（今河南省开封市）宣德门和朱雀门之间，横跨汴河。\n朱雀门：汴京（今河南开封市）旧城南面有三座门，朱雀门是中间的一座，为正南门。\n宣德楼：宫城的正门楼。\n天街：京城的街道叫天街，这里说州桥南北街，是指当年北宋皇帝车驾行经的御道。\n父老：指汴梁的百姓。等驾回：等候宋朝天子的车驾回来。驾，皇帝乘的车子。\n失声：哭不成声。询：探问，打听。\n六军：古时规定，一军为一万二千五百人，天子设六军。此处借指王师，即南宋的军队。\n\n","translation":"州桥南北的天街之上，中原父老伫足南望，他们年年盼望王师返回。\n哭不成声，强忍泪水询问使者：什么时候真有我们朝廷的军队过来？\n\n","shangxi":"此诗四句，截取了一个生动的场面，有人物、有环境、 有情节、有对话，完全可以作为一篇小小说来看。环境背景，是第一句的交代，州桥，是一个特定的环境，因为其南北是御路，作者经过此地，不直写自己内心的亡国之痛，而是从对面写来，写中原父老的感情。丧国的痛楚，沦为异邦蹂躏的凄惨，令中原父老苦不欲生。这里，“父老”是宋金两个时期的人，他们对故国的怀念远比青年人深切，所以让其出场很典型；同时，这也是实情。他们盼啊盼，盼了几十年，忽然见到宋朝使者，一时间该有多少话要说、有多少泪欲流啊！可他们强行忍住，因为屈辱的遭遇虽然难堪，盼望官军的情绪最是激烈。接下来，两句忍泪失声的询问，是这个场面的高潮，然突然收结。从内容上看，这样更深刻地表现了中原人民盼望北伐的心情；从艺术上说， 在感情的顶点收结是诗歌创作的妙法， 往往起到语尽不尽的效果。此诗正是如此，诗在到达顶点时戛然而止，可是并非语意都尽，而是余音袅袅。诗人没有以使者身份回答“父老”的问题，也没有以作者口吻发表议论；但他的感情已经与诗笔叙说的事实、描绘的形象融合为一了。如果一定要作想象的话，那范成大可能只是无言以对，因为南宋统治者的既定政策根本不想收复失地，这是十分可悲的。因此此诗对南宋王朝的投降政策也有一定的批判。\n\n　　诗歌的创作多用比、兴，然而“赋”──直接叙述或描写也是不可少的。尤其是直接叙述，往往比描写更难驾御，这就要求诗人要有敏锐的目光，能抓住典型环境中的典型细节，将感情倾注于其中。这首诗的特色就在于此。诗中的典型细节在于两个字──“等”和“询”。父老岁岁年年在等着“王师北定中原日”，几乎到了望穿双眼，几乎要化作“望驾石”，其强烈的愿望和痛苦的心情自然就融于“等”字中。而含泪失声的“询”则惟妙惟肖地描绘出父老的神情，那颤颤巍巍的身影，如在眼前，那哽哽咽咽的声调，尤在耳旁，真是“沉痛不可多读”。而“几时真有”更是意味深长，早也盼，晚也盼，朝思暮想，朝朝暮暮州桥畔，伫立凝眸，企首悬望，父老们的急切心情溢于言表。“遗民泪尽胡尘里，南望王师又一年。”这是他们的弦外之音，因为他们的热切盼望一次又一次地变成失望。而诗人的无言以对，可谓“此时无声胜有声”。"}
{"_id":{"$oid":"5b9a17ff367d5c0f40d22b59"},"title":"溪居","dynasty":"唐代","writer":"柳宗元","content":"久为簪组累，幸此南夷谪。闲依农圃邻，偶似山林客。 \n晓耕翻露草，夜榜响溪石。来往不逢人，长歌楚天碧。","type":["唐诗三百首","生活","孤独"],"remark":"簪组：古代官吏的服饰，此指官职。束：约束，束缚。南夷：古代对南方少数民族的称呼。谪：被降职或调往边远地区。当时作者被贬为永州司马。\n夜榜：夜里行船。榜：此处读“彭音，意为进船。此句指天黑船归，船触溪石而发出的声音。\n楚天：永州原属楚地。\n束：束缚。\n南夷：这里指永州。\n谪：贬官流放。\n农圃：田园。\n偶似：有时好像。\n山林客：山林间的隐士。\n榜：划船。\n响溪石：水激溪石的声响。\n长歌：放歌。\n\n","shangxi":"　　这首诗是柳宗元贬官永州时在愚溪之畔筑屋而居时的作品。诗歌表面是写在此生活的惬意自适，其实是强写欢愉，将被贬的郁愤之情隐晦写出。\n\n　　诗人被贬谪永州，应该是有满腹牢骚的，却在诗的开头将其称为幸事：“久为簪组柬，幸此南夷谪。”诗人认为他长久地为在朝中做官所累，幸亏贬谪南来这荒夷之地，可以让他过上闲适的生活。此两句正话反说，将不幸之事说成是幸事，表达了对朝中当权派的不满。\n\n　　“闲依农圃邻，偶似山林客。晓耕翻露草，夜榜响溪石”，这四句是强调在此生活的闲适之情。闲暇时与种菜的老农为邻，有时还真像是在山林隐居的人。一大早带着露水就去锄草，晚上乘船沿着溪水前进。“闲依”表现作者的闲散之态， “偶似”是故作放旷之语，自我安慰。柳宗元少有才名，胸怀大志，可是仕途不顺，一再遭贬。这次更是被贬永州，远离长安。他满腔的热情得不到施展的空间，有志而不得伸，有才而不被重用。于是，在此贬所，只好强写欢愉，故作闲适，称自己对被贬感到庆幸，假装很喜欢这种安逸舒适的生活。\n\n　　“来往不逢人，长歌楚天碧”，有时整日独来独往碰不见一个行人，于是放声高歌，声音久久地回荡在沟谷碧空之中，多么清越空旷。这闲适潇洒的生活，让诗人仿佛对自己的不幸遭贬无所萦怀，心胸旷达开朗。这里诗人看似自由自在，无拘无束，但毕竟也太孤独了。这两句恰恰透露出诗人是强作闲适，无人问津时自娱自乐，也只是一种无奈的调侃。\n\n　　纵观全诗，诗人似乎已经淡忘了遭贬的痛苦，诗中把被贬谪的不幸称之为幸，将孤独冷静的生活诠释为飘逸闲适的生活。实际上这全都是诗人激愤的反语，在这种被美化了的谪居生活的背后，隐蕴的是诗人内心深深的郁闷和怨愤。表面的平淡所蕴含的激愤，更让人为之怦然心动，正如清代的沈德潜所说： “愚溪诸咏，处连蹇困厄之境，发清夷淡泊之音，不怨而怨，怨而不怨，行间言外，时或遇之。”这是很中肯的评价。\n\n　　全诗清丽简练，含蓄深沉，意在言外，耐人寻味。\n\n","translation":"很久来为公务所累，幸好被贬谪到南方少数民族地区。闲静无事，与农人的菜圃为邻，有的时候就像个山林中的隐士。早晨耕田，翻锄带着露水的野草，晚上撑船游玩回来，船触到溪石发出声响。独来独往，碰不到其他的人，眼望楚天一片碧绿，放声高歌。\n\n韵译\n长久被官职所缚不得自由， 有幸这次被贬谪来到南夷。\n闲时常常与农田菜圃为邻， 偶然间象个隐居山中的人。\n清晨我去耕作翻除带露杂草， 傍晚乘船沿着溪石哗哗前进。\n独往独来碰不到那庸俗之辈， 仰望楚天的碧空而高歌自娱。\n\n"}
{"_id":{"$oid":"5b9a17ff367d5c0f40d22b5a"},"title":"春望","dynasty":"唐代","writer":"羊士谔","content":"莫问华簪发已斑，归心满目是青山。 \n 独上层城倚危槛，柳营春尽马嘶闲。","type":[]}
{"_id":{"$oid":"5b9a17ff367d5c0f40d22b5b"},"title":"子夜吴歌·春歌","dynasty":"唐代","writer":"李白","content":"秦地罗敷女，采桑绿水边。\n素手青条上，红妆白日鲜。\n蚕饥妾欲去，五马莫留连。","type":["唐诗三百首","乐府","春天","赞美","女子"],"remark":"子夜吴歌：《子夜歌》属乐府的吴声曲辞，又名《子夜四时歌》，分为“春歌”、“夏歌”、“秋歌”、“冬歌”。《唐书·乐志》说：“《子夜歌》者，晋曲也。晋有女子名子夜，造此声，声过哀苦。”因起于吴地，所以又名《子夜吴歌》。\n“秦地”句：秦地，指今陕西省关中地区。罗敷女，乐府诗《陌上桑》有“日出东南隅，归我秦氏楼。秦氏有好女，自名为罗敷。罗敷善蚕桑，采桑城南隅”的诗句。\n素：白色。\n“红妆”句：指女子盛妆后非常艳丽。\n妾：古代女子自称的谦词。\n“五马”句：意思是，贵人莫要在此留连。五马，《汉官仪》记载：“四马载车，此常礼也，惟太守出，则增一马。”故称五马。这里指达官贵人。 \n\n","translation":"秦地有位罗敷女，曾在绿水边采桑。\n素手在青条上采来采去，在阳光下其红妆显得特别鲜艳。\n她宛转地拒绝了太守的纠缠，说：蚕儿已饥，我该赶快回去了，太守大人，且莫在此耽搁您宝斑的时间了。\n\n"}
{"_id":{"$oid":"5b9a17ff367d5c0f40d22b5c"},"title":"送柴侍御","dynasty":"唐代","writer":"王昌龄","content":"沅水通波接武冈，送君不觉有离伤。\n青山一道同云雨，明月何曾是两乡。","type":["送别","友情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155609288.mp3","remark":"侍御：官职名。\n通波（流）：四处水路相通。\n武冈：县名，在湖南省西部。\n两乡：作者与柴侍御分处的两地。\n\n","shangxi":"　　“沅水通波接武冈，送君不觉有离伤”，点出了友人要去的地方，语调流畅而轻快，“流水”与“通波”蝉联而下，显得江河相连，道无艰阻，再加上一个“接”字，更给人一种两地比邻相近之感，这是为下一句作势。龙标、武冈虽然两地相“接”，但毕竟是隔山隔水的“两乡”。\n\n　　“青山一道同云雨，明月何曾是两乡”。运用灵巧的笔法，一句肯定，一句反诘，反复致意，恳切感人。也承接了一二句，表达出了诗人的思念之情。如果说诗的第一句意在表现两地相近，那么这两句更是云雨相同，明月共睹，这种迁想妙得的诗句，既富有浓郁的抒情韵味，又有它鲜明的个性。\n\n　　这首诗通过想象来创造各种形象，以化“远”为“近”，使“两乡”为“一乡”。语意新颖，出人意料，然亦在情理之中，因为它蕴涵的正是人分两地、情同一心的深情厚谊。而这种情谊也是别后相思的种子。又何况那青山云雨、明月之夜，更能撩起诗人对友人的思念，一面是对朋友的宽慰，另一面已将深挚不渝的友情和别后的思念，渗透在字里行间了。\n\n　　读者可以感到诗人未必没有“离伤”，但是为了宽慰友人，也只有将“离伤”强压心底，不让自己的“离伤”感染对方。更可能是对方已经表现出“离伤”之情，才使得工于用意、善于言情的诗人用乐观开朗又深情婉转的语言，以减轻对方的离愁。这是更体贴、更感人的友情。正是如此，“送君不觉有离伤”，更能让人感到无比的亲切和难得的深情。这种“道是无情却有情”的抒情手法，比那一览无余的直说更加耐人寻味。\n\n","translation":"沅江的波浪连接着武冈，送你不觉得有离别的伤感。\n你我一路相连的青山共沐风雨，同顶一轮明月又何曾身处两地呢？\n\n"}
{"_id":{"$oid":"5b9a17ff367d5c0f40d22b5d"},"title":"咏雨","dynasty":"唐代","writer":"李世民","content":"罩云飘远岫，喷雨泛长河。\n低飞昏岭腹，斜足洒岩阿。\n泫丛珠缔叶，起溜镜图波。\n濛柳添丝密，含吹织空罗。","type":["咏物","写雨"],"remark":"“罩”的意思为“覆盖、笼罩”，“罩云”的意思就是笼罩在天空中的乌云。“远岫”是指远处的峰峦。“岭腹”即半山腰；“岩阿”是指山的曲折处。“泫”的本义是“水珠下滴”；“泫丛”的意思是“一串串下滴的水珠”；“缔叶”是说“（雨滴）结在树叶上”。“起溜”是指河水泛起了一阵阵涟漪。“含吹”这两个字是唐代才有的词，见于唐代的诗文中，它的本意就是“风吹”。如唐．李峤的诗句：“青苹含吹转，紫蒂带波流。”（〈萍〉）也许是古人认为风是“风神”从嘴里吹出的一口气吧，所以把“风次”说成为“含吹”。\n\n","shangxi":"　　通过笔者的讲解，我想大家可以发现，唐太宗写的这首诗，每一句就如一段动画，而整首诗又构成了一幅远近景色结合的动态的“山雨飘洒图”。各位读者可以看看本文所配的图片，这张图片用“珠缔叶”三个字就说明了，而“泫丛（一串串雨滴如珍珠般滴下）”的动态景象却看不到。换一句话说，笔者所找到的这张图片只是“泫丛珠缔叶”这个动画片中的一个画面。\n\n　　这首诗还有一个写作特点是每句都包含了一个动词的片语，这些片语是 罩云、喷雨、低飞、斜足、泫从、起溜、濛柳、含吹。这八个词把雨写活了，就好像是施雨龙王、推云童子、布风婆婆等天神在天上操控的那样。现在有些人不相信有神的存在，认为下雨是自然现象，其实就笔者个人在很浅的层次上所见，所谓的“自然”其实是不存在的，神在控制着一切。请各位读者权且相信有施雨龙王、推云童子、布风婆婆等天神的存在，并重新读一下这首诗，可能您会发现对诗的意境的理解和您刚开始读的时候不一样了。也许您会发现，万事万物在唐太宗的笔下都是活的，都是有生命的。也就是把大自然的神韵通过诗的形式描写出来了。\n\n","translation":"远处的山峦笼罩着一片乌云，大雨倾盆而下，河水上涨。乌云低飞使半山腰一片昏暗，风吹雨斜撒满了山的曲折处。一串串雨滴如珍珠般滴下，又如珍珠般结在树叶上；大雨在如镜的湖面上泛起了一阵阵涟漪。柳丝在雨气中一片迷濛（或说迷濛的雨气使柳丝密密麻麻的分不出个来了），连绵的大雨如帘，风吹雨丝在空中织起了一片片罗幕。\n\n"}
{"_id":{"$oid":"5b9a17ff367d5c0f40d22b5e"},"title":"简兮","dynasty":"先秦","writer":"佚名","content":"简兮简兮，方将万舞。日之方中，在前上处。\n硕人俣俣，公庭万舞。有力如虎，执辔如组。\n左手执龠，右手秉翟。赫如渥赭，公言锡爵。\n山有榛，隰有苓。云谁之思？西方美人。彼美人兮，西方之人兮。","type":["诗经","写人"],"remark":"邶（bèi）：中国周代诸侯国名，地在今河南省汤阴县东南。\n简：一说鼓声，一说形容舞师武勇之貌。朱熹注“简易不恭之意”。\n方将：将要。万舞：舞名。\n方中：正好中午。\n在前上处：在前列的上头。\n硕人：身材高大的人。俣（yǔ）俣：魁梧健美的样子。\n公庭：公爵的庭堂。\n辔（pèi）：马缰绳。组：丝织的宽带子。\n龠（yuè）：古乐器。三孔笛。\n秉：持。翟（dí）：野鸡的尾羽。\n赫：红色。渥（wò）：厚。赭（zhě）：赤褐色，赭石。\n锡：赐。爵：青铜制酒器，用以温酒和盛酒。\n榛（zhēn）：落叶灌木。花黄褐色，果实叫榛子，果皮坚硬，果肉可食。\n隰（xí）：低下的湿地。苓（líng）：一说甘草，一说苍耳，一说黄药，一说地黄。\n西方：西周地区，卫国在西周的东面。美人：指舞师。\n\n","shangxi":"　　《简兮》一诗的主题，旧说是讽刺卫君不能任贤授能、使贤者居于伶官的诗，如《毛诗序》、朱熹《诗集传》、方玉润《诗经原始》、吴闿生《诗义会通》等均持此说。而今人多以为《毛诗序》不足征，纷出新解。邓荃《诗经国风译注》认为是描写舞女辛酸的诗歌，翟相君《诗经新解》却考定诗中舞者为庄姜，此篇是讽谕卫庄公沉湎声色的作品。案据诗中所用“山有榛，隰有苓”这一隐语，可知有关男女情思，所以余冠英《诗经选》、高亨《诗经今注》、袁梅《诗经译注》等认为是卫国宫廷女子（贵族妇女或一般侍女）赞美、爱慕舞师的诗歌，此说可从。最后一章的低回缠绵之气与前三章所描写的豪迈壮阔气象反差极大，疑为错简。然古代一直这么错下来，以误区当真境，亦无不可。\n\n　　全诗的艺术魅力主要来自第四章，吴闿生《诗义会通》曾引旧评说“末章词微意远，缥缈无端”，这一章用朦胧的意象和晦涩的隐语将这位女性绵邈低徊的相思展示无遗。诗歌用“山有榛，隰有苓”托兴，根据《诗经》中其他七处“山有……”“隰有……”对举句式的理解，此处是以树隐喻男子，以草隐喻女子，托兴男女情思，引出下文“云谁之思？西方美人。彼美人兮，西方之人兮。”“西方美人”，旧说多附和曲解，诗意因此玄之又玄。在诗中，“西方美人”乃是指舞师，其例一同于屈原用美人代指楚王。后四句若断若连，回环复沓，意味深远。“彼美人兮，西方之人兮”两句是“云谁之思？西方美人”两句的扩展延伸，钟惺《评点诗经》云：“看他西方美人，美人西方，只倒转两字，而意已远，词已悲矣。”而“后一章两‘兮’字忽作变调，亦与首章首句神韵相应”（陈继揆《读诗臆补》），以“细媚淡远之笔作结，神韵绝佳”（牛运震《诗志》）。\n\n","translation":"鼓声擂得震天响，盛大万舞要开场，正是红日当空照，舞蹈领队站前方。\n舞师健壮又英武，公庭上面演万舞。动作有力如猛虎，手握缰绳似丝足。\n左手拿着龠管吹，右手野鸡翎毛挥。红光满面像赭涂，公侯连说快赐酒。\n高高山上有榛树，低田苍耳绿油油。心里思念是谁人？四方舞师真英武。那英俊的男子啊，那是从西方来呀！\n\n"}
{"_id":{"$oid":"5b9a17ff367d5c0f40d22b5f"},"title":"书愤二首","dynasty":"宋代","writer":"陆游","content":"白发萧萧卧泽中，只凭天地鉴孤忠。\n厄穷苏武餐毡久，忧愤张巡嚼齿空。\n细雨春芜上林苑，颓垣夜月洛阳宫。\n壮心未与年俱老，死去犹能作鬼雄。\n\n镜里流年两鬓残，寸心自许尚如丹。\n衰迟罢试戎衣窄，悲愤犹争宝剑寒。\n远戍十年临的博，壮图万里战皋兰。\n关河自古无穷事，谁料如今袖手看。\n\n","type":["抒怀","壮志未酬","愤懑"],"remark":"书愤：书写自己的愤恨之情。书，写。\n萧萧：头发花白稀疏的样子。泽中：陆游所住三山别业，南为鉴湖，北为大泽（今为蜻蜓湖），故曰。\n鉴：照。孤忠：忠心耿耿而得不到支持。\n餐毡（zhān）：指身居异地，茹苦含辛﹐而心向朝廷。\n“优愤”句：《旧唐书·张巡传》：“及城陷，尹子奇谓巡曰：‘闻君每战眦裂，嚼齿皆碎，何至此耶？’巡曰：‘吾欲气吞逆贼，但力不遂耳。’子奇以大刀剔巡口，视其齿，存者不过三数。”张巡（709-757），唐邓州南阳（今属河南）人。安史之乱时，与许远共守睢阳（今河南商丘），内无粮草，外无援兵，坚守数月，城破被害\n春芜（wú）：春草。上林苑：秦时宫苑名，在陕西省。泛指皇家园林。当时在沦陷区。\n颓垣（yuán）：断墙残壁。洛阳宫：汉时东都洛阳的宫殿。当时在沦陷区。\n鬼雄：鬼中豪杰。《九歌·国殇》：“身既死兮神以灵，魂魄毅兮为鬼雄。”\n寸心：微小的心意。\n衰迟：衰老。戎衣：军衣。\n的博：又作“滴博”，山岭名，在四川理番县东南。这里泛指川陕。\n壮图：宏伟的意图。皋兰：山名，在今甘肃省兰州市南。\n关河：关山河川。\n袖手看：袖手旁观。\n\n","shangxi":"　　陆游曾说“盖人之情，悲愤积于中而无言，始发为诗。不然，无诗矣。”（《渭南文集》卷十五《澹斋居士诗序》）正是在这种思想的支配下，陆游经常在作品中抒发出浓勃深沉的积愤。这两首所抒发的，“就是塞上长城空自许”，“但悲不见九州同”的悲愤。\n\n　　前一首抒发自己的满怀壮志和一片忠心不被人理解的愤懑。其时，诗人年迈力衰，远离朝廷。他想到，光阴既不待我，衷肠亦无处可诉，只好凭天地来鉴察自己的一片孤忠。紧接着，诗人抚今追昔，想起了古人。苏武厄于匈奴，餐毡吞雪而忠心不泯。安史乱中，张巡死守睢阳数月，被俘后仍骂敌不止，最后竟嚼齿吞牙，不屈而死。作者的耿耿孤忠，不减他们二人，有天地可鉴。此联补足上联之意。上林苑，汉时旧苑。它和“洛阳宫”，在这里都是用来代指皇宫所在之地。首二联情绪激昂，一气直下。这一联则描写细腻，对偶精工，起到了铺垫的作用。最后一联一吐胸臆，直点主题，语气激昂，情绪悲壮，表现了“亘古男儿一放翁”（梁启超《读陆放翁集》诗语）的英雄本色。\n\n　　在第二首中，诗人的愤慨和前一首有所不同。虽然这一首似乎是承接着上一首最后两句，诗人不得不发出无可奈何的叹谓。这一篇的首联和上篇“壮心未与年俱老”句，意思一脉相承，是说对镜照容，已是两鬓苍苍，但是年华虽逝，而自己的壮心依然炽热，不减当年。第二联承上：自己迟暮衰弱，不胜戎衣，但是，悲愤存胸，宝剑在握，寒光闪烁，还是想拼一拼的。于是想起了当年之事。那时，他一腔热血，满怀激情，为了收回失地，远戍的博，鏖战皋兰。然而，时光流逝，那自古以来的关河无穷之事，在种植身上终于无法实现。当年是壮志凌云，岂料到今日成了一个袖手旁观之人。其心情之悲痛苍凉，溢于字里行间。这便是后二联的意境。\n\n　　陆游的这两首《书愤》诗，笔力雄健，气壮山河，充分地显示了他诗歌风格特征的一个主要方面。特别是其中表现出来的对国家、民族的每饭不忘、终生难释的深厚情意，更是陆游整个创作中的精华所在。\n\n","translation":"我这白发稀疏的老头幽住在镜湖旁，只有公正的天地能洞察我报国无门的忠肝义肠。\n遭难的苏武熬住了十数年吞毡咽雪的风霜，忧愤的张巡面对叛贼恨得把牙齿咬碎嚼光。\n丝丝的春雨飘洒在上林苑的乱草上，清冷的夜月照见了洛阳宫的断砖破墙。\n我的壮心并没有同年岁一起衰老消亡，纵然死了我也能做鬼中雄杰英明流芳！\n\n岁月流逝，挡不住镜里会照出两鬓秃残的模样，自信我的报国红心却依然忠贞刚强！\n年老了就该不穿紧身的军装，但悲愤常在，还要让寒光闪闪的宝剑刺向敌人的心脏！\n曾经近十年驻守在遥远的的博岭的前哨，还要到万里皋兰跃马横枪实现我宏伟的理想！\n古往今来征战的事无休无止地发生在边远地方，谁能料到现在却让我在这里袖手观望！\n\n"}
{"_id":{"$oid":"5b9a1801367d5c0f40d22b60"},"title":"卜算子","dynasty":"宋代","writer":"程垓","content":"枕簟暑风消，帘幕秋风动。月到夜来愁处明，只照团衾凤。 \n 去意杳无凭，别语愁难送。一纸鱼笺枕底香，且做新来梦。","type":[]}
{"_id":{"$oid":"5b9a1801367d5c0f40d22b61"},"title":"一剪梅·堆枕乌云堕翠翘","dynasty":"宋代","writer":"蔡伸","content":"堆枕乌云堕翠翘。午梦惊回，满眼春娇。嬛嬛一袅楚宫腰。那更春来，玉减香消。\n柳下朱门傍小桥。几度红窗，误认鸣镳。断肠风月可怜宵。忍使恹恹，两处无聊。","type":["闺怨","女子","岁月"],"remark":"鸣镳（míng biāo）：马衔铁。借指乘骑。\n恹恹（yān yān）：精神萎靡的样子\n嬛嬛一袅：嬛嬛（xuān）：轻柔美丽；袅：指体态优美的样子；形容女子婀娜多姿。\n楚宫腰：形容女性细小的腰身。\n宵（xiāo）：夜。\n\n","translation":"乌黑的长发像乌云堆砌在枕上，发间的翠翘也已经歪落。午睡间突然被惊醒，望着满眼却只是春色的温红软绿。轻柔优美的人儿，哪经得起又一春的岁月煎熬。只怕，人老珠黄玉减香消。 柳树下的红门伴着小桥。多少次等到天黑点上蜡烛映红了窗子，多少次误以为是他打马经过。断肠呀，风花雪月可怜无尽长宵。忍着萎靡的样子，却又，十分无聊。\n\n"}
{"_id":{"$oid":"5b9a1801367d5c0f40d22b62"},"title":"行路难","dynasty":"南北朝","writer":"释宝月","content":"君不见孤雁关外发，酸嘶度扬越。\n空城客子心肠断，幽闺思妇气欲绝。\n凝霜夜下拂罗衣，浮云中断开明月。\n夜夜遥遥徒相思，年年望望情不歇。\n寄我匣中青铜镜，倩人为君除白发。\n行路难，行路难，夜闻南城汉使度，使我流泪忆长安！","type":["游子","相思"],"translation":"行路难》为乐府旧题，古辞不存。《乐府解题》说：“《行路难》备言世路艰难及离别悲伤之意，多以‘君不见’为首。”《续晋阳秋》说：“袁山松善音乐，北人旧歌有《行路难》曲，辞颇疏质，山松好之，乃为文其章句，婉其节制。每因酒酣从而歌之，听者莫不流涕。”可见《行路难》词多悲哀之音。\n\n　　此诗由三个层次构成。首四句为第一层，写游子思妇，两个方面同时着笔，而以秋夜闻雁声贯串。以孤雁哀鸣写游子思妇，这是古诗中常用的手法。如曹丕《杂诗》：“草虫鸣何悲，孤雁独南翔。郁郁多悲思，绵绵思故乡。……向风长叹息，断绝我中肠。”又说：“漫漫秋夜长，烈烈北风凉。展转不能寐，披衣起彷徨。彷徨忽已久，白\n\n"}
{"_id":{"$oid":"5b9a1801367d5c0f40d22b63"},"title":"途中见杏花","dynasty":"唐代","writer":"吴融","content":"一枝红杏出墙头，墙外行人正独愁。\n长得看来犹有恨，可堪逢处更难留！\n林空色暝莺先到，春浅香寒蝶未游。\n更忆帝乡千万树，澹烟笼日暗神州。","type":["写花","抒情"],"translation":"译文 　　一枝淡红的杏花探出墙头，而墙外的行人（作者）正伤春惆怅。这枝杏花的样子好像跟我一样伤春惆怅，我们哪里禁受得了相逢在这春去匆匆难相留的时节？天色已晚，寂静的树林中黄鹂鸟最先归来，春色尚早，杏花在料峭的春寒中独自绽放，却没有蜂飞蝶舞。这时候我更怀念长安的千万株桃浓杏淡，可淡淡的暮色已经笼罩住了夕阳的光辉，整个神州一片黯淡。"}
{"_id":{"$oid":"5b9a1801367d5c0f40d22b64"},"title":"为薛台悼亡","dynasty":"唐代","writer":"白居易","content":"半死梧桐老病身，重泉一念一伤神。 \n手携稚子夜归院，月冷空房不见人。","type":["悼亡"],"remark":"重泉：犹九泉。旧指死者所归。\n\n","translation":"一边是就要枯死的梧桐树一边是久病的身躯，每当想到人死后要去九泉之下心里感到悲伤。\n夜晚手拉着年幼的儿子回到了自己的故园中，寒冷的月光下空空的房子里没有看见任何人。\n\n"}
{"_id":{"$oid":"5b9a1801367d5c0f40d22b65"},"title":"从军行","dynasty":"唐代","writer":"陈羽","content":"海畔风吹冻泥裂，枯桐叶落枝梢折。 \n横笛闻声不见人，红旗直上天山雪。","type":["边塞","行军"],"remark":"从军行：乐府《相和歌辞·平调曲》名。歌词内容多写边塞情况和将士生活。\n海：古代西域的沙漠、大湖泊都叫“海”。这里指天山脚下的湖泊。\n折：断。\n横笛：横吹的一种笛子。\n直上：一直向上、向前。\n\n","shangxi":"　　这是一首写风雪行军的仄韵绝句，全诗写得十分壮美。一、二句写从军将士面对的环境极为严酷：天山脚下寒风劲吹，湖边（“海畔”）冻泥纷纷裂开，梧桐树上的叶子已经刮光，枝梢被狂风折断。就在这一严酷的背景上，映出皑皑雪山，传出高亢嘹亮的笛声。诗人以这一笛声，就点出了这里也许有人的联想，同时又将人隐去，以“不见人”造成悬念：那风里传来的笛声究竟来自何处呢？从而自然转出末句：寻声望去，只见在天山白雪的映衬下，一行红旗正在向峰巅移动。风雪中红旗不乱，已足见出从军将士的精神，“直上”的动态描写，更使画面生机勃然，高昂的士气、一往无前的精神，尽在这“直上”二字中溢出。\n\n　　这首诗在艺术上善于映衬与妙用指代。一、二句对环境的描写，竭力突出自然环境的恶劣，用浓重氛围映衬从军将士无所畏惧的精神风貌。如果是在风和日丽、山明水净的条件下行军，便难能见出士气的昂扬坚强了。适应氛围描写的需要，在押韵上采用了入声的韵脚，一、二、四句末一字入韵，“裂”、 “折”、“雪”都是入声“屑”韵字，韵尾为舌尖音，收音短促，适宜于抒写或悲或壮的诗情。\n\n　　前两句的氛围描写与入声韵的选用，为抒写壮美的诗情打下了良好的基础。但映衬毕竟是陪宾，描写的成败，关键在于作为主体的三、四两句。后两句意在写人，却不正面写出，更不和盘托出，而只是拈出与人相关的二物——“横笛”、“红旗”，不言人而自有人在。这种指代手法的运用，既节省了笔墨，又丰富了作品的艺术容量，给了读者广阔的想象的空间。军中物品无数，只写笛、旗二者，不仅出于只有笛声、红旗才会被远处发现，还因为只有此二物最足以表见行军将士的精神。在写法上，先写“横笛闻声”，后写“红旗直上”，符合人们对远处事物的注意往往“先声后形”的一般习惯。特别巧妙的是“不见人”三字的嵌入。“闻声”而寻人，寻而“不见”，从而形成文势的跌宕，使末句的动人景象更为显豁地表现出来。\n\n　　这首《从军行》兼有诗情画意之美，莽莽大山，成行红旗，雪的白，旗的红，山的静，旗的动，展示出一幅壮美的风雪行军图。\n\n","translation":"湖海之滨冷风次得泥土冻裂，枯桐叶飘落了，树枝折下来。\n远远听到横笛声却看不到人，把红旗一直插上天山头顶雪。\n\n"}
{"_id":{"$oid":"5b9a1801367d5c0f40d22b66"},"title":"国风·邶风·泉水","dynasty":"先秦","writer":"佚名","content":"毖彼泉水，亦流于淇。有怀于卫，靡日不思。娈彼诸姬，聊与之谋。\n出宿于泲，饮饯于祢，女子有行，远父母兄弟。问我诸姑，遂及伯姊。\n出宿于干，饮饯于言。载脂载舝，还车言迈。遄臻于卫，不瑕有害？\n我思肥泉，兹之永叹。思须与漕，我心悠悠。驾言出游，以写我忧。","type":["诗经","思乡"],"remark":"邶（bèi）：中国周代诸侯国名，地在今河南省汤阴县东南。\n泉水：卫国水名，即末章所说的“肥泉”。\n毖（bì）：“泌”的假借字，泉水涌流貌。\n淇：淇水，卫国河名。\n有怀：因怀念。有，以，因。\n靡：无。\n娈（luán）：美好的样子。诸姬：指卫国的同姓之女，卫君姓姬。\n聊：一说愿，一说姑且。\n泲（jǐ）：卫国地名。或以为即济水。\n饯：以酒送行。祢（nǐ）：卫国地名。\n行：指女子出嫁。\n姑：父亲的姊妹称“姑”。\n干：卫国地名。\n言：卫国地名。\n载：发语词。脂：涂车轴的油脂。舝（xiá）：同“辖”，车轴两头的金属键。此处脂、舝皆作动词。\n还车：回转车。迈：远行。\n遄（chuán）：疾速。臻：至。\n瑕：通“胡”、“何”；一说远也。\n肥泉、须、漕：皆卫国的城邑。肥泉一说同出异归之泉。\n兹：通“滋”，增加。\n须、漕：均为卫国地名。\n悠悠：忧愁深长。\n写（xiè）：通“泻”，除也。与“卸”音、义同。\n\n","shangxi":"　　思乡是对家园的依恋。谁都会说家乡好。这是人类普遍的心态。衡量家乡好的标准，显然不是物质条件，而是那份梦绕魂牵 的亲情。家乡完全可能很穷，很落后，很寒伧，没有丰富的物产 和妩媚的山水，但这些对思乡人来说都不重要，都可以被忽略。\n\n　　重要的是，生于斯、长于斯、铭刻在心灵深处的人生体验，以 及由此产生的不可割舍的亲情。这些体验和亲情对个人来说一生 只有一次，既不可重复，也不可替代。哪怕是一些极小的细节，比 如曾经采摘邻居的花朵而遭到责骂，背着父母下河洗澡，爬上屋 顶恶作剧，放学路上漫无目的地游荡和东张西望，都可能随着岁 月的流逝而在脑海里突现出来，变成思乡恋情中的一部分。\n\n　　家园感可以说是人类心灵中最为持久和强烈的冲动的来源。 久居家园不容易体验到这种冲动的强烈程度，也难以对思乡愁绪 有深切的感触。一旦脱离家园，或者丧失家园，方才体会到家园 的可亲可爱。游子思家，古今中外皆然，也是文学艺术表现的永 恒主题。失去家园，既是失去了肉体的寄居之所，同时也是失去 了情感的寄托和精神的归依。犹太民族为重建失去的家园，忍辱 负重，历尽坎坷，奋斗了三千年，为此付出了一代又一代人的牺 牲。可见，无论对一个民族来说，还是对一个人来说，都不可能 一日无家园。即使没有实际存在的家园，必定会有心目中既神圣 又可亲的家园。\n\n　　有家不能回的忧愁，丝毫都不亚于无家可归的悲哀。在人遭 受痛苦磨难的时候，家园家乡常常取代神灵上帝而成为人们精神 上的支柱和依靠，成为人们在痛苦磨难中坚持下去、与之抗争的 力量源泉之一。从这个意义上说，乡愁是可贵的。\n\n","translation":"泉水汨汨流不息，还是回归入淇水。怀念卫国我故乡，没有一天不在想。同来姬姓好姐妹，且与她们来商量。\n回想当初宿泲地，摆酒饯行在祢邑。女子出嫁到别国，远离父母和兄弟。临行问候我姑母，还有众位好姊妹。\n如能回乡宿在干，饯行之地就在言。车轴上油插紧键，直奔故乡跑得欢。疾驰速奔回到卫，不会招来甚后患？\n我是思绪在肥泉，声声叹息用不休。再想须城与漕邑，我的忧伤无尽头驾着马车去出游，借此排解我忧愁。\n\n"}
{"_id":{"$oid":"5b9a1801367d5c0f40d22b67"},"title":"饮湖上初晴后雨二首·其一","dynasty":"宋代","writer":"苏轼","content":"朝曦迎客艳重冈，晚雨留人入醉乡。\n此意自佳君不会，一杯当属水仙王。","type":["赞美","西湖","美景"],"remark":"饮湖上：在西湖的船上饮酒。\n朝曦：早晨的阳光。\n水仙王：宋代西湖旁有水仙王庙，祭祀钱塘龙君，故称钱塘龙君为水仙王。\n\n","translation":"天色朦胧就去迎候远道而来的客人，晨曦渐渐地染红了群山。傍晚泛舟西湖，天上飘来了一阵阵雨，客人不胜酒力已渐入醉乡。\n西湖晴雨皆宜，如此迷人，但客人并没有完全领略到。如要感受人间天堂的神奇美丽，还是应酌酒和西湖的守护神“水仙王”一同鉴赏。\n\n"}
{"_id":{"$oid":"5b9a1801367d5c0f40d22b68"},"title":"漫感","dynasty":"清代","writer":"龚自珍","content":"绝域从军计惘然，东南幽恨满词笺。\n一箫一剑平生意，负尽狂名十五年。","type":["爱国","励志"],"remark":"绝域：隔绝的地域，言其远。此指我国边疆。\n惘（wǎng）然：失志的样子。指从军的愿望未能实现。\n东南：指我国东南沿海一带。当时英、美、葡等国已开始在东南沿海一带的广州、漳州(今属厦门)、宁波进行经济掠夺。\n词笺（jiān）：写诗词的纸，亦可作“诗词”看。笺，古代小幅而极精致的纸。\n负：辜负。十五年：诗人于嘉庆十四年（1809）十八岁时成人立志，在北京与被目为“狂士”的著名诗人王昙订为忘年交，当时已在社会上小有名气，从那时到此时，前后正好十五年。\n\n","translation":"从军疆场的壮志难酬令人怅惘，东南形势的忧虑情怀注满诗行。\n赋诗抒怀和仗剑抗敌是我平生志愿，十五年来完全辜负了“狂士”声名。\n\n"}
{"_id":{"$oid":"5b9a1801367d5c0f40d22b69"},"title":"蝶恋花·满地霜华浓似雪","dynasty":"清代","writer":"王国维","content":"满地霜华浓似雪。人语西风，瘦马嘶残月。一曲阳关浑未彻。车声渐共歌声咽。\n换尽天涯芳草色。陌上深深，依旧年时辙。自是浮生无可说。人间第一耽离别。","type":["离别"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155610700.mp3","remark":"霜华，此指严霜。因其每呈结晶状，故云。张祜《旅次上饶溪》诗：“秋竹静霜华。”\n阳关，指《阳关三叠》曲。为古代送别的曲调。王维《送元二使安西》诗：“渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。”后来谱入乐府，即以诗中“渭城”或“阳关”名曲。\n浮生，《庄子·刻意》：“其生若浮，其死若休。”老庄学说认为人生世事虚幻无定，故云。\n耽（dān）：指沉溺、迷恋；也有停留、拖延、延误的含义。\n\n","translation":"满地凝结着寒霜，浓得像覆上一层白雪。人们立在西风中话别，瘦马也向着残月不断悲鸣。送别时，《阳关》一曲犹未奏完，离人就已出发了。咿轧的车声仿佛应和着歌声，在痛苦地呜咽。\n天涯芳草青青的颜色已换作枯黄，可是，陌头上深深的车辙依旧是我来时的模样。三句为前人未道之语。静安于是年春跟随罗振玉入京，数月后即奔丧回里。来去匆匆，情事已更，故深感人生之无常。这虚浮无定的人生，还有什么可说呢？在人间最令伤心的事莫过于离别了。\n\n"}
{"_id":{"$oid":"5b9a1802367d5c0f40d22b6a"},"title":"破阵子·燕子欲归时节","dynasty":"宋代","writer":"晏殊","content":"燕子欲归时节，高楼昨夜西风。求得人间成小会，试把金尊傍菊丛。歌长粉面红。\n斜日更穿帘幕，微凉渐入梧桐。多少襟情言不尽，写向蛮笺曲调中。此情千万重。","type":["惜别","思念","女子"],"remark":"破阵子：唐教坊曲名，又名《十拍子》。\n金尊：酒杯。\n斜日：夕阳。\n更：正。\n蛮笺：谓蜀笺，唐时指四川地区所造彩色花纸。\n\n","shangxi":"　　这首词，仍然是惜别、思念之作。寂寞是爱的一种声音，孤独是爱的另外一种声音。而心，则是爱的道路。爱情是盏灯，思念是其中的灯油。当有一天，一个人站在往事的回廊中观望的时候，纵有如火的红豆，也点不亮那断了纹路的情伤。情已断，爱已走，心已碎，手已凉。这样的现实，不知不觉地站在一个女子的心里。\n\n　　于自己内心思念的尽头，发现，心被那远去的人牵得很紧，很疼。世界这么大，但幸运的是，那别人的名字，仍然还在心里，牵挂着，等待着，等待他的归期。只是不知道，是不是还能穿过茫茫的红尘，找到那把可以打开距离的钥匙。\n\n　　真的如同徐再思所说的那样：平生不会相思，才会相思，便害相思。\n\n　　这首词，仍然是一个女子的伤情。\n\n　　叶嘉莹先生在《大晏词的欣赏》中这样评价此词：“至于写艳情者，如其……《破阵子》之‘多少襟怀言不尽，写向蛮笺曲调中，此情千万重’，若以这些词句与柳永《定风流》之‘彩线慵拈伴伊坐’，《菊花新》之‘欲掩香帏论缱绻’诸作相较，则大晏正所谓‘虽作艳语，终有品格’，因为大晏所唤起人的只是一份深挚的情意，而此一份情意虽然或者乃因儿女之情而发，然而却并不为儿女之情所限，较之一些言外无物的浅露淫亵之作，自然有高下、雅鄙的分别。”\n\n　　有权威的解析认为，这是一首秋日席间赠妓之作。全篇代歌妓述事言情，先写这位歌女对“时节”的感受，次写她在筵席上与情人“小会”的欢欣及她的即席演唱，最后写她与情人依依惜别的种种情状。\n\n　　这样的解析虽然没有什么问题，但是我总是觉得太过实在了一些。晏殊自己没有明说这是代歌女而作或赠妓之作，我们如果断成代歌女而作或赠妓之作，也不是不可，只是在我看来，有点喧宾夺主的嫌疑。所以，我坚持认为，这就是一首惜别、思念之作。和一个女子有关。除此之外，不做其他的推断。\n\n　　“燕子欲归时节，高楼昨夜西风。”\n\n　　这里点明了时节。从“燕子欲归”和“昨夜西风”这两句来看，当是晚春至秋初的这段时节。\n\n　　这句，其实存在着一个人物特写。一个女子站在高楼之上，望着远方的姿态写满了思念。虽然晏殊从词语上没有写到这个女子，但从“燕子”、“高楼”这两句，我们就可以在自己的脑海中勾画出一个女子婀娜多姿的身姿。真正的高手，就高在“以物衬人”或“以物写人”的境界上。\n\n　　诗词从来都是一种省略文体，不可能说得过于明白。所以，这就需要我们有想象力，甚至是合理的、大胆的想象。\n\n　　“燕子欲归”，这其实是女子内心的愿望和最真最深的疼。你看那燕子，都双飞在她的眼前，可是，他却独自留下她，忍受这漫长的寂寞的煎熬，甚至是孤独的思念的掏挖。\n\n　　燕子欲归，人未归。我想，这才是晏殊最想写出来的结果。不过，却留着，让读者自己去想象。明白无误的是，词中女子的内心和思念已经寄出去，而且，一直没有找到可以收留的地方，一直在路上跋涉。\n\n　　不过，他仍然在她的心里燃烧着。他拿走了她的梦、她的泪水和她的思念。\n\n","translation":"燕子归来的时节，吹起了西风。希望在人世间我们还能能相聚在一起，在菊花丛中举杯共饮。歌声悠扬有你粉嫩的脸庞。\n夕阳穿过幕帘，阴影包围了梧桐。有多少情话说不尽，写在给你的词曲中。这份情千万重。\n\n"}
{"_id":{"$oid":"5b9a1802367d5c0f40d22b6b"},"title":"长城","dynasty":"唐代","writer":"朱庆馀","content":"秦帝防胡虏，关心倍可嗟。一人如有德，四海尽为家。 \n 往事乾坤在，荒基草木遮。至今徒者骨，犹自哭风沙。","type":[]}
{"_id":{"$oid":"5b9a1802367d5c0f40d22b6c"},"title":"墨子怒耕柱子","dynasty":"先秦","writer":"墨子及弟子 撰","content":"　　墨子怒耕柱子。耕柱子曰：“我无愈于人乎？”墨子曰：“我将上太行，以骥与牛驾，子将谁策？”耕柱子曰：“将策骥也。”墨子曰：“何故策骥也？”耕柱子曰 ：“骥足以策。” 墨子曰：“我亦以子为足以策，故怒之。”耕柱子悟。\n\n","type":["初中文言文","寓理","教育","故事"]}
{"_id":{"$oid":"5b9a1802367d5c0f40d22b6d"},"title":"摊破浣溪沙·手卷真珠上玉钩","dynasty":"五代","writer":"李璟","content":"手卷真珠上玉钩，依前春恨锁重楼。风里落花谁是主？思悠悠。\n青鸟不传云外信，丁香空结雨中愁。回首绿波三楚暮，接天流。","type":["宋词三百首","婉约","写景","伤春"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155611957.mp3","remark":"摊破浣溪沙：词牌名。又名“添字浣溪沙”“山花子”“南唐浣溪沙”。双调四十八字，前阕三平韵，后阕两平韵，一韵到底。前后阕基本相同，只是前阕首句平脚押韵，后阕首句仄脚不押韵。后阕开始两句一般要求对仗。这是把四十二字的“浣溪沙”前后阕末句扩展成两句，所以叫“摊破浣溪沙”。\n真珠：以珍珠编织之帘。或为帘之美称。《西京杂记》：“昭阳殿织珠为帘，风至则鸣，如珩佩之声”。玉钩：帘钩之美称。\n依前：依然，依旧。春恨：犹春愁，春怨。锁：这里形容春恨笼罩。\n悠悠：形容忧思不尽。\n青鸟：传说曾为西王母传递消息给汉武帝。这里指带信的人。《史记·司马相如列传》：“幸有三足鸟为之使。”注：“三足鸟，青鸟也。主西王母取食。”云外：指遥远的地方。\n丁香结：丁香的花蕾。此处诗人用以象征愁心。\n三楚：指南楚、东楚、西楚。三楚地域，说法不一。这里用《汉书·高帝纪》注：江陵（今湖北江陵一带）为南楚。吴（今江苏吴县一带）为东楚。彭城（今江苏铜山县一带）为西楚。“三楚暮”，一作“三峡暮”。\n\n","shangxi":"　　这是一首伤春词、春恨词。词人赋恨在者所在多有，然惯用暗笔，像这首在词中点明“春恨”还是罕见的。词的上片从落花无主着笔，写春恨所以产生的触媒；下片从思念难解立意，将春恨产生的根源揭示得含蓄而又深沉。作者用了词家惯用的对景抒情的手法，然而却用得很不一般。\n\n　　词的开头头先来了句“手卷真珠上玉钩”，即非景语，也非情语，而是客观平直的叙述，算不上以景呼情，也算不上以情唤景。首句“真珠”二字或作“珠帘”，但正如古人所云：“言‘真珠’，千古之善读者都知其为帘，若说‘珠帘’，宁知其为真珠耶！是举真珠可包珠帘，举珠帘不足以包真珠也。后人妄改，非所谓知音。”“手卷真珠上玉钩，依前春恨锁重楼”二句委婉、细腻，卷帘本欲观省景物，借抒怀抱，而既卷之后，依旧春愁浩荡。可见，“锁”是一种无所不在的心灵桎梏，使人欲销愁而不可得。而“春恨”并不是抽象的，“风里落花谁是主”，风不仅吹落花朵，更将凋零的残红吹得四处飞扬，无处归宿。在这里可以看到的是人的身世飘零，孤独无依。\n\n　　上片结句“思悠悠”，正是因此而思绪萧索，悠然神往。\n\n　　下片从人事着笔，是对春恨的进一步申说，也是“思悠悠”的直接结果。“青鸟不传云外信，丁香空结雨中愁”，则点出了“春恨”绵绵的缘由所在。此句反用西王母与汉武帝典故。据说三足的青鸟是西王母的侍者，七月七日那天，汉武帝忽见青鸟飞集殿前，遂后西王母即至。然而所思主人远在云外，青鸟也不为之传信，思念难解的主人公就更加感到春恨的沉重了。“丁香结”本是丁香的花蕾，取固结难解之意，诗人多用它比喻相思之愁的郁结不散，如李商隐《代赠》诗有句：“芭蕉不展丁香结，同向春风各自愁。”李璟的独创就在于将丁香结化入雨中的境界，使象征愁心的喻体丁香花蕾更加凄楚动人，更加令人怜悯，“青鸟”、“丁香”二句合看又恰是一联工稳的对仗，一人事，一时景，这律诗般的俊语将思念难解之情写得既空灵透脱而又真挚实在。至此，词的感情已经十分浓郁、饱满。当手卷真珠上玉钩的时刻，已经春恨绵绵；风里落花无主，青鸟不传信，丁香空结，则徒然的向往已经成为无望，这已是无可逃避的结局。\n\n　　最后以景语作结：“回首绿波三楚暮，接天流”。楚天日暮，长江接天，这样的背景暗示着愁思的深广。“接天流”三个字让人想起“问君能有几多愁，恰似一江春水向东流”。就这一意境而言，李璟李煜父子是一脉相承的。另外，从整首词来看，末句的境界突然拓展，词中的一腔愁怀置于一个与其身世密切相关的历史地理环境中，与心灵的起伏波动也是密切相合的。\n\n　　那充满“春恨”的人事内容究竟具体何指。据马令《南唐书》卷二十五载：李璟即位，歌舞玩乐不辍，歌师王感化尝为之连唱“南朝天子爱风流”句至再三再四以剌之，李璟遂悟，作《浣溪沙》二阕并手书以赐感化，其中就包括这一首。这样看来，词中的春恨就不是这位风流天子对景抒情的一般闲愁，很可能是南唐受周威胁时的危苦感慨，而“青鸟”句就是忧国之思的深沉寄托了。\n\n","translation":"卷起珍珠做的帘子，挂上帘钩，在高楼上远望的我和从前一样，愁绪依然深锁。风里的落花那么憔悴，谁是它的主人呢？这使我越想越加茫然。\n信使不曾捎来远方行人的音讯，雨中的丁香花让我想起凝结的忧愁。我回头眺望暮色里的三峡，看江水从天而降，浩荡奔流。\n\n"}
{"_id":{"$oid":"5b9a1802367d5c0f40d22b6e"},"title":"拟行路难·其六","dynasty":"南北朝","writer":"鲍照","content":"对案不能食，拔剑击柱长叹息。\n丈夫生世会几时？安能蹀躞垂羽翼！\n弃置罢官去，还家自休息。\n朝出与亲辞，暮还在亲侧。\n弄儿床前戏，看妇机中织。\n自古圣贤尽贫贱，何况我辈孤且直！","type":["古诗三百首","乐府","失意","哀歌"],"remark":"案：一种放食器的小几。又，案，即古“椀”（碗）字。　\n会：能。这句是说一个人生在世上能有多久呢？　\n安能：怎能。蹀躞（diéxiè叠谢）：小步行走的样子。这句是说怎么能裹足不前，垂翼不飞呢。　\n弄儿：逗小孩。戏：玩耍。　\n孤且直：孤高并且耿直。这二句是说自古以来圣人贤者都贫困不得意，何况像我们这样孤高而耿直的人呢！\n\n","shangxi":"　　全诗分三层。前四句集中写自己仕宦生涯中倍受摧抑的悲愤心情。一上来先刻画愤激的神态，从“不能食”、“拔剑击柱”、“长叹息”这样三个紧相连结的行为动作中，充分展示了内心的愤懑不平。诗篇这一开头劈空而来，犹如巨石投江，轰地激起百丈波澜，一下子抓住了读者的关注。接着便叙说愤激的内容，从“蹀躞”、“垂羽翼”的形象化比喻中，表明了自己在重重束缚下有志难伸、有怀难展的处境。再联想到生命短促、岁月不居，更叫人心焦神躁，急迫难忍。整个心情的表达，都采取十分亢奋的语调；反问句式的运用，也加强了语言的感情色彩。\n\n　　中间六句是个转折。退一步着想，既然在政治上不能有所作为，不如丢开自己的志向，罢官回家休息，还得与亲人朝夕团聚，共叙天伦之乐。于是适当铺写了家庭日常生活的场景，虽则寥寥几笔，却见得情趣盎然，跟前述官场生活的苦厄与不自由，构成了强烈的反差。当然，这里写的不必尽是事实，也可能为诗人想象之辞。如果根据这几句话，径自考断此诗作于诗人三十来岁一度辞官之时，不免过于拘泥。\n\n　　然而，闲居家园毕竟是不得已的做法，并不符合作者一贯企求伸展抱负的本意，自亦不可能真正解决其思想上的矛盾。故而结末两句又由宁静的家庭生活的叙写，一跃而为牢骚愁怨的迸发。这两句诗表面上引证古圣贤的贫贱以自嘲自解，实质上是将个人的失意扩大、深化到整个历史的层面——怀才不遇并非个别人的现象，而是自古皆然，连大圣大贤在所不免，这足以证明现实生活本身的不合理。于是诗篇的主旨便由抒写个人失意情怀，提升到了揭发、控诉时世不公道的新的高度，这是一次有重大意义的升华。还可注意的是，诗篇终了用“孤且直”三个字，具体点明了像作者一类的志士才人坎坷凛冽、抱恨终身的社会根源。所谓“孤”，就是指的“孤门细族”（亦称“寒门庶族”），这是跟当时占统治地位的“世家大族”相对讲的一个社会阶层。六朝门阀制度盛行，世族垄断政权，寒门士子很少有仕进升迁的机会。鲍照出身孤寒，又以“直”道相标榜，自然为世所不容了。钟嵘《诗品》慨叹其“才秀人微，故取湮当代”，是完全有根据的。他的诗里不时迸响着的那种近乎绝望的抗争与哀叹之音，也不难于此得到解答。\n\n　　前面说过，同为诗人抗议人生的哀歌，此诗较之《拟行路难·泻水置平地》的正言若反、半吐半吞，写法上要直露得多，但此诗也并非一泻到底。起调的高亢，转为中间的平和，再翻出结语的峭拔，照样是有张有弛，波澜顿挫。音节安排上由开首时七言长调为主，过渡到中间行云流水式的五言短句，而继以奇峰突出的两个长句作收煞，其节奏的高下抗坠也正相应于情感旋律的变化。所以两首杂言体乐府仍有许多共同之处。再进一步，拿这两首感愤言志之作，来同前面那些借思妇口吻言情的篇什相比较，风格上又有不少异同。前诗婉曲达意，这里直抒胸臆；前诗节拍舒徐，这里律动紧促；前诗情辞华美，这里文气朴拙——随物赋形，各有胜境。不过无论哪一类题材，都能显现出作者特有的那种奇思焕发、笔力健劲的色调，这正是鲍照诗歌最能打动人心的所在。《南史》本传用“遒丽”二字评论他的乐府创作，后来杜甫也以“俊逸”概括其诗风，其实“俊”和“丽”还只标示出它的体貌，“逸”和“遒”才真正摄得它的神理。从鲍照的“俊逸”到李白的“飘逸”，是有着一脉相承的关系的。\n\n","translation":"对着席案上的美食却难以下咽，拔出宝剑对柱挥舞发出长长的叹息。\n大丈夫一辈子能有多长时间，怎么能小步走路的失意丧气？\n放弃官衔辞职离开，回到家中休养生息。\n早上出家门与家人道别，傍晚回家依然在亲人身边。\n在床前与孩子玩耍，看妻子在织布机前织布。\n自古以来圣贤的人都生活得贫贱，更何况我这样的清高孤寒又正直的人呢？\n\n"}
{"_id":{"$oid":"5b9a1802367d5c0f40d22b6f"},"title":"虞美人·玉楼缥缈孤烟际","dynasty":"宋代","writer":"欧阳澈","content":"玉楼缥缈孤烟际。徒倚愁如醉。雁来人远暗消魂。帘卷一钩新月、怯黄昏。\n那人音信全无个。幽恨谁凭破。扑花蝴蝶若知人。为我一场清梦、去相亲。","type":["思念","爱情"],"remark":"玉楼：华丽的楼阁。\n相亲：互相亲爱；相亲近。\n\n","translation":"夜晚独自登上小楼，烟雾朦胧，忧愁漫上心头就像醉酒似的。大雁飞来了，可是爱人却远走了，想到这更加惆怅。窗帘边一钩新月，这凄凄黄昏最是难熬。\n所爱的人心音全无，我这幽恨何时才能除去呢。那绕着花儿飞舞的蝴蝶若是懂我的心的话，麻烦到我的梦里去，飞去我爱人的地方，寄去我的相思。\n\n"}
{"_id":{"$oid":"5b9a1802367d5c0f40d22b70"},"title":"蝶恋花·早行","dynasty":"宋代","writer":"周邦彦","content":"月皎惊乌栖不定，更漏将残，辘轳牵金井。唤起两眸清炯炯。泪花落枕红绵冷。\n执手霜风吹鬓影。去意徊徨，别语愁难听。楼上阑干横斗柄，露寒人远鸡相应。","type":["宋词三百首","月亮","婉约","离别","女子","惜别"]}
{"_id":{"$oid":"5b9a1802367d5c0f40d22b71"},"title":"定风波·自春来","dynasty":"宋代","writer":"柳永","content":"自春来、惨绿愁红，芳心是事可可。日上花梢，莺穿柳带，犹压香衾卧。暖酥消、腻云亸，终日厌厌倦梳裹。无那。恨薄情一去，音书无个。\n早知恁么，悔当初、不把雕鞍锁。向鸡窗，只与蛮笺象管，拘束教吟课。镇相随、莫抛躲，针线闲拈伴伊坐。和我，免使年少，光阴虚过。","type":["宋词三百首","宋词精选","婉约","女子","闺怨","思念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155611720.mp3","remark":"是事可可：对什么事情都不在意，无兴趣。一切事全含糊过去。可可：无关紧要；不在意。 \n暖酥：极言女子肌肤之好。\n腻云：代指女子的头发。亸（duǒ）：下垂貌。\n无那：无奈。\n恁么：这么。\n鸡窗：指书窗或书房。语出《幽明录》：“晋兖州刺史沛国宋处宗尝得一长鸣鸡，爱养甚至，恒笼著窗间。鸡遂作人语，与处宗谈论极有言智，日不辍。处宗因此言巧大进。”（《艺文类聚·鸟部》卷九十一引）。\n蛮笺象管：纸和笔。蛮笺：古时四川所产的彩色笺纸。象管：即象牙做的笔管。\n镇：常。\n和：允诺。\n\n","shangxi":"　　这是一首写爱情的词篇，具有鲜明的民间风味，是柳永“俚词”中具有代表性的作品。这首词以一个少妇（或妓女）的口吻，抒写她同恋人分别后的相思之情，刻画出一个天真无邪的少妇形象。这首描写闺怨的词在宋元时期曾经广为流传，受到普通民众，尤其是歌妓的喜爱。到了元代时，关汉卿更是把它写进了描写柳永与歌妓恋情的杂剧《谢天香》里。\n\n　　上片，通过艳丽春光和良辰美景来衬托少妇的孤寂之情。开头三句，写春回大地，万紫千红。少妇因此反而增愁添恨。这里暗示出，过去的春天她曾与“薄情”者有过一段火热的恋情生活。次三句，写红日高照，莺歌燕舞，是难得的美景良辰，而她却怕触景伤情，拥衾高卧。接三句，写肌肤消瘦，懒于梳妆打扮。这和《诗经．卫风·伯兮》“自伯之东，首如飞蓬，岂无膏沐，谁适为容”的精神是一致的，表现出爱情的坚贞不渝。未三句，揭示出这位少妇之所以“倦梳裹”的真正原因：“恨薄情一去，音信无个。”作者在上片用的是一种倒叙手法，不仅总结上片中的三个层次，而且还很自然地引出下面的内心活动和感情的直接抒发。\n\n　　下片，极写内心的悔恨和对美好生活的向往。头三句，点明“悔”字，反映出这位少妇的悔恨之情。继之，又用“锁”字与此相衬，烘托出感情的真挚、热烈与性格的泼辣。在特别重视功名利禄的封建社会，一个闺中少妇为了爱情而敢于设想把丈夫“锁”在家里，这无疑是一个大胆的反叛行动。这位少妇的举措，可以使人联想到《红楼 梦》中林黛玉对功名利禄，对仕途经济的批判，而且与柳永《鹤冲天》词中所反映的思想感情也是一脉相通的。中六句是对理想中的爱情生活的设想和追求。他们坐在窗明几净的书房里吟诗作赋，互相学习，终日形影不离。结尾三句明确责示对青春的珍惜和对生活的热爱。\n\n　　这首词具有浓厚的民歌风味。它不仅吸取了民歌的特点，保留了民间词的风味，而且还具有鲜明的时代特色。作者没有采取传统的比兴手法，也不运用客观的具体形象来比喻和暗示自己爱情的炽烈与坚贞，而是采取感情的直接抒写和咏叹。词中，感情的奔放热烈带有一种赤裸无遗的色彩，明显地具有一种市民性。这是柳永生活时代都市高度繁荣的客观反映。\n\n　　从思想上看，这首词明显带有市民意识。这首词的另一特点是语言通俗，口吻自然，纯用白描，这说明柳永在向民间词学习方面获得了巨大的成功。他扩大了“俚词”的创作阵地，丰富了词的内容和词的表现力。以深切的同情，抒写了沦落于社会下层的歌伎们的思想感情，反映了她们对幸福生活的追求与向往，以及内心的烦恼与悔恨。\n\n","translation":"自入春以来，见到那绿叶红花也像是带着愁苦，我这一寸芳心越显得百无聊赖。太阳已经升到了树梢，黄莺开始在柳条间穿飞鸣叫，我还拥着锦被没有起来。细嫩的肌肤已渐渐消瘦，满头的秀发低垂散乱，终日里心灰意懒，没心情对镜梳妆。真无奈，可恨那薄情郎自从去后，竟连一封书信也没有寄回来。\n早知如此，悔当初没有把他的宝马锁起来。真该把他留在家里，只让他与笔墨为伍，让他吟诗作词，寸步不离开。我也不必躲躲闪闪，整日里与他相伴，手拿着针线与他相倚相挨。有他厮守，免得我青春虚度，苦苦等待。\n\n"}
{"_id":{"$oid":"5b9a1802367d5c0f40d22b72"},"title":"读书","dynasty":"唐代","writer":"柳宗元","content":"幽沉谢世事，俯默窥唐虞。上下观古今，起伏千万途。 \n 遇欣或自笑，感戚亦以吁。缥帙各舒散，前后互相逾。 \n 瘴痾扰灵府，日与往昔殊。临文乍了了，彻卷兀若无。 \n 竟夕谁与言，但与竹素俱。倦极便倒卧，熟寐乃一苏。 \n 欠伸展肢体，吟咏心自愉。得意适其适，非愿为世儒。 \n 道尽即闭口，萧散捐囚拘。巧者为我拙，智者为我愚。 \n 书史足自悦，安用勤与劬。贵尔六尺躯，勿为名所驱。","type":[]}
{"_id":{"$oid":"5b9a1802367d5c0f40d22b73"},"title":"采莲曲","dynasty":"唐代","writer":"李白","content":"若耶溪傍采莲女，笑隔荷花共人语。\n日照新妆水底明，风飘香袂空中举。\n岸上谁家游冶郎，三三五五映垂杨。\n紫骝嘶入落花去，见此踟蹰空断肠。","type":["乐府","荷花","女子"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155612663.mp3","remark":"采莲曲：属乐府清商曲辞。起于梁武帝萧衍父子，后人多拟之。\n若耶溪：在今浙江绍兴市南。\n袂：衣袖。全诗校:“一作袖。”\n游冶郎：出游寻乐的青年男子。\n紫骋：毛色枣红的良马。\n踟蹰：徘徊。\n\n","shangxi":"　　李白诗将吴越采莲女的娇艳清纯放在荷花丛中加以表现，又用岸上游冶郎的徘徊踯躅不忍离去反衬采莲女的魅力，描绘出明艳、活泼、大方的采莲女的新形象，语言入清水芙蓉，天然雅清，毫无做作，一气呵成，展示出诗人的姿态高雅、清新脱俗。弥补了六朝以来采莲女形象的苍白与虚饰。\n\n　　第一句：若耶河边采莲女，笑隔荷花共人语。溪边采莲花的女孩，隔着荷花谈笑风生，互相嬉戏，或是和风细雨，或是娇喘微微。荷叶田田，芙蓉朵朵，与春风满面的姑娘的粉颊交相辉映，正如王昌龄《采莲曲》中所道“乱入池中看不见，闻歌始觉有人来。”隔着莲花，似有似无的朦胧之美，意趣盎然，富有生活气息。“笑隔荷花”将采莲女纤手拨荷花愉快交谈的神态细腻的表现出来，生动形象。\n\n　　第二句：日照新妆水底明，风飘香袖空中举。温和的阳光，浓抹的新妆，清澈的流水，风飘香袖的妩媚，勾勒出一幅清新明丽的采莲图，节奏轻快，活泼自然。采莲女不知是在挥手还是在故意摆弄，将香袖高举，河面倒映着采莲女精心准备的新妆，最是那一低头的闲花照水，露出她娇羞的神态，腼腆不胜凉风的吹拂，正如“照花前后镜，画面交相映”，人花难辨。这两句勾勒出了“江南可采莲，莲叶何田田”的美好意境，如闻其声，如见其人，如临其境，让人感受到一股勃勃生机，领略到采莲人内心的欢乐，所谓“菱歌唱不彻，知在此塘中”。\n\n　　第三句：岸上谁家游冶郎，三三五五映垂杨。欢声笑语吸引了岸上的游冶郎，不知哪家的公子，三三五五、似隐非隐在垂杨下，我们可以想象出此时的采莲女面对岸边的游冶郎会有多么的娇羞，所谓“女为悦己者容”，心里怦跳的喜悦之情溢于言表。李白笔下的娇羞之态并未点明，只是从“日照新妆水底明，风飘香袖空中举”联想到的，有着明丽可人的浪漫情调，自有一种清新脱俗。诗人将她们置于青翠欲滴的荷叶丛中，又以游冶郎的徘徊搔首来衬托她们的娇美，使用乐府写罗敷的手法，从而更加委婉传神。\n\n　　第四句：紫骝嘶入落花去，见此踟蹰空断肠。诗人骑着紫骝，马儿嘶鸣着，惊花，花落，空见那一份景色，使人凄怆断肠。这里充斥着诗人对时光飞逝、岁月不饶人的感叹，及对美景易逝的无奈之情，寄托着作者因怀才不遇、壮志难伸而发出的愁思，这与他平素洒脱自信、率真不羁、清新飘逸的风格有所不同，而以一种细腻温婉的笔触，引人遐思。“踟蹰空断肠”，似是断肠人在天涯，象他《月下独酌》中一身孤傲与月为伴，与影为伴，还是免不了苍茫寂寥、清绝孤独之感，一向大气豪迈的李白也有避不了的人生悲哀。\n\n　　诗人笔下生风，使一曲采莲，景因情而媚，情因景而浓，而毫无堆砌之嫌，清新自然，仍是一如既往的浪漫。\n\n","translation":"夏日的若耶溪傍，美丽的采莲女三三俩俩采莲子。隔着荷花共人笑语，人面荷花相映红。\n阳光照耀采莲女的新妆，水底也显现一片光明。风吹起,衣袂空中举，荷香体香共飘荡。\n那岸上谁家游冶郎在游荡？三三五五躺在垂杨的柳阴里。\n身边的紫骝马的嘶叫隆隆，落花纷纷飞去。见此美景，骚人踟蹰，愁肠空断。\n\n"}
{"_id":{"$oid":"5b9a1804367d5c0f40d22b74"},"title":"四时","dynasty":"魏晋","writer":"陶渊明","content":"春水满四泽，夏云多奇峰。\n秋月扬明晖，冬岭秀寒松。","type":["四季","写景","述志"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155612964.mp3","translation":"译文 　　隆冬过去，一泓春水溢满了田野和水泽夏天的云变幻莫测，大多如奇峰骤起，千姿万态秋月朗照，明亮的月光下，一切景物都蒙上了一层迷离的色彩冬日高岭上一棵严寒中青松展现出勃勃生机。"}
{"_id":{"$oid":"5b9a1804367d5c0f40d22b75"},"title":"登鹳雀楼","dynasty":"唐代","writer":"畅当","content":"迥临飞鸟上，高出世尘间。\n天势围平野，河流入断山。","type":["景点","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155613326.mp3","remark":"唐代河中府名胜，因经常有鹳雀栖息，故得名，后被河水冲没。\n迥临：高高的在上面。迥：常作远或独自的样子解释，此处应描写高远。\n世尘：尘世。\n平野：平坦开阔的原野。晁错《言兵事书》：平原广野，此车骑之地，步兵十不当一。\n断山：陡峭的高山。杜甫《远游》：云长出断山。\n\n","translation":"鹳雀楼高高的在飞鸟之上，远离尘世间。\n在上面能看到天空笼罩着平坦的原野，江河流入峻峭的高山。\n\n"}
{"_id":{"$oid":"5b9a1804367d5c0f40d22b76"},"title":"竹里馆","dynasty":"唐代","writer":"卢象","content":"江南冰不闭，山泽气潜通。腊月闻山鸟，寒崖见蛰熊。 \n 柳林春半合，荻笋乱无丛。回首金陵岸，依依向北风。","type":[]}
{"_id":{"$oid":"5b9a1804367d5c0f40d22b77"},"title":"苛政猛于虎","dynasty":"先秦","writer":"佚名","content":"　　孔子过泰山侧 ，有妇人哭于墓者而哀，夫子式而听之，使子路问之，曰：“子之哭也，壹似重有忧者。”而曰：“然。昔者吾舅死于虎，吾夫又死焉，今吾子又死焉。”夫子曰：“何为不去也？”曰：“无苛政。”夫子曰：“小子识之：苛政猛于虎也。”\n\n　　出自《十三经注疏》本《礼记·檀弓下》。\n\n","type":["哲理","故事"]}
{"_id":{"$oid":"5b9a1804367d5c0f40d22b78"},"title":"木兰花慢·可怜今夕月","dynasty":"宋代","writer":"辛弃疾","content":"中秋饮酒将旦，客谓前人诗词有赋待月无送月者，因用《天问》体赋。\n\n可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？是天外。空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？\n谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？\n\n","type":["中秋节","咏物","月亮","抒怀","忧国"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155613780.mp3","remark":"将旦：天快亮了。\n《天问》体：《天问》是《楚辞》篇名，屈原作，文中向“天”提出了一百七十多个问题，用《天问》体即用《天问》的体式作词。\n可怜：可爱。\n悠悠：遥远的样子。\n别有：另有。\n光影东头：月亮从东方升起。光影：指月亮。\n天外：指茫茫宇宙。\n汗漫：广阔无边。\n送中秋：送走了中秋明月。\n飞镜：喻明月。\n妲娥：传说中的月中仙女嫦娥。\n“谓经海底问无由，恍惚使人愁”两句：意思是据人说月亮运行经过海底，又无法探明其究竟，真让人不可捉摸而发愁。谓：据说。问无由：无处可询问。恍惚：模模糊糊、隐隐约约。\n“怕万里长鲸，纵横触破，玉殿琼楼”三句：意思是如果月亮果真是从海底经过，就怕海中的鲸鱼横冲直撞，把月中的玉殿琼楼撞坏。长鲸：巨大的鲸鱼。纵横：横冲直撞。玉殿琼楼：代指月亮。神话传说云月亮中有华丽的宫殿名广寒宫。\n“虾蟆故堪浴水，问云何玉兔解沉浮”两句：意思是蛤蟆本来就会游泳，月经海底对它并无妨害，为什么玉兔也能在海中沉浮？虾蟆：蛤蟆。传说月中有蟾蜍（蛤蟆）。故：本来。堪：能够。云何：为什么。玉兔：传说中月亮上有白兔在捣药。解沉浮：识枷生，会游泳。\n若道：假如说。\n无恙：安好，无损伤。\n渐渐如钩：圆月慢慢变成弯月。\n\n","translation":"今夜可爱的月亮娇媚千般，你向什么地方走去，悠悠慢慢？是不是天外还有一个人间，那里的人刚刚看见月亮升起在东边？茫茫的宇宙空阔无沿，是浩浩长风将那中秋的明月吹远？是谁用绳索系住明月在天上高悬？是谁留住了嫦娥不让她嫁到人间？\n据说月亮是经海底运转，这其中的奥秘无处寻探，只能让人捉摸不透而心中愁烦。又怕那长鲸在海中横冲直撞，撞坏了华美的月中宫殿。蛤蟆本来就熟悉水性，为什么玉兔也能在海中游潜？假如说这一切都很平安，为什么圆月会渐渐变得钩一样弯？\n\n","shangxi":"这是一首具有浪漫主义特色的词篇。作者在小序中明白提示，这首词有两个特点：一是构思与前人不同，”前人诗词有赋待月，无送月者”，而这首却写的是月亮西沉以后的情景；二是自觉地学习屈原，运”用《天问》体”形式。　咏月，是古代诗词中常见的主题之一。仅以唐宋诗词而论，张若虚的《春江花月夜》以”月”为线索，组织全篇，提出了某些带有哲理意味的问题：”江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？”李白《把酒问月》：”但见宵从海上来，宁知晓向云间没。白兔捣药秋复春，姮娥孤栖与谁邻？”苏轼《水调歌头》：”明月几时有？把酒问青天?”看，这些不同的诗词都在向”天”提问，故此也都与屈原的《天问》有千丝万缕的联系。这首《木兰花慢》实际上是继上述诸诗词之后，在歌咏明月这一题材上的新的发展。其特点可归纳为下述三个方面。\n\n　　一是构思有新意。作者不写待月，而是从月亮落去之后起笔，并由此展开想象的翅翼，一会儿飞向广阔的太空，一会儿沉入深幽的海底。最令人惊异的是，生活在八百年前的辛弃疾，竟然在词中接触到月亮绕地球旋转这一科学现象：”是别有人间，那边才见，光景东头？”在作者心目中还有了西半球（”那边”、”别有人间”），当我们这里月亮西沉后，那边才看见月亮东升?光景东头”）。王国维在《人间词话》中禁不住赞叹说：”直悟月轮绕地之理，……可谓神悟。”这的确是难能可贵的。\n\n　　二是巧妙安排神话传说。词中把有关月亮的神话传说集中起来，经过选择、加以编排，使之成为统一整体，创造出带有浪漫色彩的神话形象。词中神话的安排主要按三个焦点加以集中：一是人间（”是别有人间…”）二是天外（”是天外，空汗漫”）；三是海底（”谓经海底问无由”）。三是全篇设问。词是学《天问》，故保留《天问》形式上的特点，但因词的字句可长可短，所以节奏上比《天问》更加生动活泼。\n\n　　本篇是辛词中别具一格的作品。"}
{"_id":{"$oid":"5b9a1804367d5c0f40d22b79"},"title":"忆江南·春去也","dynasty":"唐代","writer":"刘禹锡","content":"春去也，多谢洛城人。弱柳从风疑举袂，丛兰裛露似沾巾。独坐亦含嚬。\n春去也，共惜艳阳年。犹有桃花流水上，无辞竹叶醉尊前。惟待见青天。","type":["婉约","女子","惜春","柳树"]}
{"_id":{"$oid":"5b9a1804367d5c0f40d22b7a"},"title":"叹花 / 怅诗","dynasty":"唐代","writer":"杜牧","content":"自是寻春去校迟，不须惆怅怨芳时。 \n狂风落尽深红色，绿叶成阴子满枝。","type":["春天","写景","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155614698.mp3","remark":"自是：都怪自己\n校：即“较”，比较\n狂风：指代无情的岁月，人事的变迁\n深红色：借指鲜花\n子满枝：双关语。即使是说花落结子，也暗指当年的妙龄少女如今已结婚生子。\n\n","shangxi":"　　关于此诗，有一个传说故事：杜牧游湖州，识一民间女子，年十余岁。杜牧与其母相约过十年来娶，后十四年，杜牧始出为湖州刺史，女子已嫁人三年，生二子。杜牧感叹其事，故作此诗。这个传说不一定可靠，但此诗以叹花来寄托男女之情，是大致可以肯定的。它表现的是诗人在浪漫生活不如意时的一种惆怅懊丧之情。\n\n　　全诗围绕“叹”字着笔。前两句是自叹自解，抒写自己寻春赏花去迟了，以至于春尽花谢，错失了美好的时机。首句的“春”犹下句的“芳”，指花。而开头一个“自”字富有感情色彩，把诗人那种自怨自艾，懊悔莫及的心情充分表达出来了。第二句写自解，表示对春暮花谢不用惆怅，也不必怨嗟。诗人明明在惆怅怨嗟，却偏说“不须惆怅”，明明是痛惜懊丧已极，却偏要自宽自慰，这在写法上是腾挪跌宕，在语意上是翻进一层，越发显出诗人惆怅失意之深，同时也流露出一种无可奈何、懊恼至极的情绪。\n\n　　后两句写自然界的风风雨雨使鲜花凋零，红芳褪尽，绿叶成阴，结子满枝，果实累累，春天已经过去了。似乎只是纯客观地写花树的自然变化，其实蕴含着诗人深深惋惜的感情。\n\n　　此诗主要用“比”的手法。通篇叙事赋物，即以比情抒怀，用自然界的花开花谢，绿树成阴子满枝，暗喻少女的妙龄已过，结婚生子。但这种比喻不是直露、生硬的，而是若即若离，婉曲含蓄的，即使不知道与此诗有关的故事，只把它当作别无寄托的咏物诗，也是出色的。隐喻手法的成功运用，又使此诗显得构思新颖巧妙，语意深曲蕴藉，耐人寻味。\n\n","translation":"自己寻访春色去的太晚，以至于春尽花谢，不必埋怨花开得太早。\n自然界的风雨变迁使得鲜花凋谢，春天已然过去，绿叶繁茂，果实累累，已经快到收获的季节了。\n\n"}
{"_id":{"$oid":"5b9a1804367d5c0f40d22b7b"},"title":"秋登兰山寄张五 / 九月九日岘山寄张子容","dynasty":"唐代","writer":"孟浩然","content":"北山白云里，隐者自怡悦。\n相望试登高，心随雁飞灭。(试 一作 始)\n愁因薄暮起，兴是清秋发。\n时见归村人，沙行渡头歇。\n天边树若荠，江畔洲如月。\n何当载酒来，共醉重阳节。","type":["唐诗三百首","秋天","登高","怀人"],"remark":"兰山：一作“万山”。万山，一名汉皋山，又称方山、蔓山，在湖北襄阳西北十里。张五：一作“张子容”，兄弟排行不对，张子容排行第八。有人怀疑张五为张八之误。\n“北山”二句：晋陶弘景《诏问山中何所有赋诗以答》：“山中何所有？岭上多白云。只可自怡悦，不堪持赠君。”这两句由此变化而来。北山：指张五隐居的山。北：一作“此”。隐者：指张五。\n相望：互相遥望。试：一作“始”。\n“心随”句：又作“心飞逐鸟灭”、“心随飞雁灭”、“心随鸟飞灭”等。\n薄暮：傍晚，太阳快落山的时候。《楚辞·天问》：“薄暮雷电，归何忧？厥严不奉，帝何求？”\n清秋：明净爽朗的秋天。晋殷仲文《南州桓公九井作》诗：“独有清秋日，能使高兴尽。”一作“清境”。\n归村人：一作“村人归”。\n沙行：一作“沙平”，又作“平沙”。渡头：犹渡口。过河的地方。\n“天边”二句：隋薛道衡《敬酬杨仆射山斋独坐》中有：“遥原树若荠，远水舟如叶。”这两句似是据此变化而成。荠：荠菜。洲：又作“舟”。\n何当：商量之辞，相当于”何妨“或”何如“。\n重阳节：古以九为阳数之极。九月九日故称“重九”或“重阳”。魏晋后，习俗于此日登高游宴。\n\n","shangxi":"　　这是一首临秋登高远望，怀念旧友的诗。全诗情随景生，以景烘情，情景交融，浑为一体。“情飘逸而真挚，景情淡而优美。”诗人怀故友而登高，望飞雁而孤寂，临薄暮而惆怅，处清秋而发兴，希望挚友到来一起共度佳节。“愁因薄暮起，兴是清秋发”，“天边树若荠，江畔洲如月”，细细品尝，够人玩味。\n\n　　开头二句从晋代陶弘景《答诏问山中何所有》诗脱化而来，点明”自怡悦“，为登高望远的缘由之一。\n\n　　三四两句起，进入题意。“相望”表明了对张五的思念。由思念而登山远望，望而不见友人，但见北雁南飞。这是写景，又是抒情，情景交融。雁也看不见了，而又近黄昏时分，心头不禁泛起淡淡的哀愁，然而，清秋的山色却使人逸兴勃发。\n\n　　“时见归村人，平沙渡头歇，天边树若荠，江畔洲如月”，是写从山上四下眺望。天至薄暮，村人劳动一日，三三两两逐渐归来。他们有的行走于沙滩，有的坐歇于渡头。显示出人们的行动从容不迫，带有几分悠闲。再放眼向远处望去，一直看到“天边”，那天边的树看去细如荠菜，而那白色的沙洲，在黄昏的朦胧中却清晰可见，似乎蒙上了一层月色。\n\n　　这四句诗是全篇精华所在。在这些描述中，作者既未着力刻画人物的动作，也未着力描写景物的色彩。用朴素的语言，如实地写来，是那样平淡，那样自然。既能显示出农村的静谧气氛，又能表现出自然界的优美景象。正如皮日休所谓：“遇景入咏，不拘奇抉异。……涵涵然有云霄之兴，若公输氏当巧而不巧者也。”沈德潜评孟诗为“语淡而味终不薄”，实为孟诗的重要特征之一。这四句诗创造出一个高远清幽的境界，同“松月生夜凉，风泉满清听”“微云淡河汉，疏雨滴梧桐”“野旷天低树，江清月近人”等诗的意境，是颇为近似的。这也代表了孟诗风格的一个重要方面。\n\n　　“何当载酒来，共醉重阳节”，照应开端数句。既明点出“秋”字，更表明了对张五的思念，从而显示出友情的真挚。\n\n","translation":"\n面对北山岭上白云起伏霏霏，我这隐者自己能把欢欣品味。\n我试着登上高山是为了遥望，心情早就随着鸿雁远去高飞。\n忧愁每每是薄暮引发的情绪，兴致往往是清秋招致的氛围。\n在山上时时望见回村的人们，走过沙滩坐在渡口憩息歇累。\n远看天边的树林活象是荠菜，俯视江畔的沙洲好比是弯月。\n什么时候你能载酒到这里来，重阳佳节咱们开怀畅饮共醉。\n\n"}
{"_id":{"$oid":"5b9a1804367d5c0f40d22b7c"},"title":"长干行二首","dynasty":"唐代","writer":"李白","content":"妾发初覆额，折花门前剧。\n郎骑竹马来，绕床弄青梅。\n同居长干里，两小无嫌猜，\n十四为君妇，羞颜未尝开。\n低头向暗壁，千唤不一回。\n十五始展眉，愿同尘与灰。\n常存抱柱信，岂上望夫台。\n十六君远行，瞿塘滟滪堆。\n五月不可触，猿声天上哀。\n门前迟行迹，一一生绿苔。\n苔深不能扫，落叶秋风早。\n八月胡蝶来，双飞西园草。\n感此伤妾心，坐愁红颜老。\n早晚下三巴，预将书报家。\n相迎不道远，直至长风沙。\n\n忆妾深闺里，烟尘不曾识。\n嫁与长干人，沙头候风色。\n五月南风兴，思君下巴陵。\n八月西风起，想君发扬子。\n去来悲如何，见少离别多。\n湘潭几日到，妾梦越风波。\n昨夜狂风度，吹折江头树。\n淼淼暗无边，行人在何处。\n好乘浮云骢，佳期兰渚东。\n鸳鸯绿蒲上，翡翠锦屏中。\n自怜十五余，颜色桃花红。\n那作商人妇，愁水复愁风。\n\n","type":["乐府","妇女","爱情","叙事","思念","生活"],"remark":"长干行：属乐府《杂曲歌辞》调名。下篇一作张潮。黄庭坚作李益诗。\n长干里：在今南京市，当年系船民集居之地，故《长干曲》多抒发船家女子的感情。\n抱柱信：典出出《庄子·盗跖篇》，写尾生与一女子相约于桥下，女子未到而突然涨水，尾生守信而不肯离去，抱着柱子被水淹死。\n滟滪堆：三峡之一瞿塘峡峡口的一块大礁石，农历五月涨水没礁，船只易触礁翻沉。\n天上哀：哀一作“鸣”。\n迟行迹：迟一作“旧”。\n生绿苔：绿一作“苍”。\n长风沙：地名，在今安徽省安庆市的长江边上，距南京约700里。\n忆妾深闺里：妾一作“昔”。\n沙头：沙岸上。风色：风向。\n下：一作“在”。巴陵：今湖南岳阳。\n发：出发。扬子：扬子渡。\n湘潭：泛指湖南一带。\n淼淼：形容水势浩大。\n浮云骢：骏马。西汉文帝有骏马名浮云。\n兰渚：生有兰草的小洲。\n翡翠：水鸟名。 \n\n","shangxi":"　　诗人李白写过许多反映妇女生活的作品，《长干行两首》就是其中杰出的诗篇。\n\n　　长干是地名，在今江苏南京。乐府旧题有《长干曲》，郭茂倩《乐府诗集》卷七二载有古辞一首，五言四句，写一位少女驾舟采菱、途中遇潮的情景。与李白同时的崔颢有《长干曲》，崔国辅有《小长干曲》，也都是五言四旬的小乐府体，所描绘的都是长江中下游一带男女青年的生活场景。这些诗歌内容都较简单。李白《长干行》的篇幅加长了，内容也比较丰富。它以一位居住在长干里的商妇自述的口气，叙述了她的爱情生活，倾吐了对于远方丈夫的殷切思念。它塑造了一个具有丰富深挚的情感的少妇形象，具有动人的艺术力量。\n\n　　这是两首爱情叙事诗。第一首诗对商妇的各个生活阶段，通过生动具体的生活侧面的描绘，在读者面前展开了一幅幅鲜明生动的画面。诗人通过运用形象，进行典型的概括，开头的六句，婉若一组民间孩童嬉戏的风情画卷。“十四为君妇”以下八句，又通过心里描写生动细腻地描绘了小新娘出嫁后的新婚生活。在接下来的诗句中，更以浓重的笔墨描写闺中少妇的离别愁绪，诗情到此形成了鲜明转折。“门前迟行迹”以下八句，通过节气变化和不同景物的描写，将一个思念远行丈夫的少妇形象，鲜明地跃然于纸上。最后两句则透露了李白特有的浪漫主义色彩。这阕诗的不少细节描写是很突出而富于艺术效果的。如“妾发初覆额”以下几句，写男女儿童天真无邪的游戏动作，活泼可爱。“青梅竹马”成为至今仍在使用的成语。又如“低头向暗壁，千唤不一回”，写女子初结婚时的羞怯，非常细腻真切。诗人注意到表现女子不同阶段心理状态的变化，而没有作简单化的处理。再如“门前迟行迹，一一生绿苔”，“八月胡蝶黄，双飞西园草”，通过具体的景物描写，展示了思妇内心世界深邃的感情活动，深刻动人。\n\n　　第二首诗与第一首诗同是写商妇的爱情和离别的诗。第二首诗恰似第一首诗中的少妇风尘仆仆地划着小船来到长风沙的江边沙头上等候久别的丈夫。此诗在描述女子情感脉络上非常细密柔婉，像是山林中的清泉涓涓流畅而又还回曲折，给读者留下数不清的情韵，把少妇的闺怨描写得淋漓酣畅。这首诗中，诗人用“嫁与长干人，沙头候风色”两句便将女主人公的身世交代得清清楚楚。“五月南风兴”以下四句交代了诗中丈夫的行踪。“昨日狂风度，吹折江头树”则表现了她对夫婿安危的深切关怀，最后，“自怜十五余，颜色桃花江。那作商人妇，愁水复愁风”以少妇感怀身世的方式将满腔离愁别恨渲染得恰到好处。这首诗将南方女子温柔细腻的感情刻画得十分到位。全诗感情细腻，缠绵婉转，步步深入，语言坦白，音节和谐，格调清新隽永，也属诗歌艺术的上品。\n\n　　但是，与第一首诗相比起来，第二首诗显得要稍逊一筹。第二首诗与其他描写闺怨题材的诗一样，是从少妇时期入手， 而第一首诗却别出心裁，偏偏从童年时期的两小无猜写起，李白在此诗中打破了陈规，自出机杼。它通过描绘出的一副副生活场景 ，精心渲染环境气氛，使得人物性格更加生鲜自然，显示出完整性和独创性。一连串具有典型意义的生活片段和心理活动的描写，几乎显示了女主人公的一部性格发展史。这些是第二首诗所没有达到的艺术高度。\n\n　　透过第一首诗典型化的语言，塑造出了一个典型的商人小妇形象。这就是典型的塑造——典型环境中的典型人物。用“清水出芙蓉，天然去雕饰”来赞美这首诗是最贴切不过了，相形之下，第二首诗略显平庸，一则在于它的遣词用句没有前者的创新性，二者它的叙述方式没有摆脱掉其他相同题材诗歌的影子。它更加注重愁怨的描写，而第一首的最后两句“相迎不道远，直至长风沙”则带有一丝脱离封建礼教的解放色彩。因此，第一首诗塑造的人物更加鲜明饱满，更令读者喜爱。\n\n　　《长干行二首》的风格缠绵婉转，具有柔和深沉的美。商妇的爱情有热烈奔放的特点，同时又是那样地坚贞、持久、专一、深沉。她的丈夫是外出经商，并非奔赴疆场，吉凶难卜；因此，她虽也为丈夫的安危担心，但并不是摧塌心肺的悲恸。她的相思之情正如春蚕吐丝，绵绵不绝。这些内在的因素，决定了作品风格的深沉柔婉。 \n\n","translation":"其一\n　　我的头发刚刚盖过额头，在门前折花做游戏。你骑着竹马过来，把弄着青梅，绕着床相互追逐。我们同在长干里居住，两个人从小都没什么猜忌。十四岁时嫁给你作妻子，害羞得没有露出过笑脸。低着头对着墙壁的暗处，一再呼唤也不敢回头。十五岁才舒展眉头，愿意永远和你在一起。常抱着至死不渝的信念，怎么能想到会走上望夫台。十六岁时你离家远行，要去瞿塘峡滟滪堆。五月水涨时，滟滪堆不可相触，两岸猿猴的啼叫声传到天上。门前是你离家时徘徊的足迹，渐渐地长满了绿苔。绿苔太厚，不好清扫，树叶飘落，秋天早早来到。八月里，黄色的蝴碟飞舞，双双飞到西园草地上。看到这种情景我很伤心，因而忧愁容颜衰老。无论什么时候你想下三巴回家，请预先把家书捎给我。迎接你不怕道路遥远，一直走到长风沙。\n其二\n　　想当初我在深闺的时候，不曾见识烟尘；可嫁给长干的男人后，整天在沙头等候风色。五月南风吹动的时候，想你正下巴陵；八月西风吹起的时候，想你正从扬子江出发。来来去去，聚少离多，悲伤几何？什么时候到湘潭呢？我最近天天梦见那里大起风波。昨夜又见狂风吹度，吹折了江头的大树。江水淼淼，昏暗无边，夫君啊你在何处？我将乘坐浮云骢，与你相会在兰渚东。鸳鸯嬉戏在绿蒲池上，翡翠鸟儿绣在锦屏当中。自顾自怜才十五岁多，面容正如桃花一般嫣红。哪里想到嫁为商人妇，既要愁水又要愁风。\n\n"}
{"_id":{"$oid":"5b9a1804367d5c0f40d22b7d"},"title":"塞鸿秋·浔阳即景","dynasty":"元代","writer":"周德清","content":"长江万里白如练，淮山数点青如淀。\n江帆几片疾如箭，山泉千尺飞如电。\n晚云都变露，新月初学扇。\n塞鸿一字来如线。","type":["秋天","写景"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155615148.mp3","remark":"浔阳：今江西九江市。\n即景：写眼前景物。\n练：白绢。\n淮山：泛指长江以北淮河流域的山。\n淀：同“靛”，即靛青，一种青兰色染料。\n江帆：江面上的船。\n“新月”句：新月开始像团扇那样圆了起来。\n塞鸿：边地的鸿雁。\n新月初学扇：言新出的月亮，圆得象团扇似的。班婕妤《怨歌行》：“裁成合欢扇，团团似明月。”\n\n","translation":"万里奔流的长江，像一匹白色的素绢；对岸几处小点，像是染上了青色的颜料，那是淮地的远山。几片白帆，箭一般地驶过了江面；而近处的高山上，长长的泉流飞下，犹如一道流电。天色渐渐昏黄，暮色中的云层难以分辨，仿佛化作了这满地的露点。一钩新月模仿着扇形，在天上高悬。逼近了，逼近了，成“一”字的横线在空中排开，那是北方飞来的大雁。\n\n"}
{"_id":{"$oid":"5b9a1805367d5c0f40d22b7e"},"title":"惜牡丹花二首","dynasty":"唐代","writer":"白居易","content":"翰林院北厅花下作\n惆怅阶前红牡丹，晚来唯有两枝残。\n明朝风起应吹尽，夜惜衰红把火看。\n\n新昌窦给事宅南亭花下作\n寂寞萎红低向雨，离披破艳散随风。\n晴明落地犹惆怅，何况飘零泥土中。\n\n\n","type":["牡丹","惜花","组诗"]}
{"_id":{"$oid":"5b9a1805367d5c0f40d22b7f"},"title":"春雪","dynasty":"唐代","writer":"刘方平","content":"飞雪带春风，徘徊乱绕空。\n君看似花处，偏在洛城中。","type":["写雪"],"remark":"徘徊：来回地行走。诗中指雪花飞来飞去。\n君：相当于“你”，有尊敬的意思。\n似花处：指雪花落在树枝上，如盛开的梨花一般。\n洛城：即洛阳；洛城中：即“洛城东”，当时豪贵宅第之所在。\n\n","shangxi":"　　“飞雪带春风，徘徊乱绕空”，是写景；第三句“君看似花处”，有承有转，过渡句，使诗文由景转情。第四句“洛城中”，一作“洛城东”，这里指富贵人家居住之地。联系诗题来看这两句，那意思是说冬天已经结束，突然来了一场春雪，这在那些无饥寒之虑的富贵人心中，不由得产生了一种难得又见的满足和喜悦，于是这熟悉而又新鲜的飞雪，在他们的眼中便成了飞花舞空的美景。但是，对于“洛城外”的穷人来说，他们好不容易在饥寒交迫中熬过了大雪纷飞的隆冬，盼来了春回大地，谁知又来一场大雪，这逝而复回的威胁和灾难，所带来的艰难与怨恨是不难想见的。这首诗的得力之处正在尾句，尾句之中又得力于一个“偏”字，是它构成了虚实两个空间，两种境界，两种生活，两种感情的对比，而诗人的爱与恨，同情与憎恶，也都融入这个对比之中。通过对比所展现的不同状况，及其所孕育的主题等，都留在了诗外，为读者开拓了广阔的想象空间。\n\n　　此诗通过描写一场突如其来的春雪，侧面写出了富人们在屋内赏雪以美酒相伴，穷人们却在雪天流落街头，形成鲜明对比。诗人用曲折的笔法，讽刺了那班达官贵人只图自己享乐，忘了广大地区人民的贫困。\n\n","translation":"春风卷着漫天大雪，飘来飘去，落得到处都是。\n你看那欣赏雪景的人们，原都是居住在洛阳城中的富贵人家啊！\n\n"}
{"_id":{"$oid":"5b9a1805367d5c0f40d22b80"},"title":"春远 / 春运","dynasty":"唐代","writer":"杜甫","content":"肃肃花絮晚，菲菲红素轻。日长唯鸟雀，春远独柴荆。 \n数有关中乱，何曾剑外清。故乡归不得，地入亚夫营。","type":["春天","思乡"],"translation":"注释 花絮，指桃柳。 《唐书》：广德二年十月，仆固怀恩诱吐蕃、回纥入寇。十一月，吐蕃遁去。永泰元年二月，党项寇富平。【鹤注】富平，属京兆府。 【顾注】周亚夫营，在昆明池南，今桃市是也。时郭子仪屯兵泾原，为吐蕃请盟之故。"}
{"_id":{"$oid":"5b9a1805367d5c0f40d22b81"},"title":"马诗二十三首·其四","dynasty":"唐代","writer":"李贺","content":"此马非凡马，房星本是星。\n向前敲瘦骨，犹自带铜声。","type":["写马","抒怀","怀才不遇"],"shangxi":"　　首句开门见山，直言本意，肯定并且强调诗歌所表现的是一匹非同寻常的好马。起句平直，实在没有多少诗味。\n\n　　次句“房星本是星”，乍看起来像是重复第一句的意思。“房星”指马，句谓房星原是天上的星宿，也就是说这匹马本不是尘世间的凡物。如果这句的含义仅限于此，与首句几乎一模一样，那就犯了重沓的毛病。诗只四句，首句平平，次句又作了一次重复，那么这首诗就有一半索然无味，没有价值。但如细细咀嚼，便会发现第二句别有新意，只是意在言外，比较隐晦曲折。《晋书·天文志》中有这样一段话：“房四星，亦曰天驷，为天马，主车驾。房星明，则王者明。”它把“房星”和“王者”直接联系起来，就是说马的处境如何与王者的明暗、国家的治乱息息相关。既然马的素质好遭遇不好，那么，王者不明，政事不理的状况就不言可喻了。这是一种“渗透法”，通过曲折引申，使它所表达的实际意义远远超过字面的含义。\n\n　　三、四句写马的形态和素质。如果说前二句主要是判断和推理，缺乏鲜明生动的形象，那么，后二句恰恰相反，它们绘声绘影，完全借助形象表情达意。李贺写诗，善于捕捉形象，“状难见之景如在目前”，这两句就是突出的例子。“瘦骨”写形，表现马的处境；“铜声”写质，反映马的素质。这匹马瘦骨嶙嶙，说明境遇不好。在常人的眼里，它不过是匹筋疲力尽的凡马，只有真正爱马并且善于相马的人，才不把它当作凡马看待。“向前敲瘦骨，犹自带铜声。”尽管它境遇恶劣，被折腾得不成样子，却仍然骨带铜声。“铜声”二字，读来浑厚凝重，有立体感。它所包含的意思也很丰富：铜声悦耳，表明器质精良，从而生动地显示了这匹马骨力坚劲的美好素质，使内在的东西外现为可闻、可见、可感、可知的物象。“素质”原很抽象，“声音”也比较难于捉摸，它们都是“虚”的东西。以虚写虚，而又要化虚为实，的确很不容易，而诗人只用了短短五个字就做到了，形象化技法之高妙，可说已达到炉火纯青的程度。尤其可贵的是，诗歌通过写马，创造出物我两契的深远意境。诗人怀才不遇，景况凄凉，恰似这匹瘦马。他写马，不过是婉曲地表达出郁积心中的怨愤之情。\n\n","translation":"译文 这匹马不像是人间的凡马， 似乎是天上的房星下凡。 它看上去瘦骨磷峋，可你如果上前去敲一敲它的瘦骨， 好像还能听见铮铮的铜声。"}
{"_id":{"$oid":"5b9a1805367d5c0f40d22b82"},"title":"有所思","dynasty":"两汉","writer":"佚名","content":"有所思，乃在大海南。\n何用问遗君，双珠玳瑁簪。\n用玉绍缭之。\n闻君有他心，拉杂摧烧之。\n摧烧之，当风扬其灰！\n从今以往，勿复相思，相思与君绝！\n鸡鸣狗吠，兄嫂当知之。\n妃呼狶！\n秋风肃肃晨风飔，东方须臾高知之！","type":["乐府","闺怨","爱情","思念","分手"],"remark":"有所思：指她所思念的那个人。\n何用：何以。问遗（wèi）：“问”、“遗”二字同义，作“赠与”解，是汉代习用的联语。\n玳瑁（dài mào）：即玳瑁，是一种龟类动物，其甲壳光滑而多文采，可制装饰品。簪：古人用以连接发髻和冠的首饰，簪身横穿髻上，两端露出冠外，下缀白珠。\n绍缭：犹“缭绕”，缠绕。\n拉杂：堆集。这句是说，听说情人另有所爱了，就把原拟赠送给他的玉、双珠堆集在一块砸碎，烧掉。\n相思与君绝：与君断绝相思。\n鸡鸣狗吠：即“惊动鸡狗”。古诗中常以“鸡鸣狗吠”借指男女幽会。\n妃(bēi)呼豨（xū xī）：妃，训为“悲”，呼豨，训为“歔欷”。\n肃肃：飕飕，风声。晨风飔(sī)：据闻一多《乐府诗笺》说：晨风，就是雄鸡，雉鸡常晨鸣求偶。飔当为“思”，是“恋慕”的意思。一说，“晨风飔”，晨风凉。\n须臾：不一会儿。高（hào）：是“皜”、“皓”的假借字，白。“东方高”，日出东方亮。\n\n","shangxi":"　　这是汉代《铙歌十八曲》之一。铙歌本为“建威扬德，劝士讽敌”的军乐，然今传十八曲中内容庞杂，叙战阵、记祥瑞、表武功、写爱情者皆有。清人庄述祖云：“短箫铙歌之为军乐，特其声耳；其辞不必皆序战阵之事。”（《汉铙歌句解》）本篇就是用第一人称，表现一位女子在遭到爱情波折前后的复杂情绪的。\n\n　　开头五句写其对远方的情郎心怀真挚热烈的相思爱恋：她所思念的情郎，远在大海的南边。相去万里，用什么信物赠与情郎，方能坚其心而表己意呢？问遗，犹言赠与。她经过一番精心考究，终于选择了“双珠瑇瑁簪”。“瑇瑁簪”，即用玳瑁(一种似龟的动物)那花纹美观的甲片精制而成的发簪。“双珠”，谓在发簪两端各悬一颗珍珠。这在当时可谓精美绝伦的佩饰品了。然而女主人公意犹未足，再用美玉把簪子装饰起来，更见美观（绍缭，缠绕之意）。单从她对礼品非同寻常的、不厌其烦的层层装饰上，就可测出她那内心积淀的爱慕、相思的浓度和分量了。这几句写物寄情，以少总多，表达已言简意丰，情调复缠绵悱恻。试看汉末繁钦《定情诗》中“何以致拳拳？绾臂双金环。”“何以致区区？耳中双明珠。”“何以结恩情？佩玉缀罗缨。”“何以慰别离？耳后瑇瑁钗”等句，分明是受本篇启发而化出，此亦正可发明本诗“何用”三句意蕴之妙处。\n\n　　可惜天有不测风云，晴光滟敛的爱河上顿生惊涛骇浪，爱情的指针突然发生偏转，“闻君有他心”以下六句，写出了这场风波及其严重后果：她听说情郎已倾心他人，真如晴天霹雳！骤然间，爱的柔情化作了恨的力量，悲痛的心窝燃起了愤怒的烈火。她将那凝聚着一腔痴情的精美信物，愤然地始而折断(拉杂)，再而砸碎 (摧)三而烧毁，摧毁烧掉仍不能泄其愤，消其怒，复又迎风扬掉其灰烬。“拉、摧、烧、扬”，一连串动作，如快刀斩乱麻，干脆利落，何等愤激！“从今以后，勿复相思！”一刀两断，又何等决绝！非如此，不足以状其“望之深，怨之切。”（陈祚明《采菽堂古诗选》评语）\n\n　　“相思与君绝”以下六句，写其由激怒渐趋冷静之后，欲断不能的种种矛盾、彷徨的复杂心态。“相思”句较上文“勿复相思”之果断决绝，口气已似强弩之末。盖 “相思”乃长期的感情积淀，而“与君绝”，只一时愤激之念，二者本属对立而难统一，故此句实乃出于矛盾心情的叹惋，大有“剪不断，理还乱”之意蕴。循此绪端，自然生出“鸡鸣狗吠，兄嫂当知之”的回忆和忧虑。“鸡鸣狗吠”“喻风声布闻。”（《诗比兴笺》）《易林·随之既济》：“当年早寡，孤与（宇）独居；鸡鸣狗吠，无敢问者。”即指鳏夫与寡妇夜间来往，惊鸡动狗，已露风声。此处亦谓女子忆昔与郎幽会往来，不免风吹草动，使兄嫂备悉隐情，而今若断绝，居家将何以见人？对兄嫂又如何解释？所谓“不待父母之命，媒妁之言，钻隙穴相窥，逾墙相从，则父母国人皆贱之。”(《孟子·滕文公下》）加上始乱终弃的严重后果，自然使她不无顾虑和动摇。何况那“鸡鸣狗吠”中幽会的柔情蜜意时刻，仍然顽固地在牵动着她那旧日的缕缕情思，使她依依难舍呢！“妃呼豨”，正是她在瞻前顾后，心乱如麻的处境中情不自禁地发出的一声歔欷长叹。清人陈本礼《汉诗统笺》云：“妃呼豨，人皆作声词读，细观上下语气，有此一转，便通身灵豁，岂可漫然作声词读耶？”闻一多《乐府诗笺》亦云：“妃读为悲，呼豨读为?歔欷。”训释至为允当。三字悲叹，在感情、语气上承上启下，直贯结尾二句意脉。“肃肃”，形容风声凄紧；“晨风”，即晨风鸟。《诗·秦风·晨风》：“鴥彼晨风，郁彼北林。未见君子，忧心钦钦。”晨风鸟即雉，朝鸣以求偶。“飔”，闻一多训为乃 “思”字之讹，言晨风鸟慕类而悲鸣。“高”，音、义皆同“皓”，指东方发白，天将欲晓。二句写女子在悲叹中但闻秋风阵阵凄紧，野雉求偶不得的悲鸣不时传来，使她更加感物共鸣，相思弥甚，犹豫不决。然而她又自信：只待须臾东方皓白，定会知道该如何解决这一难题的。陈本礼云：“言我不忍与君绝决之心，固有如曒日也。谓予不信，少待须臾，俟东方高则知之矣。”（《汉诗统笺》）如此，则“高”尚有喻其心地光明皎洁，感情热烈持恒之义。不过，这层隐喻之底奥，在字面上却是含而不露、引而不发的，读者似乎亦拭目以待其下文。故庄述祖、闻一多皆以为《上邪》即本篇下文，应合为一篇。余冠英亦认为“合之则双美，离之则两伤。”此说确实发人深省。\n\n　　此诗的结构，以“双珠瑇瑁簪”这一爱情信物为线索，通过“赠”与“毁”及毁后三个阶段，来表现主人公的爱与恨，决绝与不忍的感情波折，由大起大落到余波不竭。中间又以“摧烧之”、“相思与君绝”两个顶真句，作为爱憎感情递增与递减的关纽；再以“妃呼豨”的长叹，来联缀贯通昔与今、疑与断的意脉，从而构成了描写女子热恋、失恋、眷恋的心理三部曲。层次清晰而又错综，感情跌宕而有韵致。其次，这首诗通过典型的行动细节描写（选赠礼物的精心装饰，摧毁礼物的连贯动作）和景物的比兴烘托（“鸡鸣狗吠”及末尾二句）来刻画人物的细微心曲，也是相当成功的。\n\n","translation":"我所思念的人，就在大海的南边。\n我拿什么赠给你呢？这是一支玳瑁簪，\n上面装饰有珍珠和玉环。\n听说他有二心，心里伤悲，拆碎它。\n捣毁它，烧掉它！烧掉它，风把灰尘扬起！\n从今往后，不再思念你，\n我同你断绝相思！\n当初与你约会时，不免引起鸡鸣狗吠。\n兄嫂也可能了知道此事，哎……\n听到屋外秋风声里鸟儿飞鸣，情绪更乱，\n一会儿天亮了，我就会知道该怎么做的。\n\n"}
{"_id":{"$oid":"5b9a1805367d5c0f40d22b83"},"title":"瑶池","dynasty":"唐代","writer":"李商隐","content":"瑶池阿母绮窗开，黄竹歌声动地哀。 \n八骏日行三万里，穆王何事不重来。","type":["唐诗三百首","神话","讽刺"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155615701.mp3","remark":"瑶池阿母：《穆天子传》卷三：“天子宾于西王母，天子觞西王母于瑶池之上。西王母为天子谣曰：‘白云在天，山陵自出。道里悠远，山川间之。将子无死，尚能复来。’天子答之曰：‘予归东土，和治诸夏。万民平均，吾顾见汝。比及三年，将复而野。’”《武帝内传》称王母为“玄都阿母”。\n黄竹歌声：《穆天子传》卷五：“日中大寒，北风雨雪，有冻人。天子作诗三章以哀民。”\n八骏：传说周穆王有八匹骏马，可日行三万里。《列子》、《穆天子传》等记载不一。\n穆王：西周人，姓姬名满，传说他曾周游天下。\n此诗讽刺求仙之虚妄。首句写西王母倚窗伫望，候穆王而不至。次句借黄竹歌声暗示穆王已死。三四句则写西王母因穆王不来而心生疑问。斥神仙而以神仙（王母）的口气写出，句句对比，以见长生之虚妄，求仙之荒诞。《李义山诗集笺注》引程梦星曰：“此追叹武宗之崩也。武宗好仙，又好游猎，又宠王才人。此诗熔铸其事而出之，只用穆王一事，足概武宗三端。用思最深，措辞最巧。”\n\n","translation":"西王母在瑶池上把绮窗打开；\n只听得黄竹歌声音动地悲哀。\n八骏神马的车子日行三万里；\n周穆王为了何事违约不再来？\n\n"}
{"_id":{"$oid":"5b9a1805367d5c0f40d22b84"},"title":"示儿","dynasty":"唐代","writer":"韩愈","content":"始我来京师，止携一束书。\n辛勤三十年，以有此屋庐。\n此屋岂为华，于我自有余。\n中堂高且新，四时登牢蔬。\n前荣馔宾亲，冠婚之所于。\n庭内无所有，高树八九株。\n有藤娄络之，春华夏阴敷。\n东堂坐见山，云风相吹嘘。\n松果连南亭，外有瓜芋区。\n西偏屋不多，槐榆翳空虚。\n山鸟旦夕鸣，有类涧谷居。\n主妇治北堂，膳服适戚疏。\n恩封高平君，子孙从朝裾。\n开门问谁来，无非卿大夫。\n不知官高卑，玉带悬金鱼。\n问客之所为，峨冠讲唐虞。\n酒食罢无为，棋槊以相娱。\n凡此座中人，十九持钧枢。\n又问谁与频，莫与张樊如。\n来过亦无事，考评道精粗。\n跹跹媚学子，墙屏日有徒。\n以能问不能，其蔽岂可祛。\n嗟我不修饰，事与庸人俱。\n安能坐如此，比肩于朝儒。\n诗以示儿曹，其无迷厥初。\n\n","type":["亲情"],"translation":"和十年(公元815年)，韩愈作《示儿》诗，元和十一年，作《符读书城南》。后世对退之示儿诗争议颇多。如苏东坡称“退之示儿云云，所示皆利禄事也”。邓肃：“用玉带金鱼之说以激之，爱子之情至矣，而导子之志则陋也。”后世反驳的说法也很多。\n\n"}
{"_id":{"$oid":"5b9a1805367d5c0f40d22b85"},"title":"玉树后庭花","dynasty":"南北朝","writer":"陈叔宝","content":"丽宇芳林对高阁，新装艳质本倾城。\n映户凝娇乍不进，出帷含态笑相迎。\n妖姬脸似花含露，玉树流光照后庭。\n花开花落不长久，落红满地归寂中。","type":["乐府","宫廷","写花","寓人"],"remark":"对：相对，对面。这里指高阁前有芳林花草。\n倾城：使城池倾倒，形容女子貌美。\n乍：开始，起初。\n帷：帷帐，帷幄。\n玉树：玉树的树冠挺拔秀丽，茎叶碧绿，顶生白色花朵，十分清雅别致。\n流光：玲珑剔透，流光溢彩。\n\n","shangxi":"　　陈后主所作的《玉树后庭花》歌，写的是嫔妃们娇娆媚丽，堪与鲜花比美竞妍，其词哀怨靡丽而悲凉，后来成为亡国之音的代称。\n\n　　“丽宇芳林对高阁，新妆艳质本倾城。”诗的开头概括了宫中环境，并化用汉朝李延年的“一顾倾人城，再顾倾人国”诗句，来映衬美人的美丽。华丽的殿宇，花木繁盛的花园，没人居住的高阁就在这殿宇的对面，在花丛的环绕之中。美人生来就美丽，再经刻意妆点，姿色更加艳丽无比。\n\n　　“映户凝娇乍不进，出帷含态笑相迎。”写美人们应召见驾时的情态，仪态万千，风情万种。无论是应召时的“乍不进”，还是接驾时的“笑相迎”，都讨得后主的无比欢欣。“妖姬脸似花含露，玉树流光照后庭。”诗的结尾处与开头相呼应，重点描绘了宫中美人的“倾国倾城之貌”，也成了陈后主留恋后宫，贪恋美人的最好注脚。\n\n　　诗歌在艺术上有以下几个方面的特点：一是着意于从侧面、动态的角度去描写，力求舍形而求神，诗中所用的“似花含露”、“玉树流光”的描写都极为生动传神；二是全诗结构紧凑，回环照应，景与人相互映衬，意象美不胜收。这首诗在一定程度上，代表了宫体诗的最高水平。从一个侧面可以看出，陈后主虽然是一个糟糕的皇帝，但却是一个具有一定艺术修养的诗人。\n\n","translation":"楼殿高阁前有芳林花草竞相争春，妃子们本就貌美如花，再加上盛装打扮，更加显出倾城之貌。\n妃子起初掩映着窗子，外面春光的娇美之景无法进入她们的芳阁。但妃子一出闺阁，万般春日丽景都失去了颜色。妃子笑容可掬，盈盈走出门户。\n她们的脸就像带着晶莹雨露的鲜花，她们的美态就如玉树那样秀丽，流光溢彩，清雅别致。\n花儿从开放时的争奇斗艳到枯萎的凋零是很短暂的时光，到花瓣都落光的时候一切又都归于了平凡。\n\n"}
{"_id":{"$oid":"5b9a1805367d5c0f40d22b86"},"title":"墨池记","dynasty":"宋代","writer":"曾巩","content":"　　临川之城东，有地隐然而高，以临于溪，曰新城。新城之上，有池洼然而方以长，曰王羲之之墨池者，荀伯子《临川记》云也。羲之尝慕张芝，临池学书，池水尽黑，此为其故迹，岂信然邪？\n\n　　方羲之之不可强以仕，而尝极东方，出沧海，以娱其意于山水之间；岂其徜徉肆恣，而又尝自休于此邪？羲之之书晚乃善，则其所能，盖亦以精力自致者，非天成也。然后世未有能及者，岂其学不如彼邪？则学固岂可以少哉，况欲深造道德者邪？\n\n　　墨池之上，今为州学舍。教授王君盛恐其不章也，书‘晋王右军墨池’之六字于楹间以揭之。又告于巩曰：“愿有记”。推王君之心，岂爱人之善，虽一能不以废，而因以及乎其迹邪？其亦欲推其事以勉其学者邪？夫人之有一能而使后人尚之如此，况仁人庄士之遗风余思被于来世者何如哉！\n\n　　庆历八年九月十二日，曾巩记。\n\n","type":["辞赋精选","状物","写人","寓理"],"remark":"临川：临川：宋朝的抚州临川郡(今江西省临川市)。\n隐然而高：微微地高起。隐然：不显露的样子。\n临：从高处往低处看，这里有“靠近”的意思。\n洼然：低深的样子。\n方以长：方而长，就是长方形。\n王羲之(321—379)：字逸少，东晋人，官至右军将军，会稽内史，世称王右军。他是古代有名的大书法家，世称“书圣”。苟伯子：南朝宋人，曾任临川内史。著有《临川记》六卷，其中提到：“王羲之尝为临川内史，置宅于郡城东南高坡，名曰新城。旁临回溪，特据层阜，其地爽垲(kǎi，地势高而干燥)，山川如画。今旧井及墨池犹存。”\n张芝：东汉末年书法家，善草书，世称“草圣”。王羲之“曾与人书云：‘张芝临池学书，池水尽黑，使人耽(dān，酷爱)之若是，未必后之也。’”(《晋书·王羲之传》)\n信然：果真如此。\n邪：吗，同“耶”。\n方：当……时。\n强以仕：勉强要(他)作官。王羲之原与王述齐名，但他轻视王述，两人感情不好。后羲之任会稽内史时，朝廷任王述为扬州刺史，管辖会稽郡。羲之深以为耻，称病去职，誓不再仕，从此“遍游东中诸郡，穷诸名山，泛沧海”。\n极东方：游遍东方。极，穷尽。\n出沧海：出游东海。沧海，指东海。\n娱其意：使他的心情快乐。\n岂有：莫非。\n徜徉肆恣：尽情游览。徜徉，徘徊，漫游。肆恣，任意，尽情。\n休：停留。\n书：书法。\n晚乃善：到晚年才特别好。《晋书·王羲之传》：“羲之书初不胜(不及)庾翼、郄愔(xìyìn)，及其暮年方妙。尝以章草答庾亮，而(庾)翼深叹伏。”所能：能够达到这步。\n盖：大概，副词。以精力自致者：靠自己的精神和毅力取得的。\n致，取得。天成：天然生成。\n及：赶上。\n岂其学不如彼邪：是不是他们学习下的功夫不如王羲之呢？岂，是不是，表示揣测，副词。学，指勤学苦练。\n则学固岂可以少哉：那么学习的功夫难道可以少下吗？则，那么，连词。固，原来，本。岂，难道，表示反问，副词。\n深造道德：在道德修养上深造，指在道德修养上有很高的成就。\n州学舍：指抚州州学的校舍。\n教授：官名。宋朝在路学、府学、州学都置教授，主管学政和教育所属生员。\n其：指代墨池。\n章：通“彰”，显著。\n楹间：指两柱子之间的上方一般挂匾额的地方。楹，房屋前面的柱子。\n揭：挂起，标出。\n推：推测。\n一能：一技之长，指王羲之的书法。\n不以废：不让它埋没。\n因以及乎其迹：因此推广到王羲之的遗迹。\n推：推广。\n学者：求学的人。\n夫：语气词，放在句首，表示将发议论。\n尚之如此：像这样尊重他。尚，尊重，崇尚。\n仁人庄士：指品德高尚、行为端庄的人。\n遗风余思：遗留下来令人思慕的美好风范。余思，指后人的怀念。余，也是“遗”的意思。\n被于来世：对于后世的影响。被，影响。\n何如哉：会怎么样呢？这里是“那就更不用说了”的意思。\n\n","translation":"\n　　临川郡城的东面，有一块地微微高起，并且靠近溪流，叫做新城。新城上面，有个池子低洼呈长方形，说是王羲之的墨池，这是荀伯子《临川记》里说的。\n\n　　羲之曾经仰慕张芝“临池学书，池水尽黑”的精神，(现在说)这是羲之的(墨池)遗址，难道是真的吗？当羲之不愿勉强做官时，曾经游遍东方，出游东海，在山水之间使他的心情快乐。莫非他在尽情游览时，曾在这里停留过？羲之的书法，到晚年才特别好。那么他能达到这步，大概也是靠他自己的精神和毅力取得的，并不是天生的。但是后代没有能够赶上他的人，是不是后人学习下的功夫不如他呢？那么学习的功夫难道可以少下吗？何况想在道德修养上深造的人呢？\n\n　　墨池的旁边，现在是抚州州学的校舍，教授王盛先生担心墨池不能出名，写了“晋王右军墨池”六个字挂在屋前两柱之间，又请求我说：“希望有一篇(墨池)记。”推测王先生的用心，是不是喜爱别人的优点，即使是一技之长也不让它埋没，因而推广到王羲之的遗迹呢？莫非也想推广王羲之的事迹来勉励那些学员吧？一个人有一技之长，就能使后人像这样尊重他；何况那些品德高尚、行为端庄的人，遗留下来令人思慕的美好风范，对于后世的影响那就更不用说了！\n\n　　庆历八年九月十二日，曾巩作记。\n\n"}
{"_id":{"$oid":"5b9a1805367d5c0f40d22b87"},"title":"凉州词三首","dynasty":"唐代","writer":"张籍","content":"边城暮雨雁飞低，芦笋初生渐欲齐。\n无数铃声遥过碛，应驮白练到安西。\n\n古镇城门白碛开，胡兵往往傍沙堆。\n巡边使客行应早，欲问平安无使来。\n\n风林关里水东流，白草黄榆六十秋。\n边将皆承主恩泽，无人解道取凉州。\n\n","type":["边塞","组诗"]}
{"_id":{"$oid":"5b9a1807367d5c0f40d22b88"},"title":"宣城见杜鹃花 / 子规","dynasty":"唐代","writer":"李白","content":"蜀国曾闻子规鸟，宣城还见杜鹃花。 \n一叫一回肠一断，三春三月忆三巴。","type":["思乡"],"remark":"宣城：今属安徽。\n蜀国：指四川。\n子规鸟：又名杜鹃，因鸣声凄厉，动人乡思，故俗称断肠鸟，蜀地最多；传说是古蜀王杜宇死后所化。\n杜鹃花：即映山红，每年春末盛开，正是杜鹃鸟啼之时，故名杜鹃花。\n三春：指春季。三巴：巴郡、巴东、巴西三郡，即指蜀国，今四川。\n\n","shangxi":"　　此诗是感物而起兴的。“蜀国曾闻子规鸟，宣城还见杜鹃花。”暮春三月，寄寓在宣城的李白，觉得昏花的老眼中忽然映入一片红色，仔细瞧，原来是杜鹃花开了。这杜鹃好像就是故乡的花。诗人的乡思因此被触动了。\n\n　　在蜀中，每逢杜鹃花开的时候，子规鸟就开始啼鸣了。子规鸟，又名杜鹃，花与鸟的名字相同，也是勾起诗人联想的一个原因。这鸟，相传是古蜀帝杜宇的精魂化成。杜宇号称望帝，他自以为德薄，于是禅让了帝位而出亡，死后化为杜鹃鸟。暮春时节，它就悲鸣起来，鸣声仿佛是呼叫着：“不如归去！不如归去！”昼夜不止，一直啼叫得嘴边淌出血来。此刻，诗人耳边似乎响起了子规鸟的蹄叫声，一声声地呼唤他归去。\n\n　　诗的一、二句，形成自然的对仗，从地理和时间两个方面的对比和联结中，真实地再现了触动乡思的过程。这两句的语序倒置：本来是先看见宣城的杜鹃花，才联想到蜀国的子规鸟，诗人却将它倒了过来，先写回忆中的虚景，后写眼前的实景。这样，就把故国之思放在了突出的位置上，表明这故国之思原本就郁积于心，此时一旦勾起，大为凄苦强烈。然而，被乡思苦苦折磨着的诗人，眼下不能回到故乡去。青年时代，他“仗剑去国，辞亲远游”，要到故乡之外的广阔天地中去实现宏伟抱负。本想功成名退再荣归故里。不料功业无成，老来竟落到这步田地，他觉得没有面目见蜀中父老。何况，李白眼下困居宣城，拖着老迈的病体，也无法踏上旅途。飘泊终生的诗人，到头来不但政治与事业上没有归宿，就连此身也无所寄托，遥望着千里之外的故乡，他心中的悲戚可想而知。\n\n　　三、四句，分别承接一、二句，进一步渲染浓重的乡思。首句说“曾闻”，第三句则强调了真切如闻：子规鸟的俗名，就叫断肠鸟，“一叫一回肠一断”，它啼叫起来，没完没了，诗人的愁肠也断成一寸寸了。末句点明时令，用“三春三月”四字，补叙第二句；“忆三巴”三字，则突现了思乡的主题，把杜鹃花开、子规悲啼和诗人的断肠之痛融于一体，以一片苍茫无涯的愁思将全诗笼罩了起来。诗的三、四句看似对仗，其实对得又不甚工。诗句把“一”“三”两个字各自串连起来，纡结萦回，使人感到乡思袭来时无比的悲切伤痛。\n\n","translation":"在遥远的故乡，曾听过子规鸟凄恻的鸣啼；如今在异乡宣城，又看到盛开的杜鹃花。\n子规鸣叫悲啭，使人愁肠寸断。暮春三月，这鸟鸣花开的时节，游子正思念他的故乡三巴。\n\n"}
{"_id":{"$oid":"5b9a1807367d5c0f40d22b89"},"title":"江南春·波渺渺","dynasty":"宋代","writer":"寇准","content":"波渺渺，柳依依。孤村芳草远，斜日杏花飞。江南春尽离肠断，苹满汀洲人未归。","type":["宋词精选","写景","女子","怀人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155616903.mp3","remark":"江南春：词牌名。\n柳依依：化用《诗经·小雅·采薇》诗句：“昔我往矣，杨柳依依。”\n芳草远：化用《楚辞·招隐士》句：“王孙游兮不归，春草生兮萋萋。”\n蘋满汀洲：代指春末夏初的时令。蘋：一种水生植物，也叫四叶菜、田字草。汀州：水中的小块陆地。\n\n","translation":"烟波渺渺，垂柳依依，芳草萋萋蔓延至天际，远处斜横着几间茅屋，在夕阳余辉的映照中又飞舞着片片杏花。江南的春天已经过去，离人愁思萦绕；汀州长满了蘋花，心上人还未回还。\n\n"}
{"_id":{"$oid":"5b9a1807367d5c0f40d22b8a"},"title":"感遇·江南有丹橘","dynasty":"唐代","writer":"张九龄","content":"江南有丹橘，经冬犹绿林。\n岂伊地气暖？自有岁寒心。\n可以荐嘉客，奈何阻重深。\n运命惟所遇，循环不可寻。\n徒言树桃李，此木岂无阴？","type":["唐诗三百首","咏物","写树","寓人","人格"],"remark":"伊：语助词。岁寒心：意即耐寒的特性。\n荐：进奉意。\n树：种植意。\n\n","shangxi":"　　诗开头两句，诗人就以饱满的热情，颂扬橘树经得起严冬考验，绘制了一幅江南橘林的美丽图景，形成了一个优美的艺术境界。橘树是果树中的上品，又能经得起严冬风霜的熬煎，终年常绿，因此诗人以丹橘自喻是有深刻含意的。这是诗人借用橘树来比喻自己“受命不迁”、“横而不流”的人格。这里，诗人不仅写了橘树的外形，而在着意表现它坚强不屈的精神，达到了形神的有机结合。同时呈献在读者面前的，并非一棵橘树，而是一片橘林。诗人是在描写包括他自己在内的“群像”。这就使得诗的意境更为深远开阔，形象更为高大生动。\n\n　　三、四两句，写橘树的特点。诗人告诉读者橘树的经冬翠绿，并非因为江南气候暖和，而是因为它有着耐寒的本性。在这里，诗人采用的是问答的形式，问得自然出奇，答得分外有味，把橘树本身的特性简明地概括出来。诗人通过“岁寒心”的双关语，一方面巧妙地指出橘树的耐寒本性，同时又用以比喻诗人的高尚美德。这是借橘树的本性写诗人的心灵之美，既是诗中主人公的自我画像，也是当时千万个正直知识分子的品德的写照。从而使诗的主旨又深化了一层。\n\n　　下面六句，是叙事，也是抒情。五、六两句是说：这些甜美的丹橘本可以送到远方呈献给尊贵的客人，无奈关山重叠，通道受阻。言下之意，他本可以将贤者推荐给朝廷，可惜道路被阻塞。这两句妙喻天成，不露痕迹。诗人借用眼前的景物，通过丰富的想象，表现了封建社会一个忠君爱国的知识分子，在遭贬的情况下，仍然不甘沉沦，依旧关心国家前途和命运的可贵品质。七、八两句是诗人从感慨中得出的判断：命运的好坏，只是因为遭遇的不同；而这又如同周而复始的自然规律一样，其中的道理实在难以捉摸。这是诗人根据自身经历所发出的感叹。最后两句是紧承“运命”两句而来。诗人大声疾呼：不要只说种桃李，橘树难道不能供人乘凉吗？很清楚，诗人在为橘树鸣不平，也是在为贤者鸣不平。也就是说，贤者能人，不会不如李林甫之流。这两句是对朝廷听信谗言、邪正不辨、严厉斥责，也是全诗的主旨所在。由于诗人有深刻的洞察力和高度的艺术概括力，因此这两句议论写得十分亲切自然，深刻有力，大大增加了诗的内涵。这里运用暗喻来抨击时弊，能发人深思，给人以很大的启迪。\n\n　　从结构上看，这首诗短短五十字，构思精巧，结构严密，抒情写意，回环起伏。开头以橘起，最后以橘结，前呼后应，且深化主题。尤其是最后出人意料的设问，震人心弦，增添了诗的艺术魅力.　张九龄诗歌语言生动、比喻贴切，毫无矫揉造作、雕琢晦涩之病。刘熙载在《艺概》中，称张九龄的诗歌“独能超出一格，为李、杜开先”。这一评价是非常恰当的。刘禹锡说九龄“自内职牧始安（今桂林），有瘴疠之叹；自退相守荆户，有拘囚之思。托讽禽鸟，寄词草树，郁然与骚人同风。”就是指这类《感遇诗》。\n\n","translation":"江南丹桔叶茂枝繁，经冬不凋四季常青。\n岂止南国地气和暖，而是具有松柏品性。\n荐之嘉宾必受称赞，山重水阻如何进献？\n命运遭遇往往不一，因果循环奥秘难寻。\n只说桃李有果有林，难道丹桔就不成阴？\n\n"}
{"_id":{"$oid":"5b9a1807367d5c0f40d22b8b"},"title":"戏答元珍","dynasty":"宋代","writer":"欧阳修","content":"春风疑不到天涯，二月山城未见花。\n残雪压枝犹有桔，冻雷惊笋欲抽芽。\n夜闻归雁生乡思，病入新年感物华。\n曾是洛阳花下客，野芳虽晚不须嗟。\n\n","type":["古诗三百首","写景","抒情"],"remark":"元珍：丁宝臣，字元珍，常州晋陵(今江苏常州市)人，时为峡州军事判官。\n天涯：极边远的地方。诗人贬官夷陵(今湖北宜昌市)，距京城已远，故云。\n山城：亦指夷陵。\n“残雪”二句：诗人在《夷陵县四喜堂记》中说，夷陵“又有橘柚茶笋四时之味”。残雪：初春雪还未完全融化。 冻雷：初春时节的雷，因仍有雪，故称。\n“夜闻”二句一作“鸟声渐变知芳节，人意无聊感物华”。归雁：春季雁向北飞，故 云。隋薛道衡《人日思归》：“人归落雁后，思发在花前。”感物华：感叹事物的美好。 物华 ：美好的景物。\n“曾是”句：宋仁宗天圣八年(1030)至景元年(1034)，欧阳修曾任 西京(洛阳)留守推官。洛阳以花著称，作者《洛阳牡丹记 风俗记》：“洛阳之俗，大抵好花。春时，城中无贵贱皆插花，虽负担者亦然。花开时，士庶竞为游遨。”\n冻雷：寒日之雷\n乡思：思乡、相思之情\n物华：自然景物\n\n","shangxi":"　　宋仁宗景祐三年(1036)，欧阳修被贬为峡州夷陵县令。此诗乃次年春在夷陵 作。一本题为《戏答元珍花时久雨之什》。题目冠以“戏”字，是声明此篇不过是游戏之作，其实正是他受贬后政治上失意的掩饰之辞。全诗先是描写荒远山城的凄凉春景，接着抒发自己迁谪山乡的寂寞情怀及眷眷乡思，最后则自作宽慰之言，看似超脱，实是悲凉，表现出作者平静的表面下更深沉的痛苦。写景清新自然，抒情一波三折而真切诚挚，感人至深。开头二句起得超妙，欧阳修自己也颇为自得，他曾说：“若无下句，则上句不见佳处。并读之，便觉精神顿出。”(蔡眦《西清诗话》)起句不凡，下面又环环相扣，故方回《瀛奎律髓》说：“以后句句有味。”陈衍《宋诗精华录》说：“结韵用高一层意自慰。”\n\n　　首句写夷陵山城的恶劣环境。二月时分在其他地方早就应该花开满眼香气逼人了，但在此地却遍地荒凉。诗人表面上是写自然环境的恶劣，但实际上是写政治环境的不善，言下之意是朝廷的关怀怎么就不再远度天涯光顾一下这小城的官员呢？残雪压枝，但夷陵还有鲜美的柑橘可以品味，意即尽管如此，但在山城该怎么生活就怎么生活着，并且还要品出美味打破生活的寂寞；冻雷初响，惊醒熟睡的竹笋，它亦积蓄着力量，正要冒出新生的嫩芽，突破严厉的压制。“夜闻归雁”与“病入新年”两句反映出诗人心里的苦闷，流放山城兴起乡思之情在所难免，而这乡思之情又变成乡思之病，面对新年又至物华更新不免要感慨时光的流逝和人生的短暂。\n\n　　诗末两句诗人虽然是自我安慰，但却透露出极为矛盾的心情，表面上说他曾在洛阳做过留守推官，见过盛盖天下的洛阳名花名园，见不到此地晚开的野花也不须嗟叹了，但实际上却充满着一种无奈和凄凉，不须嗟实际上是大可嗟，故才有了这首借“未见花”的日常小事生发出人生乃至于政治上的感慨。\n\n　　此诗之妙，就妙在它既以小孕大，又怨而不怒。它借“春风”与“花”的关系来寄喻君臣、君民关系，是历代以来以“香草美人”来比喻君臣关系的进一步拓展，在他的内心中，他是深信明君不会抛弃智臣的，故在另一首《戏赠丁判官》七绝中说“须信春风无远近，维舟处处有花开”，而此诗却反其意而用之，表达了他的怀疑，也不失为一种清醒。但在封建朝政中，君臣更多的是一种人身依附、政治依附的关系，臣民要做到真正的人生自主与自择是非常痛苦的，所以他也只能以“戏赠”“戏答”的方式表达一下他的怨刺而已，他所秉承的也是中国古典诗歌的“怨而不怒”的风雅传统。据说欧阳修很得意这首诗，原因恐怕也就在这里。\n\n","translation":"我怀疑春风吹不到这荒远的天涯，\n不然已是二月这山城怎么还看不见春花？\n残余的积雪压在枝头好象有碧桔在摇晃，\n春雷震破冰冻那竹笋也被惊醒想发嫩芽。\n夜晚听到归雁啼叫勾起我对故乡的思念，\n带着病进入新的一年面对春色有感而发。\n我曾在洛阳做官观赏过那里的奇花异草，\n山城野花开得虽迟也不必为此嗟叹惊讶。\n\n"}
{"_id":{"$oid":"5b9a1807367d5c0f40d22b8c"},"title":"满江红·赤壁怀古","dynasty":"宋代","writer":"戴复古","content":"赤壁矶头，一番过、一番怀古。想当时，周郎年少，气吞区宇。万骑临江貔虎噪，千艘列炬鱼龙怒。卷长波、一鼓困曹瞒，今如许？\n江上渡，江边路。形胜地，兴亡处。览遗踪，胜读史书言语。几度东风吹世换，千年往事随潮去。问道傍、杨柳为谁春，摇金缕。","type":["豪迈","怀古","感伤"],"remark":"赤壁矶：即黄州赤壁。\n周郎：指赤壁大战吴蜀联军的统帅周瑜。\n区宇：即寰（huán）宇，宇宙。\n万骑：借指孙刘联军。\n貅（xiū）虎：猛兽，指军队，勇士。\n列炬（jù）：猛烈的火炬。列，同烈，火势猛。\n鱼龙怒：潜蛰在深水中的鱼龙类水族因受到战火威胁而怒。这是侧面写战争场面的惊心动魄。\n卷长波：水面上卷起了长长的火龙。\n曹瞒（mán）：指曹操，曹操小名叫阿瞒。\n今如许：如今又怎么样呢\n形胜地：地形险要的战略要地。\n兴亡处：当年众雄生死争斗的地方。\n傍：同旁。\n春：春色，此用如动词。\n金缕（lǚ）：指嫩黄色的柳条。化用白居易《杨柳枝词》：“一树春风千万枝，嫩于金色软于丝。”\n\n","translation":"每经过一次赤壁矶就引发一次怀古心绪。想当年，周瑜意气风发，一心吞并环宇。万骑临江，鼓声震天；在千艘列炬的拼搏中，那些潜居江中的鱼龙因为受到战火的影响都变得怒不可遏。水面上卷起了长长的火龙，在鼓角声中，孙刘联军围困住了曹操。现在又怎样呢?\n江上渡口，江边小路，全是地形险要的战略要地，是当年众雄生死争斗的地方。今天我在此凭吊古迹，自己得到的深切感受，胜过读历史书籍。东风吹，光景移，已经改朝换代无数次了，历史的往事随江潮而i折。问道旁的杨柳年年为谁而春，为谁摇动金黄的枝条。\n\n"}
{"_id":{"$oid":"5b9a1807367d5c0f40d22b8d"},"title":"清平乐·题上卢桥","dynasty":"宋代","writer":"辛弃疾","content":"清溪奔快。不管青山碍。千里盘盘平世界。更著溪山襟带。 \n古今陵谷茫茫。市朝往往耕桑。此地居然形胜，似曾小小兴亡。","type":["宋词精选","写景","山水","思索","人生"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155616032.mp3","remark":"清平乐：词牌名，又名《清平乐令》、《醉东风》、《忆萝月》，为宋词常用词牌。晏殊，晏几道，黄庭坚，辛弃疾等著名词人均用过此调，其中晏几道尤多。\n上卢桥：在江西上饶境内。\n不管：不许。\n更著：再加上。\n陵谷：高山深谷。《诗经·小雅·十月之交》：“高岸为谷，深谷为陵。”\n市朝：人口聚集的都市。耕桑：田地。\n形胜：地理形势优越。\n\n","translation":"清澈的溪流欢快地奔流而出，穿越了青山的重重障碍。方圆十里的一片小平原。就坐落在青山与溪流的环抱之中。\n茫茫今古，曾经发生过多少次沧桑陵谷的变迁，许多昔日繁华兴旺的都市，后来却变成种植庄稼的田野。这个地方的山川形势不比寻常，莫非也曾经历过某种小小的盛衰兴废么！\n\n"}
{"_id":{"$oid":"5b9a1807367d5c0f40d22b8e"},"title":"水龙吟·过南剑双溪楼","dynasty":"宋代","writer":"辛弃疾","content":"举头西北浮云，倚天万里须长剑。人言此地，夜深长见，斗牛光焰。我觉山高，潭空水冷，月明星淡。待燃犀下看，凭栏却怕，风雷怒，鱼龙惨。\n峡束苍江对起，过危楼，欲飞还敛。元龙老矣！不妨高卧，冰壶凉簟。千古兴亡，百年悲笑，一时登览。问何人又卸，片帆沙岸，系斜阳缆？","type":["宋词三百首","豪放","山水","壮志"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155617627.mp3","remark":"水龙吟：词牌名。\n南剑：即南剑州，宋代州名。双溪楼：在南剑州府城东。\n西北浮云：西北的天空被浮云遮蔽，这里隐喻中原河山沦陷于金人之手。\n斗牛：星名，二十八宿的斗宿与牛宿。\n待：打算，想要。\n鱼龙：指水中怪物，暗喻朝中阻遏抗战的小人。惨：狠毒。\n束：夹峙。\n欲飞还敛：形容水流奔涌直前，因受高山的阻挡而回旋激荡，渐趋平缓。\n冰壶凉簟：喝冷水，睡凉席，形容隐居自适的生活。\n百年悲笑：指人生百年中的遭遇。\n卸：解落，卸下。\n缆：系船用的绳子。\n\n","translation":"抬头观看西北方向的浮云，驾驭万里长空需要长剑，人们说这个地方，深夜的时候，常常能看见斗牛星宿之间的光芒。我觉得山高，水潭的水冰冷，月亮明亮星光惨淡，待点燃犀牛角下到水中看看，刚靠近栏杆处却害怕，风雷震怒，鱼龙凶残。\n两边高山约束着东溪和西溪冲过来激起很高的浪花，过高楼，想飞去但还是收敛作罢，我有心像陈元龙那样但是身体精神都已老了，不妨高卧家园，凉爽的酒，凉爽的席子，一时登上双溪楼就想到了千古兴亡的事情，想到我自己的一生不过百年的悲欢离合，嬉笑怒骂。是什么人又一次卸下了张开的白帆，在斜阳夕照中抛锚系缆？\n\n"}
{"_id":{"$oid":"5b9a1807367d5c0f40d22b8f"},"title":"述国亡诗","dynasty":"五代","writer":"花蕊夫人","content":"君王城上竖降旗，妾在深宫那得知？\n十四万人齐解甲，更无一个是男儿！","type":["爱国"],"remark":"妾：花蕊夫人自称。\n解甲：解除武装，指投降。\n更无：一作“宁无”。\n\n","translation":"后蜀国的君王城楼上竟然竖起了白旗，你们哪知道我被封锁在了这冷清清的行宫里？\n守卫君王的十四万人一起脱下了金闪闪的铠甲，其实这些人中没有一个是守卫国家的男子！\n\n"}
{"_id":{"$oid":"5b9a1807367d5c0f40d22b90"},"title":"落花","dynasty":"唐代","writer":"李商隐","content":"高阁客竟去，小园花乱飞。参差连曲陌，迢递送斜晖。 \n肠断未忍扫，眼穿仍欲归。芳心向春尽，所得是沾衣。","type":["唐诗三百首","咏物","写花","抒怀"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155617822.mp3","remark":"参差：指花影的迷离，承上句乱飞意。\n芳心：指花，也指自己看花的心意。\n沾衣：指流泪。\n\n","shangxi":"　　这首诗写于会昌六年（公元846年），作者正闲居永业。当时，李商隐陷入牛李党争之中，境况不佳，心情郁闷，故本诗流露出幽恨怨愤之情。\n\n　　首联直接写落花。上句叙事，下句写景。落花虽早有，客在却浑然不觉，待到人去楼空，客散园寂，诗人孤寂惆怅之情顿上心头，诗人这才注意到满园缤纷的落花，而且心生同病相怜的情思，用语巧妙。\n\n　　颔联从不同角度写落花的具体情状。上句从空间着眼，写落花飘拂纷飞，连接曲陌；下句从时间着笔，写落花连绵不断，无尽无休。对“斜晖”的点染，透露出诗人内心的不平静。整个画面笼罩在沉重黯淡的色调中，显示出诗人的伤感和悲哀。\n\n　　颈联直接抒情。春去花落，“肠断未忍扫”，表达的不只是一般的怜花惜花之情，而是断肠人又逢落花的伤感之情。“眼穿仍欲稀”，写出了诗人面对落花的痴情和执着。\n\n　　尾联语意双关。花朵用生命装点了春天，落得个凋残、沾衣的结局；而诗人素怀壮志，却屡遭挫折，也落得个悲苦失望、泪落沾衣、低回凄凉、感慨无限的人生际遇。\n\n　　全诗咏物伤己，以物喻己，感伤无尽。\n\n新解 　　高阁上，曲终人散；小园里，落花随风漫天飞舞，飘落到了田间曲折的小径上，斜阳在花雨中徐徐西下。我痛惜这如雨的落花，不忍将落红扫去。我望眼欲穿，盼来的春天却又匆匆归去。赏花的心意也随着春天的归去而消失，春去花谢，只留下我泪湿衣裳。 　\n\n意境浅尝 　　花朵，用生命装点着春天；春天，却用凋残凄凉了花朵。\n\n　　所谓“落花有意随流水，而流水无心恋落花。”痴心在左，无情在右。世间最无奈，也莫过于此。\n\n　　花朵痴情，恨不能一次绽放几世的美丽；春日寡义，视花朵只一抹不起眼的风景。这飘零、沾衣的结局，似乎早已注定。一如那梦想碎灭后的感花人，只落得泪垂沾衣、低回凄凉的惨际遇。\n\n　　此刻，竟有了一丝心疼，花开花谢花舞漫天，不忍看到它的坠地，然而，耳畔却残忍的传来了你落地的声音，像抽丝一般绞痛，像山崩一样巨响。我想到了祭奠，洁白的纸花，洁白的衣纱，洁白的面容，洁白的悲伤。\n\n　　花落处，小径独自幽香，有人说，这是美人出生的地方，只可惜这倾国倾城的绝代风华在一季的绚烂后，却风尘天涯。抬头望，何处是归家？那一朵育下了匈奴的文姬花，尚且在历史的书页里夹杂了一片芳华；那一只月夜魂过沙漠的昭君花，是否还能启开家乡门前的破旧篱笆？\n\n　　或许落红不是无情物，化作春泥更护花？但却偏偏选择了秋日葬身陪水逝前随风撒，这是极尽绚烂后的落寞，留的千古一声遗憾：红颜，多薄命！日悬山巅，命薄如花，昔日秦淮河上还弹奏着声声琵琶，今日却不闻扬子畔掩抑鼓瑟。既然生于红尘，亦当归于红尘，或许，多年以后，红尘外我们还能依稀记得她当初沉鱼落雁的红颜！\n\n　　步非烟下，人道是青楼师师，纵然哭倒了长城，也不能下世轮回再次香君！落花渐入迷人眼，一朝花落终不见。落泪的时候，花还在飘洒，春归的时候，你却已不在。人生，几多花开，几多花败，衣衫湿透，红尘看破，一切都是轮回之道！\n\n","translation":"高阁上的游客们已经竞相离去；\n小园的春花随风凋零纷纷乱飞。\n花影参差迷离接连着弯弯小径；\n远望落花回舞映着斜阳的余晖。\n我的肝肠欲断不忍把落红扫去；\n望眼欲穿盼来春天却匆匆回归。\n爱花惜花自然要怨春去得太早；\n春尽花谢所得的只是落泪沾衣。\n\n"}
{"_id":{"$oid":"5b9a1807367d5c0f40d22b91"},"title":"燕诗示刘叟","dynasty":"唐代","writer":"白居易","content":"梁上有双燕，翩翩雄与雌。\n衔泥两椽间，一巢生四儿。\n四儿日夜长，索食声孜孜。\n青虫不易捕，黄口无饱期。\n觜爪虽欲敝，心力不知疲。\n须臾十来往，犹恐巢中饥。\n辛勤三十日，母瘦雏渐肥。\n喃喃教言语，一一刷毛衣。\n一旦羽翼成，引上庭树枝。\n举翅不回顾，随风四散飞。\n雌雄空中鸣，声尽呼不归。\n却入空巢里，啁啾终夜悲。\n燕燕尔勿悲，尔当返自思。\n思尔为雏日，高飞背母时。\n当时父母念，今日尔应知。","type":["感恩","父母"],"remark":"翩翩（piān）：鸟飞轻疾的样子。\n椽（chuán）：装于屋顶以支持屋顶盖材料的木杆。\n索食：求食。孜（zī）：勤勉、努力不懈的样子。\n黄口：小儿。《淮南子·汜论训》：“古之伐国，不杀黄口。”高诱注：“黄口，幼也。”\n觜 （zī ）：觜爪指鸟类的爪和嘴。敝（bì）：这里指疲惫，困乏，衰败。\n心力：指精神与体力。\n须臾（yú）：顷刻；瞬间。\n雏（chú）：幼小的鸟。\n刷毛：整理羽毛。\n庭树枝：庭院里的树枝。\n“举翅”句：向上伸起翅膀而不回头看。\n啁啾（zhōu jiū）：形容鸟叫声、奏乐声等。\n\n","translation":"屋梁上来了一双燕子，翩翩飞舞，一雄一雌。\n衔泥在椽条间垒窝，一窝生下乳燕四只。\n四只乳燕日夜成长，求食的叫声喳喳不住。\n青虫不容易抓到，黄口小燕似乎从来没吃饱饭。\n双燕用爪抓，用嘴衔，气力用尽，不知疲倦。\n不一会儿往返十来转，还怕饿着窝里的小燕。\n辛辛苦苦忙了三十天，拖瘦了母燕喂肥了小燕。\n喃喃不断教小燕发音，一一为它们梳理打扮。\n小燕一朝羽毛长得丰满，引上了庭院里的树枝，再不回头，随着风儿四下飞散。\n雌雄双燕，空中叫喊，声嘶力竭，也唤不回还。\n只好回到空窝里面，悲鸣通宵不断！\n老燕啊，切莫悲叹，你们应当回想从前：\n想想你们是乳燕的时代，也同样远走高飞，\n抛弃父母那时父母多么挂念，今天你们应有体验！\n\n"}
{"_id":{"$oid":"5b9a1808367d5c0f40d22b92"},"title":"赐萧瑀","dynasty":"唐代","writer":"李世民","content":"疾风知劲草，板荡识诚臣。\n勇夫安识义，智者必怀仁。","type":["哲理","启示","早教古诗100首"],"remark":"萧瑀：字时文，隋朝将领，被李世民俘后归唐，封宋国公。\n疾风：大而急的风。劲草：强劲有力的草。\n板荡：动乱之世。\n勇夫：有胆量的人。\n智者：有见识的人。\n\n","shangxi":"　　这首诗极富于哲理。诗的前两句是历来传颂的名句。“疾风知劲草”一语，出自宋·范晔《后汉书·王霸传》。此语原为汉光武帝刘秀赞誉王霸之言。光武谓霸曰：“颍川从我者皆逝，而子独留努力，疾风知劲草。”后世遂用以比喻只有经过危难或战乱的严峻考验，才能识别出谁的意志坚强，谁是忠诚可靠者。作者李世民在此诗中用此赞美萧瑀。次句的“板荡”乃《诗经·大雅》中两篇作品的名称。《板》、《荡》二诗讥刺周厉王无道，败坏政局。后以“板荡”代指政局变乱。在风和日丽的日子里，“劲草”混同于一般的草；在和平安定的环境中，“诚臣”也容易混同于一般的人，其特殊性没有显现出来，因而不易鉴别。只有经过猛烈大风和动乱时局的考验，才能看出什么样的草是强劲的，什么样的人是忠诚的。\n\n　　后二句则另换角度，继续盛赞萧瑀。徒有一时之勇的“勇夫”并不懂得真正的“义”，而真正的“智者”必然心怀仁德。这里告诉读者，只有忠诚还是不够的，要智勇双全，才算是有用之才。有勇无谋，莫言义；有智无勇，难施仁。\n\n　　这首诗诗意浅显，说理形象，寓意深刻，言简意赅地揭示了“智”、“勇”、“仁”、“义”之间的辩证关系。这不仅对于知人善任具有现实意义，而且，对于读者的自我完善，如何使自己成为智勇双全的有用之才方面，也具有启迪作用。“疾风知劲草，板荡识诚臣”二句，如今引用它，比喻只有经过尖锐复杂斗争的考验，才能考查出一个人的真正品质和节操，才能显示出谁是忠贞的强者。\n\n","translation":"在猛烈狂疾的大风中才能看得出是不是强健挺拔的草，在激烈动荡的年代里才能识别出是不是忠贞不二的臣。\n一勇之夫怎么懂得为公为国为民为社稷的正义的道理，而智勇兼具的人内心里必然怀有忠君为民的仁爱之情。\n\n"}
{"_id":{"$oid":"5b9a1808367d5c0f40d22b93"},"title":"咏同心芙蓉","dynasty":"隋代","writer":"杜公瞻","content":"灼灼荷花瑞，亭亭出水中。\n一茎孤引绿，双影共分红。\n色夺歌人脸，香乱舞衣风。\n名莲自可念，况复两心同。","type":["咏物","荷花","寓人","爱情"],"remark":"灼灼：明亮貌。\n况复：何况，况且。\n\n","translation":"鲜艳明亮的荷花代表着祥瑞，亭亭玉立站在水中。\n一根花茎引出翠绿之色，两个花朵分用一片鲜红。\n花颜好像拿走了歌伎的面色，香气迷乱好像舞动衣服引起的微风。\n这样的莲花必然会互相思念，更何况它们的心是在一起的。\n\n"}
{"_id":{"$oid":"5b9a1808367d5c0f40d22b94"},"title":"老将行","dynasty":"唐代","writer":"王维","content":"少年十五二十时，步行夺得胡马骑。\n射杀山中白额虎，肯数邺下黄须儿！\n一身转战三千里，一剑曾当百万师。\n汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。\n卫青不败由天幸，李广无功缘数奇。\n自从弃置便衰朽，世事蹉跎成白首。\n昔时飞箭无全目，今日垂杨生左肘。\n路旁时卖故侯瓜，门前学种先生柳。\n苍茫古木连穷巷，寥落寒山对虚牖。\n誓令疏勒出飞泉，不似颍川空使酒。\n贺兰山下阵如云，羽檄交驰日夕闻。\n节使三河募年少，诏书五道出将军。\n试拂铁衣如雪色，聊持宝剑动星文。\n愿得燕弓射大将，耻令越甲鸣吾君。\n莫嫌旧日云中守，犹堪一战取功勋。","type":["唐诗三百首","乐府","赞颂","写人","猖狂"],"remark":"“步行”句：汉名将李广，为匈奴骑兵所擒，广时已受伤，便即装死。后于途中见一胡儿骑着良马，便一跃而上，将胡儿推在地下，疾驰而归。见《史记·李将军列传》。夺得：一作“夺取”。\n“射杀”句：与上文连观，应是指李广为右北平太守时，多次射杀山中猛虎事。白额虎（传说为虎中最凶猛一种），则似是用晋名将周处除三害事。南山白额虎是三害之一。见《晋书·周处传》。中山：一作“山中”，一作“阴山”。\n肯数：岂可只推。邺下黄须儿：指曹彰，曹操第二子，须黄色，性刚猛，曾亲征乌丸，颇为曹操爱重，曾持彰须曰：“黄须儿竟大奇也。”这句意谓，岂可只算黄须儿才是英雄。邺下，曹操封魏王时，都邺（今河北临漳县西）。\n蒺藜：本是有三角刺的植物，这里指铁蒺藜，战地所用障碍物。\n卫青：汉代名将，汉武帝皇后卫子夫之弟，以征伐匈奴官至大将军。卫青姊子霍去病，也曾远入匈奴境，却未曾受困折，因而被看作“有天幸”。“天幸”本霍去病事，然古代常卫、霍并称，这里当因卫青而联想霍去病事。\n“李广”句：李广曾屡立战功，汉武帝却以他年老数奇，暗示卫青不要让李广抵挡匈奴，因而被看成无功，没有封侯。缘，因为。数，命运。奇，单数。偶之对称，奇即不偶，不偶即不遇。\n飞箭无全目：鲍照《拟古诗》：“惊雀无全目。”李善注引《帝王世纪》：吴贺使羿射雀，贺要羿射雀左目，却误中右目。这里只是强调羿能使雀双目不全，于此见其射艺之精。飞箭：一作“飞雀”。\n垂杨生左肘：《庄子·至乐》：“支离叔与滑介叔观于冥柏之丘，昆仑之虚，黄帝之所休，俄而柳生其左肘，其意蹶蹶然恶之。”沈德潜以为“柳，疡也，非杨柳之谓”，并以王诗的垂杨“亦误用”。他意思是说，庄子的柳生其左肘的柳本来即疡之意，王维却误解为杨柳之柳，因而有垂云云。高步瀛说：“或谓柳为瘤之借字，盖以人肘无生柳者。然支离、滑介本无其人，生柳寓言亦无不可。”高说似较胜。\n故侯瓜：召平，本秦东陵侯，秦亡为平民，贫，种瓜长安城东，瓜味甘美。\n先生柳：晋陶渊明弃官归隐后，因门前有五株杨柳，遂自号“五柳先生”，并写有《五柳先生传》。\n苍茫：一作“茫茫”。连：一作“迷”。\n“誓令”句：后汉耿恭与匈奴作战，据疏勒城，匈奴于城下绝其涧水，恭于城中穿井，至十五丈犹不得水，他仰叹道：“闻昔贰师将军（李广利）拔佩刀刺山，飞泉涌出，今汉德神明，岂有穷哉。”旋向井祈祷，过了一会，果然得水。事见《后汉书·耿恭传》。疏勒：指汉疏勒城，非疏勒国。\n颍川空使酒：灌夫，汉颍阴人，为人刚直，失势后颇牢骚不平，后被诛。使酒：恃酒逞意气。\n聊持：且持。星文：指剑上所嵌的七星文。\n天将：一作“大将”。\n“耻令”句：意谓以敌人甲兵惊动国君为可耻。《说苑·立节》：越国甲兵入齐，雍门子狄请齐君让他自杀，因为这是越甲在鸣国君，自己应当以身殉之，遂自刎死。呜：这里是惊动的意思。吴军：一作“吾君”。\n取：一作“树”。\n\n","shangxi":"　　这首诗叙述了一位老将的经历。他一生东征西战，功勋卓著，结果却落得个“无功”被弃、不得不以躬耕叫卖为业的可悲下场。边烽再起，他又不计恩怨，请缨报国。作品揭露了统治者的赏罚蒙昧，　　冷酷无情，歌颂了老将的高尚节操和爱国热忱。\n\n　　全诗分三段，开头十句为第一段，是写老将青壮年时代的智勇、功绩和不平遭遇。先说他少时就有李广之智勇，“步行”夺得过敌人的战马，引弓射杀过山中最凶猛的“白额虎”。接着改用曹操的次子曹彰故事，彰绰号黄须儿，奋勇破敌，却功归诸将。诗人借用这两个典故，描绘老将的智勇才德。接下去，以“一身转战三千里”，见其征战劳苦；“一剑曾当百万师”，见其功勋卓著；“汉兵奋迅如霹雳”，见其用兵神速，如迅雷之势；“虏骑崩腾畏蒺藜”见其巧布铁蒺藜阵，克敌制胜。但这样难得的良将，却无寸功之赏，所以诗人又借用历史故事抒发自己的感慨。汉武帝的贵戚卫青所以屡战不败，立功受赏，官至大将军，实由“天幸”；而与他同时的著名战将李广，不但未得封侯授爵，反而得罪、受罚，最后落得个刎颈自尽的下场，是因“数奇”。这里的“天幸”，既指幸运之“幸”，又指皇帝宠幸；“数奇”，既指运气不好，又指皇恩疏远，都是语意双关的。诗人借李广与卫青的典故，暗示统治者用人唯亲，赏罚失据，写出了老将的不平遭遇。\n\n　　中间十句为第二段，写老将被遗弃后的清苦生活。自从被弃置之后老将便“衰朽”了，岁月蹉跎，心情不好，连头发都白了。他昔日虽有后羿射雀而使其双目不全的本领，但久不习武，双臂就如同生了疡瘤，很不利落了。古人常以“柳”谐“瘤”，并且“杨”“柳”通假。在这里诗人以“杨”谐“疡”（疮）是照顾到诗的平仄声调。老将被弃，疡生左肘，却还得自寻生计，“路旁时卖故侯瓜”。“故侯”，指秦东陵侯召平，秦破，为布衣，种瓜于长安东城。这里说他不仅种瓜，而且“路旁时卖”，可知生活没有着落；“门前学种先生柳”，也是指他以耕作为业的意思。陶渊明门前有五柳，因自号“五柳先生”。至于住处则是“苍茫”一片“古木”丛中的“穷巷”，窗子面对着的则是“寥落寒山”，这更见世态炎凉，门前冷落，从无宾客往还。但是老将并未因此消沉颓废，他仍然想“誓令疏勒出飞泉”，象后汉名将耿恭那样，在匈奴疏勒城水源断绝后，与战士们同甘共苦，终于又得泉水却敌立功；而决不像前汉颍川人灌夫那样，解除军职之后，使酒骂坐，发泄怨气。\n\n　　最末十句为第三段，是写边烽未熄，老将时时怀着请缨杀敌的爱国衷肠。先说西北贺兰山一带阴霾沉沉，阵战如云，告急的文书不断传进京师；次写受帝命而征兵的军事长官从三河（河南、河内、河东）一带征召大批青年入伍，诸路将军受诏命分兵出击。最后写老将，他再也呆不住了，先是“拭拂铁衣如雪色”，把昔日的铠甲摩擦得雪亮闪光；继之是“聊持宝剑动星文”，又练起了武功。他的宿愿本就是能得到燕产强劲的名弓“射天将”擒贼擒王，消灭入寇的渠魁；并且“耻令越甲鸣吾君”，绝不让外患造成对朝廷的威胁。结尾为老将再次表明态度：“莫嫌旧日云中守，犹堪一战立功勋”，借用魏尚的故事，表明只要朝廷肯任用老将，他一定能杀敌立功，报效祖国。魏尚曾任云中太守，深得军心，匈奴不敢犯边，后被削职为民，经冯唐为其抱不平，才官复旧职。\n\n　　这首诗十句一段，章法整饬，大量使事用典，从不同的角度和方面，刻画出“老将”的艺术形象，增加了作品的容涵量，完满地表达了作品的主题。沈德潜《唐诗别裁》谓“此种诗纯以对仗胜”。诗中对偶工巧自然，如同灵气周运全身，使诗人所表达的内容，犹如璞玉磨琢成器，达到了理正而文奇，意新而词高的艺术境界。\n\n","translation":"当年十五二十岁青春之时，徒步就能夺得胡人战马骑。\n年轻力壮射杀山中白额虎，数英雄岂止邺下的黄须儿？\n身经百战驰骋疆场三千里，曾以一剑抵当了百万雄师。\n汉军声势迅猛如惊雷霹雳，虏骑互相践踏是怕遇蒺藜。\n卫青不败是由于天神辅助，李广无功却缘于命运不济。\n自被摈弃不用便开始衰朽，世事随时光流逝人成白首。\n当年象后羿飞箭射雀无目，如今不操弓疡瘤生于左肘。\n象故侯流落为民路旁卖瓜，学陶令门前种上绿杨垂柳。\n古树苍茫一直延伸到深巷，寥落寒山空对冷寂的窗牖。\n誓学耿恭在疏勒祈井得泉，不做颍川灌夫为牢骚酗酒。\n贺兰山下战士们列阵如云，告急的军书日夜频频传闻。\n持节使臣去三河招募兵丁，招书令大将军分五路出兵。\n老将揩试铁甲光洁如雪色，且持宝剑闪动剑上七星纹。\n愿得燕地的好弓射杀敌将，绝不让敌人甲兵惊动国君。\n莫嫌当年云中太守又复职，还堪得一战为国建立功勋。\n\n"}
{"_id":{"$oid":"5b9a1808367d5c0f40d22b95"},"title":"思母","dynasty":"宋代","writer":"与恭","content":"霜殒芦花泪湿衣，白头无复倚柴扉。\n去年五月黄梅雨，曾典袈裟籴米归。","type":["怀念","母亲"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155618725.mp3","remark":"银汉红墙：李商隐《代应》：“本来银汉是红墙，隔得卢家白玉堂。”\n星辰：李商隐《无题》“昨夜星辰昨夜风，画楼西畔桂堂东。”风露：高启《芦雁图》“沙阔水寒鱼不见，满身风露立多时。”\n思，丝。心，芯。皆双关语。李商隐《无题》“春蚕到死丝方尽，蜡炬成灰泪始干。”\n\n","translation":"我多少次坐在花下吹箫，银河红墙对我来说是那样的遥远。\n眼前的星辰已不是昨夜的星辰，我为了谁在风露中伫立了整整一夜呢？\n缠绵的情思已尽如抽丝的蚕茧，宛转的心已经像被剥的芭蕉。\n回想起她十五岁时在那月圆之夜的情景，可叹我手中的这杯酒竟已无法消除心中的忧愁。\n\n"}
{"_id":{"$oid":"5b9a1808367d5c0f40d22b96"},"title":"鹧鸪天·小令尊前见玉箫","dynasty":"宋代","writer":"晏几道","content":"小令尊前见玉箫。银灯一曲太妖娆。歌中醉倒谁能恨，唱罢归来酒未消。 \n春悄悄，夜迢迢。碧云天共楚宫遥。梦魂惯得无拘检，又踏杨花过谢桥。","type":["宋词三百首","相思","宴会","歌女"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155618338.mp3"}
{"_id":{"$oid":"5b9a1808367d5c0f40d22b97"},"title":"对雪二首","dynasty":"唐代","writer":"李商隐","content":"寒气先侵玉女扉，清光旋透省郎闱。\n梅花大庾岭头发，柳絮章台街里飞。\n欲舞定随曹植马，有情应湿谢庄衣。\n龙山万里无多远，留待行人二月归。\n\n旋扑珠帘过粉墙，轻于柳絮重于霜。\n已随江令夸琼树，又入卢家妒玉堂。\n侵夜可能争桂魄，忍寒应欲试梅妆。\n关河冻合东西路，肠断斑骓送陆郎。\n\n","type":["冬天","离别","写雪","组诗"]}
{"_id":{"$oid":"5b9a1808367d5c0f40d22b98"},"title":"听蜀僧濬弹琴 / 听蜀僧浚弹琴","dynasty":"唐代","writer":"李白","content":"蜀僧抱绿绮，西下峨眉峰。\n为我一挥手，如听万壑松。 \n客心洗流水，余响入霜钟。\n不觉碧山暮，秋云暗几重。","type":["唐诗三百首","音乐"],"remark":"蜀僧濬：即蜀地的僧人名濬的。有人认为“蜀僧濬”即李白集中《赠宣州灵源寺仲濬公》中的仲濬公。\n绿绮（qǐ）：琴名。诗中以绿绮形容蜀僧濬的琴很名贵。\n峨眉：山名，在四川省峨眉县。\n一：助词，用以加强语气。挥手：这里指弹琴。\n万壑（hè）松：指万壑松声。这是以万壑松声比喻琴声。琴曲有《风入松》。壑：山谷。这句是说，听了蜀僧濬的琴声好像听到万壑松涛雄风。\n客：诗人自称。流水：语意双关，既是对僧濬琴声的实指，又暗用了伯牙善弹的典故。\n余响：指琴的余音。霜钟：指钟声。\n“碧山”句：意思是说，因为听得入神，不知不觉天就黑下来了。\n秋云：秋天的云彩。暗几重：意即更加昏暗了，把上句“暮”字意伸足。\n\n","shangxi":"　　这首五律写的是听琴，听蜀地一位法名叫濬的和尚弹琴。开头两句：“蜀僧抱绿绮，西下峨眉峰。”说明这位琴师是从四川峨眉山下来的。李白是在四川长大的，四川绮丽的山水培育了他的壮阔胸怀，激发了他的艺术想象。峨眉山月不止一次地出现在他的诗里。他对故乡一直很怀恋，对于来自故乡的琴师当然也格外感到亲切。所以诗一开头就说明弹琴的人是自己的同乡。“绿绮”本是琴名，汉代司马相如有一张琴，名叫绿绮，这里用来泛指名贵的琴。司马相如是蜀人，这里用“绿绮”更切合蜀地僧人。“蜀僧抱绿绮，西下峨眉峰”，简短的十个字，把这位音乐家写得很有气派，表达了诗人对他的倾慕与敬佩。\n\n　　二三句正面描写蜀僧弹琴。“挥手”是弹琴的动作。嵇康《琴赋》：“伯牙挥手，钟期听声。”“挥手”二字就是出自这里的。“为我一挥手，如听万壑松”，这两句用大自然宏伟的音响比喻琴声，使人感到这琴声一定是极其铿锵有力的。\n\n　　“客心洗流水”，这一句就字面讲，是说听了蜀僧的琴声，自己的心好像被流水洗过一般地畅快、愉悦。但它还有更深的含义，其中包涵着一个古老的典故，即《列子·汤问》中“高山流水”的典故，借它，表现蜀僧和自己通过音乐的媒介所建立的知己之感。“客心洗流水”五个字，很含蓄，又很自然，虽然用典，却毫不艰涩，显示了李白卓越的语言技巧。\n\n　　下面一句“余响入霜钟”也是用了典的。“霜钟”出于《山海经·中山经》：“丰山……有九钟焉，是知霜鸣。”郭璞注：“霜降则钟鸣，故言知也。”“霜钟”二字点明时令，与下面“秋云暗几重”照应。“余响入霜钟”，意思是说，音乐终止以后，余音久久不绝，和薄暮时分寺庙的钟声融合在一起。这句诗写琴音与钟声交响，也兼寓有知音的意思。《列子·汤问》里有“余音绕梁，三日不绝”的话。宋代苏东坡在《前赤壁赋》里用“余音袅袅，不绝如缕”，形容洞箫的余音。这都是乐曲终止以后，入迷的听者沉浸在艺术享受之中所产生的想象。“余响入霜钟”也是如此。清脆、流畅的琴声渐远渐弱，和薄暮的钟声共鸣着，这才发觉天色已经晚了：“不觉碧山暮，秋云暗几重。”诗人听完蜀僧弹琴，举目四望，不知从什么时候开始，青山已罩上一层暮色，灰暗的秋云重重叠叠，布满天空。感觉时间过得真快。\n\n　　唐诗里有不少描写音乐的佳作。白居易的《琵琶行》用“大珠小珠落玉盘”来形容忽高忽低、忽清忽浊的琵琶声，把琵琶所特有的繁密多变的音响效果表现了出来。唐代另一位诗人李颀有一首《听安万善吹觱篥歌》，用不同季节的不同景物，形容音乐曲调的变化，把听觉的感受诉诸视觉的形象，取得很好的艺术效果。李白这首诗描写音乐的独到之处是，除了“万壑松”之外，没有别的比喻形容琴声，而是着重表现听琴时的感受，表现弹者、听者之间感情的交流。其实，“如听万壑松”这一句也不是纯客观的描写，诗人从琴声联想到万壑松声，联想到深山大谷，是结合自己的主观感受来写的。\n\n　　律诗讲究平仄、对仗，格律比较严。而李白的这首五律却写得极其清新、明快，似乎一点也不费力。其实，无论立意、构思、起结、承转，或是对仗、用典，都经过一番巧妙的安排，只是不着痕迹罢了。这种“清水出芙蓉，天然去雕饰”的自然的艺术美，比一切雕饰更能打动人的心灵。\n\n","translation":"蜀僧怀抱着绿绮琴，来自遥远的峨眉山。\n为我随意挥手一弹，如同听到万壑松声。\n余音袅袅，汇入霜天钟声，我心清静，如经流水洗过。\n不知不觉，暮色笼罩青山，秋云黯淡，布满黄昏天空。\n\n"}
{"_id":{"$oid":"5b9a1808367d5c0f40d22b99"},"title":"琵琶仙·中秋","dynasty":"清代","writer":"纳兰性德","content":"碧海年年，试问取、冰轮为谁圆缺？吹到一片秋香，清辉了如雪。愁中看、好天良夜，知道尽成悲咽。只影而今，那堪重对，旧时明月。\n花径里、戏捉迷藏，曾惹下萧萧井梧叶。记否轻纨小扇，又几番凉热.。只落得，填膺百感，总茫茫、不关离别。一任紫玉无情，夜寒吹裂。","type":["中秋节","孤独","感伤"],"remark":"碧海：传说中的海名。\n冰轮：月亮代名之一，历来用以形容皎洁的满月。\n吹到二句：谓秋风把一片秋花吹开了，那明亮的月光犹如白雪。清辉，指明亮的月光。\n花径二句：捉迷藏，又称逮猫儿，儿童玩的一种游戏。井梧叶：谓井边的梧桐树叶。\n轻纨小扇：即纨扇。\n一任二句：紫玉，指笛箫，因截紫竹所制，故名。\n\n","shangxi":"　　“碧海年年，试问取、冰轮为谁圆缺？”在苍茫的夜色中，作者抬头仰望天空，中秋月圆，其景何其美好；然而他却触景生情，发此疑问。通过此句，我们似乎看出了他心中的悲凉：日月轮回不断，春花秋月年年，这些都只会令他徒增烦恼；是因为佳人不在，如今的他形影相吊么？“吹到一片秋香，清辉了如雪”，不知哪里吹来的秋风，带来一阵芬芳；月亮的清辉笼罩了周围寂寞的空气，如同冰雪一样寒冷。此句是写景，却是寄情于景，情景交融，寒冷的是清辉还是他那颗受伤的心？回想往昔，那“一生一代一双人”，曾经花前月下，欣赏这良宵美景，“记当时，垂柳丝，花枝，满庭蝴蝶儿。”只影而今，物是人非，在这如同旧时的明月下重拾往事，只会令他“填膺百感”。\n\n　　词的上片写现实，现实是充满了悲凉，其情之苦，足以震憾一切感性的心灵。用“冰轮”喻明月，用“雪”喻明月的清辉，更增加了意境的清冷。“只影而今，那堪重对，旧时明月。”此句道出了作者“尽成悲咽”的缘由：原来是故人不在，作者在思念他的亡妻；然而“明月不谙离恨苦”，偏要打动他那颗敏感脆弱的心，叫他情何以堪。\n\n　　下阙写词人仰望明月忆及往事。“花径里、戏捉迷藏，曾惹下萧萧井梧叶。”明月下，芳丛里，词人与心上人嬉戏，游玩，虽然并未着墨描摹具体情状，而梧桐叶的缓缓飘落中，纵情的欢笑声，亲昵的嘶闹声，在一片月色下朗朗可闻，其人之天真烂漫，其情之亲密无间，已不言自明，词人对故人往事的深深思恋，直抵人心深处。只是光阴荏苒，轻纨小扇轻摇又摇走了几番寒暑，去者不可追，如今只剩下词人中宵独立，“填膺百感”，而明月还是当时的明月，清辉未减分毫。中秋月光照耀，本该是众家欢聚之时，容若心中却荒凉如大漠。吹裂紫玉萧也难散愁心。\n\n","translation":"碧海青天，年年如此，而云间的月亮，却为何时圆时缺。今夜里，金风送爽，土花映碧，画栏桂树悬挂着一缕秋香；月亮光就像白雪一般晶莹透澈。谁知道，这好天良夜，却让人忧愁，让人悲咽。孤身只影，怎么可面对旧时明月。\n那时节，也是这么个中秋夜，你和我，花径里捉迷藏，曾经将金井梧桐的霜叶惊落。手上轻巧的小纨扇，至今又经历几番凉热。一时间，不由得百感丛生；但这又与一般的相思离别无关。面对这旧时明月，只好让无情的紫玉萧，于寒风中吹烈。\n\n"}
{"_id":{"$oid":"5b9a1808367d5c0f40d22b9a"},"title":"诉衷情·青衫初入九重城","dynasty":"宋代","writer":"陆游","content":"青衫初入九重城，结友尽豪英。蜡封夜半传檄，驰骑谕幽并。\n时易失，志难城，鬓丝生。平章风月，弹压江山，别是功名。","type":["忆旧","抒愤"]}
{"_id":{"$oid":"5b9a1808367d5c0f40d22b9b"},"title":"虞美人·宜州见梅作","dynasty":"宋代","writer":"黄庭坚","content":"天涯也有江南信。梅破知春近。夜阑风细得香迟。不道晓来开遍、向南枝。 \n玉台弄粉花应妒。飘到眉心住。平生个里愿杯深。去国十年老尽、少年心。","type":["咏物","梅花","抒怀"],"remark":"宜州：今广西宜山县一带。\n梅破知春近：梅花绽破花蕾开放，预示着春天的来临。\n开遍向阳枝：南枝由于向着太阳，故先开放。\n“玉台”二句：玉台，传说中天神的居处，也指朝廷的宫室。\n粉：把梅花的开放比作天宫“弄粉”。\n⑥飘到眉心住：宋武帝女寿阳公主人日卧于含章殿下。梅花落于公主额上，成五出花，拂之不去。词中意谓由于群花的妒忌，梅花无地可立，只好移到美人的眉心停住，古代妇女化妆时常在眉心点梅花砂痣。\n“平生个里愿杯深”两句：年轻时遇到良辰美景，总是尽兴喝酒，可是经十年贬谪之后，再也没有这种兴致了。个里，个中、此中。去国，离开朝廷。\n\n","shangxi":"　　此词为山谷因写《承天院塔记》被朝廷指为“幸灾谤国”而贬谪地处西南的边地宜州后所作。全词以咏梅为中心，把天涯与江南、垂老与少年、去国十年与平生作了一个对比性总结，既表现出天涯见梅的喜悦，朝花夕拾的欣慰，又抒写不胜今昔之慨，表现出作者心中郁结的不平与愤懑。\n\n　　“天涯也有江南信，梅破知春近”。宜州地近海南，去京国数千里，说是“天涯”不算夸张。到贬所居然能看到江南常见的梅花，作者很诧异。“梅破知春”，这不仅是以江南梅花多冬末春初开放，意谓春天来临；而且是侧重于地域的联想，意味着“天涯”也无法隔断“江南”与我的联系（作者为江西修水人，地即属江南）。“也有”，是始料未及、喜出望外的口吻，显见环境比预料的好。\n\n　　紧接二句则由“梅破”，写到梅开。梅花开得那样早，那样突然，夜深时嗅到一阵暗香，没能想到什么缘故，及至“晓来”才发现向阳的枝头已开繁了。\n\n　　虽则“开遍”，却仅限于“向南枝”，不失为早梅，令人感到新鲜，喜悦。“夜阑（其时声息俱绝，暗香易闻）风细（恰好传递清香）”时候才“得香”，故云“迟”。此处用笔细致。“也有”表现出第一次惊喜，“不道”则表现出又一次意外，作者惊喜不迭之情，溢于言表。\n\n　　至此，作者已满怀江南之春心。一个关于梅花的浪漫故事，遂见于作者笔端。《太平御览。时序部》引《杂五行书》：“宋武帝女寿阳公主人日卧于含章殿檐下。梅花落公主额上，成五出花，拂之不去。”一句“玉台弄粉花应妒，飘到眉心住”不但将旧典翻出新意，而且还表现出一个被贬的老人观梅以致忘怀得失的心情，暗伏下文“少年心”三字。\n\n　　想到往日赏梅，对着如此美景（“个里”，此中，这样的情景中），总想把酒喝个够；但现不同了，经过十年的贬谪，宦海沉沦之后，不复有少年的兴致了。结尾词情上是一大兜转，“老”加上“尽”的程度副词，更使拗折而出的郁愤之情得到充分表现。用“愿杯深”来代言兴致好，亦形象有味。\n\n　　这首词写得极为深挚，是山谷孤清抑郁的人格风貌的写照。全词由景入手，婉曲细腻；以情收结，直抒胸臆。整首词风格疏宕，颇具韵味。\n\n　　作者先写在边地宜州看到梅含苞欲放，接着写夜晚微风中传来梅花幽香，最后写早晨梅花开满枝头。由“梅破”到“得香”再到“开遍”，作者很有层次地描写了梅花。\n\n","translation":"　　在宜州看到梅花开放，知道春天即将来临。夜尽时，迟迟闻不到梅花的香味，以为梅花还没有开放；早晨起来，才发现在面南的枝条上已开满了梅花，真是没有想到。女子在镜台前化妆，引起了梅花的羡妒，就飘落在她的眉心上。要在平常见到这种景象，便希望畅怀酣饮；现在就不同了，自从被贬离开汴京，十年来，那种青年人的情怀、兴致已经不存在了。\n\n"}
{"_id":{"$oid":"5b9a180a367d5c0f40d22b9c"},"title":"木兰歌","dynasty":"唐代","writer":"韦元甫","content":"木兰抱杼嗟，借问复为谁。 欲闻所戚戚，感激强起颜。\n老父隶兵籍，气力日衰耗。岂足万里行，有子复尚少！\n胡沙没马足，朔风裂人肤。老父旧羸病，何以强自扶？\n木兰代父去，秣马备戎行。易却纨绮裳，洗却铅粉妆。\n驰马赴军幕，慷慨携干将。朝屯雪山下，暮宿青海旁。\n夜袭燕支虏，更携于阗羌。将军得胜归，士卒还故乡。\n父母见木兰，喜极成悲伤。木兰能承父母颜，却卸巾帼理丝黄。\n昔为烈士雄，今复娇子容。\n亲戚持酒贺，父母始知生女与男同。\n门前旧军都，十年共崎岖。本结兄弟交，死战誓不渝。\n今者见木兰，言声虽是颜貌殊。\n惊愕不敢前，叹重徒嘻吁。世有臣子心，能如木兰节，忠孝两不渝，千古之名焉可灭！","type":["赞颂","女子"]}
{"_id":{"$oid":"5b9a180a367d5c0f40d22b9d"},"title":"国风·召南·野有死麕","dynasty":"先秦","writer":"佚名","content":"野有死麕，白茅包之。有女怀春，吉士诱之。\n林有朴樕，野有死鹿。白茅纯束，有女如玉。\n舒而脱脱兮！无感我帨兮！无使尨也吠！","type":["诗经","爱情"],"remark":" 麕（jūn）：同“麇（jūn）”，也可用“野有死麇”，獐子。比鹿小，无角。\n白茅：草名。属禾本科。在阴历三四月间开白花。包：古音读bǒu。\n怀春：思春，男女情欲萌动。\n吉士：男子的美称。\n朴樕（sù）：小木，灌木。\n纯束：捆扎，包裹。“纯”为“稇（kǔn）”的假借。\n舒：舒缓。脱脱（tuì）：动作文雅舒缓。\n感（hàn）：通假字，通：撼 ，动摇。帨（shuì）：佩巾，围腰，围裙。\n尨（máng）：多毛的狗。\n\n","translation":"一头死鹿在荒野，白茅缕缕将它包。有位少女春心荡，小伙追着来调笑。\n林中丛生小树木，荒野有只小死鹿。白茅捆扎献给谁？有位少女颜如玉。\n“慢慢来啊少慌张！不要动我围裙响！别惹狗儿叫汪汪 ！”\n\n意译\n野地死了香獐子，白茅包裹才得体。少女怀春心不已，美男善诱情意起。\n林中朴樕无人理，野地死鹿还施礼。白茅包裹埋地里，少女如玉属意你。\n缓脱裙衣是何企，别碰腰带对不起。莫使狗儿叫不已，少女今生跟定你。\n\n"}
{"_id":{"$oid":"5b9a180a367d5c0f40d22b9e"},"title":"虞美人·小梅枝上东君信","dynasty":"宋代","writer":"晏几道","content":"小梅枝上东君信。雪后花期近。南枝开尽北枝开。长被陇头游子、寄春来。\n年年衣袖年年泪。总为今朝意。问谁同是忆花人。赚得小鸿眉黛、也低颦。\n\n","type":["抒情","相思"]}
{"_id":{"$oid":"5b9a180a367d5c0f40d22b9f"},"title":"春风","dynasty":"唐代","writer":"白居易","content":"春风先发苑中梅，樱杏桃梨次第开。 \n荠花榆荚深村里，亦道春风为我来。 \n","type":["写花","春天"],"translation":"吹开了京城花园中的早梅，继而让樱杏桃李也竞相绽放，令人感到生机盎然。\n春的来临同样也给乡村送去了欢笑，春风拂过，田野里开放的荠花榆英欢呼雀跃，欣喜地称道：“春风为我而来！”\n\n"}
{"_id":{"$oid":"5b9a180a367d5c0f40d22ba0"},"title":"清明","dynasty":"唐代","writer":"孙昌胤","content":"清明暮春里，怅望北山陲。\n燧火开新焰，桐花发故枝。\n沈冥惭岁物，欢宴阻朋知。\n不及林间鸟，迁乔并羽仪。","type":["清明","心情","惆怅"]}
{"_id":{"$oid":"5b9a180a367d5c0f40d22ba1"},"title":"菁菁者莪","dynasty":"先秦","writer":"佚名","content":"菁菁者莪，在彼中阿。既见君子，乐且有仪。\n菁菁者莪，在彼中沚。既见君子，我心则喜。\n菁菁者莪，在彼中陵。既见君子，锡我百朋。\n泛泛杨舟，载沉载浮。既见君子，我心则休。\n\n","type":["诗经","写景","爱情"],"remark":"菁（jīng）菁：草木茂盛。莪：莪蒿，又名萝蒿，一种可吃的野草。\n阿：山坳。中阿，阿中也，大陵曰阿。\n仪：仪容，气度。\n沚：水中小洲。中沚，沚中也。小中小洲曰沚。\n中陵：陵中也。丘陵高坡之地。\n锡：同“赐”。朋：上古以贝壳为货币，五贝或十贝一串，两串为“朋”。王国维《说珏朋》云：“古制贝玉皆五枚为一系，二系一朋。”\n泛泛：漂浮不定的样子。杨舟：杨木做成的小船。\n载：或，又。\n休：喜。\n\n","shangxi":"　　此诗的主旨，由于诗的境界的空泛性和意象的可塑性，对其内涵可以有不同的开掘和把握。《毛诗序》“乐育材”说流传二千多年，影响至巨。连批评《毛诗序》全失诗意的朱子，在其《白鹿洞赋》中，亦有“广‘青衿’之疑问，乐《菁莪》之长育”的句子。此所谓习用典记，约定俗成者也。对诗的主题，不同的理解可以并存，似不必存此没彼。这首诗的主题，爱情说更有道理，证据之一是人们公认《小雅》中典型描写男女相悦之情的《小雅·隰桑》篇，同《小雅·菁菁者莪》不论章法、句式都非常相似；前三章中“既见君子”句式一般无二，第四章都变换声调，各自成章。\n\n　　此诗前三章都以“菁菁者莪”起兴，也可以理解成记实，然不必过于拘泥，因“在彼中阿”、“在彼中沚”、“在彼中陵”的植物，除了“莪”，当然还有很多，举一概之而已。第一章，女子在莪蒿茂盛的山坳里，邂逅了一位性格开朗活泼、仪态落落大方、举止从容潇洒的男子，两人一见钟情，在女子内心深处引起了强烈震颤。第二章写两人又一次在水中沙洲上相遇，作者用一个“喜”字写怀春少女既惊又喜的微妙心理。第三章，两人见面的地点从绿荫覆盖的山坳、水光萦绕的小洲转到了阳光明媚的山丘上，暗示了两人关系的渐趋明朗化。“锡我百朋”一句，写女子见到君子后，因获得厚赐而不胜欣喜。第四章笔锋一转，以“泛泛杨舟”起兴，象征两人在人生长河中同舟共济、同甘共苦的誓愿。不管生活有顺境，有逆境，只要时时有恋人相伴，女子永远觉得幸福。\n\n　　这首诗虽然只有短短十六句，但把一个美妙动人的爱情故事表现得引人入胜。和《秦风·蒹葭》相比，《蒹葭》在水乡泽国的氛围中有一缕渺远空灵、柔婉缠绵的哀怨之情，把一腔执着、艰难寻求但始终无法实现的惆怅之情，寄托于一派清虚旷远、烟水濛濛的凄清秋色之中。而《菁菁者莪》处处烘托着清朗明丽的山光和灵秀迷人的水色，青幽的山坡，静谧的水洲，另是一番情致。两首诗可谓珠联璧合，各有千秋。\n\n","translation":"莪蒿葱茏真繁茂，丛丛生长在山坳。已经见到那君子，快快乐乐好仪表。\n莪蒿葱茏真繁茂，簇簇生长在小洲。已经见到那君子，我的心里乐悠悠。\n莪蒿葱茏真繁茂，蓬蓬生长在丘陵。已经见到那君子，赐我贝币千百朋。\n荡漾水面杨木舟，随着波涛任漂流。已经见到那君子，我的心里乐无忧。\n\n"}
{"_id":{"$oid":"5b9a180a367d5c0f40d22ba2"},"title":"江有汜","dynasty":"先秦","writer":"佚名","content":"江有汜，之子归，不我以。不我以，其后也悔。\n江有渚，之子归，不我与。不我与，其后也处。\n江有沱，之子归，不我过。不我过，其啸也歌。","type":["诗经","闺怨"],"remark":"江：长江。汜（sì）：由主流分出而复汇合的河水。\n归：荣归故里。妇人谓嫁曰归。\n不我以：不带我。我，媵自我也。\n渚（zhǔ）：水中小洲。王先谦《诗三家义集疏》“水中小洲曰渚，洲旁小水亦称渚。”\n不我与：不与我相聚。\n处：忧愁。朱骏声《说文通训定声》“‘处’，假借为‘癙’，实为‘鼠’”《诗经·小雅·雨无正》“鼠思泣血”，鼠思，忧思也。\n沱（tuó）：长江的支流名称。或以为与“汜”同。\n过：至也。一说度。\n其啸也歌：啸是唱歌没有谱和调的意思。有“狂歌当哭”的含义。一口出声，以抒愤懑之气，一说号哭。闻一多《诗经通义》“啸歌者，即号哭。谓哭而有言，其言又有节调也。”啸，蹙口出声，以舒愤懑之气，言其悔时也。歌，则得其所处而乐也。\n\n","shangxi":"　　全诗三章。三章诗的开头都是写景。“汜”、“渚”、“沱”，上面的译文都从支流这一意义上翻译，而在弃妇心目中，这一条条不同的支流都是看得见的具体存在。她住在“汜”、“渚”、“沱”一带，她丈夫当年从水路而来，最后又从这些支流中的一条乘坐小船悄然离去。从表现手法说，各章的首句都是直陈其事，用的是赋体；从江水有支流，引出“之子归”的事实，则在赋体之中又兼有比兴的意味。\n\n　　诗中的丈夫是一位薄情郎。在三章诗中，那弃妇分别用“不我以”、“不我与”、“不我过”来诉说丈夫对她的薄情。“不我以”，是不一道回去；“不我与”，是行前不和“我”在一起；“不我过“，是有意回避，干脆不露面。丈夫在感情上是如此吝啬，做的是那样地恩尽义绝，无需再添加笔墨，其薄情薄意已如画出。\n\n　　诗中的弃妇是一位自信心很强的女人。她相信自己在丈夫感情生活中的重要地位，因而预言丈夫今日的背弃行为，日后必将在感情上受到自我惩罚，这就是各章结句所说的“其后也悔”、“其后也处”、“其啸也歌”。值得注意的是，丈夫将受到的感情上的自我惩罚与他背弃自己妻子的行为之间的对应关系：“不我以”引出“悔”，“不我与”带来“处”，“不我过”导致“啸歌”。其愈是绝情，其后果也就愈加严重。当然，这只是弃妇一厢情愿的假想之辞。事实上，那男子很可能事过境迁，在感情上并不引起任何震动。对于理解这首诗来说，重要的不在于弃妇自信的论断日后是否会成为事实，而是隐藏在这一论断背后的弃妇思想感情的复杂性。弃妇设想故夫日后会后悔今日的背弃行为，其中就隐含了弃妇对于夫妇关系重归于好的企盼；预言故夫今日的轻率必将招致日后的痛苦，这又泄露出弃妇恨过于爱的报复性的心态。这是她的软弱，也是她的坚强。由此决定了这首诗风格上的特点，既一唱三叹，极尽缠绵，又柔中见刚，沉着痛快。\n\n　　此诗每章的前三句叙事，后两句抒情。其中第三、四句重出——男子的薄情集中表现在这一句，女子的痛苦不幸也根源于这一句，因而采取了反覆咏叹的形式。重出的这一句子中的关键字，各章不同。从一章的“以”，一转而为二章的“与”，再转而为三章的“过”，愈转愈深，丈夫如何薄情，做妻子的又是如何痛苦不幸，都因了这一关键字的置换而得到一层深于一层的表现。全诗形式整齐，结构严谨，用字精审，笔法却极为自然，语言又十分浅近，达到了精工与自然、深入与浅出的完美结合，显示出极高的艺术水平。\n\n　　全诗以“江有汜”起兴，反复申述，大意是：不让我陪嫁，你会后悔的，你就痛苦去吧，你就一个人哭去吧。诗中“有”字为语助虚词，“汜”、“渚”、“沱”都是具体的水名，“以”、“与”、“过”都是动词，表示“陪同”（随嫁）的意思。\n\n","translation":"江水决堤啊又流回，心爱的人儿别处飞，从此再不和我相随。没有我相伴相陪你，终有一天你会懊悔。\n江水静流啊积沙岛，心爱的人儿别处飞，从此再不和我相交。在没有我的日子里，祝你平安岁月静好。\n\n"}
{"_id":{"$oid":"5b9a180a367d5c0f40d22ba3"},"title":"咏菊","dynasty":"唐代","writer":"白居易","content":"一夜新霜著瓦轻，芭蕉新折败荷倾。\n耐寒唯有东篱菊，金粟初开晓更清。","type":["咏物","菊花","品格","寓人","言志"],"remark":"金粟：黄色的花蕊。\n\n","translation":"一夜过后，初降的寒霜轻轻地附在瓦上，使得芭蕉折断，荷叶倾倒。\n耐寒的只有东边篱笆旁的菊花，它花蕊初开，让早晨多了一份清香。\n\n"}
{"_id":{"$oid":"5b9a180a367d5c0f40d22ba4"},"title":"鹊桥仙·七夕","dynasty":"宋代","writer":"苏轼","content":"缑山仙子，高清云渺，不学痴牛騃女。凤箫声断月明中，举手谢时人欲去。\n客槎曾犯，银河波浪，尚带天风海雨。相逢一醉是前缘，风雨散、飘然何处？","type":["七夕节","月夜","送别","豪放"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155619348.mp3","remark":"鹊桥仙：词牌名，又名《鹊桥仙令》、《金风玉露相逢曲》、《广寒秋》等。\n缑（gōu）山：在今河南偃师县。缑山仙子指在缑山成仙的王子乔。\n云渺（miǎo）：高远貌。\n痴（chī）牛騃（ái）女：指牛郎织女。在这里不仅限于指牛郎织女，而是代指痴迷于俗世的芸芸众生。\n凤箫声：王子乔吹笙时喜欢模仿凤的叫声。\n时人：当时看到王子乔登仙而去的人们。\n槎（chá）：竹筏。\n银河：天河。\n尚（shàng）：还。\n前缘：前世的因缘。\n\n","translation":"缑山仙子王子乔性情高远，不像牛郎织女要下凡人间。皎洁的月光中停下吹凤箫，摆一摆手告别人间去成仙。\n听说黄河竹筏能直上银河，一路上还挟带着天风海雨。今天相逢一醉是前生缘分，分别后谁知道各自向何方？\n\n"}
{"_id":{"$oid":"5b9a180a367d5c0f40d22ba5"},"title":"新晴","dynasty":"宋代","writer":"刘攽","content":"青苔满地初晴后，绿树无人昼梦余。\n唯有南风旧相识，偷开门户又翻书。","type":["古诗三百首","写风"],"remark":"新晴：天刚放晴；刚放晴的天气。\n青苔：苔藓。\n梦余：梦后。\n\n","translation":"夏日初晴，诗人午睡醒来，只看到窗外的绿树和青苔。忽然一阵南风把房门吹开，又掀起桌上的书页，诗人说这是他的老相识，来偷偷访问他了。\n\n"}
