{"_id":{"$oid":"5b9a11fe367d5c5b84062a69"},"title":"月夜","dynasty":"唐代","writer":"刘方平","content":"更深月色半人家，北斗阑干南斗斜。 \n今夜偏知春气暖，虫声新透绿窗纱。","type":["唐诗三百首","初中古诗","春天","月亮","田园"],"remark":"更深：古时计算时间，一夜分成五更。更深，夜深了。\n月色半人家：月光只照亮了人家房屋的一半，另一半隐藏在黑暗里。\n北斗：在北方天空排列成斗形的七颗亮星。\n阑干：这里指横斜的样子。\n南斗：有星六颗。在北斗星以南，形似斗，故称“南斗”。\n偏知：才知，表示出乎意料。\n新：初。新透：第一次透过。\n\n","shangxi":"　　唐诗中，以春和月为题的不少。或咏春景而感怀，或望明月而生情思。此诗写春，不唯不从柳绿桃红之类的事物着笔，反借夜幕将这似乎最具有春天景色特点的事物遮掩起来，写月，也不细描其光影，不感叹其圆缺；而只是在夜色中调进半片月色，这样，夜色不至太浓，月色也不至太明，造成一种蒙胧而和谐的旋律。\n\n　　此诗首揭“更深”二字，为以下景色的描绘确定了基调，也给全诗笼罩一种特殊氛围。“月色半人家”是“更深”二字的具体化，接下的一句“北斗阑干南斗斜”，是“更深”于夜空的征象，两句一起造成春夜的静穆，意境深邃。月光半照，是因为月轮西斜，诗以星斗阑干为映衬，这就构成两句之间的内在关联。\n\n　　恬谧的春夜，万物的生息迁化在潜行。“今夜偏知春气暖．虫声新透绿窗纱”，正是诗人全身心地去体察大自然的契机而得到的佳句。从虫介之微而知寒暖之候，说明诗人有着深厚的乡村生活的根柢。因此。这两句非一般人所能道。没有长期乡村生活经验的人固然说不出；便是生活在乡村，也并非人人都说得出来。今夜虫鸣，究竟是第一回还是第几回，谁去注意它，这须得有心人，还应该有一颗诗心。一个“新”字，饱含对乡村生活的深情，既是说清新，又有欣悦之意。\n\n　　诗中说“春气暖”自“今夜”始，表明对节候变化十分敏感，“偏知”一语洋溢着自得之情。写隔窗听到虫声，用“透”。给人以生机勃发的力度感。窗纱的绿色，夜晚是看不出的。这绿意来自诗人内心的盎然春意。至此，我们就可以明白：诗人之所以不描写作为春天表征的鲜明的外在景观。而是借助深夜景色气氛来烘托诗的意境，就是因为这诗得之于诗人的内心。诗人是以一颗纯净的心灵体察自然界的细微变化的。诗的前二句写景物，不着一丝春的色彩．却暗中关合春意，颇具蕴藉之致。第三句的“春气暖”。结句的“虫声”，“绿窗纱”互为映发。于是春意俱足。但这声与色，仍从“意”(感觉)中来。诗人并非唯从“虫声”才知道春气已暖，“春气暖”是诗人对“今夜”的细微感觉，而“虫声”只是与其感觉冥合的一个物候。因此，诗的意蕴是深厚的。构思的新颖别致，决定于感受的独特。唐代田园诗成为一个重要流派，也不乏名家。然而。能仿佛陶诗一二者并不多见。象本诗这样深得陶体真趣的。就更为寥寥。至于说本诗有无隐微之情的寄托，于字面无证，不好去穿凿。\n\n","translation":"夜静更深，月光只照亮了人家房屋的一半，另一半隐藏在黑夜里。北斗星倾斜了，南斗星也倾斜了。\n今夜才知春天的来临，因为你听那被树叶映绿的窗纱外，唧唧的虫鸣，头一遭儿传到了屋子里来了。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153006283.mp3"}
{"_id":{"$oid":"5b9a11fe367d5c5b84062a6a"},"title":"送杜少府之任蜀州 / 送杜少府之任蜀川","dynasty":"唐代","writer":"王勃","content":"城阙辅三秦，风烟望五津。\n与君离别意，同是宦游人。\n海内存知己，天涯若比邻。\n无为在歧路，儿女共沾巾。","type":["唐诗三百首","初中古诗","友情","送别","哲理","早教古诗100首"],"remark":"少府：官名。之：到、往。蜀州：今四川崇州。\n城阙（què ）辅三秦：城阙，即城楼，指唐代京师长安城。辅，护卫。三秦，指长安城附近的关中之地，即今陕西省潼关以西一带。秦朝末年，项羽破秦，把关中分为三区，分别封给三个秦国的降将，所以称三秦。这句是倒装句，意思是京师长安三秦作保护。五津：指岷江的五个渡口白华津、万里津、江首津、涉头津、江南津。这里泛指蜀川。辅三秦：一作“俯西秦”。\n风烟望五津：“风烟”两字名词用作状语，表示行为的处所。全句意为江边因远望而显得迷茫如啼眼，是说在风烟迷茫之中，遥望蜀州。\n君：对人的尊称，相当于“您”。\n同：一作“俱”。宦（huàn）游：出外做官。\n海内：四海之内，即全国各地。古代人认为我国疆土四周环海，所以称天下为四海之内。\n天涯：天边，这里比喻极远的地方。比邻：并邻，近邻。\n无为：无须、不必。歧（qí）路：岔路。古人送行常在大路分岔处告别。\n沾巾：泪水沾湿衣服和腰带。意思是挥泪告别。\n\n","shangxi":"　　首联属“工对”中的“地名对”，极壮阔，极精整。第一句写长安的城垣、宫阙被辽阔的三秦之地所“辅”（护持、拱卫），气势雄伟，点送别之地。第二句里的“五津”指岷江的五大渡口白华津、万里津、江首津、涉头津、江南津，泛指“蜀川”，点杜少府即将宦游之地；而“风烟”、“望”，又把相隔千里的秦、蜀两地连在一起。自长安遥望蜀川，视线为迷蒙的风烟所遮，微露伤别之意，已摄下文“离别”、“天涯”之魂。\n\n　　因首联已对仗工稳，为了避免板滞，故次联以散调承之，文情跌宕。“与君离别意”承首联写惜别之感，欲吐还吞。翻译一下，那就是：“跟你离别的意绪啊！……”那意绪怎么样，没有说；立刻改口，来了个转折，用“同是宦游人”一句加以宽解。意思是：我和你同样远离故土，宦游他乡；这次离别，只不过是客中之别，又何必感伤！\n\n　　三联推开一步，奇峰突起。从构思方面看，很可能受了曹植《赠白马王彪》“丈夫志四海，万里犹比邻；恩爱苟不亏，在远分日亲”的启发。但高度概括，自铸伟词，便成千古名句。\n\n　　尾联紧接三联，以劝慰杜少府作结。“在歧路”，点出题面上的那个“送”字。歧路者，岔路也，古人送行，常至大路分岔处分手，所以往往把临别称为“临歧”。作者在临别时劝慰杜少府说：只要彼此了解，心心相连，那么即使一在天涯，一在海角，远隔千山万水，而情感交流，不就是如比邻一样近吗？可不要在临别之时哭鼻子、抹眼泪，象一般小儿女那样。\n\n　　作品点评：南朝的著名文学家江淹在《别赋》里写了各种各样的离别，都不免使人“黯然消魂”。古代的许多送别诗，也大都表现了“黯然消魂”的情感。王勃的这一首，却一洗悲酸之态，意境开阔，音调爽朗，独标高格。是初唐四杰之一的王勃在京城长安送别一位姓杜的朋友到蜀地任县令时所作的抒情诗。朋友即将上任，诗人劝慰他不要为远别而悲伤：虽然远隔天涯，但友谊不会因为距离的遥远而淡薄，他们的心是连在一起的。虽为送别诗，但全诗却无伤感之情，诗人的胸襟开朗，语句豪放清新，委婉亲切，表现了友人间真挚深厚的友情。\n\n　　全诗结构严谨，起承转合章法井然，用朴素的语言直抒胸臆，具有很高的艺术造诣。\n\n","translation":"巍巍长安，雄踞三秦之地；渺渺四川，却在迢迢远方。\n你我命运何等相仿，奔波仕途，远离家乡。\n只要有知心朋友，四海之内不觉遥远。即便在天涯海角，感觉就像近邻一样。\n岔道分手，实在不用儿女情长，泪洒衣裳。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153015027.mp3"}
{"_id":{"$oid":"5b9a11fe367d5c5b84062a6b"},"title":"邹忌讽齐王纳谏","dynasty":"两汉","writer":"刘向 撰","content":"　　邹忌修八尺有余，而形貌昳丽。朝服衣冠，窥镜，谓其妻曰：“我孰与城北徐公美？”其妻曰：“君美甚，徐公何能及君也！”城北徐公，齐国之美丽者也。忌不自信，而复问其妾曰：“吾孰与徐公美？”妾曰：“徐公何能及君也！”旦日，客从外来，与坐谈，问之客曰：“吾与徐公孰美？”客曰：“徐公不若君之美也。”明日徐公来，孰视之，自以为不如；窥镜而自视，又弗如远甚。暮寝而思之，曰：“吾妻之美我者，私我也；妾之美我者，畏我也；客之美我者，欲有求于我也。”\n\n　　于是入朝见威王，曰：“臣诚知不如徐公美。臣之妻私臣，臣之妾畏臣，臣之客欲有求于臣，皆以美于徐公。今齐地方千里，百二十城，宫妇左右莫不私王，朝廷之臣莫不畏王，四境之内莫不有求于王：由此观之，王之蔽甚矣。”\n\n　　王曰：“善。”乃下令：“群臣吏民能面刺寡人之过者，受上赏；上书谏寡人者，受中赏；能谤讥于市朝，闻寡人之耳者，受下赏。”令初下，群臣进谏，门庭若市；数月之后，时时而间进；期年之后，虽欲言，无可进者。燕、赵、韩、魏闻之，皆朝于齐.此所谓战胜于朝廷。(谤讥 一作：谤议)\n\n","type":["初中文言文","古文观止","哲理","故事"],"remark":"邹忌：战国时的齐国人，曾任相国。\n讽：讽谏，用暗示，比喻之类的方法，委婉的规劝。\n齐王：即齐威王，威王。\n纳谏：接受规劝。纳，接受，接纳\n修：长，这里指身高。\n八尺：战国时一尺约合今天的七寸左右。\n昳丽：光艳美丽。\n朝服衣冠：早晨穿戴好衣帽。（服，名词作动词活用，意为穿戴，在句中作状语。）\n窥镜：照镜子。\n孰：谁，什么。\n与：和……比。\n及：比得上\n旦日：明天。这里指第二天。\n明日：即上文“旦日”的后一天。\n若：如。\n孰视之，孰：通“熟”，仔细。之：代城北徐公。\n弗如远甚：远不如。弗：不。\n又：更。\n寝：躺着。\n美我者：赞美/认为……美\n私：动词，偏爱。\n诚知：确实知道。\n皆以美于徐公：都认为（我）比徐公美。“以”的后边省去了“我”。以：认为。于：比。\n地：土地，疆域。\n方：方圆。\n宫妇：宫里的姬妾。\n左右：身边的近臣。\n四境之内：全国范围内（的人）。\n之：用于主谓之间取消句子独立性。\n蔽：形容词用作动词，指受蒙蔽。\n善：好。\n乃：于是，就。\n面刺：当面指责。面，当面，名词作状语。\n受上赏：给予，付予。通“授”\n谤讥于市朝：在公众场所议论（君王的过失）。谤：公开指责别人的过错。讥，讽喻。谤讥，在这里指“指责，议论”，没有贬意。市朝，众人集聚的公共场所。\n闻：这里是“使……听到”的意思。使动用法。\n时时而间(jiàn)进：有时候偶然进谏。间进：偶然有人进谏。间，间或，偶然，有时候。\n期（jī）年：满一年。期，满。\n朝于齐：到齐国来朝见（齐王）。\n此所谓战胜于朝廷：这就是身居朝廷，不必用兵，就战胜了敌国。\n而形貌昳（yì）丽：而，表并列关系。\n\n","translation":"　　邹忌身长五十四·寸左右，而且形象外貌光艳美丽。早晨，（邹忌）穿戴好衣帽，照了一下镜子，对他妻子说：“我和城北徐公比，谁更美呢?”他的妻子说：“您非常美，徐公怎么能比得上您呢?” 城北的徐公是齐国的最美的男子。邹忌不相信自己（比徐公美），而又问他的妾：“我和徐公相比，谁更美呢?”妾说：“徐公哪能比得上您呢?” 第二天，有客人从外面来（拜访），（邹忌）与他相坐而谈，问他：“我和徐公比，谁更美呢?”客人说：“徐公不如您美丽。” 又一天，徐公来了，邹忌仔细地看着他，自己认为不如徐公美；照着镜子里的自己，更是觉得自己与徐公相差甚远。傍晚，他躺在床上休息时想这件事，说：“我的妻子赞美我漂亮，是偏爱我；我的妾赞美我美，是害怕我；客人赞美我美，是有事情要求于我。”\n　　在这种情况下，邹忌上朝拜见齐威王，说：“我知道自己确实比不上徐公美。可是我的妻子偏爱我，我的妾害怕我，我的客人有事想要求助于我，（所以）他们都认为我比徐公美。如今齐国有方圆千里的疆土，一百二十座城池。宫中的姬妾及身边的近臣，没有一个不偏爱大王的，朝中的大臣没有一个不惧怕大王的，全国范围内的百姓没有一个不有事想求助于大王。由此看来，大王您受到的蒙蔽太严重了！”\n　　齐威王说：“你说的很好！”于是就下了命令：“大小的官吏，大臣和百姓们，能够当面批评我的过错的人，给予上等奖赏；上书直言规劝我的人，给予中等奖赏；能够在众人集聚的公共场所指责议论我的过失，并传到我耳朵里的人，给予下等奖赏。” 命令刚下达，许多大臣都来进献谏言，宫门和庭院像集市一样热闹；几个月以后，还不时地有人偶尔进谏；满一年以后，即使有人想进谏，也没有什么可说的了。燕、赵、韩、魏等国听说了这件事，都到齐国朝拜齐威王。这就是身居朝廷，不必用兵就战胜了敌国。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153017803.mp3"}
{"_id":{"$oid":"5b9a11fe367d5c5b84062a6c"},"title":"答谢中书书","dynasty":"南北朝","writer":"陶弘景","content":"　　山川之美，古来共谈。高峰入云，清流见底。两岸石壁，五色交辉。青林翠竹，四时俱备。晓雾将歇，猿鸟乱鸣；夕日欲颓，沉鳞竞跃。实是欲界之仙都。自康乐以来，未复有能与其奇者。(夕'日', 一作：阳)","type":["初中文言文","书信","写景"],"remark":"答：回复。谢中书：即谢微（一说谢徵），字元度，陈郡阳夏（河南太康）人。曾任中书鸿胪（掌朝廷机密文书），所以称之为谢中书。书：即书信，古人的书信又叫“尺牍”或“信札”，是一种应用性文体，多记事陈情。\n山川：山河。之：的。\n共谈：共同谈赏的。\n五色交辉：这里形容石壁色彩斑斓。五色，古代以青黄黑白赤为正色，交辉，指交相辉映。\n青林：青葱的树林。翠竹：翠绿的竹子。\n四时：四季。俱：都。\n歇：消。\n乱：此起彼伏。\n夕日欲颓：太阳快要落山了。颓，坠落。\n沉鳞竞跃：潜游在水中的鱼争相跳出水面。沉鳞，潜游在水中的鱼。竞跃，竞相跳跃。\n实：确实，的确。欲界之仙都：即人间仙境。欲界，佛家语，佛教把世界分为欲界，色界、无色界。欲界是没有摆脱世俗的七情六欲的众生所处境界，即指人间。仙都，仙人生活在其中的美好世界。\n康乐：指南朝著名山水诗人谢灵运，他继承他祖父的爵位，被封为康乐公。是南朝文学家。\n复：又。与（yù）：参与，这里有欣赏领略之意。奇：指山水之奇异。\n\n","shangxi":"　　《答谢中书书》是作者寄给谢微谈山水之美的一封信笺。全文结构巧妙，语言精奇。短短六十八字，即已集江南之美于一身，切切实实地道出了山川之自然美。\n\n　　起首之句“山川之美，古来共谈”，虽然平和却很自然，且立意高远；接着的“高峰入云，清流见底”至“夕日欲颓，沉鳞竞跃”，不足五十个字，却涉及到了山川草木，飞禽走兽。静物和动物，各自跃然在目，声响不绝于耳；形态各异，却浑然一体，鲜活如生。阅读全文，则朗朗爽口，美文丽句脱口而出，顿时吐气如兰。“实是欲界之仙都”，这归纳之句又回首返顾，使得全文前后呼应，上下贯通。就是最后简短的议论，也是言简意赅，切中文义。\n\n　　统观全文，语言精练。其一字一句，均是文章的重要组成一部分，少一字会断章离义，多一字便画蛇添足。一个景物，仅仅四字，便描绘恰当，津津有味。清清楚楚，明明白白，一个心声一句话，不多也不少。“夕日欲颓”，势在必然。“沉鳞竞跃”，变化突然。分析文章结构，亦不失巧妙，杂而不乱，结合有序。\n\n　　《答谢中书书》一文，反映了作者娱情山水的清高思想。南北朝是中国历史上最强黑暗的时期，因为各种矛盾非常尖锐，政局极度动荡，因此不少文人往往遁迹山林，旨图从自然美中去寻求精神上的慰藉和解脱，因而他们常在书信中描述山水，来表明自己之所好，并从而作为对友人的问候和安慰，这类作品虽然没有表现出多么积极进步的政治观点，但是却以其高超的艺术笔触，创作了具有相当高的美学价值的文学精品，至今仍然具有较高的鉴赏意义。\n\n","translation":"　　山川景色的美丽，自古以来就是文人雅士共同欣赏赞叹的。巍峨的山峰耸入云端，明净的溪流清澈见底。两岸的石壁色彩斑斓，交相辉映。青葱的林木，翠绿的竹丛，四季常存。清晨的薄雾将要消散的时候，传来猿、鸟此起彼伏的鸣叫声；夕阳快要落山的时候，潜游在水中的鱼儿争相跳出水面。这里实在是人间的仙境啊。自从南朝的谢灵运以来，就再也没有人能够欣赏这种奇丽的景色了。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153018373.mp3"}
{"_id":{"$oid":"5b9a11fe367d5c5b84062a6d"},"title":"核舟记","dynasty":"明代","writer":"魏学洢","content":"　　明有奇巧人曰王叔远，能以径寸之木，为宫室、器皿 、人物，以至鸟兽、木石，罔不因势象形，各具情态。尝贻余核舟一，盖大苏泛赤壁云。\n\n　　舟首尾长约八分有奇，高可二黍许。中轩敞者为舱，箬篷覆之。旁开小窗，左右各四，共八扇。启窗而观，雕栏相望焉。闭之，则右刻“山高月小，水落石出”，左刻“清风徐来，水波不兴”，石青糁之。(箬篷 一作：篛篷)\n\n　　船头坐三人，中峨冠而多髯者为东坡，佛印居右，鲁直居左。苏、黄共阅一手卷。东坡右手执卷端，左手抚鲁直背。鲁直左手执卷末，右手指卷，如有所语。东坡现右足，鲁直现左足，各微侧，其两膝相比者，各隐卷底衣褶中。佛印绝类弥勒，袒胸露乳，矫首昂视，神情与苏、黄不属。卧右膝，诎右臂支船，而竖其左膝，左臂挂念珠倚之——珠可历历数也。\n\n　　舟尾横卧一楫。楫左右舟子各一人。居右者椎髻仰面，左手倚一衡木，右手攀右趾，若啸呼状。居左者右手执蒲葵扇，左手抚炉，炉上有壶，其人视端容寂，若听茶声然。\n\n　　其船背稍夷，则题名其上，文曰“天启壬戌秋日，虞山王毅叔远甫刻”，细若蚊足，钩画了了，其色墨。又用篆章一，文曰“初平山人”，其色丹。\n\n　　通计一舟，为人五；为窗八；为箬篷，为楫，为炉，为壶，为手卷，为念珠各一；对联、题名并篆文，为字共三十有四；而计其长曾不盈寸。盖简桃核修狭者为之。嘻，技亦灵怪矣哉！\n\n","type":["初中文言文","咏物","赞美","技艺"],"remark":"奇：奇特。\n曰：叫。\n以：用。\n径：直径。\n之：的。\n为：做，这里指雕刻。\n罔：无，没有。\n因：依据。\n势：样子。\n象：模似，仿照。\n具：具有。\n情：神情。\n各：各自。\n态：姿态。\n尝：曾经。\n贻：赠。\n余：我。\n盖：大概，原来是。\n泛：泛舟。\n云：句尾语气词，无意。\n约：大约。\n有奇（jī）：有，念yòu，放在整数与零数之间，意思同“又”。奇，零数。\n黍：又叫黍子，去皮后叫黄米。\n可：大约。\n许：上下。\n轩：高。\n敞：宽敞。\n为：是。\n箬篷：用箬竹叶做成的船篷。名词作状语，用箬篷。\n覆：覆盖。\n之：代词，代指“船舱”。\n开：开设。\n启：打开。\n而：表修饰。\n相望：左右相对。\n焉：语气词。\n之：代窗。\n则：就。\n徐：缓缓地。\n石青：一种矿物质的蓝色颜料，这里译为用石青。\n糁：涂染，名作动。\n峨冠：戴着高高的帽子。\n而：表并列，并且。\n髯：两腮的胡须。这里泛指胡须。\n居：位于。\n为：是。\n阅：阅读，看。\n执卷端：拿着画卷的右端。执：拿着。卷端：画卷的右端。\n抚：轻按。\n卷末：画卷的左端。\n如：好像\n语：说话。\n现：露出。\n侧：侧转。\n其：他们的。\n比：靠近。\n绝：极，非常。\n类：像。\n矫：举。\n属（zhǔ）：相类似。\n诎：同“屈“，弯曲。\n而：表并列，并且。\n倚：倚靠。\n之：代左脚。\n可：可以。\n历历：分明可数的样子。\n楫：船桨。\n舟子：撑船的人。\n状：的样子。\n其：那。\n椎髻：梳着椎形发髻，名作动词。髻，在脑上或脑后挽束起来。\n衡：通“横”，与纵相对。\n攀：扳。\n若：好像。\n视：目光。\n端：正。\n容：神情。\n寂：平静\n若：好像。\n然：的样子。\n其：那。\n夷：平\n题：题写。\n其：船的背面，船底。\n曰：刻。\n 甫：同“父”，古代男子的美称。\n钩画：笔画。\n了了：清楚明白。\n其：代字。\n墨：黑。\n用：刻着。\n篆章：篆字图章。\n丹：朱红色。\n通：总。\n为：刻。\n并：和。\n有：同“又”，连接零数和整数。\n而：表转折。\n计：计算。\n曾：尚，还。（读“zēng”，见古文字典）\n盈：满。\n简：通“拣”，挑选。\n修狭：长而窄。\n为：做，这里指雕刻。\n之：代“核舟”。\n以径寸之木：直径一寸的木头。\n罔不因势象形，各具情态：无不按照材料原来的形状刻成各种事物的形象，各有各的情态。\n技亦灵怪矣哉：技艺也真奇妙啊！矣哉：表示惊叹的语气词，相当于“了啊”。\n盖大苏泛赤壁云：刻的应当是苏轼游赤壁的情景。大苏，苏轼。人们称他和他的弟弟为“大苏”、“小苏”。泛，泛舟，坐着船在水上游览。苏轼曾游赤壁，写过《赤壁赋》、《后赤壁赋》等作品。\n\n","shangxi":"生动传神的语言 　　本文语言平实、洗练，特别是摹写舟中人物情状，画相结合的写法，不只貌似，而且传神。例如：写苏东坡与黄右手执卷端，左手扶鲁直背。鲁直左手执卷末，右手指卷，如有所语。”这令人不只现左足，各微侧，其两膝相比者，各隐卷底段，又是极细腻的文笔。写佛印是“绝类弥勒，袒胸露乳，矫首昂视”，突出了这个出家人形象的特征，与读书人苏、黄神情不属。 　　这些描地感到核舟雕刻技艺的精妙，使读者深为赞叹。 　　开头，概述雕刻家王叔远的精湛技艺，点出“核舟”所雕刻的内容。第一句就介绍这位“奇巧人”及其“奇巧”的所在——在很小的木头上能雕出各色各样的景物，而且形神毕肖，第二句点明“核舟”所雕刻的内容是“大苏泛赤壁”，为下文张本。\n\n文题背景 　　本文题目末字“记”，系指文体而言。“记”这种体裁出现得很早，至唐宋而大盛。它可以记人和事，可以记山川名胜，可以记器物建筑，故又称“杂记”。在写法上大多以记叙为主，兼有议论、抒情成分。\n\n拓展：新核舟记 　　明代名篇《核舟记》把中国古代民间艺术的高深、精巧描述得真切而生动，读起来感人至深。王叔远的核舟更是吸引了一代又一代民间艺人为之神牵梦绕，不断复制和再创造。核舟这一巧技在现代又得到发扬光大，新核舟记不但在技艺上有所创新，而且在内容上更贴近了时代。欣赏新核舟记，对于深刻理解名篇《核舟记》很有帮助，同时通过欣赏实物、图片、影像等可以使读者在整体上全面读懂《核舟记》。 　　以往人们所了解的《核舟记》表现的多是古代人物，核舟“南湖红船”把写真肖像人物引入核舟创作中，写实刻画了党的一大代表，展现了“日出东方、开天辟地”的伟大创举，当为别开生面，既是古为今用，也是推陈出新，使古老的核舟艺术赋予了新的内涵。 　　2006年是中国共产党建党95周年，也是党的一大代表毛泽东逝世30周年、董必武诞辰120周年、何叔衡诞辰130周年、陈潭秋诞辰110周年、邓恩铭诞辰105周年和李达逝世40周年，因此，2006年具有特殊的纪念意义。 　　为了更好地纪念这一特殊时刻，河北省秦皇岛市的省级工艺美术大师杨洪武，用5个多月的时间精心刻制了一枚题为“南湖红船”的核舟作品。该核舟选用上好橄榄核为原料，以嘉兴南湖画舫为原型，细致入微的刻画了参加党的一大代表们，在画舫上创建中国共产党的历史瞬间。嘉兴南湖画舫长16米、宽3米，分前、中、后三舱，中共一大就是在画舫的中舱内举行的。核舟虽仅长3.9厘米、宽1.4厘米、高1.3厘米，也按画舫的行止，刻制了前中后三舱，宽敞的舱室、舱顶瓦楞线、舱窗以及桅杆等都一一展现出来。为增强艺术效果，前舱顶还精刻了党旗、后舱顶刻制了和平鸽。船舱两旁分别刻制小窗5扇，共10扇，每扇小窗都能开启。小核舟的舱顶、舱壁、小窗等都刻制了精美的花纹，把核舟装扮得富丽堂皇。船头坐4人，毛泽东坐在船头右侧，他目光睿智、慈祥坚定，风吹动着他头发，身上穿的长衫衣纹清晰可辨，手中的文件纸卷页翻，页页可数；何叔衡侧身靠近毛泽东讨论着；董必武还坐在船头左侧，手捧书籍思考着问题；李达在阅读，他还习惯地用手推了推眼镜，犹如身临其境。打开前舱两旁的小窗，临窗而坐的是陈潭秋、王尽美；坐在中舱两旁小窗前的是邓恩铭、刘仁静和李汉俊、包惠僧。船尾右侧是一位船工，正在用力摇橹；左侧是李达的夫人王会悟，她一面照料会务、烧水沏茶；一面警惕地观察着四周，为会议做好保卫工作。王会悟左手提壶、右手端杯，神态自然。壶上的花草纹理似隐似现。核舟的每一个人物，都是按照当时参加党一大的人物肖像写真刻制的，人物虽不足2毫米，但都生动传神，栩栩如生。核舟船底刻一大党纲98字，题款7字，共105字。字是按竖式书写阴刻的，填成黑色，笔画细如毫丝，一行一行的小字好似船行时荡漾起的涟漪。此外，为真实再现南湖画舫的全面，在核舟“红船”后面也拖一小舟。小舟长2.3厘米，高1.1厘米，宽1.0厘米。舟顶分为两层，箬篷顶周边雕刻着精美的文饰，两侧透雕的篷壁玲珑剔透、精巧可人。小舟底部刻的是一大闭幕时代表们呼的口号：“共产党万岁！第三国际万岁！共产主义——人类的解放者万岁！”共23个字。大舟与小舟之间用一条链环联接，也是用核材精刻而成的。 　　整个“南湖红船”共刻核舟2、人物12人、小窗10扇、舱室4、壶2、杯皿2、书籍文件5、橹、炉、小桌各1、链环1条、文字128字，此外12人中有5人还佩带了眼镜，均都一一俱足。 \n\n","translation":"明朝(有一个）有特殊技艺（技艺精巧）的人名字叫王叔远。（他）能用直径一寸的木头，雕刻出宫殿、器具、人物，还有飞鸟、走兽、树木、石头，没有一件不是根据木头原来的样子模拟那些东西的形状，各有各的神情姿态。（他）曾经送给我一个用桃核雕刻成的小船，刻的是苏轼乘船游赤壁（的情形）。\n船头到船尾大约长八分多一点，大约有两个黄米粒那么高。中间高起而开敞的部分是船舱，用箬竹叶做的船篷覆盖着它。旁边有小窗，左右各四扇，一共八扇。打开窗户来看，雕刻着花纹的栏杆左右相对。关上窗户，就看到一副对联，右边刻着“山高月小，水落石出”八个字，左边刻着“清风徐来，水波不兴”八个字，用石青涂在字的凹处。\n船头坐着三个人，中间戴着高高的帽子，胡须浓密的人是苏东坡（苏轼），佛印（苏轼的好友）位于右边，鲁直(黄庭坚)位于左边。苏东坡、黄鲁直共同看着一幅书画长卷。苏东坡右手拿着卷的右端，左手轻按在鲁直的背上。鲁直左手拿着卷的左端，右手指着手卷，好像在说些什么。苏东坡露出右脚，鲁直露出左脚，（身子都）略微侧斜，他们互相靠近的两膝，都被遮蔽在手卷下边的衣褶里（意思是说，从衣褶上可以看出相并的两膝的轮廓）佛印极像佛教的弥勒菩萨，袒着胸脯，露出乳头，抬头仰望，神情和苏东坡、鲁直不相类似。佛印卧倒右膝，弯曲着右臂支撑在船上，竖着他的左膝，左臂上挂着一串念珠，靠在左膝上——念珠简直可以清清楚楚地数出来。\n船尾横放着一支船桨。船桨的左右两边各有一名撑船的人。位于右边的撑船者梳着椎形发髻，仰着脸，左手倚着一根横木上，右手扳着右脚趾头，好像在大声呼喊的样子。在左边的人右手拿着一把蒲葵扇，左手轻按着火炉，炉上有一把水壶，那个人的眼光正视着（茶炉），神色平静，好像在听茶水声音似的。\n船的背面较平，作者在上面提上自己的名字，文字是“天启壬戌秋日，虞山王毅叔远甫刻”，笔画像蚊子的脚一样细小，清清楚楚，它的颜色是黑的。还刻着一枚篆书图章，文字是：“初平山人”，字的颜色是红的。\n总计一条船，刻了五个人，八扇窗户；箬竹叶做的船篷、船桨、炉子、茶壶、手卷、念珠各一件；对联、题名和篆文，刻的字共计三十四个。可是计算它的长度，还(竟然，尚且）不满一寸。原来是挑选长而窄的桃核雕刻而成的。嘻，技艺也真灵巧奇妙啊！\n\n"}
{"_id":{"$oid":"5b9a11fe367d5c5b84062a6e"},"title":"秋思","dynasty":"唐代","writer":"张籍","content":"洛阳城里见秋风，欲作家书意万重。\n复恐匆匆说不尽，行人临发又开封。","type":["小学古诗","秋天","思乡"],"remark":"⑴意万重：极言心思之多；\n⑵复恐：又恐怕；\n⑶行人：指捎信的人；\n⑷临发：将出发；\n⑸开封：拆开已经封好的家书。\n\n","shangxi":"　　这是乡愁诗。通过叙述写信前后的心情，表达乡愁之深。第一句交代“作家书”的原因（“见秋风”），以下三句是描写作书前、作书后的心理活动。作书前是“意万重”，作书后是“复恐说不尽”。“临发开封”这个细节把“复恐说不尽”的心态表现得栩栩如生，意形相融。写的是人人意中常有之事，却非人人所能道出。作客他乡，见秋风而思故里，托便人捎信。临走时怕遗漏了什么，又连忙打开看了几遍。事本子平，而一经入诗，特别是一经张籍这样的高手入诗，便臻妙境。这在诗坛上并不是常有的。 当然以家书为题材的作品，在唐诗中也不乏佳作。像岑参的《逢入京使》：“马上相逢无纸笔，凭君传语报平安。”写作者戎马倥偬，路遇使者，托传口信以慰家人。杜甫的《春望》：“烽火连三月，家书抵万金。”写作者身陷安禄山占领下的长安，不知战乱中的家人是否安吉，切盼来书以慰远情。他们都用独特的技巧表达了思家的心情。这首诗与众不同的是寄深沉于浅淡，寓曲折于平缓，乍看起来，寥寥数语，细细吟味，却有无穷意味。\n\n　　王安石《题张司业》诗说：“看似寻常最奇崛，成如容易却艰辛。”颇能道出这首诗的艺术风格和创作甘苦。诗以秋风起兴，这是自《诗经》以来常用的手法。秋风一起，北雁南飞，他乡羁旅，易触归思。例如刘禹锡的《秋风引》就曾说：“何处秋风至，萧萧送雁群。朝来入庭树，孤客最先闻。”我们再来看看诗人的历史，原来他本籍吴中（今江苏苏州），这又使人想起晋人张翰的故事。据《晋书·张翰传》说：“因见秋风起，乃思吴中菰菜、莼羹、鲈鱼脍，曰：‘人生贵得适志，何能羁宦数千里以要名爵乎！’遂命驾而归。”张籍与张翰异代同里，且俱宦游北方。张翰因预测到齐王司马冏即将作乱，知机引退，张籍未必有什么政治上的原因，但在见秋风而思故乡这一点上，却极其相似。他虽不能像张翰那样马上“命驾而归”，但却把一腔思乡之情倾泻在纸上。这种感物缘情的创作冲动，虽然用的是传统的手法“起兴”，但其中包括如许丰富的内涵，不能不是此诗的一个特色。\n\n　　“欲作家书意万重”，其中的“欲”字紧承“见秋风”。原来诗人的心情是平静的，像一泓清水。秋风乍起，吹起他感情上的阵阵涟漪。行文顺畅自如，一气流贯，然而句末“意万重”三字，忽又来一个逆折，犹如书法上的无垂不缩。因此这里诗人的感情并未顺流而下，而是向更深的地方去开掘。这种手法，看似寻常，实极高超。我们细玩诗意：诗人因见秋风而生乡思，于是欲作家书，可是千言万语，又不知从何写起。“意万重”，乃是以虚带实。刘禹锡《视刀环歌》云：“今朝两相视，脉脉万重心。”“万重心”、“万重意”，俱是极言思想感情的复杂。其中究竟有多少心意，每一个有生活经验的读者，都能体会得到。因为是“意万重”，这家书怎么写呢？写了没有？作者没有明言，让读者去想象，这就叫做含蓄不尽，耐人寻味。\n\n　　尽管“意万重”，无从下笔，但就文意看，家书还是写了，问题在于匆匆着笔，意犹未尽。“匆匆”二字，生动如画，既写了自己一方，也反映出捎信者一方。联系下文来看，那个捎信人是在行期在即时遇到的：也许就要上马、上船，即便不像岑参与入京使“马上相逢”那样急迫，总还是行色匆匆不能久停的。由于捎信人是这样行色匆匆，写信人不得不匆匆落笔。由于匆匆落笔，万重心意一下子很难表达清楚。在这种符合逻辑的描绘之中，诗人的急遽之情，匆忙之色，栩栩然如在目前。“说不尽”三字，也与上文“意万重”紧相呼应，由于“意万重”，所以才“说不尽”。而“意万重”也与“见秋风”引起的乡思相关联。黄叔灿《唐诗笺注》说：“首句羁人摇落之意已概见，正家书所说不尽者。‘行人临发又开封’，妙更形容得出。试思如此下半首如何领起，便知首句之难落笔矣。”说明下半首的起头与全诗的起句，环环紧扣，首尾相应。结句更是造语入妙，写情入微，可称一篇之警策。近人俞陛云评论说：“已作家书，而长言不尽，临发开封，极言其怀乡之切。”又说：“此类之诗，皆至性语也。”（《诗境浅说续编》）所谓“至性语”，就是说写出了最真挚的人类共有的感情，而且达于极致。在结构上，上句说“匆匆说不尽”，下句说“临发又开封”，渲染足了“匆匆”的气氛。 \n\n","translation":"一年一度的秋风，又吹到了洛阳城中，身居洛阳城内的游子，不知家乡的亲人怎么样了；写封家书问候平安，要说的话太多了，又不知从何说起。\n信写好了，又担心匆匆中没有把自己想要说的话写完；当捎信人出发时，又拆开信封，再还给他。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153021571.mp3"}
{"_id":{"$oid":"5b9a11fe367d5c5b84062a6f"},"title":"闻王昌龄左迁龙标遥有此寄","dynasty":"唐代","writer":"李白","content":"杨花落尽子规啼，闻道龙标过五溪。\n我寄愁心与明月，随风直到夜郎西。(随风 一作：随君)","type":["初中古诗","写景","思乡","友情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153023974.mp3","remark":"王昌龄：唐代诗人，天宝（唐玄宗年号，742～756）年间被贬为龙标县尉。左迁：贬谪，降职。古人尊右卑左，因此把降职称为左迁。龙标：古地名，唐朝置县，今湖南省黔阳县。\n杨花：柳絮。子规：即杜鹃鸟，相传其啼声哀婉凄切。杨花落尽：一作“扬州花落”。\n龙标：诗中指王昌龄，古人常用官职或任官之地的州县名来称呼一个人。五溪：是武溪、巫溪、酉溪、沅溪、辰溪的总称，在今湖南省西部。\n与：给。\n随风：一作“随君”。夜郎：汉代中国西南地区少数民族曾在今贵州西部、北部和云南东北部及四川南部部分地区建立过政权，称为夜郎。唐代在今贵州桐梓和湖南沅陵等地设过夜郎县。这里指湖南的夜郎（在今新晃侗族自治县境，与黔阳邻近）。李白当时在东南，所以说“随风直到夜郎西”。\n\n","shangxi":"　　《新唐书.文艺传》载王昌龄左迁龙标尉（古人尚右，故称贬官为左迁），是因为“不护细行”，也就是说，他的得罪贬官，并不是由于什么重大问题，而只是由于生活小节不够检点。在《芙蓉楼送辛渐》中，王昌龄也对他的好友说：“洛阳亲友如相问，一片冰心在玉壶。”即沿用鲍照《白头吟》中“清如玉壶冰”的比喻，来表明自己的纯洁无辜。李白在听到他不幸的遭遇以后，写了这一首充满同情和关切的诗篇，从远道寄给他，是完全可以理解的。\n\n　　首句写景兼点时令。于景物独取漂泊无定的杨花、叫着“不如归去”的子规，即含有飘零之感、离别之恨在内，切合当时情事，也就融情入景。 因首句已于景中见情，所以次句便直叙其事。“闻道”，表示惊惜。“过五溪”，见迁谪之荒远，道路之艰难。不着悲痛之语，而悲痛之意自见。\n\n　　后两句抒情。人隔两地，难以相从，而月照中天，千里可共，所以要将自己的愁心寄与明月，随风飘到夜郎。这两句诗所表现的意境，已见于前此的一些名作中。如谢庄《月赋》：“美人迈兮音尘缺，隔千里兮共明月。临风叹兮将焉歇，川路长兮不可越。”曹植《杂诗》：“愿为南流景，驰光见我君。”张若虚《春江花月夜》：“此时相望不相闻，愿逐月华流照君。”都与之相近。而细加分析，则两句之中，又有三层意思，一是说自己心中充满了愁思，无可告诉，无人理解，只有将这种愁心托之于明月；二是说惟有明月分照两地，自己和朋友都能看见她；三是说，因此，也只有依靠她才能将愁心寄与，别无它法。\n\n　　诗人李白通过丰富的想象，用男女情爱的方式以抒写志同道合的友情，给予抽象的“愁心”以物的属性，它竟会随风逐月到夜郎西。本来无知无情的明月，竟变成了一个了解自己，富于同情的知心人，她能够而且愿意接受自己的要求，将自己对朋友的怀念和同情带到辽远的夜郎之西，交给那不幸的迁谪者。\n\n　　这种将自己的感情赋予客观事物，使之同样具有感情，也就是使之人格化，乃是形象思维所形成的巨大的特点之一和优点之一。当诗人们需要表现强烈或深厚的情感时，常常用这样一种手段来获得预期的效果。 \n\n","translation":"在杨花落完，子规啼鸣的时候，听说你路过五溪。我把我忧愁的心思寄托给明月，希望能随着风一直陪着你到夜郎以西。\n\n"}
{"_id":{"$oid":"5b9a11fe367d5c5b84062a70"},"title":"酬乐天扬州初逢席上见赠","dynasty":"唐代","writer":"刘禹锡","content":"巴山楚水凄凉地，二十三年弃置身。\n怀旧空吟闻笛赋，到乡翻似烂柯人。\n沉舟侧畔千帆过，病树前头万木春。\n今日听君歌一曲，暂凭杯酒长精神。","type":["初中古诗","贬谪","励志","哲理","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153024436.mp3","remark":"酬：答谢，酬答，这里是指以诗相答的意思。用诗歌赠答。\n乐天：指白居易，字乐天。\n见赠：送给（我）。\n巴山楚水：指四川、湖南、湖北一带。古时四川东部属于巴国，湖南北部和湖北等地属于楚国。刘禹锡被贬后，迁徙于朗州、连州、夔州、和州等边远地区，这里用“巴山楚水”泛指这些地方。\n二十三年：从唐顺宗永贞元年（805年）刘禹锡被贬为连州刺史，至宝历二年（826）冬应召，约22年。因贬地离京遥远，实际上到第二年才能回到京城，所以说23年。\n弃置身：指遭受贬谪的诗人自己。置：放置。弃置：贬谪（zhé）。\n怀旧：怀念故友。\n吟：吟唱。\n闻笛赋：指西晋向秀的《思旧赋》。三国曹魏末年，向秀的朋友嵇康 、吕安因不满司马氏篡权而被杀害。后来，向秀经过嵇康、吕安的旧居，听到邻人吹笛，不禁悲从中来，于是作《思旧赋》。 序文中说：自己经过嵇康旧居，因写此赋追念他。刘禹锡借用这个典故怀念已死去的王叔文、柳宗元等人。\n到：到达。\n翻似：倒好像。翻：副词，反而。\n烂柯人：指晋人王质。相传晋人王质上山砍柴，看见两个童子下棋，就停下观看。等棋局终了，手中的斧柄（柯）已经朽烂。回到村里，才知道已过了一百年。同代人都已经亡故。作者以此典故表达自己遭贬23年的感慨。刘禹锡也借这个故事表达世事沧桑，人事全非，暮年返乡恍如隔世的心情。 \n沉舟：这是诗人以沉舟、病树自比。\n侧畔：旁边。\n歌一曲：指白居易的《醉赠刘二十八使君》。\n长（zhǎng）精神：振作精神。长：增长，振作。\n\n","shangxi":"　　《酬乐天扬州初逢席上见赠》是显示自己对世事变迁和仕宦升沉的豁达襟怀，表现了诗人的坚定信念和乐观精神，同时又暗含哲理，表明新事物必将取代旧事物。\n\n　　刘禹锡这首酬答诗，接过白居易诗的话头，着重抒写这特定环境中自己的感情。白的赠诗中，白居易对刘禹锡的遭遇无限感慨，最后两句说：“亦知合被才名折，二十三年折太多。”一方面感叹刘禹锡的不幸命运，另一方面又称赞了刘禹锡的才气与名望。这两句诗，在同情之中又包含着赞美，显得十分委婉。因为白居易在诗的末尾说到二十三年，所以刘禹锡在诗的开头就接着说：“巴山楚水凄凉地，二十三年弃置身。”自己谪居在巴山楚水这荒凉的地区，算来已经二十三年了。一来一往，显出朋友之间推心置腹的亲切关系。\n\n　　接着，诗人很自然地发出感慨道：“怀旧空吟闻笛赋，到乡翻似烂柯人。”说自己在外二十三年，如今回来，许多老朋友都已去世，只能徒然地吟诵“闻笛赋”表示悼念而已。此番回来恍如隔世，觉得人事全非，不再是旧日的光景了。后一句用王质烂柯的典故，既暗示了自己贬谪时间的长久，又表现了世态的变迁，以及回归之后生疏而怅惘的心情，涵义十分丰富。\n\n　　白居易的赠诗中有“举眼风光长寂寞，满朝官职独蹉跎”这样两句，意思是说同辈的人都升迁了，只有你在荒凉的地方寂寞地虚度了年华，颇为刘禹锡抱不平。对此，刘禹锡在酬诗中写道：“沉舟侧畔千帆过，病树前头万木春。”刘禹锡以沉舟、病树比喻自己，固然感到惆怅，却又相当达观。沉舟侧畔，有千帆竞发；病树前头，正万木皆春。他从白诗中翻出这二句，反而劝慰白居易不必为自己的寂寞、蹉跎而忧伤，对世事的变迁和仕宦的升沉，表现出豁达的襟怀。这两句诗意又和白诗“命压人头不奈何”、“亦知合被才名折”相呼应，但其思想境界要比白诗高，意义也深刻得多了。二十三年的贬谪生活，并没有使他消沉颓唐。正像他在另外的诗里所写的：“莫道桑榆晚，为霞犹满天。”他这棵病树仍然要重添精神，迎上春光。因为这两句诗形象生动，至今仍常常被人引用，并赋予它以新的意义，说明新事物必将取代旧事物。\n\n　　正因为“沉舟”这一联诗突然振起，一变前面伤感低沉的情调，尾联便顺势而下，写道：“今日听君歌一曲，暂凭杯酒长精神。”点明了酬答白居易的题意。诗人也没有一味消沉下去，他笔锋一转，又相互劝慰，相互鼓励了。他对生活并未完全丧失信心。诗中虽然感慨很深，但读来给人的感受并不是消沉，相反却是振奋。\n\n　　总体来说，诗的首联以伤感低沉的情调，回顾了诗人的贬谪生活。颔联，借用典故暗示诗人被贬时间之长，表达了世态的变迁以及回归以后人事生疏而怅惘的心情。颈联是全诗感情升华之处，也是传诵千古的警句。诗人把自己比作“沉舟”和“病树”，意思是自己虽屡遭贬低，新人辈出，却也令人欣慰，表现出他豁达的胸襟。尾联顺势点明了酬答的题意，表达了诗人重新投入生活的意愿及坚韧不拔的意志。\n\n","translation":"巴山楚水凄凉之地，二十三年默默谪居。\n回来物是人非，我像烂柯之人，只能吹笛赋诗，空自惆怅不已。\n沉舟侧畔，千帆竞发；病树前头，万木逢春。\n今日听你高歌一曲，暂借杯酒振作精神。\n\n"}
{"_id":{"$oid":"5b9a11fe367d5c5b84062a71"},"title":"望月怀远 / 望月怀古","dynasty":"唐代","writer":"张九龄","content":"海上生明月，天涯共此时。\n情人怨遥夜，竟夕起相思。\n灭烛怜光满，披衣觉露滋。\n不堪盈手赠，还寝梦佳期。","type":["唐诗三百首","月亮","中秋节","思乡","思念","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153025228.mp3","remark":"怀远：怀念远方的亲人。\n首二句：辽阔无边的大海上升起一轮明月，使人想起了远在天涯海角的亲友，此时此刻也该是望着同一轮明月。谢庄《月赋》：“隔千里兮共明月”。\n情人：多情的人，指作者自己；一说指亲人。遥夜：长夜。怨遥夜：因离别而幽怨失眠，以至抱怨夜长。竟夕：终宵，即一整夜。\n怜：爱。滋：湿润。怜光满：爱惜满屋的月光。这里的灭烛怜光满，很显然根据上下文，这应该是个月明的时候，应该在农历十五左右。此时月光敞亮，就是在现在今天，熄掉油灯仍然感受得到月光的霞美。当一个人静静的在屋子里面享受月光，就有种“怜”的感觉，这只是一种发自内心的感受而已，读诗读人，应该理解当时诗人的心理才能读懂诗词。光满自然就是月光照射充盈的样子，“满”描写了一个状态，应该是月光直射到屋内。\n末两句：月华虽好但是不能相赠，不如回入梦乡觅取佳期。陆机《拟明月何皎皎》：“照之有余辉，揽之不盈手。”盈手：双手捧满之意。盈：满（指那种满荡荡的充盈的状态）。\n\n","shangxi":"　　《望月怀远》是一首月夜怀念远人的诗，是作者在离乡时，望月而思念远方亲人而写的。起句“海上生明月”意境雄浑阔大，是千古佳句。它和谢灵运的“池塘生春草”，鲍照的“明月照积雪”，谢朓的“大江流日夜”以及作者自己的“孤鸿海上来”等名句一样，看起来平淡无奇，没有一个奇特的字眼，没有一分点染的色彩，脱口而出，却自然具有一种高华浑融的气象。这一句完全是景，点明题中的“望月”。第二句“天涯共此时”，即由景入情，转入“怀远”。前乎此的有谢庄《月赋》中的“隔千里兮共明月”，后乎此的有苏轼《水调歌头·明月几时有》词中的“但愿人长久，千里共婵娟”，都是写月的名句，其旨意也大抵相同，但由于各人以不同的表现方法，表现在不同的体裁中，谢庄是赋，苏轼是词，张九龄是诗，相体裁衣，各极其妙。这两句把诗题的情景，一起就全部收摄，却又毫不费力，仍是张九龄作古诗时浑成自然的风格。\n\n　　从月出东斗直到月落鸟啼，是一段很长的时间，诗中说是“竟夕”，亦即通宵。这通宵的月色对一般人来说，可以说是漠不相关的，而远隔天涯的一对情人，因为对月相思而久不能寐，只觉得长夜漫漫，故而落出一个“怨”字。三四两句，就以怨字为中心，以“情人”与“相思”呼应，以“遥夜”与“竟夕”呼应，上承起首两句，一气呵成。这两句采用流水对，自然流畅，具有古诗气韵。\n\n　　竟夕相思不能入睡，或许是怪屋里烛光太耀眼，于是灭烛，披衣步出门庭，光线还是那么明亮。这天涯共对的一轮明月竟是这样撩人心绪，使人见到它那姣好圆满的光华，更难以入睡。夜已深了，气候更凉一些了，露水也沾湿了身上的衣裳。这里的“滋”字不仅是润湿，而且含滋生不已的意思。“露滋”二字写尽了“遥夜”、“竟夕”的精神。“灭烛怜光满，披衣觉露滋”，两句细巧地写出了深夜对月不眠的实情实景。\n\n　　相思不眠之际，没有什么可以相赠，只有满手的月光。诗人说：“这月光饱含我满腔的心意，可是又怎么赠送给你呢？还是睡罢！睡了也许能在梦中与你欢聚。”“不堪”两句，构思奇妙，意境幽清，没有深挚情感和切身体会，恐怕是写不出来的。这里诗人暗用晋陆机“照之有余辉，揽之不盈手”两句诗意，翻古为新，悠悠托出不尽情思。诗至此戛然而止，只觉余韵袅袅，令人回味不已。\n\n","translation":"茫茫的海上升起一轮明月，此时你我都在天涯共相望。\n有情之人都怨恨月夜漫长，整夜里不眠而把亲人怀想。\n熄灭蜡烛怜爱这满屋月光，我披衣徘徊深感夜露寒凉。\n不能把美好的月色捧给你，只望能够与你相见在梦乡。\n\n"}
{"_id":{"$oid":"5b9a11fe367d5c5b84062a72"},"title":"饮酒·其五","dynasty":"魏晋","writer":"陶渊明","content":"结庐在人境，而无车马喧。\n问君何能尔？心远地自偏。\n采菊东篱下，悠然见南山。\n山气日夕佳，飞鸟相与还。\n此中有真意，欲辨已忘言。","type":["古诗三百首","初中古诗","高中古诗","闲适","生活","理想","哲理"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153027671.mp3","remark":"结庐：建造住宅，这里指居住的意思。\n车马喧：指世俗交往的喧扰。\n君：指作者自己。\n何能尔：为什么能这样。 尔：如此、这样。\n悠然：自得的样子。\n见：看见（读jiàn），动词。\n南山：泛指山峰，一说指庐山。\n日夕：傍晚。相与：相交，结伴。\n相与还：结伴而归。\n\n","shangxi":"　　这首诗的意境可分为两层，前四句为一层，写诗人摆脱世俗烦恼后的感受。后六句为一层，写南山的美好晚景和诗人从中获得的无限乐趣。表现了诗人热爱田园生活的真情和高洁人格。\n\n　　“结庐在人境，而无车马喧”诗起首作者言自己虽然居住在人世间，但并无世俗的交往来打扰。为何处人境而无车马喧的烦恼？因为“心远地自偏”，只要内心能远远地摆脱世俗的束缚，那么即使处于喧闹的环境里，也如同居于僻静之地。陶渊明早岁满怀建功立业的理想，几度出仕正是为了要实现匡时济世的抱负。但当他看到“真风告逝，大为斯兴”（《感士不遇赋》），官场风波险恶，世俗伪诈污蚀，整个社会腐败黑暗，于是便选择了洁身自好、守道固穷的道路，隐居田园，躬耕自资。“结庐在人境”四句，就是写他精神上在摆脱了世俗环境的干扰之后所产生的感受。所谓“心远”，即心不念名利之场，情不系权贵之门，绝进弃世，超尘脱俗。由于此四句托意高妙，寄情深远，因此前人激赏其“词彩精拔”。\n\n　　“问君何能尔？心远地自偏” 中的“心远”是远离官场，更进一步说，是远离尘俗，超凡脱俗。排斥了社会公认的价值尺度，探询作者在什么地方建立人生的基点，这就牵涉到陶渊明的哲学思想。这种哲学可以称为“自然哲学”，它既包含自耕自食、俭朴寡欲的生活方式，又深化为人的生命与自然的统一和谐。在陶渊明看来，人不仅是在社会、在人与人的关系中存在的，而且，甚至更重要的，每一个个体生命作为独立的精神主体，都直接面对整个自然和宇宙而存在。\n\n　　这些道理，如果直接写出来，诗就变成论文了。所以作者只是把哲理寄寓在形象之中。诗人在自己的庭园中随意地采摘菊花，偶然间抬起头来，目光恰与南山相会。“悠然见南山”，按古汉语法则，既可解为“悠然地见到南山”，亦可解为“见到悠然的南山”。所以，这“悠然”不仅属于人，也属于山，人闲逸而自在，山静穆而高远。在那一刻，似乎有共同的旋律从人心和山峰中一起奏出，融为一支轻盈的乐曲。\n\n　　“采菊东篱下，悠然见南山”中“悠然”写出了作者那种恬淡闲适、对生活无所求的心境。“采菊”这一动作不是一般的动作，它包含着诗人超脱尘世，热爱自然的情趣。将“见”改为“望”不好。“见”字表现了诗人看山不是有意之为，而是采菊时，无意间，山入眼帘。\n\n　　见南山之物有：日暮的岚气，若有若无，浮绕于峰际；成群的鸟儿，结伴而飞，归向山林。这一切当然是很美的。但这也不是单纯的景物描写。在陶渊明的诗文中，读者常可以看到类似的句子：“云无心以出岫，鸟倦飞而知还”（《归去来辞》）；“卉木繁荣，和风清穆”（《劝农》）等等，不胜枚举。这都是表现自然的运动，因其无意志目的、无外求，所以平静、充实、完美。人既然是自然的一部分，也应该具有自然的本性，在整个自然运动中完成其个体生命。这就是人与自然的和谐统一。\n\n　　“山气日夕佳，飞鸟相与还”这两句是景物描写。这时我们隐隐可知诗人不光在勉励自己“还”，含蓄寄托了与山林为伍的情意，还在规劝其他人；两句虽是写景，实是抒情悟理。\n\n　　“此中有真意，欲辨已忘言。”诗末两句，诗人言自己的从大自然的美景中领悟到了人生的意趣，表露了纯洁自然的恬淡心情。诗里的“此中”，我们可以理解为此时此地（秋夕篱边），也可理解为整个田园生活。所谓“忘言”，实是说恬美安闲的田园生活才是自己真正的人生，而这种人生的乐趣，只能意会，不可言传，也无需叙说。这充分体现了诗人安贫乐贱、励志守节的高尚品德。 这两句说的是这里边有人生的真义，想辨别出来，却忘了怎样用语言表达。“忘言”通俗地说，就是不知道用什么语言来表达，只可意会，不可言传。“至情言语即无声”，这里强调一个“真”字，指出辞官归隐乃是人生的真谛。\n\n　　这首诗也是陶诗艺术风格的一个典范代表。它除了具有陶诗的一般特色之外，更富于理趣，诗句更流畅，语气更自然，情貌更亲切。\n\n","translation":"居住在人世间，却没有车马的喧嚣。\n问我为何能如此，只要心志高远，自然就会觉得所处地方僻静了。\n在东篱之下采摘菊花，悠然间，那远处的南山映入眼帘。\n山中的气息与傍晚的景色十分好，有飞鸟，结着伴儿归来。\n这里面蕴含着人生的真正意义，想要辨识，却不知怎样表达。\n\n"}
{"_id":{"$oid":"5b9a1206367d5c5b84062a73"},"title":"蜀道难","dynasty":"唐代","writer":"李白","content":"噫吁嚱，危乎高哉！蜀道之难，难于上青天！\n蚕丛及鱼凫，开国何茫然！\n尔来四万八千岁，不与秦塞通人烟。\n西当太白有鸟道，可以横绝峨眉巅。\n地崩山摧壮士死，然后天梯石栈相钩连。\n上有六龙回日之高标，下有冲波逆折之回川。\n黄鹤之飞尚不得过，猿猱欲度愁攀援。(攀援 一作：攀缘)\n青泥何盘盘，百步九折萦岩峦。\n扪参历井仰胁息，以手抚膺坐长叹。\n问君西游何时还？畏途巉岩不可攀。\n但见悲鸟号古木，雄飞雌从绕林间。\n又闻子规啼夜月，愁空山。\n蜀道之难,难于上青天，使人听此凋朱颜！\n连峰去天不盈尺，枯松倒挂倚绝壁。\n飞湍瀑流争喧豗，砯崖转石万壑雷。\n其险也如此，嗟尔远道之人胡为乎来哉！(也如此 一作：也若此)\n剑阁峥嵘而崔嵬，一夫当关，万夫莫开。\n所守或匪亲，化为狼与豺。\n朝避猛虎，夕避长蛇；磨牙吮血，杀人如麻。\n锦城虽云乐，不如早还家。\n蜀道之难,难于上青天，侧身西望长咨嗟！","type":["唐诗三百首","山水","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153028418.mp3","remark":"《蜀道难》：古乐府题，属《相和歌·瑟调曲》。\n噫吁嚱：惊叹声，蜀方言，表示惊讶的声音。宋庠《宋景文公笔记》卷上：“蜀人见物惊异，辄曰‘噫吁嚱’。”\n蚕丛、鱼凫：传说中古蜀国两位国王的名字。何茫然：难以考证。何：多么。茫然：渺茫遥远的样子。指古史传说悠远难详，茫昧杳然。据西汉扬雄巜蜀本王纪\u003e记载：“蜀王之先，名蚕丛、柏灌、鱼凫，蒲泽、开明。……从开明上至蚕丛，积三万四千岁。“\n尔来：从那时以来。四万八千岁：极言时间之漫长，夸张而大约言之。秦塞：秦的关塞，指秦地。秦地四周有山川险阻，故称“四塞之地“。通人烟：人员往来。\n西当：西对。当：对着，向着。太白：太白山，又名太乙山，在长安西（今陕西眉县、太白县一带）。鸟道：指连绵高山间的低缺处，只有鸟能飞过，人迹所不能至。横绝：横越。峨眉巅：峨眉顶峰。\n摧：倒塌。天梯：非常陡峭的山路。石栈：栈道。\n高标：指蜀山中可作一方之标识的最高峰。 冲波：水流冲击腾起的波浪，这里指激流。逆折：水流回旋。回川：有漩涡的河流。\n黄鹤：黄鹄（Hú），善飞的大鸟。尚：尚且。得：能。猿猱（náo）：蜀山中最善攀援的猴类。\n青泥：青泥岭，在今甘肃徽县南，陕西略阳县北。盘盘：曲折回旋的样子。百步九折：百步之内拐九道弯。萦：盘绕。岩峦：山峰。\n扪参历井：参(shēn)、井是二星宿名。古人把天上的星宿分别指配于地上的州国，叫做“分野”，以便通过观察天象来占卜地上所配州国的吉凶。参星为蜀之分野，井星为秦之分野。扪(mén)：用手摸。历：经过。胁息：屏气不敢呼吸。膺：胸。坐：徒，空。\n君：入蜀的友人。畏途：可怕的路途。巉岩：险恶陡峭的山壁。\n但见：只听见。号古木：在古树木中大声啼鸣。从：跟随。\n子规：即杜鹃鸟，蜀地最多，鸣声悲哀，若云“不如归去”。\n凋朱颜：红颜带忧色，如花凋谢。凋，使动用法，使.....凋谢，这里指脸色由红润变成铁青。\n去：距离。盈：满。\n飞湍（tuān）：飞奔而下的急流。喧豗（huī）：喧闹声，这里指急流和瀑布发出的巨大响声。砯（pīng）崖：水撞石之声。砯，水冲击石壁发出的响声，这里作动词用，冲击的意思。转，使滚动。 壑：山谷。\n嗟：感叹声。尔：你。胡为：为什么。来：指入蜀。\n剑阁：又名剑门关，在四川剑阁县北，是大、小剑山之间的一条栈道，长约三十余里。峥嵘、崔嵬，都是形容山势高大雄峻的样子。一夫：一人。当关：守关。莫开：不能打开。\n所守：指把守关口的人。或匪亲：倘若不是可信赖的人。匪，同“非”。\n朝：早上。吮：吸。\n锦城：成都古代以产棉闻名，朝廷曾经设官于此，专收棉织品，故称锦城或锦官城。今四川成都市。\n咨嗟：叹息。\n\n","shangxi":"整体评析 　　这首诗是袭用乐府旧题，意在送友人入蜀。诗人以浪漫主义的手法，展开丰富的想象，艺术地再现了蜀道峥嵘，突兀，强悍、崎岖等奇丽惊险和不可凌越的磅礴气势，借以歌咏蜀地山川的壮秀，显示出祖国山河的雄伟壮丽。\n\n　　至于本诗是否有更深的寓意，历代有各种不同看法。然而就诗论诗，不一定强析有寓意。但从诗中，“所守或匪亲，化为狼与豺”看，却是在写蜀地山川峻美的同时，告诫当局，蜀地险要，应好好用人防守。\n\n　　诗采用律体与散文间杂，文句参差，笔意纵横，豪放洒脱。全诗感情强烈，一唱三叹，回环反复，读来令人心潮激荡。\n\n整体把握 　　这首诗大约是天宝（唐玄宗年后，742～756）初年，李白第一次到长安时写的。《蜀道难》是他袭用乐府古题，展开丰富的想象，着力描绘了秦蜀道路上奇丽惊险的山川，并从中透露了对社会的某些忧虑与关切。\n\n　　诗人大体按照由古及今，自秦入蜀的线索，抓住各处山水特点来描写，以展示蜀道之难。\n\n　　从“噫吁嚱”到“然后天梯石栈相钩连”为一个段落。一开篇就极言蜀道之难，以感情强烈的咏叹点出主题，为全诗奠定了雄放的基调。以下随着感情的起伏和自然场景的变化，“蜀道之难，难于上青天”的咏叹反复出现，像一首乐曲的主旋律一样激荡着读者的心弦。\n\n　　说蜀道的难行比上天还难，这是因为自古以来秦、蜀之间被高山峻岭阻挡，由秦入蜀，太白峰首当其冲，只有高飞的鸟儿能从低缺处飞过。太白峰在秦都咸阳西南，是关中一带的最高峰。民谚云：“武公太白，去天三百。”诗人以夸张的笔墨写出了历史上不可逾越的险阻，并融汇了五丁开山的神话，点染了神奇色彩，犹如一部乐章的前奏，具有引人入胜的妙用。下面即着力刻画蜀道的高危难行了。\n\n　　从“上有六龙回日之高标”至“使人听此凋朱颜”为又一段落。这一段极写山势的高危，山高写得愈充分，愈可见路之难行。你看那突兀而立的高山，高标接天，挡住了太阳神的运行；山下则是冲波激浪、曲折回旋的河川。诗人不但把夸张和神话融为一体，直写山高，而且衬以“回川”之险。唯其水险，更见山势的高危。诗人意犹未足，又借黄鹤与猿猱来反衬。山高得连千里翱翔的黄鹤也不得飞度，轻疾敏捷的猿猴也愁于攀援，不言而喻，人行走就难上加难了。以上用虚写手法层层映衬，下面再具体描写青泥岭的难行。\n\n　　青泥岭，“悬崖万仞，山多云雨”（《元和郡县志》），为唐代入蜀要道。诗人着重就其峰路的萦回和山势的峻危来表现人行其上的艰难情状和畏惧心理，捕捉了在岭上曲折盘桓、手扪星辰、呼吸紧张、抚胸长叹等细节动作加以摹写，寥寥数语，便把行人艰难的步履、惶悚的神情，绘声绘色地刻画出来，困危之状如在目前。\n\n　　至此蜀道的难行似乎写到了极处。但诗人笔锋一转，借“问君”引出旅愁，以忧切低昂的旋律，把读者带进一个古木荒凉、鸟声悲凄的境界。杜鹃鸟空谷传响，充满哀愁，使人闻声失色，更觉蜀道之难。诗人借景抒情，用“悲鸟号古木”、“子规啼夜月”等感情色彩浓厚的自然景观，渲染了旅愁和蜀道上空寂苍凉的环境气氛，有力地烘托了蜀道之难。\n\n　　然而，逶迤千里的蜀道，还有更为奇险的风光。自“连峰去天不盈尺”至全篇结束，主要从山川之险来揭示蜀道之难，着力渲染惊险的气氛。如果说“连峰去天不盈尺”是夸饰山峰之高，“枯松倒挂倚绝壁”则是衬托绝壁之险。\n\n　　诗人先托出山势的高险，然后由静而动，写出水石激荡、山谷轰鸣的惊险场景。好像一串电影镜头：开始是山峦起伏、连峰接天的远景画面；接着平缓地推成枯松倒挂绝壁的特写；而后，跟踪而来的是一组快镜头，飞湍、瀑流、悬崖、转石，配合着万壑雷鸣的音响，飞快地从眼前闪过，惊险万状，目不暇接，从而造成一种势若排山倒海的强烈艺术效果，使蜀道之难的描写，简直达到了登峰造极的地步。如果说上面山势的高危已使人望而生畏，那此处山川的险要更令人惊心动魄了。\n\n　　风光变幻，险象丛生。在十分惊险的气氛中，最后写到蜀中要塞剑阁，在大剑山和小剑山之间有一条三十里长的栈道，群峰如剑，连山耸立，削壁中断如门，形成天然要塞。因其地势险要，易守难攻，历史上在此割据称王者不乏其人。诗人从剑阁的险要引出对政治形势的描写。他化用西晋张载《剑阁铭》中“形胜之地，匪亲勿居”的语句，劝人引为鉴戒，警惕战乱的发生，并联系当时的社会背景，揭露了蜀中豺狼的“磨牙吮血，杀人如麻”，从而表达了对国事的忧虑与关切。唐天宝初年，太平景象的背后正潜伏着危机，后来发生的安史之乱，证明诗人的忧虑是有现实意义的。\n\n　　李白以变化莫测的笔法，淋漓尽致地刻画了蜀道之难，艺术地展现了古老蜀道逶迤、峥嵘、高峻、崎岖的面貌，描绘出一幅色彩绚丽的山水画卷。诗中那些动人的景象宛如历历在目。\n\n　　李白之所以描绘得如此动人，还在于融贯其间的浪漫主义激情。诗人寄情山水，放浪形骸。他对自然景物不是冷漠的观赏，而是热情地赞叹，借以抒发自己的理想感受。那飞流惊湍、奇峰险壑，赋予了诗人的情感气质，因而才呈现出飞动的灵魂和瑰伟的姿态。诗人善于把想象、夸张和神话传说融为一体进行写景抒情。言山之高峻，则曰“上有六龙回日之高标”；状道之险阻，则曰“地崩山摧壮士死，然后天梯石栈相钩连”。诗人“驰走风云，鞭挞海岳”（陆时雍《诗镜总论》评李白七古语），从蚕丛开国说到五丁开山，由六龙回日写到子规夜啼，天马行空般地驰骋想象，创造出博大浩渺的艺术境界，充满了浪漫主义色彩。透过奇丽峭拔的山川景物，仿佛可以看到诗人那“落笔摇五岳、笑傲凌沧洲”的高大形象。\n\n　　唐以前的《蜀道难》作品，简短单薄。李白对东府古题有所创新和发展，用了大量散文化诗句，字数从三言、四言、五言、七言，直到十一言，参差错落，长短不齐，形成极为奔放的语言风格。诗的用韵，也突破了梁陈时代旧作一韵到底的程式。后面描写蜀中险要环境，一连三换韵脚，极尽变化之能事。所以殷璠编《河岳英灵集》称此诗“奇之又奇，自骚人以还，鲜有此体调”。\n\n　　关于此篇，前人有种种寓意之说，断定是专为某人某事而作的。明人胡震亨、顾炎武认为，李白“自为蜀咏”，“别无寓意”。今人有谓此诗表面写蜀道艰险，实则写仕途坎坷，反映了诗人在长期漫游中屡逢踬碍的生活经历和怀才不遇的愤懑，迄无定论。\n\n逐段分析 　　第一段从开头到“相钩连”，用了四韵，为全诗定下豪放的基调，并用五丁开山的神话，点染了神奇色彩。《蜀王本纪》中记载了一个关于蜀道的神话。据说当年秦惠王时，蜀王部下有五个大力士，称为“五丁力士”。他们力大无穷。于是秦惠王送给蜀王五个美女，蜀王就命五丁力士移山开路，迎娶美女。在回行路上，见一条大蛇蹿入山洞，五丁力士上前拉住蛇尾，用力往外拖，忽然地动山摇，山岭崩塌，压死了五丁力士。秦国的五个美女都奔上山去，化为石人。这个神话，反映着古代有许多劳动人民，凿山开路，牺牲了不少人，终于打开了秦蜀通道。李白运用这个神话的母题，写了第五韵二句：“地崩山摧壮士死”，也可以说是指五丁力士，也可以说是指成千累万为开山辟路而牺牲的劳动人民。他们死了，然后从秦入蜀才有山路和栈道连接起来。第一段诗到此为止，用四韵八句叙述了蜀道的起源。\n\n　　第二段共享九个韵，描写天梯石栈的蜀道。“六龙回日”也是一个神话故事，据说太阳之神羲和驾着六条龙每天早晨从扶桑西驰，直到若木。左思《蜀都赋》有两句描写蜀中的高山：“羲和假道于峻坂，阳乌回翼乎高标。”羲和和阳乌都是太阳的代词。文意是说：太阳也得向高山借路。而最高的山还使太阳回飞避开。“上有六龙回日之高标”，这一句就是说：上面有连太阳都过不去的高峰。“高标”是高举、高耸之意，但作名词用，因而可以解作高峰。萧士赟注引《图经》云：高标是山名。这是后代人误读李白诗，或有意附会，硬把一座山名为高标。原诗以“高标”和“回川”对举，可知决不是专名。\n\n　　这两句诗有一个不同的文本。《河岳英灵集》、《极玄集》这两个唐人的选本、敦煌石室中发现的唐人写本，还有北宋初的《唐文粹》，这两句却不是“上有六龙回日之高标，下有冲波逆折之回川”，而是“上有横河断海之浮云，下有逆折冲波之流川”。从对偶来看，后者较为工整，若论句子的气魄，则前者更为壮健。可能后者是当时流传的初稿，而前者是作者的最后改定本。故当时的选本作“横河断海”，而李阳冰编定的集本作“六龙回日”。\n\n　　以下一大段又形容蜀山之高且险。黄鹤都飞不过，猿猴也怕攀缘之苦。青泥岭，在陕西略阳县，是由秦入蜀的必经之路。这条山路百步九曲，在山岩上纡回盘绕，行旅极为艰苦。参和井都是二十八宿之一。蜀地属于参宿的分野，秦地属于井宿的分野。在高险的山路上，从秦入蜀，就好似仰面朝天，屏住呼吸，摸着星辰前进。在这样艰难困苦的旅程中，行人都手按着胸膛，为此而长叹。这个“坐”字，不是坐立的坐，应该讲作“因此”。\n\n　　以上是第二段的前半，四韵八句，一气贯注，渲染了蜀道之难。下面忽然接一句“问君西游何时还”，这就透露了赠行的主题。作者不像作一般送行诗那样，讲些临别的话，而在描写蜀道艰难中间，插入一句“你什么时候才能回来呀？”由此反映了来去都不容易。这一句本身也成为蜀道难的描写部分了。\n\n　　“畏途巉岩”以下四韵七句，仍然紧接着上文四韵写下去，不过改变了描写的对象。现在不写山高路险，而写山中的禽鸟了。诗人说：这许多不可攀登的峥嵘的山岩，真是旅人怕走的道路（畏途）。在这一路上，你能见到的只是古树上悲鸣的鸟，雌的跟着雄的在幽林中飞绕。还有蜀地著名的子规鸟，常在月下悲鸣。据说古代有一个蜀王，名叫杜宇，号为望帝。他因亡国而死，死后化为子规鸟，每天夜里在山中悲鸣，好像哭泣一样。\n\n　　以下还有一韵二句，是第二段的结束语。先重复一句“蜀道之难难于上青天”，接着说：使人听了这些情况，会惊骇得变了脸色。“凋朱颜”在这里只能讲作因惊骇而“色变”的意思，虽然在别处应当讲作“衰老”。\n\n　　第二段以下，韵法与章法似乎有点参差。依韵法来写，分为三段。但如果从思想内容的结构来看，实在只能说是两段。从“连峰去天不盈尺”到“胡为乎来哉”是一段，即全诗的第三段。从“剑阁峥嵘而崔嵬”到末句是又一段，即全诗的第四段，第三段前四句仍是描写蜀道山水之险，但作者分用两个韵。“尺”、“壁”一韵，只有二句，接下去立刻就换韵，使读者到此，有气氛短促之感。在长篇歌行中忽然插入这样的短韵句法，一般都认为是缺点。尽管李白才气大，自由用韵，不受拘束，但这两句韵既急促，思想又不成段落，在讲究诗法的人看来，终不是可取的。\n\n　　这一段前二句形容高山绝壁上有倒挂的枯松，下二句形容山泉奔瀑，冲击崖石的猛势，如万壑雷声。最后结束一句“其险也如此”。这个“如此”，并不单指上面二句，而是总结“上有六龙回日之高标”以下的一切描写。在山水形势方面的蜀道之险，到此结束。此下就又接一个问句：你这个远路客人为什么到这里来呢?这又是出人意外的句子。如果从蜀中人的立场来讲，就是说：我们这地方，路不好走，你何必来呢？如果站在送行人的立场来讲，就是说：如此危险的旅途，你有什么必要到那里去呢？\n\n　　接下去转入第四段，忽然讲到蜀地的军事形势。“一夫当关，万夫莫开”，易于固守，难于攻入。像这样的地方，如果没有亲信可靠的人去镇守，就非常危险了。这几句诗完全用晋代张载的《剑阁铭》中四句：“一人荷戟，万夫趑趄，形胜之地，匪亲弗居。”李白描写蜀道之难行，联系到蜀地形势所具有的政治意义，事实上已越出了乐府旧题“蜀道难”的范围。巴蜀物产富饶，对三秦的经济供应，甚为重要。所以王勃《送杜少府之任蜀川》诗第一句就说蜀地“城阙辅三秦”，也是指出了这一点。李白作乐府诗，虽然都用旧题，却常常注入有现实意义的新意。这一段诗反映了初唐以来，蜀地因所守非亲，屡次引起吐蕃、南蛮的入侵，导致生灵涂炭的战争，使三秦震动。\n\n　　这一段诗，在李白是顺便提到，作为描写蜀道难的一部分。但却使后世读者误认为全诗的主题所在。有人以为此诗讽刺章仇兼琼，有人以为讽刺严武，有人以为讽刺一般恃险割据的官吏，都是为这一段诗所迷惑，而得出这些结论。但是，这几句诗，确是破坏了全诗的统一性，写在赠友人入蜀的诗中，实在使人有主题两歧之感。然诗作本是诗人感情之流露：蜀中势力盘根错节，险要的地势更成为滋生割据野心的土壤，李白害怕友人误入是非之地，命丧宵小之手，故有“一夫当关，万夫莫开”“锦城虽云乐，不如早还家”之语。 \n\n","translation":"唉呀呀！多么高峻伟岸！\n蜀道真太难攀登，简直难于上青天。\n传说中蚕丛和鱼凫建立了蜀国，开国的年代实在久远无法详谈。\n自从那时至今约有四万八千年，秦蜀被秦岭所阻从不沟通往返。\n西边太白山有飞鸟能过的小道。从那小路走可横渡峨眉山顶端。\n山崩地裂蜀国五壮士被压死了，两地才有天梯栈道开始相通连。\n上有挡住太阳神六龙车的山巅，下有激浪排空迂回曲折的大川。\n善于高飞的黄鹤尚且无法飞过，即使猢狲要想翻过也愁于攀援。\n青泥岭多么曲折绕着山峦盘旋，百步之内萦绕岩峦转九个弯弯。\n屏住呼吸仰头过参井皆可触摸，用手抚胸惊恐不已徒长吁短叹。\n好朋友呵请问你西游何时回还？\n可怕的岩山栈道实在难以登攀！\n只见那悲鸟在古树上哀鸣啼叫；雄雌相随飞翔在原始森林之间。\n月夜听到的是杜鹃悲惨的啼声，令人愁思绵绵呵这荒荡的空山！\n蜀道真难走呵简直难于上青天，叫人听到这些怎么不脸色突变？\n山峰座座相连离天还不到一尺；枯松老枝倒挂倚贴在绝壁之间。\n漩涡飞转瀑布飞泻争相喧闹着；水石相击转动像万壑鸣雷一般。\n那去处恶劣艰险到了这种地步；\n唉呀呀你这个远方而来的客人，为了什么而来到这险要的地方？\n剑阁那地方崇峻巍峨高入云端，只要一人把守千军万马难攻占。\n驻守的官员若不是自己的近亲；难免要变为豺狼踞此为非造反。\n清晨你要提心吊胆地躲避猛虎；傍晚你要警觉防范长蛇的灾难。\n豺狼虎豹磨牙吮血真叫人不安；毒蛇猛兽杀人如麻即令你胆寒。\n锦官城虽然说是个快乐的所在；如此险恶还不如早早地把家还。\n蜀道太难走呵简直难于上青天；侧身西望令人不免感慨与长叹！\n\n"}
{"_id":{"$oid":"5b9a1206367d5c5b84062a74"},"title":"草 / 赋得古原草送别","dynasty":"唐代","writer":"白居易","content":"离离原上草，一岁一枯荣。\n野火烧不尽，春风吹又生。\n远芳侵古道，晴翠接荒城。\n又送王孙去，萋萋满别情。","type":["唐诗三百首","小学古诗","送别","咏物","写草","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153030113.mp3","remark":"赋得：借古人诗句或成语命题作诗。诗题前一般都冠以“赋得”二字。这是古代人学习作诗或文人聚会分题作诗或科举考试时命题作诗的一种方式，称为“赋得体“。\n离离：青草茂盛的样子。\n一岁一枯荣：枯，枯萎。荣，茂盛。野草每年都会茂盛一次，枯萎一次。\n远芳侵古道：芳，指野草那浓郁的香气。远芳：草香远播。侵，侵占，长满。远处芬芳的野草一直长到古老的驿道上。\n晴翠：草原明丽翠绿。\n王孙：本指贵族后代，此指远方的友人。\n萋萋：形容草木长得茂盛的样子。\n\n","shangxi":"　　首句即破题面“古原草”三字。多么茂盛（“离离”）的原上草，抓住“春草”生命力旺盛的特征，可说是从“春草生兮萋萋”脱化而不着迹，为后文开出很好的思路。就“古原草”而言，何尝不可开作“秋来深径里”（僧古怀《原是秋草》），那通篇也就将是另一种气象了。野草是一年生植物，春荣秋枯，岁岁循环不已。“一岁一枯荣”意思似不过如此。然而写作“枯──荣”，与作“荣──枯”就大不一样。如作后者，便是秋草，便不能生发出三、四的好句来。两个“一”字复叠，形成咏叹，又先状出一种生生不已的情味，三、四句就水到渠成了。\n\n　　“野火烧不尽，春风吹又生。”这是“枯荣”二字的发展，由概念一变而为形象的画面。古原草的特性就是具有顽强的生命力，它是斩不尽锄不绝的，只要残存一点根须，来年会更青更长，很快蔓延原野。作者抓住这一特点，不说“斩不尽锄不绝”，而写作“野火烧不尽”，便造就一种壮烈的意境。野火燎原，烈焰可畏，瞬息间，大片枯草被烧得精光。而强调毁灭的力量，毁灭的痛苦，是为着强调再生的力量，再生的欢乐。烈火是能把野草连茎带叶统统“烧尽”的，然而作者偏说它“烧不尽”，大有意味。因为烈火再猛，也无奈那深藏地底的根须，一旦春风化雨，野草的生命便会复苏，以迅猛的长势，重新铺盖大地，回答火的凌虐。看那“离离原上草”，不是绿色的胜利的旗帜么！“春风吹又生”，语言朴实有力，“又生”二字下语三分而含意十分。宋吴曾《能改斋漫录》说此两句“不若刘长卿‘春入烧痕青’语简而意尽”，实未见得。\n\n　　此二句不但写出“原上草”的性格，而且写出一种从烈火中再生的理想的典型，一句写枯，一句写荣，“烧不尽”与“吹又生”是何等唱叹有味，对仗亦工致天然，故卓绝千古。而刘句命意虽似，而韵味不足，远不如白句为人乐道。\n\n　　如果说这两句是承“古原草”而重在写“草”，那么五、六句则继续写“古原草”而将重点落到“古原”，以引出“送别”题意，故是一转。上一联用流水对，妙在自然；而此联为的对，妙在精工，颇觉变化有致。“远芳”、“睛翠”都写草，而比“原上草”意象更具体、生动。芳曰“远”，古原上清香弥漫可嗅；翠曰“晴”，则绿草沐浴着阳光，秀色如见。“侵”、“接”二字继“又生”，更写出一种蔓延扩展之势，再一次突出那生存竞争之强者野草的形象。“古道”、“荒城”则扣题面“古原”极切。虽然道古城荒，青草的滋生却使古原恢复了青春。比较“乱蛬鸣古堑，残日照荒台”僧古怀《原上秋草》的秋原，就显得生气勃勃。\n\n　　作者并非为写“古原”而写古原，同时又安排一个送别的典型环境：大地春回，芳草芊芊的古原景象如此迷人，而送别在这样的背景上发生，该是多么令人惆怅，同时又是多么富于诗意呵。“王孙”二字借自楚辞成句，泛指行者。“王孙游兮不归，春草生兮萋萋”说的是看见萋萋芳草而怀思行游未归的人。而这里却变其意而用之，写的是看见萋萋芳草而增送别的愁情，似乎每一片草叶都饱含别情，那真是：“离恨恰如春草，更行更远还生”（李煜《清平乐》）。这是多么意味深长的结尾啊！诗到此点明“送别”，结清题意，关合全篇，“古原”、“草”、“送别”打成一片，意境极浑成。\n\n　　全诗措语自然流畅而又工整，虽是命题作诗，却能融入深切的生活感受，故字字含真情，语语有余味，不但得体，而且别具一格，故能在“赋得体”中称为绝唱。\n\n","translation":"长长的原上草是多么茂盛，每年秋冬枯黄春来草色浓。\n无情的野火只能烧掉干叶，春风吹来大地又是绿茸茸。\n野草野花蔓延着淹没古道，艳阳下草地尽头是你征程。\n我又一次送走知心的好友，茂密的青草代表我的深情。\n\n"}
{"_id":{"$oid":"5b9a1206367d5c5b84062a75"},"title":"石壕吏","dynasty":"唐代","writer":"杜甫","content":"暮投石壕村，有吏夜捉人。老翁逾墙走，老妇出门看。\n吏呼一何怒，妇啼一何苦。听妇前致词，三男邺城戍。\n一男附书至，二男新战死。存者且偷生，死者长已矣。\n室中更无人，惟有乳下孙。有孙母未去，出入无完裙。\n老妪力虽衰，请从吏夜归。急应河阳役，犹得备晨炊。\n夜久语声绝，如闻泣幽咽。天明登前途，独与老翁别。","type":["初中古诗","叙事","战争","同情","人民"],"remark":"暮：在傍晚。\n投：投宿。\n吏：官吏，低级官员，这里指抓壮丁的差役。\n夜：时间名词作状语，在夜里。\n逾（yú）：越过；翻过。\n走：跑，这里指逃跑。\n呼：诉说，叫喊。\n一何：何其、多么。\n怒：恼怒，凶猛，粗暴，这里指凶狠。\n啼：哭啼。\n苦：凄苦。\n前：上前，向前。\n致：对……说。\n前致词：指老妇走上前去（对差役）说话。\n邺城：即相州，在今河南安阳。\n戍（shù）：防守，这里指服役。\n附书至：捎信回来。书，书信。至，回来。\n新：最近，刚刚。\n存：活着，生存着。\n且偷生：姑且活一天算一天。且：姑且，暂且。偷生：苟且活着。\n长已矣：永远完了。已：停止，这里引申为完结。\n室中：家中。\n更无人：再没有别的（男）人了。更：再。\n惟：只，仅。\n乳下孙：正在吃奶的孙子。\n未：还没有。\n去：离开，这里指改嫁。\n完裙：完整的衣服。\n老妪（yù）：老妇人。\n衰：弱。\n请从吏夜归：请让我和你晚上一起回去。请：请求。从：跟从，跟随。\n应：响应。\n河阳：今河南省洛阳市吉利区（原河南省孟县），当时唐王朝官兵与叛军在此对峙。\n急应河阳役：赶快到河阳去服役。\n犹得：还能够。得：能够。\n备：准备。\n晨炊：早饭。\n夜久：夜深了。\n绝：断绝；停止。\n如：好像，仿佛。\n闻：听。\n泣幽咽：低微断续的哭声。有泪无声为“泣”，哭声哽塞低沉为“咽”。\n明：天亮之后。\n登前途：踏上前行的路。登：踏上。前途：前行的路。\n独：唯独、只有。\n石壕：今河南三门峡市东南。\n\n","shangxi":"　　《石壕吏》是一首杰出的现实主义的叙事诗，写了差吏到石壕村乘夜捉人征兵,连年老力衰的老妇也被抓服役的故事,揭露了官吏的残暴和兵役制度的黑暗,对安史之乱中人民遭受的苦难深表同情。艺术上,精炼是这首诗的一大特点,把抒情和议论寓于叙事之中,爱憎分明。场面和细节描写自然真实。善于裁剪,中心突出。\n\n　　前四句可看作第一段。首句“暮投石壕村”，单刀直入，直叙其事。“暮”字、“投”字、“村”字都需玩味，读者不能轻易放过。在封建社会里，由于社会秩序混乱和旅途荒凉等原因，旅客们都“未晚先投宿”，更何况在兵祸连接的时代。而杜甫，却于暮色苍茫之时才匆匆忙忙地投奔到一个小村庄里借宿，这种异乎寻常的情景就富于暗示性。他或者是压根儿不敢走大路；或者是附近的城镇已荡然一空，无处歇脚。总之，寥寥五字，不仅点明了投宿的时间和地点，而且和盘托出了兵荒马乱、鸡犬不宁、一切脱出常轨的景象，为悲剧的演出提供了典型环境。浦起龙指出这首诗“起有猛虎攫人之势”（《读杜心解》），这不仅是就“有吏夜捉人”说的，而且是就头一句的环境烘托说的。“有吏夜捉人”一句，是全篇的提纲，以下情节，都从这里生发出来。不说“征兵”、“点兵”、“招兵”而说“捉人”，已于如实描绘之中寓揭露、批判之意。再加上一个“夜”字，含意更丰富。第一、表明官府“捉人”之事时常发生，人民白天躲藏或者反抗，无法“捉”到；第二、表明县吏“捉人”的手段狠毒，于人民已经入睡的黑夜，来个突然袭击。同时，诗人是“暮”投石壕村的，从“暮”到“夜”，已过了几个小时，这时当然已经睡下了；所以下面的事件发展，他没有参与其间，而是隔门听出来的。“老翁逾墙走，老妇出门看”两句，表现了人民长期以来深受抓丁之苦，昼夜不安；即使到了深夜，仍然寝不安席，一听到门外有了响动，就知道县吏又来“捉人”，老翁立刻“逾墙”逃走，由老妇开门周旋。\n\n　　从“吏呼一何怒”至“犹得备晨炊”这十六句，可看作第二段。“吏呼一何怒！妇啼一何苦！”两句，极其概括、极其形象地写出了“吏”与“妇”的尖锐矛盾。一“呼”、一“啼”，一“怒”、一“苦”，形成了强烈的对照；两个状语“一何”，加重了感情色彩，有力地渲染出县吏如狼似虎，叫嚣隳突的横蛮气势，并为老妇以下的诉说制造出悲愤的气氛。矛盾的两方面，具有主与从、因与果的关系。“妇啼一何苦”，是“吏呼一何怒”逼出来的。下面，诗人不再写“吏呼”，全力写“妇啼”，而“吏呼”自见。“听妇前致词”承上启下。那“听”是诗人在“听”，那“致词”是老妇“苦啼”着回答县吏的“怒呼”。写“致词”内容的十三句诗，多次换韵，表现出多次转折，暗示了县吏的多次“怒呼”、逼问。这十三句诗，不是“老妇”一口气说下去的，而县吏也决不是在那里洗耳恭听。实际上，“吏呼一何怒，妇啼一何苦！”不仅发生在事件的开头，而且持续到事件的结尾。从“三男邺城戍”到“死者长已矣”，是第一次转折。读者可以想见，这是针对县吏的第一次逼问诉苦的。在这以前，诗人已用“有吏夜捉人”一句写出了县吏的猛虎攫人之势。等到“老妇出门看”，便扑了进来，贼眼四处搜索，却找不到一个男人，扑了个空。于是怒吼道：\n\n　　“你家的男人都到哪儿去了？快交出来！”老妇泣诉说：“三个儿子都当兵守邺城去了。一个儿子刚刚捎来一封信，信中说，另外两个儿子已经牺牲了！……”泣诉的时候，可能县吏不相信，还拿出信来交县吏看。\n\n　　总之，“存者且偷生，死者长已矣！”处境是够使人同情的，她很希望以此博得县吏的同情，高抬贵手。不料县吏又大发雷霆：“难道你家里再没有别人了？快交出来！”她只得针对这一点诉苦：“室中更无人，惟有乳下孙。”这两句，也不是一口气说下去的，因为“更无人”与下面的回答发生了明显的矛盾。合理的解释是：老妇先说了一句：“家里再没人了！”而在这当儿，被儿媳妇抱在怀里躲到什么地方的小孙儿，受了怒吼声的惊吓，哭了起来，掩口也不顶用。于是县吏抓到了把柄，威逼道：“你竟敢撒谎！不是有个孩子哭吗？”老妇不得已，这才说：“只有个孙子啊！还吃奶呢，小得很！”“吃谁的奶？总有个母亲吧！还不把她交出来！”老妇担心的事情终于发生了！她只得硬着头皮解释：“孙儿是有个母亲，她的丈夫在邺城战死了，因为要喂奶给孩子，没有改嫁。可怜她衣服破破烂烂，怎么见人呀！还是行行好吧！”（“有孙母未去，出入无完裙”两句，有的版本为“孙母未便出，见吏无完裙”，所以县吏是要她出来的。）但县吏仍不肯罢手。老妇生怕守寡的儿媳被抓，饿死孙子，只好挺身而出：“老妪力虽衰，请从吏夜归。急应河阳役，犹得备晨炊。”老妇的“致词”，到此结束，表明县吏勉强同意，不再“怒吼”了。\n\n　　最后一段虽然只有四句，却照应开头，涉及所有人物，写出了事件的结局和作者的感受。“夜久语声绝，如闻泣幽咽。”表明老妇已被抓走，走·时低声哭泣，越走越远，便听不到哭声了。“夜久”二字，反映了老妇一再哭诉、县吏百般威逼的漫长过程。“如闻”二字，一方面表现了儿媳妇因丈夫战死、婆婆被“捉”而泣不成声，另一方面也显示出诗人以关切的心情倾耳细听，通夜未能入睡。“天明登前途，独与老翁别”两句，收尽全篇，于叙事中含无限深情。前一天傍晚投宿之时，老翁、老妇双双迎接诗人，而时隔一夜，老妇被捉走，儿媳妇泣不成声，只能与逃走归来的老翁作别了。老翁的心情怎样，诗人作何感想，这些都给读者留下了想象的余地。\n\n　　仇兆鳌在《杜少陵集详注》里说：“古者有兄弟始遣一人从军。今驱尽壮丁，及于老弱。诗云：三男戍，二男死，孙方乳，媳无裙，翁逾墙，妇夜往。一家之中，父子、兄弟、祖孙、姑媳惨酷至此，民不聊生极矣！当时唐祚，亦岌岌乎危哉！”就是说，“民为邦本”，把人民整成这个样子，统治者的宝座也就岌岌可危了。诗人杜甫面对这一切，没有美化现实，却如实地揭露了政治黑暗，发出了“有吏夜捉人”的呼喊，这是值得高度评价的。\n\n　　在艺术表现上，这首诗最突出的一点则是精炼。陆时雍称赞道：“其事何长！其言何简！”就是指这一点说的。全篇句句叙事，无抒情语，亦无议论语；但实际上，作者却巧妙地通过叙事抒了情，发了议论，爱憎十分强烈，倾向性十分鲜明。寓褒贬于叙事，既节省了很多笔墨，又丝毫没有给读者概念化的感觉。诗中还运用了藏问于答的表现手法。“吏呼一何怒！妇啼一何苦！”概括了双方的矛盾之后，便集中写“妇”，不复写“吏”，而“吏”的蛮悍、横暴，却于老妇“致词”的转折和事件的结局中暗示出来。诗人又十分善于剪裁，叙事中藏有不尽之意。一开头，只用一句写投宿，立刻转入“有吏夜捉人”的主题。又如只写了“老翁逾墙走”，未写他何时归来；只写了“如闻泣幽咽”，未写泣者是谁；只写老妇“请从吏夜归”，未写她是否被带走；却用照应开头、结束全篇、既叙事又抒情的“独与老翁别”一句告诉读者：老翁已经归家，老妇已被捉走；那么，那位吞声饮泣、不敢放声痛哭的，就是给孩子喂奶的年轻寡妇了。正由于诗人笔墨简洁、洗炼，用了较短的篇幅，在惊人的广度与深度上反映了生活中的矛盾与冲突，这是十分难能可贵的。\n\n","translation":"日暮时投宿石壕村，夜里有差役来强征兵。老翁越墙逃走，老妇出门应付。\n差役喊叫得是那样凶狠，老妇人啼哭得是那样悲伤。我听到老妇上前说：“我的三个儿子去参加邺城之战。其中一个儿子捎信回来，说另外两个儿子刚刚战死。活着的人姑且活一天算一天，死去的人就永远不会复生了！\n老妇我家里再也没有其他的人了，只有个正在吃奶的小孙子。因为有小孙子在，他母亲还没有离去，但进进出出连一件完好的衣裳都没有。\n老妇虽然年老力衰，但请允许我跟从你连夜赶回营去。赶快到河阳去应征，还能够为部队准备早餐。”\n夜深了，说话的声音逐渐消失，隐隐约约听到低微断续的哭泣声。天亮后我继续赶路，只能与返回家中的那个老翁告别。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153031075.mp3"}
{"_id":{"$oid":"5b9a1206367d5c5b84062a76"},"title":"黄鹤楼 / 登黄鹤楼","dynasty":"唐代","writer":"崔颢","content":"昔人已乘黄鹤去，此地空余黄鹤楼。\n黄鹤一去不复返，白云千载空悠悠。\n晴川历历汉阳树，芳草萋萋鹦鹉洲。\n日暮乡关何处是？烟波江上使人愁。","type":["唐诗三百首","初中古诗","写景","地名","怀古","思乡","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153033772.mp3","remark":"黄鹤楼：故址在湖北省武汉市武昌区，民国初年被火焚毁，1985年重建，传说\n古代有一位名叫费祎的仙人，在此乘鹤登仙。\n昔人：指传说中的仙人子安。因其曾驾鹤过黄鹤山〔又名蛇山〕，遂建楼。\n乘：驾。\n去：离开。\n空：只。\n返：通返，返回。\n空悠悠：深，大的意思\n悠悠：飘荡的样子。\n川：平原。\n历历：清楚可数。\n汉阳：地名，现在湖北省武汉市汉阳区，与黄鹤楼隔江相望。\n萋萋：形容草木长得茂盛。\n鹦鹉洲：在湖北省武汉市武昌区西南，根据后汉书记载，汉黄祖担任江夏太守时，在此大宴宾客，有人献\n上鹦鹉，故称鹦鹉洲。唐朝时在汉阳西南长江中，后逐渐被水冲没。\n乡关：故乡。\n\n","shangxi":"　　这首诗前写景，后抒情，一气贯注，浑然天成，即使有一代“诗仙”之称的李白，也不由得佩服得连连赞叹，觉得自己还是暂时止笔为好。为此，李白还遗憾得叹气说：“眼前好景道不得，崔颢题诗在上头！”\n\n　　黄鹤楼因其所在之武昌黄鹤山（又名蛇山）而得名。传说古代仙人子安乘黄鹤过此（见《齐谐志》）；又云费文伟登仙驾鹤于此（见《太平寰宇记》引《图经》）。诗即从楼的命名之由来着想，借传说落笔，然后生发开去。仙人跨鹤，本属虚无，现以无作有，说它“一去不复返”，就有岁月不再、古人不可见之憾；仙去楼空，唯余天际白云，悠悠千载，正能表现世事茫茫之慨。诗人这几笔写出了那个时代登黄鹤楼的人们常有的感受，气概苍莽，感情真挚。\n\n　　前人有“文以气为主”之说，此诗前四句看似随口说出，一气旋转，顺势而下，绝无半点滞碍。“黄鹤”二字再三出现，却因其气势奔腾直下，使读者“手挥五弦，目送飞鸿”，急忙读下去，无暇觉察到它的重叠出现，而这是律诗格律上之大忌，诗人好像忘记了是在写“前有浮声，后须切响”、字字皆有定声的七律。试看：首联的五、六字同出“黄鹤”；第三句几乎全用仄声；第四句又用“空悠悠”这样的三平调煞尾；亦不顾什么对仗，用的全是古体诗的句法。这是因为七律在当时尚未定型吗？不是的，规范的七律早就有了，崔颢自己也曾写过。是诗人有意在写拗律吗？也未必。他跟后来杜甫的律诗有意自创别调的情况也不同。看来还是知之而不顾，如《红楼梦》中林黛玉教人做诗时所说的，“若是果有了奇句，连平仄虚实不对都使得的”。在这里，崔颢是依据诗以立意为要和“不以词害意”的原则去进行实践的，所以才写出这样七律中罕见的高唱入云的诗句。沈德潜评此诗，以为“意得象先，神行语外，纵笔写去，遂擅千古之奇”（《唐诗别裁》卷十三），也就是这个意思。\n\n　　此诗前半首用散调变格，后半首就整饬归正，实写楼中所见所感，写从楼上眺望汉阳城、鹦鹉洲的芳草绿树并由此而引起的乡愁，这是先放后收。倘只放不收，一味不拘常规，不回到格律上来，那么，它就不是一首七律，而成为七古了。此诗前后似成两截，其实文势是从头一直贯注到底的，中间只不过是换了一口气罢了。这种似断实续的连接，从律诗的起、承、转、合来看，也最有章法。元杨载《诗法家数》论律诗第二联要紧承首联时说：“此联要接破题（首联），要如骊龙之珠，抱而不脱。”此诗前四句正是如此，叙仙人乘鹤传说，颔联与破题相接相抱，浑然一体。杨载又论颈联之“转”说：“与前联之意相避，要变化，如疾雷破山，观者惊愕。”疾雷之喻，意在说明章法上至五、六句应有突变，出人意外。此诗转折处，格调上由变归正，境界上与前联截然异趣，恰好符合律法的这个要求。叙昔人黄鹤，杳然已去，给人以渺不可知的感觉；忽一变而为晴川草树，历历在目，萋萋满洲的眼前景象，这一对比，不但能烘染出登楼远眺者的愁绪，也使文势因此而有起伏波澜。使诗意重归于开头那种渺茫不可见的境界，这样能回应前面，如豹尾之能绕额的“合”，也是很符合律诗法度的。\n\n　　正由于此诗艺术上出神入化，取得极大成功，它被人们推崇为题黄鹤楼的绝唱，就是可以理解的了。\n\n　　后来李白登楼时，也诗兴大发，当他在楼中发现崔颢一诗，连称“绝妙、绝妙！”相传李白写下了四句“打油诗”来抒发自己的感怀：“一拳捶碎黄鹤楼，一脚踢翻鹦鹉洲，眼前有景道不得，崔颢题诗在上头。”便搁笔不写了。有个少年丁十八讥笑李白：“黄鹤楼依然无恙，你是捶不碎了的。”李白又作诗辩解：“我确实捶碎了，只因黄鹤仙人上天哭诉玉帝，才又重修黄鹤楼，让黄鹤仙人重归楼上。”真是煞有介事，神乎其神。后人乃在黄鹤楼东侧，修建一亭，名曰李白搁笔亭，以志其事。重檐复道，成为燕游之所。实际上，李白热爱黄鹤楼，到了无以复加的程度，他高亢激昂，连呼“一忝青云客，三登黄鹤楼”。山川人文，相互倚重，黄鹤楼之名更加显赫。\n\n","translation":"过去的仙人已经驾着黄鹤飞走了，这里只留下一座空荡荡的黄鹤楼。\n黄鹤一去再也没有回来，千百年来只看见悠悠的白云。\n阳光照耀下的汉阳树木清晰可见，鹦鹉洲上有一片碧绿的芳草覆盖。\n天色已晚，眺望远方，故乡在哪儿呢？眼前只见一片雾霭笼罩江面，给人带来深深的愁绪。\n\n"}
{"_id":{"$oid":"5b9a1206367d5c5b84062a77"},"title":"三五七言 / 秋风词","dynasty":"唐代","writer":"李白","content":"秋风清，秋月明，\n落叶聚还散，寒鸦栖复惊。\n相思相见知何日？此时此夜难为情！\n入我相思门，知我相思苦，\n长相思兮长相忆，短相思兮无穷极，\n早知如此绊人心，何如当初莫相识。","type":["宋词三百首","秋天","抒情","思念","爱情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153034597.mp3","remark":"落叶聚还（huán）散：写落叶在风中时而聚集时而扬散的情景。\n寒鸦：《本草纲目》：“慈鸟，北人谓之寒鸦，以冬日尤盛。”\n绊（bàn）：牵绊，牵扯，牵挂。\n\n","shangxi":"　　此诗写在深秋的夜晚，诗人望见了高悬天空的明月，和栖息在已经落完叶子的树上的寒鸦，也许在此时诗人正在思念一个旧时的恋人， 此情此景， 不禁让诗人悲伤和无奈。这是典型的悲秋之作，秋风、秋月、落叶、寒鸦烘托出悲凉的氛围 加上诗人的奇丽的想象，和对自己内心的完美刻画让整首诗显的凄婉动人。\n\n　　此诗的体式许多人认为很像一首小词，具有明显的音乐特性。赵翼的《陔余丛考》卷二十三云：“三五七言诗起于李太白：‘秋风清，秋月明。……’此其滥觞也。刘长卿《送陆澧》诗云：‘新安路，人来去。早潮复晚潮,明日知何处？潮水无情亦解归，自怜长在新安住。’宋寇莱公《江南春》诗云：‘波渺渺，柳依依。孤林芳草远，斜日沓花飞。江南春尽离肠断，苹满汀洲人未归。’……”指出了它和“江南春”词牌的渊源关系。南宋邓深曾依此调式填写词作，名为“秋风清”。清人还把李白这首诗当作是一首创调词而收入《钦定词谱》，云：“本三五七言诗，后人采入词中。”\n\n　　此诗只题作“三五七言”而不言及诗歌内容主题，可知诗人的创作意图本是偏重作品的形式特征，即只要满足全篇两句三言、两句五言、两句七言的体式要求就能成诗了。可以说，诗题中已经包含了明确的诗体形式内涵。严羽的《沧浪诗话》中的“诗体”一章就说道：“有三五七言。”自注云：“自三言而终以七言，隋世郑世翼有此诗：‘秋风清，秋月明。落叶聚还散，寒鸦栖复惊。相思相见知何日，此时此夜难为情。’”郭绍虞先生校释曰：“沧浪所谓郑世翼有三五七言，不知何据。案《诗人玉屑》无‘秋风清’以下各句，以从《玉屑》为是。‘秋风清’云云,见《李太白集》，当是李作。”\n\n　　但李白这首诗也不能算是创体之作，因为初唐时僧人义净作有一首《在西国怀王舍城》，此诗因其体式特征而名为《一三五七九言》。李白的《三五七言》只是《一三五七九言》的变体，省去起首的“一言”和收尾的“九言”，即为“三五七言”。王昆吾在《唐代酒令艺术》中论证义净诗为“唱和之作”。李白这首《三五七言》可能也是他与其他诗人的“唱和诗”。“三五七言”是对所酬和诗歌格式的限制，这是一个“总题”，众人在具体创作时可根据所写内容再命一个相应的诗题。\n\n　　此诗即使不是创体之作，也是李白最终确立了“三三五五七七”格式作为一种独特的曲辞格甚至成为一种时兴诗体的地位。这不仅是因为他借鉴和总结了许多人应用三五七字句式的经验，更得力于他自身歌辞创作中灵活运用此类格式的实践体悟，因而他的《三五七言》能表现出“哀音促节，凄若繁弦”（《唐宋诗醇》卷八）的艺术魅力。\n\n","translation":"秋风凌清，秋月明朗。\n风中的落叶时聚时散，寒鸦本已栖息，又被明月惊起。\n朋又盼着相见，却不知在何日，这个时节，这样的夜晚，相思梦难成。\n走入相思之门，知道相思之苦，\n永远的相思永远的回忆，短暂的相思却也无止境，\n早知相思如此的在心中牵绊，不如当初就不要相识。\n\n"}
{"_id":{"$oid":"5b9a1206367d5c5b84062a78"},"title":"长相思·山一程","dynasty":"清代","writer":"纳兰性德","content":"山一程，水一程，身向榆关那畔行，夜深千帐灯。\n风一更，雪一更，聒碎乡心梦不成，故园无此声。","type":["小学古诗","婉约","羁旅","写景","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153035008.mp3","remark":"走过一条条山路，走过一条条水路，正向榆关那边走去。夜深了，人们在帐篷里点灯。晚上又刮风又下雪，声音嘈杂打碎了思乡的梦，家乡没有这样的声音。 \n【程】道路、路程，山一程、水一程，即山长水远。\n【榆关】即今山海关，在今河北秦皇岛东北。\n【那畔】即山海关的另一边，指身处关外。\n【帐】军营的帐篷，千帐言军营之多。\n【更】旧时一夜分五更，每更大约两小时。风一更、雪一更，即言整夜风雪交加也。\n【聒（guō）】声音嘈杂，这里指风雪声。\n【故园】故乡，这里指北京。\n【此声】指风雪交加的声音。\n\n","shangxi":"　　清初词人于小令每多新创意境。这首《长相思》以具体的时空推移过程，及视听感受，既表现景象的宏阔观感，更抒露着情思深苦的绵长心境，是即小见大的佳作。\n\n　　上片在“一程”又“一程”的复叠吟哦中，展示出与家园的空间阻隔不断地随着时间的推移而严重增大，空间感与乡情构成尖锐冲突。正在这种行进方向和心绪逆反背离中驻营夜宿，“夜深千帐灯”，似是壮伟景观，实乃情心深苦之写。白日行军，跋涉山水，到夜深时仍灯火通明，难入梦乡，这是因思乡而失眠。于是转入下片乡情思恋之笔。\n\n　　“一更”又“一更”的重叠复沓，于听风听雪的感觉中推移着时间过程，时间感知于乡情的空间阻隔而心烦意乱，怨夜太长。说“聒碎乡心梦不成”，其实是作者乡心聒碎梦难成，情苦不寐，只觉得风声雪声，声声扣击入心窝，难以承受。在“乡园”时是不会有这种令人痛苦的声响的。将主观因素推诿客观，语似平淡，意更深沉。此类迁怒归咎于风雪声写法，心理情态能充分表现出来。看似无理，反见情痴，愈是无理之怨，其怨愈显沉重。叠句和数字“一”、“千”的运用强化着视、听觉感受中的焦虑，怨怼，幽苦，亦是此词值得辨味的佳处。纳兰性德身为一等侍卫，却极厌烦“扈从”公差，于是构成传统羁旅题材的又一种类型。 \n\n","translation":"我扈驾赴辽东巡视，随行的千军万马一路跋山涉水，浩浩荡荡，向山海关进发。入夜，营帐中灯火辉煌，宏伟壮丽。\n夜已深，帐篷外风雪交加，阵阵风雪声搅得人无法入睡。作者思乡心切，孤单落寞，不由得生出怨恼之意：家乡怎么没有这么烦乱的声音呢？\n\n"}
{"_id":{"$oid":"5b9a1206367d5c5b84062a79"},"title":"望天门山","dynasty":"唐代","writer":"李白","content":"天门中断楚江开，碧水东流至此回。\n两岸青山相对出，孤帆一片日边来。","type":["小学古诗","写景","山水","长江","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153038867.mp3","remark":"天门山：位于安徽省和县与芜湖市长江两岸，在江北的叫西梁山，在江南的叫东梁山（古代又称博望山）。两山隔江对峙，形同天设的门户，天门由此得名。\n中断：江水从中间隔断两山。楚江：即长江。因为古代长江中游地带属楚国，所以叫楚江。开：劈开，断开。\n至此：意为东流的江水在这转向北流。一作“直北”。回：回漩，回转。指这一段江水由于地势险峻方向有所改变，并更加汹涌。\n两岸青山：分别指东梁山和西梁山。出：突出，出现。\n日边来：指孤舟从天水相接处的远方驶来，远远望去，仿佛来自日边。\n\n","shangxi":"　　“望”字统领全诗\n\n　　这是一首江行写景的七绝诗，题为“望天门山”，可见作为描写对象的天门山风光，系诗人舟中放眼而“望”之所得。全诗在“望”字统领下展开，“天门”之山形水色融为一体，雄奇壮伟的景象得到充分的展现。诗人身在船上，眼望两岸青山，有船不动而山在动的错觉，故写出“两岸青山相对出”的佳句，似青山有情，欣然出迎远来的孤帆，颇富情趣。\n\n　　山水互为映衬\n\n　　诗中的山水是紧密关联，互为映衬的。楚江浩荡，似乎把“天门”冲“开”，而“天门中断”使楚江得以奔腾而出。天门两峰横夹楚江，而楚江激流穿越天门。山依水立，水由山出，山水相连，景象壮观。“碧水东流”为山峰所遏制，故至天门而回旋，山为水开，水为山回，互为制约，又融为了一体。“相对出”的“两岸青山”，与水中的“孤帆一片”，点面结合，动静相衬，构成一幅完整而动人的画面。通览全诗，山形水势，或合说，或分写，或明提，或暗示，密切相关，互映互衬，展现出了极为宏阔壮观的景象。\n\n","translation":"长江犹如巨斧劈开天门雄峰，碧绿江水东流到此回旋澎湃。\n两岸青山对峙美景难分高下，遇见一叶孤舟悠悠来自天边。\n\n"}
{"_id":{"$oid":"5b9a1206367d5c5b84062a7a"},"title":"石灰吟","dynasty":"明代","writer":"于谦","content":"千锤万凿出深山，烈火焚烧若等闲。\n粉骨碎身全不怕，要留清白在人间。\n\n(一作：千锤万击出深山 / 千鎚万击出深山)\n(一作：粉骨碎身全不惜 / 粉身碎骨浑不怕 / 粉身碎骨全不怕)\n\n","type":["古诗三百首","小学古诗","咏物","爱国","励志","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153038375.mp3","remark":"石灰吟：赞颂石灰。吟：吟颂。指古代诗歌体裁的一种名称（古代诗歌的一种形式）。\n千锤万凿：无数次的锤击开凿，形容开采石灰非常艰难。千、万：虚词，形容很多。锤：锤打。凿：开凿。\n若等闲：好像很平常的事情。若：好像、好似；等闲：平常，轻松。\n浑：全。\n清白：指石灰洁白的本色，又比喻高尚的节操。人间：人世间。\n\n","shangxi":"　　这是一首托物言志诗。作者以石灰作比喻，表达自己为国尽忠，不怕牺牲的意愿和坚守高洁情操的决心。\n\n　　作为咏物诗，若只是事物的机械实录而不寄寓作者的深意，那就没有多大价值。这首诗的价值就在于处处以石灰自喻，咏石灰即是咏自己磊落的襟怀和崇高的人格。\n\n　　首句“千锤万凿出深山”是形容开采石灰石很不容易。次句“烈火焚烧若等闲”。“烈火焚烧”，当然是指烧炼石灰石。加“若等闲”三字，又使人感到不仅是在写烧炼石灰石，它还象征着志士仁人无论面临着怎样严峻的考验，都从容不迫，视若等闲。第三句“粉身碎骨浑不怕”。“粉身碎骨”极形象地写出将石灰石烧成石灰粉，而“浑不怕”三字又使我们联想到其中可能寓有不怕牺牲的精神。至于最后一句“要留清白在人间”更是作者在直抒情怀，立志要做纯洁清白的人。\n\n　　于谦为官廉洁正直，曾平反冤狱，救灾赈荒，深受百姓爱戴。明英宗时，瓦剌入侵，明英宗被俘。于谦议立明景帝，亲自率兵固守北京，击退瓦剌，使人民免遭蒙古贵族再次野蛮统治。但英宗复辟后却以“谋逆罪”诬杀了这位民族英雄。这首《石灰吟》可以说是于谦生平和人格的真实写照。 \n\n","translation":"（石灰石）只有经过千万次锤打才能从深山里开采出来，它把熊熊烈火的焚烧当作很平常的一件事。\n即使粉身碎骨也毫不惧怕，甘愿把一身清白留在人世间。\n\n"}
{"_id":{"$oid":"5b9a1206367d5c5b84062a7b"},"title":"如梦令·昨夜雨疏风骤","dynasty":"宋代","writer":"李清照","content":"昨夜雨疏风骤，浓睡不消残酒。试问卷帘人，却道海棠依旧。知否，知否？应是绿肥红瘦。","type":["宋词三百首","宋词精选","婉约","惜花","伤春"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153040547.mp3","remark":"疏：指稀疏。\n卷帘人：有学者认为此指侍女。\n绿肥红瘦：绿叶繁茂，红花凋零。\n浓睡不消残酒：虽然睡了一夜，仍有余醉未消。浓睡：酣睡 残酒：尚未消散的醉意。\n雨疏风骤：雨点稀疏，晚风急猛。\n\n","shangxi":"　　这首小令，有人物，有场景，还有对白，充分显示了宋词的语言表现力和词人的才华。\n\n　　“昨夜雨疏风骤”指的是昨宵雨狂风猛。疏，正写疏放疏狂，而非通常的稀疏义。当此芳春，名花正好，偏那风雨就来逼迫了，心绪如潮，不得入睡，只有借酒消愁。酒吃得多了，觉也睡得浓了。功效一醒觉来，天已大亮。但昨夜之神情，却已然如隔在胸，所以一路身便要询问意中悬悬之事。因而，她急问清算衡宇，启户卷帘的侍女：海棠花若何样了？侍女看了一看，笑回道：“还不错，一夜风雨，海棠一点儿没变！”女主人听了，嗔叹道；“傻丫头，你可知道那海棠花丛已是红的见少，绿的见多了吗！？”\n\n　　这句对白写出了诗画所不能道，写出了伤春易春的闺中人复杂的神气口吻，可谓“传神之笔。\n\n　　作者以“浓睡”、“残酒”搭桥，写出了白夜至晨的时间变化和心理演变。然后一个“卷帘”，点破日曙天明，巧妙得当。然而，问卷帘之人，却一字不提所问何事，只于答话中透露出谜底。\n\n　　真是绝妙工巧，不着痕迹。词人为花而喜，为花而悲、为花而醉、为花而嗔，实则是伤春惜春，以花自喻，慨叹自己的青春易逝。\n\n　　本篇是李清照早期的词作之一。词中充分体现出作者对大自然、对春天的热爱。这是一首小令，内容也很简单。它写的是春夜里大自然经历了一场风吹雨打，词人预感到庭园中的花木必然是绿叶繁茂，花事凋零了。因此，翌日清晨她急切地向“卷帘人”询问室外的变化，粗心的“卷帘人”却答之以“海棠依旧”。对此，词人禁不住连用两个“知否”与一个“应是”来纠正其观察的粗疏与回答的错误。“绿肥红瘦”一句，形象地反映出作者对春天将逝的惋惜之情。\n\n","translation":"昨天夜里雨点虽然稀疏，但是风却劲吹不停，我酣睡一夜，然而醒来之后依然觉得还有一点酒意没有消尽。于是就问正在卷帘的侍女，外面的情况如何，她只对我说：“海棠花依旧如故”。知道吗？知道吗？应是绿叶繁茂，红花凋零。\n\n"}
{"_id":{"$oid":"5b9a1207367d5c5b84062a7c"},"title":"定风波·莫听穿林打叶声","dynasty":"宋代","writer":"苏轼","content":"三月七日，沙湖道中遇雨。雨具先去，同行皆狼狈，余独不觉，已而遂晴，故作此词。\n\n莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。\n料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。\n\n","type":["宋词三百首","春天","写雨","豪放"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153041831.mp3","remark":"定风波：词牌名。\n沙湖：在今湖北黄冈东南三十里，又名螺丝店。\n狼狈：进退皆难的困顿窘迫之状。\n已而：过了一会儿。\n穿林打叶声：指大雨点透过树林打在树叶上的声音。\n吟啸：放声吟咏。\n芒鞋：草鞋。\n一蓑烟雨任平生：披着蓑衣在风雨里过一辈子也处之泰然。一蓑（suō）：蓑衣，用棕制成的雨披。\n料峭：微寒的样子。\n斜照：偏西的阳光。\n向来：方才。萧瑟：风雨吹打树叶声。\n也无风雨也无晴：意谓既不怕雨，也不喜晴。\n\n","shangxi":"　　读罢全词，令人心情振奋，心境豁然，心灵净化。人生的沉浮、情感的忧乐，在读者的理念中自会有一番全新的体悟。从心理学“白日梦”的角度看，此词实际是作者描绘的一个淡泊从容、旷达超脱的白日梦，在多个方面都非常符合白日梦的特征。\n\n　　第一，心情符合白日梦之条件——郁闷不爽。\n\n　　写此词前三年，即公元1079年，作者因被诬作诗“谤讪朝廷”遭御史弹劾，被捕入狱，后又被贬为黄州团练副使，宦海沉浮，经历坎坷，理想不竟，抱负未果，使作者几年来一直郁郁不得志，思想上陷入出世与入世的矛盾之中，心情烦闷。\n\n　　第二，意境符合白日梦之真谛——宁静自由。\n\n　　作者对现实的官场险恶生活非常厌倦，渴望摆脱这种生活，退隐江湖，过一种淡泊宁静、无忧无患、无欲无求、轻松自由的生活，也即“归去”。\n\n　　第三，结构具备白日梦之特征——自然完整。\n\n　　入梦的引子是“饮酒”和“下雨”。酒的微醉让作者晕晕乎乎，这是白日梦形成的主要基础。烟雨的迷蒙让天气灰暗朦胧，创设了入梦的良好氛围。\n\n　　入梦句是“莫听穿林打叶声”，梦境为“何妨吟啸且徐行，竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生”。这里作者用“竹杖”“芒鞋”“蓑衣”“烟雨”等意象及雨中“吟啸”“徐行”等动作创设了一个极为美妙的白日梦梦境，活脱脱地勾勒出了一个隐居江湖过着从容淡泊生活的隐士形象，他虽无荣华富贵之享受，但亦无宦海浮沉之忧患，心情得以平静，心境得以安宁。\n\n　　梦醒句为“料峭春风吹酒醒，微冷，山头斜照却相迎”。料峭的春风吹醒了醉酒，作者感到冷，一个激凌，头脑清醒了，梦结束了，作者又回到现实之中。这“冷”既是实写酒醒后身体感到冷，也是写梦醒后又想到自己的遭遇而产生的心冷。正在这时，远处山头温暖的夕阳让作者感到了些许暖意，也增添了他战胜逆境的信心。\n\n　　过渡句为“回首向来萧瑟处”。虽然“相迎”的斜阳给作者带了一丝温暖，但一想到自己饱含萧瑟风雨的坎坷仕途路——“回首向来萧瑟处”，心中燃起的希望之火又熄灭了！\n\n　　梦破后寻梦句为“归去，也无风雨也无晴”。仕途的风雨就如同这自然界的风雨一样变幻无常，他所期盼的仕途阳光又会在多长的风雨之后？与其终日忍受这种提心吊胆之痛，还不如“归去”，退隐江湖，一切平静，无悲无喜，“无雨无晴”。\n\n　　第四，情节显露白日梦之特色——亦真亦幻。\n\n　　首先，序言中说“同行皆狼狈”，已证明雨之大，而“莫听穿林打叶声，何妨吟啸且徐行”却又描写诗人置身雨中，对雨听而不闻，从容高歌，潇洒徐行，全然没感到淋漓之苦的状态，这怎么可能是实写呢？接下来的“竹杖芒鞋轻胜马”也不太合常理。用竹杖芒鞋行泥泞之路，拖泥带水，怎比得上骑着高头大马急行如飞来得轻快？因此这“轻”恐怕不是写现实行路之轻，而应是无官一身轻。“一蓑烟雨任平生”也让人生疑。序言中已说“雨具先去”，怎会又出现了披蓑在雨中穿行？看来应是想象之景。“回首向来萧瑟处，归去，也无风雨也无晴”若按自然的逻辑也很难解释得通。雨过天晴，应该是“已无风雨正是晴”，怎会是“也无晴”？所以，这里的“晴”不会单纯指天晴。\n\n　　由此可见，这些都是写作者心中想象之事而非眼前之景，全词就是作者着力刻画的一个“也无风雨也无晴”的“归去”白日梦！\n\n　　纵观全词，一种醒醉全无、无喜无悲、胜败两忘的人生哲学和处世态度呈现在读者面前。“也无风雨也无晴”，是一种宠辱不惊、胜败两忘、旷达潇洒的境界，是一种“至人无己，神人无功，圣人无名”的境界，是一种回归自然，天人合一，宁静超然的大彻大悟。\n\n","translation":"三月七日，在沙湖道上赶上了下雨，拿着雨具的仆人先前离开了，同行的人都觉得很狼狈，只有我不这么觉得。过了一会儿天晴了，就做了这首词。\n\n不用注意那穿林打叶的雨声，不妨一边吟咏长啸着，一边悠然地行走。竹杖和草鞋轻捷得胜过骑马，有什么可怕的？一身蓑衣任凭风吹雨打，照样过我的一生。\n春风微凉，将我的酒意吹醒，寒意初上，山头初晴的斜阳却应时相迎。回头望一眼走过来遇到风雨的地方，回去吧，对我来说，既无所谓风雨，也无所谓天晴。\n\n"}
{"_id":{"$oid":"5b9a1208367d5c5b84062a7d"},"title":"天净沙·春","dynasty":"元代","writer":"白朴","content":"春山暖日和风，阑干楼阁帘栊，杨柳秋千院中。啼莺舞燕，小桥流水飞红。","type":["散曲","春天","写景"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153041353.mp3","remark":"和风：多指春季的微风。\n阑干：即栏杆。\n帘栊（lóng）：窗户上的帘子。栊，窗户。\n啼莺舞燕：即莺啼燕舞，意思是黄莺在歌唱，春燕在飞舞。\n飞红：花瓣飞舞，指落花。\n\n","shangxi":"　　这支曲子运用绘画技法，从不同空间层次描写春天的景物，具体来说，整个画面的背景，是远景，第二句是人物的立足点是近景，第三句庭院中喧闹的景象，展示了一幅充满生机、春意盎然的画面,是中景。最能够体现春天特征的两个形容词是暖和啼莺，而最能庭院中生机的景物是舞燕和飞红。 这支曲的人物应该是一位女子，她站在栏杆之旁，帘栊之下，窥探着春天的景致，她眼中的春天要更加细腻，更加秀美.......\n\n　　这首词曲全由列锦组成，列锦是中国古典诗歌中特殊的修辞方式。这个名称是当代修辞学家谭永祥提出的，他对列锦的解释是：古典诗歌作品中一种奇特的句式，即全句以名词或名词短语组成，里面没有动词或形容词谓语，却同样能起到写景抒情、叙事述怀的效果。（《修辞新格》，福建教育出版社）\n\n　　运用“列锦”，可以收到很好的表达效果。正如人们分析的那样，列锦具有凝炼美、简约美、含蓄美、空灵美和意境美。拿今天的艺术品类来比方，列锦获得了影视镜头巧妙剪辑（即蒙太奇）的某些效果，能激发读者丰富的想象和联想，言有尽而意无穷。 \n\n","translation":"桃红柳绿的春山，煦暖的阳光照耀，和柔的东风吹拂，楼阁上高卷起帘拢，倚栏干远望。杨柳垂条，秋千轻晃，院子里静悄悄。院外黄莺啼鸣，春燕飞舞； 小桥之下流水飘满落红。\n\n"}
{"_id":{"$oid":"5b9a1208367d5c5b84062a7e"},"title":"南乡子·登京口北固亭有怀","dynasty":"宋代","writer":"辛弃疾","content":"何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。\n年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。","type":["宋词三百首","初中古诗","豪放","咏史怀古","爱国","典故","讽刺"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153043417.mp3","remark":"南乡子：词牌名。\n京口：今江苏省镇江市。北固亭：在今镇江市北固山上，下临长江，三面环水。\n望：眺望。神州：这里指中原地区。\n北固楼：即北固亭。\n兴亡：指国家兴衰，朝代更替。\n悠悠：形容漫长、久远。\n年少：年轻。指孙权十九岁继父兄之业统治江东。兜鍪（dōu móu）：指千军万马。原指古代作战时兵士所带的头盔，这里代指士兵。\n坐断：坐镇，占据，割据。东南：指吴国在三国时地处东南方。休：停止。\n敌手：能力相当的对手。\n曹刘：指曹操与刘备。\n生子当如孙仲谋：曹操率领大军南下，见孙权的军队雄壮威武 ，喟然而叹：“生子当如孙仲谋，刘景升儿子若豚犬耳。” \n\n","shangxi":"　　收回遥望的视线，看这北固楼近处的风物：“千古江山，英雄无觅，孙仲谋处。舞榭歌台，风流总被，雨打风吹去。”（《永遇乐·京口北固亭怀古》）这不禁引起了词人千古兴亡之感。因此，词人接下来再问一句：“千古兴亡多少事？”这句问语纵观千古成败，意味深长，回味无穷。然而，往事悠悠，英雄往矣，只有这无尽的江水依旧滚滚东流。“悠悠，不尽长江滚滚流！”“悠悠”者，兼指时间之漫长久远，和词人思绪之无穷也。\n\n　　“不尽长江滚滚流”，借用杜甫《登高》诗句：“无边落木萧萧下，不尽长江滚滚来。”词人胸中倒来倒去的不尽愁思和感慨，犹如长流不息的江水。“年少万兜鍪，坐断东南战未休。”三国时代的孙权年纪轻轻就统率千军万马，雄据东南一隅，奋发自强，战斗不息。据历史记载：孙权十九岁继父兄之业统治江东，西征黄祖，北拒曹操，独据一方。赤壁之战大破曹兵，年方二十七岁。因此可以说，上面这两句是实写史事，因为它是千真万确的历史，因而更具有说服力和感染力。作者在这里一是突出了孙权的年少有为，“年少”而敢于与雄才大略、兵多将广的强敌曹操较量，这就需要非凡的胆识和气魄。二是突出了孙权的盖世武功，他不断征战，不断壮大。而他之“坐断东南”，形势与南宋政权相似。显然，稼轩热情歌颂孙权的不畏强敌，坚决抵抗，并战而胜之，正是反衬当朝文武之辈的庸碌无能、懦怯苟安。\n\n　　接下来，辛弃疾为了把这层意思进一步发挥，不惜以夸张之笔极力渲染孙权不可一世的英姿。他异乎寻常地第三次发问，以提醒人们注意：“天下英雄谁敌手？”作者自问又自答曰：“曹刘”，唯曹操与刘备耳！据《三国志·蜀书·先主传》记载：曹操曾对刘备说：“今天下英雄，惟使君（刘备）与操耳。”辛弃疾便借用这段故事，把曹操和刘备请来给孙权当配角，说天下英雄只有曹操、刘备才堪与孙权争胜。曹、刘、孙三人，论智勇才略，孙权未必在曹刘之上。稼轩在《美芹十论》中对孙权的评价也并非称赞有加，然而，在这首词里，词人却把孙权作为三国时代第一流叱咤风云的英雄来颂扬，其所以如此用笔，实借凭吊千古英雄之名，慨叹当今南宋无大智大勇之人执掌乾坤。这种用心，更于篇末见意。 作者在这里极力赞颂孙权的年少有为，突出他的盖世武功，其原因是孙权“坐断东南”，形势与南宋极似，作者这样热情赞颂孙权的不畏强敌，其实是对苟且偷安、毫无振作的南宋朝廷的鞭挞。\n\n　　《三国志·吴书·吴主传》注引《吴历》说：曹操有一次与孙权对垒，见吴军乘着战船，军容整肃，孙权仪表堂堂，威风凛凛，乃喟然叹曰：“生子当如孙仲谋，刘景升（刘表）儿子若豚犬耳！”一世之雄如曹操，对敢于与自己抗衡的强者，投以敬佩的目光，而对于那种不战而请降的懦夫，如对刘景升儿子刘琮则十分轻视，斥为任人宰割的猪狗。把大好江山拱手奉献敌人，还要为敌人耻笑辱骂。 作者在这里引用了前半句，没有明言后半句，实际上是借曹操之口，讽刺当朝主议的大臣们都是刘景升儿子一类的猪狗，这种别开生面的表现手法，曲尽其妙，而又意在言外。\n\n　　曹操所一褒一贬的两种人，形成了极其鲜明、强烈的对照，在南宋摇摇欲坠的政局中，也有着主战与主和两种人。聪明的词人只做正面文章，对刘景升儿子这个反面角色，便不指名道姓以示众了。然而纵然作者不予道破，而又能使人感到不言而喻。因为上述曹操这段话众所周知，虽然辛弃疾只说了前一句赞语，人们马上就会联想起后面那句骂人的话，从而使人意识到辛弃疾的潜台词：可笑当朝主和议的众多王公大臣，都是刘景升儿子之类的猪狗。词人此种别开生面的表现手法，颇类似歇后语的作用。而且在写法上这一句与上两句意脉不断，衔接得很自然。上两句说，天下英雄中只有曹操、刘备配称孙权的对手。连曹操都这样说，生儿子要像孙权这个样。再从“生子当如孙仲谋”这句话的蕴含和思想深度来说，南宋时代人，如此看重孙权，实是那个时代特有的社会心理的反映。因为南宋朝廷实在太萎靡庸碌了，在历史上，孙权能称雄江东于一时，而南宋经过了好几代皇帝，却没有出一个像孙权一样的人。所以，“生子当如孙仲谋”这句话，本是曹操的语言，而由辛弃疾口中说出，却是代表了南宋人民要求奋发图强的时代的呼声。\n\n　　这首词通篇三问三答，互相呼应，感怆雄壮，意境高远。它与稼轩同时期所作另一首登北固亭词《永遇乐·京口北固亭怀古》相比，一风格明快，一沉郁顿挫，同是怀古伤今，写法大异其趣，而都不失为千古绝唱，亦可见辛弃疾丰富多彩之大手笔也。\n\n","translation":"什么地方可以看见中原呢？在北固楼上，满眼都是美好的风光。从古到今，有多少国家兴亡大事呢？不知道。往事连绵不断，如同没有尽头的长江水滚滚地奔流不息。\n当年孙权在青年时代，做了三军统帅。他能占据东南，坚持抗战，没有向敌人低头和屈服过。天下英雄谁是孙权的敌手呢？只有曹操和刘备而已。这样也就难怪曹操说：“要是能有个孙权那样的儿子就好了！”\n\n"}
{"_id":{"$oid":"5b9a1208367d5c5b84062a7f"},"title":"离骚","dynasty":"先秦","writer":"屈原","content":"帝高阳之苗裔兮，朕皇考曰伯庸。\n摄提贞于孟陬兮，惟庚寅吾以降。\n皇览揆余初度兮，肇锡余以嘉名：\n名余曰正则兮，字余曰灵均。\n纷吾既有此内美兮，又重之以修能。\n扈江离与辟芷兮，纫秋兰以为佩。\n汩余若将不及兮，恐年岁之不吾与。\n朝搴阰之木兰兮，夕揽洲之宿莽。\n日月忽其不淹兮，春与秋其代序。\n惟草木之零落兮，恐美人之迟暮。(惟 通：唯)\n不抚壮而弃秽兮，何不改乎此度？\n乘骐骥以驰骋兮，来吾道夫先路！\n昔三后之纯粹兮，固众芳之所在。\n杂申椒与菌桂兮，岂惟纫夫蕙茝！\n彼尧、舜之耿介兮，既遵道而得路。\n何桀纣之猖披兮，夫惟捷径以窘步。\n惟夫党人之偷乐兮，路幽昧以险隘。\n岂余身之殚殃兮，恐皇舆之败绩！\n忽奔走以先后兮，及前王之踵武。\n荃不查余之中情兮，反信谗而齌怒。\n余固知謇謇之为患兮，忍而不能舍也。\n指九天以为正兮，夫惟灵修之故也。\n曰黄昏以为期兮，羌中道而改路！\n初既与余成言兮，后悔遁而有他。\n余既不难夫离别兮，伤灵修之数化。\n余既滋兰之九畹兮，又树蕙之百亩。\n畦留夷与揭车兮，杂杜衡与芳芷。\n冀枝叶之峻茂兮，愿俟时乎吾将刈。\n虽萎绝其亦何伤兮，哀众芳之芜秽。\n众皆竞进以贪婪兮，凭不厌乎求索。\n羌内恕己以量人兮，各兴心而嫉妒。\n忽驰骛以追逐兮，非余心之所急。\n老冉冉其将至兮，恐修名之不立。\n朝饮木兰之坠露兮，夕餐秋菊之落英。\n苟余情其信姱以练要兮，长顑颔亦何伤。\n掔木根以结茝兮，贯薜荔之落蕊。\n矫菌桂以纫蕙兮，索胡绳之纚纚。\n謇吾法夫前修兮，非世俗之所服。\n虽不周于今之人兮，愿依彭咸之遗则。\n长太息以掩涕兮，哀民生之多艰。\n余虽好修姱以鞿羁兮，謇朝谇而夕替。\n既替余以蕙纕兮，又申之以揽茝。\n亦余心之所善兮，虽九死其犹未悔。\n怨灵修之浩荡兮，终不察夫民心。\n众女嫉余之蛾眉兮，谣诼谓余以善淫。\n固时俗之工巧兮，偭规矩而改错。\n背绳墨以追曲兮，竞周容以为度。\n忳郁邑余侘傺兮，吾独穷困乎此时也。\n宁溘死以流亡兮，余不忍为此态也。\n鸷鸟之不群兮，自前世而固然。\n何方圜之能周兮，夫孰异道而相安？\n屈心而抑志兮，忍尤而攘诟。\n伏清白以死直兮，固前圣之所厚。\n悔相道之不察兮，延伫乎吾将反。\n回朕车以复路兮，及行迷之未远。\n步余马于兰皋兮，驰椒丘且焉止息。\n进不入以离尤兮，退将复修吾初服。\n制芰荷以为衣兮，集芙蓉以为裳。\n不吾知其亦已兮，苟余情其信芳。\n高余冠之岌岌兮，长余佩之陆离。\n芳与泽其杂糅兮，唯昭质其犹未亏。\n忽反顾以游目兮，将往观乎四荒。\n佩缤纷其繁饰兮，芳菲菲其弥章。\n民生各有所乐兮，余独好修以为常。\n虽体解吾犹未变兮，岂余心之可惩。\n女嬃之婵媛兮，申申其詈予，曰：\n「鲧婞直以亡身兮，终然夭乎羽之野。\n汝何博謇而好修兮，纷独有此姱节？\n薋菉葹以盈室兮，判独离而不服。」\n众不可户说兮，孰云察余之中情？\n世并举而好朋兮，夫何茕独而不予听？\n依前圣以节中兮，喟凭心而历兹。\n济沅、湘以南征兮，就重华而敶词：\n启《九辩》与《九歌》兮，夏康娱以自纵。\n不顾难以图后兮，五子用失乎家衖。\n羿淫游以佚畋兮，又好射夫封狐。\n固乱流其鲜终兮，浞又贪夫厥家。\n浇身被服强圉兮，纵欲而不忍。\n日康娱而自忘兮，厥首用夫颠陨。\n夏桀之常违兮，乃遂焉而逢殃。\n后辛之菹醢兮，殷宗用而不长。\n汤、禹俨而祗敬兮，周论道而莫差。\n举贤才而授能兮，循绳墨而不颇。\n皇天无私阿兮，览民德焉错辅。\n夫维圣哲以茂行兮，苟得用此下土。\n瞻前而顾后兮，相观民之计极。\n夫孰非义而可用兮？孰非善而可服？\n阽余身而危死兮，览余初其犹未悔。\n不量凿而正枘兮，固前修以菹醢。\n曾歔欷余郁邑兮，哀朕时之不当。\n揽茹蕙以掩涕兮，沾余襟之浪浪。\n跪敷衽以陈辞兮，耿吾既得此中正。\n驷玉虬以桀鹥兮，溘埃风余上征。\n朝发轫于苍梧兮，夕余至乎县圃。\n欲少留此灵琐兮，日忽忽其将暮。\n吾令羲和弭节兮，望崦嵫而勿迫。\n路漫漫其修远兮，吾将上下而求索。\n饮余马于咸池兮，总余辔乎扶桑。\n折若木以拂日兮，聊逍遥以相羊。\n前望舒使先驱兮，后飞廉使奔属。\n鸾皇为余先戒兮，雷师告余以未具。\n吾令凤鸟飞腾兮，继之以日夜。\n飘风屯其相离兮，帅云霓而来御。\n纷总总其离合兮，斑陆离其上下。\n吾令帝阍开关兮，倚阊阖而望予。\n时暧暧其将罢兮，结幽兰而延伫。\n世溷浊而不分兮，好蔽美而嫉妒。\n朝吾将济于白水兮，登阆风而绁马。\n忽反顾以流涕兮，哀高丘之无女。\n溘吾游此春宫兮，折琼枝以继佩。\n及荣华之未落兮，相下女之可诒。\n吾令丰隆乘云兮，求宓妃之所在。\n解佩纕以结言兮，吾令謇修以为理。\n纷总总其离合兮，忽纬繣其难迁。\n夕归次于穷石兮，朝濯发乎洧盘。\n保厥美以骄傲兮，日康娱以淫游。\n虽信美而无礼兮，来违弃而改求。\n览相观于四极兮，周流乎天余乃下。\n望瑶台之偃蹇兮，见有娀之佚女。\n吾令鸩为媒兮，鸩告余以不好。\n雄鸠之鸣逝兮，余犹恶其佻巧。\n心犹豫而狐疑兮，欲自适而不可。\n凤皇既受诒兮，恐高辛之先我。\n欲远集而无所止兮，聊浮游以逍遥。\n及少康之未家兮，留有虞之二姚。\n理弱而媒拙兮，恐导言之不固。\n世溷浊而嫉贤兮，好蔽美而称恶。\n闺中既以邃远兮，哲王又不寤。\n怀朕情而不发兮，余焉能忍而与此终古？\n索琼茅以筳篿兮，命灵氛为余占之。\n曰：「两美其必合兮，孰信修而慕之？\n思九州之博大兮，岂惟是其有女？」\n曰：「勉远逝而无狐疑兮，孰求美而释女？\n何所独无芳草兮，尔何怀乎故宇？」\n世幽昧以昡曜兮，孰云察余之善恶？\n民好恶其不同兮，惟此党人其独异！\n户服艾以盈要兮，谓幽兰其不可佩。\n览察草木其犹未得兮，岂珵美之能当？\n苏粪壤以充祎兮，谓申椒其不芳。\n欲从灵氛之吉占兮，心犹豫而狐疑。\n巫咸将夕降兮，怀椒糈而要之。\n百神翳其备降兮，九疑缤其并迎。\n皇剡剡其扬灵兮，告余以吉故。\n曰：「勉升降以上下兮，求矩矱之所同。\n汤、禹俨而求合兮，挚、咎繇而能调。\n苟中情其好修兮，又何必用夫行媒？\n说操筑于傅岩兮，武丁用而不疑。\n吕望之鼓刀兮，遭周文而得举。\n宁戚之讴歌兮，齐桓闻以该辅。\n及年岁之未晏兮，时亦犹其未央。\n恐鹈鴃之先鸣兮，使夫百草为之不芳。」\n何琼佩之偃蹇兮，众薆然而蔽之。\n惟此党人之不谅兮，恐嫉妒而折之。\n时缤纷其变易兮，又何可以淹留？\n兰芷变而不芳兮，荃蕙化而为茅。\n何昔日之芳草兮，今直为此萧艾也？\n岂其有他故兮，莫好修之害也！\n余以兰为可恃兮，羌无实而容长。\n委厥美以从俗兮，苟得列乎众芳。\n椒专佞以慢慆兮，樧又欲充夫佩帏。\n既干进而务入兮，又何芳之能祗？\n固时俗之流从兮，又孰能无变化？\n览椒兰其若兹兮，又况揭车与江离？\n惟兹佩之可贵兮，委厥美而历兹。\n芳菲菲而难亏兮，芬至今犹未沬。\n和调度以自娱兮，聊浮游而求女。\n及余饰之方壮兮，周流观乎上下。\n灵氛既告余以吉占兮，历吉日乎吾将行。\n折琼枝以为羞兮，精琼爢以为粻。\n为余驾飞龙兮，杂瑶象以为车。\n何离心之可同兮？吾将远逝以自疏。\n邅吾道夫昆仑兮，路修远以周流。\n扬云霓之晻蔼兮，鸣玉鸾之啾啾。\n朝发轫于天津兮，夕余至乎西极。\n凤皇翼其承旗兮，高翱翔之翼翼。\n忽吾行此流沙兮，遵赤水而容与。\n麾蛟龙使梁津兮，诏西皇使涉予。\n路修远以多艰兮，腾众车使径待。\n路不周以左转兮，指西海以为期。\n屯余车其千乘兮，齐玉轪而并驰。\n驾八龙之婉婉兮，载云旗之委蛇。\n抑志而弭节兮，神高驰之邈邈。\n奏《九歌》而舞《韶》兮，聊假日以媮乐。\n陟升皇之赫戏兮，忽临睨夫旧乡。\n仆夫悲余马怀兮，蜷局顾而不行。\n乱曰：已矣哉！\n国无人莫我知兮，又何怀乎故都！\n既莫足与为美政兮，吾将从彭咸之所居！","type":["高中文言文","楚辞","写人","爱国","励志","忧国忧民"],"remark":"高阳：颛顼之号。\n苗裔（yì）：苗，初生的禾本植物。裔，衣服的末边。此苗裔连用，喻指子孙后代。\n朕：我。\n皇：美。\n考：已故的父亲。\n摄提：太岁在寅时为摄提格。此指寅年。\n贞：正。\n孟：开始。\n陬（zōu）：正月。\n庚寅（gēng yín）：指庚寅之日。古以干支相配来纪日。\n降（hōng）：降生。\n揆（kuí）：推理揣度。\n肇（zhào）：开始。\n锡（cì）：通“赐”。\n名：命名。\n字：表字，这里活用作动词，起个表字。\n内美：内在的美好品质。\n重（chóng）：再。\n扈（hù）：楚方言，披挂。\n江离芷：均为香草名。\n纫（rèn）：草有茎叶可做绳索。\n秋兰：香草名。即泽兰，秋季开花。\n汩（gǔ）：水疾流的样子，此处用以形容时光飞逝。\n不吾与：宾语前置，即“不与吾”，不等待我。\n搴（qiān）：拔取。\n揽（lǎn）：采摘。\n宿莽：草名，经冬不死。\n忽：迅速的样子。\n代序：指不断更迭。\n惟：思虑。\n迟暮：衰老。\n抚：趁。\n此度：指现行的政治法度。\n骐骥（qí jì）：骏马。\n道：通“导”，引导。\n三后：夏禹商汤周文王。\n固：本来。\n申椒菌桂：均为香木名。\n蕙（huì）茞（chén）：均为香草名。\n耿介：光明正大。\n遵道：遵循正道。\n猖披：猖狂。\n捷径：邪道。\n偷乐：苟且享乐。\n幽昧（mèi）：黑暗。\n殃（yāng）：灾祸。\n败绩：喻指君国的倾危。\n踵武：足迹，即脚印。\n荃（quán）：香草名，喻楚怀王。\n齌（jì）怒：暴怒。\n謇謇（jiǎn jiǎn）：形容忠贞直言的样子。\n九天：古人认为天有九重，故言。\n正：通“证”。\n期：约定。\n羌：楚语，表转折，相当于现在的“却”。\n成言：诚信之言。\n既：本来。\n数化：多次变化。\n滋：栽种。\n树：种植。\n亩（mǔ）：二百四十步为亩。\n畦（qí）：五十亩为畦。\n留夷揭车：均为香草名。\n冀（jì）：希望。\n峻：长。\n刈（yì）：收获。\n萎：枯萎。\n绝：落尽。\n芜（wú）：荒芜。\n秽（huì）：污秽。\n竞：并。\n羌（qiāng）：楚人语气词。\n兴：生。\n忽：急。\n驰骛（wù）：乱驰。\n冉冉（rǎn rǎn）：渐渐。\n英：花。\n苟：确实。\n信姱（kuā）：诚信而美好。\n练要：心中简练合于要道。\n掔（qiān）：持取。\n贯：拾取。\n矫：举起。\n索：草有茎叶可做绳索。此作动词，意为搓绳。\n纚纚（xǐ xǐ）：绳索美好貌。\n法：效法。\n周：合。\n彭咸：殷贤大夫，谏其君，不听，投江而死。\n民生：万民的生存。\n艰：难。\n修姱（kuā）：洁净而美好。\n谇（suì）：进谏。\n替：废。\n纕（xiāng）：佩带。\n申：重复。\n悔：怨恨。\n灵修：指楚怀王。\n众女：喻群臣。\n谣：诋毁。\n诼（zhuó）：诽谤。\n偭（miǎn）：违背。\n改：更改。\n错：通“措”，措施，指先圣之法。\n绳墨：正曲直之具。\n曲：斜曲。\n周容：苟合取容，指以求容媚为常法。\n侘傺（chà chì）：失志貌。\n流亡：随水漂流而去。\n此态：苟合取容之态。\n不群：指不与众鸟同群。\n前世：古代。\n异道：不同的道路。\n屈：委屈。\n尤：过错。\n攘：除去。\n诟（gòu）：耻辱。\n伏：通“服”，保持，坚守。\n厚：厚待。\n相道：观看。\n延：长。\n回：调转。\n行迷：指迷途。\n步：徐行。\n皋（gāo）：水边高地。\n止息：休息一下。\n尤：罪过。\n修吾初服：指修身洁行。\n制：裁制。\n芙蓉：莲花。\n不吾知：宾语前置，即“不知吾”，不了解我。\n苟：如果。\n高：指帽高。\n陆离：修长而美好的样子。\n芳：指芬芳之物。\n惟：通“唯”，只有。\n游目：纵目瞭望。\n往观：前去观望。\n缤纷：极言多。\n章：明显。\n民生：人生。\n常：恒常之法。\n犹：尚且。\n惩：惧怕。\n女嬃（xū）：屈原的姐姐。\n婵媛（chán yuán）：牵挂。\n申申：反反复复。\n婞（xìng）直：刚正。\n羽之野：羽山的郊野。\n博謇：过于刚直。\n姱（kuā）节：美好的节操。\n盈室：满屋。\n判：区别。\n众：众人。\n云：助词，无实义。\n朋：朋党。\n茕（qióng）：孤独。\n前圣：前代圣贤。\n喟：叹息声。\n济：渡过。\n就：靠近。\n启：禹之子。夏朝的开国君主。\n《九辩》《九歌》：相传是启从天上偷带到人间的乐曲。\n夏康：启子太康。\n图：图谋。\n五子：指夏康等兄弟五人。\n用：因此。\n羿：指后羿。\n封狐：大狐。\n鲜：少。\n浞（zhuó）：寒浞，羿相。\n浇（ào）：寒浞之子。\n强圉（yǔ）：强壮多力。\n不忍：不能加以克制。\n日：天天。\n用夫：因此。\n夏桀（jié）：夏之亡国之君。\n辛：殷纣王之名。\n菹醢（zū hǎi）：肉酱，名词动用，指剁成肉酱。\n用而：因而。\n俨（yǎn）：庄严。\n莫差：没有丝毫差错。\n授：任用。\n颇：倾斜。\n私阿：偏私。\n错：置。\n茂行：美好的德行。\n下土：天下。\n瞻前而顾后：观察古往今来的成败。\n相观：观察。\n非义：不行仁义。\n非善：不行善事。\n阽（diàn）：临危，遇到危险。\n览：反观。\n量：度。\n前修：前贤。\n曾：屡次。\n当：遇。\n茹（rú）：柔软。\n浪浪：泪流不止的样子。\n敷（fū）：铺开。\n中正：治国之道。\n驷：驾车。\n上征：上天远行。\n发轫（rèn）：出发。\n苍梧：舜所葬之地。\n县圃（pǔ）：神山，在昆仑山之上。\n灵琐：神之所在处。\n令：命令。\n羲和：神话中的太阳神。\n崦嵫（yān zī）：神话中日所入之山。\n漫漫：路遥远的样子。\n修远：长远。\n咸池：日浴处。\n扶桑：日所拂之木。\n若木：日所入之处的树木。\n逍遥：自由自在的样子。\n相羊：徘徊。\n前：在前面。\n后：在后面。\n先戒：在前面警戒。\n雷师：雷神。\n飞腾：腾空而飞。\n日夜：指日夜兼程。\n飘风：旋风。\n帅：率领。\n离合：忽散忽聚。\n斑：文彩杂乱，五彩缤纷。\n帝：天帝。\n阊阖（chāng hé）：天门。\n（ài ài）暧暧：昏暗的样子。\n结：编结。\n溷（hùn）浊：混乱污浊。\n蔽：掩盖。\n白水：神话中的水名。\n绁（xiè）：拴，系。\n反顾：回头望。\n高丘：高山。\n春宫：东方青帝的居舍。\n琼（qióng）枝：玉树的花枝。\n荣华：花朵。\n可诒（yí）：可以赠送。\n丰隆：云神。\n宓（fú）妃：神女，伏羲氏之女。\n结言：约好之言。\n謇（jiǎn）修：伏羲氏之臣。\n离合：言辞未定。\n纬繣（wěi huà）：不相投合。\n次：住宿。\n濯发：洗头发。\n保：依仗。\n淫游：过分的游乐。\n虽：诚然。\n改求：另外寻求。\n览相观：细细观察。\n周流：周游。\n瑶台：以玉砌成的台。\n有娀（sōng）：传说中的上古国名。\n鸩（zhèn）：鸟名。\n鸣逝：边叫边飞。\n佻（tiāo）：轻浮。\n犹豫：拿不定主意。\n自适：亲自去。\n受诒：指完成聘礼之事。\n远集：远止。\n浮游：漫游。\n及：趁着。\n有虞（yú）：传说中的上古国名。\n理弱：指媒人软弱。\n导言：媒人撮合的言辞。\n嫉贤：嫉妒贤能。\n称恶：称赞邪恶。\n闺中：女子居住的内室。\n哲王：明智的君王。\n怀：怀抱。\n终古：永久。\n琼茅：灵草。\n筳（tíng）：小竹片。\n灵氛：传说中的上古神巫。\n信修：诚然美好。\n九州：泛指天下。\n女：美女。\n勉：努力。\n释：舍弃。\n何所：何处。\n故宇：故国。\n昡曜（yào）：惑乱浑浊。\n察：明辨。\n民：指天下众人。\n党人：朋党之人。\n服：佩用。\n览察：察看。\n珵美：即“美珵”，美玉。\n粪壤：粪土。\n申椒：申地之椒。\n巫咸：古神巫。\n夕降：傍晚从天而降。\n怀：馈。\n百神：指天上的众神。\n并迎：一起来迎接。\n皇：皇天。\n吉故：明君遇贤臣的吉祥故事。\n矱（yuē）：度。\n合：志同道合的人。\n挚（zhì）：伊尹名。\n咎繇（jiù yáo）：夏禹之臣。\n苟：如果。\n用：凭借。\n操：持，拿。\n用：重用。\n吕望：指吕尚。\n举：举用。\n宁戚：春秋时卫人，齐桓公认为贤人，以他为卿。\n该：周详。\n晏：晚。\n未央：未尽。\n鹈鴂（tí jué）：鸟名，即伯劳。一说杜鹃。\n为之：因此。\n偃蹇（yǎn jiǎn）：盛多美丽的样子。\n薆（ài）：遮蔽。\n谅：信。\n折：摧毁。\n变易：变化。\n茅：比喻已经蜕化变质的谗佞之人。\n直：竟然。\n他故：其他的理由。\n害：弊端。\n无实：不结果实。\n委：丢弃。\n得：能够。\n椒（jiāo）：楚大夫子椒。\n樧（shā）：茱萸。\n干进：求进。\n务入：钻营。\n祗（zhī）：散发。\n揭车与江离：比喻自己培育的一般人才。\n兹佩：喻指屈原的内美与追求。\n历兹：到如今这一地步。\n芳菲菲：指香气浓郁。\n沬（mèi）：消失。\n和调度：指调节自己的心态，缓和自己的心情\n自娱：自乐。\n聊：姑且。\n求女：寻求志同道合的人。\n方：正。\n上下：到处。\n吉占：指两美必合而言。\n历：选择。\n羞：通“馐”，指美食。\n琼爢（mí）：玉屑。\n飞龙：长翅膀的龙。\n象：象牙。\n离心：不同的去向。\n远逝：远去。\n邅（zhān）：楚地方言，转向。\n晻蔼（ǎn ǎi）：旌旗蔽日貌。\n鸣：响起。\n天津：天河的渡口。在东极萁斗之间。\n西极：西方的尽头。\n翼：古代一种旗帜。\n翼翼：和貌。\n流沙：指西极，其处流沙如水。\n赤水：出昆仑山。\n容与：游戏貌。\n麾（huī）：指挥。\n西皇：帝少嗥。\n艰：指路途艰险。\n腾：飞驰。\n不周：山名，在昆仑西北。\n西海：神话中西方之海。\n屯：聚集。\n轪（dài）：车轮。\n婉婉：在前进时蜿蜒曲折的样子。\n委蛇（wēi yí）：旗帜飘扬舒卷的样子。\n志：通“帜”，旗帜。\n弭（mǐ）节：放下赶车的马鞭，使车停止。\n神：神思，指人的精神。\n邈邈（miǎo miǎo）：浩渺无际的样子。\n假日：犹言借此时机。\n皇：天。\n赫戏：形容光明。\n旧乡：指楚国。\n仆：御者。\n怀：思。\n蜷（quán）局：卷屈不行貌。\n乱：终篇的结语。\n已矣：绝望之词，谓“算了吧”。\n国无人：国家无人。\n足：足以。\n为：实行。\n居：住所，这里是指一生所选择的道路和归宿。\n\n\n","shangxi":"　　深深植根于现实盼积极浪漫主义 　　中国文学观实主义和浪漫主义这两种创作方法源远流长，现实主义导源于《诗经》，浪漫主义导源于《楚辞》。《离骚》的浪漫主义表现在两个方面。第一是强烈的浪漫主义精神。《离骚》展现了作者爱国主义的崇高理想和为实现这种理想而百折不挠的斗争精神。他殷切希望楚国能实行修明法度、举贤授能的“美政”，再现尧舜禹汤文武和三后那样的自己心目中的盛世，所以他极力赞颂道：“彼尧舜之耿介兮，既遵道而得路”，“汤禹俨而祗敬兮，周论道而莫差”，“昔三后之纯粹兮，固众芳之所在”。他为了理想，坚持不懈，上下求索，九死未悔。第二是大量的浪漫主义手法。作者插上幻想的翅膀，尽情驰骋，这在诗的第二、三两大段里有充分的表现。如上款帝阍一节，诗人幻想在太空中翱翔，早晨从南方的苍梧山出发，傍晚便到了西北昆仑山上的悬圃。他在太阳洗澡的咸池给马喂水，在太阳升起的扶桑树下总辔启行。月神、风神、雷师、凤鸟、飘风、云霓一大群神物前呼后拥。神游西天一节，写他驾飞龙、鸣玉鸾，从天津启程，取道昆仑，渡赤水，过流沙，经不周，到西海。想象丰富奇特，境界恍惚迷离，场面宏伟壮丽。\n\n　　比兴手法的运用 　　《离骚》继承并发展了《诗经》的比兴传统。其具体表现为：在广度上，它较多地应用比喻，构成庞大的比兴系统；在深度上，较之《诗经》更为注意比兴中“此物”与“彼物”的内在联系，用作比喻的事物与全篇所表达的内容统一，富有象征性。如诗中用“美人”喻指楚怀王，用“众芳”喻指群贤，用“椒、桂、蕙、茝”四种植物喻群贤，用香草“荃”喻楚怀王等等，把比兴与表现的内容合而为一，使诗中的意名胜具有了象征意义。\n\n　　对比手法的运用 　　屈原在其诗篇中，以远古的尧、舜贤君的“耿介”、“既遵道而得路”与桀、纣暴君的“猖披”、“夫唯捷径以窘步”相对照，用以劝谏楚王要走正确的治国之路。又以“恐年岁之不吾与”和“惟夫党人之偷乐兮”相对照，使自己的热心为国与小人的苟且偷安形成鲜明对比。\n\n　　抒情中有故事情节的叙述。 　　抒情诗一般没有故事情节。《离骚》是一首长篇政治抒情诗，抒发其忠而被疏的愤懑之情。但是诗中的前一部分里叙述了自己的家世、出生和被疏的事实，后两部分里更虚构了女嬃詈原、陈辞于舜，上款帝阍、历访神妃，灵氛占卜、巫咸降神、神游西天等一系列幻境，使这首抒情诗具有了故事情节的成分。看来似乎山穷水尽，眨眼又是一番新的景象，波澜起伏，百转千回，从而把叙事诗和抒情诗融为一炉。\n\n","translation":"我是古帝高阳氏的子孙，我已去世的父亲字伯庸。\n岁星在寅那年的孟春月，正当庚寅日那天我降生。\n父亲仔细揣测我的生辰，于是赐给我相应的美名：\n父亲把我的名取为正则，同时把我的字叫作灵均。\n天赋给我很多良好素质，我不断加强自己的修养。\n我把江离芷草披在肩上，把秋兰结成索佩挂身旁。\n光阴似箭我好像跟不上，岁月不等待人令我心慌。\n早晨我在大坡采集木兰，傍晚在小洲中摘取宿莽。\n时光迅速逝去不能久留，四季更相代谢变化有常。\n我想到草木已由盛到衰，恐怕自己身体逐渐衰老。\n何不利用盛时扬弃秽政，为何还不改变这些法度？\n乘上千里马纵横驰骋吧，来呀，我在前引导开路！\n从前三后公正德行完美，所以群贤都在那里聚会。\n杂聚申椒菌桂似的人物，岂止联系优秀的茝和蕙。\n唐尧虞舜多么光明正直，他们沿着正道登上坦途。\n夏桀殷纣多么狂妄邪恶，贪图捷径必然走投无路。\n结党营私的人苟安享乐，他们的前途黑暗而险阻。\n难道我害怕招灾惹祸吗，我只担心祖国为此覆没。\n前前后后我奔走照料啊，希望君王赶上先王脚步。\n你不深入了解我的忠心，反而听信谗言对我发怒。\n我早知道忠言直谏有祸，原想忍耐却又控制不住。\n上指苍天请它给我作证．一切都为了君王的缘故。\n你以前既然和我有成约，现另有打算又追悔当初。\n我并不难于与你别离啊，只是伤心你的反反复复。\n我已经栽培了很多春兰，又种植香草秋蕙一大片。\n分垄培植了留夷和揭车，还把杜衡芳芷套种其间。\n我希望它们都枝繁叶茂，等待着我收割的那一天。\n它们枯萎死绝有何伤害，使我痛心的是它们质变。\n大家都拚命争着向上爬，利欲熏心而又贪得无厌。\n他们猜疑别人宽恕自己，他们勾心斗角相互妒忌。\n急于奔走钻营争权夺利，这些不是我追求的东西。\n只觉得老年在渐渐来临，担心美好名声不能树立。\n早晨我饮木兰上的露滴，晚上我用菊花残瓣充饥。\n只要我的情感坚贞不易，形消骨立又有什么关系。\n我用树木的根编结茝草，再把薜荔花蕊穿在一起。\n我拿菌桂枝条联结蕙草，胡绳搓成绳索又长又好。\n我向古代的圣贤学习啊，不是世间俗人能够做到。\n我与现在的人虽不相容，我却愿依照彭咸的遗教。\n我揩着眼泪啊声声长叹，可怜人生道路多么艰难。\n我虽爱好修洁严于责己，早晨被辱骂晚上又丢官。\n他们攻击我佩带蕙草啊，又指责我爱好采集茝兰。\n这是我心中追求的东西，就是多次死亡也不后悔。\n怨就怨楚王这样糊涂啊，他始终不体察别人心情。\n那些女人妒忌我的丰姿，造谣诬蔑说我妖艳好淫。\n庸人本来善于投机取巧，背弃规矩而又改变政策。\n违背是非标准追求邪曲，争着苟合取悦作为法则。\n忧愁烦闷啊我失意不安，现在孤独穷困多么艰难。\n宁可马上死去魂魄离散，媚俗取巧啊我坚决不干。\n雄鹰不与那些燕雀同群，原本自古以来就是这般。\n方和圆怎能够互相配各，志向不同何能彼此相安。\n宁愿委曲心志压抑情感，宁把斥责咒骂统统承担。\n保持清白节操死于直道，这本为古代圣贤所称赞！\n后悔当初不曾看清前途，迟疑了一阵我又将回头。\n调转我的车走回原路啊，趁着迷途未远赶快罢休。\n我打马在兰草水边行走，跑上椒木小山暂且停留。\n既然进取不成反而获罪，那就回来把我旧服重修。\n我要把菱叶裁剪成上衣，我并用荷花把下裳织就。\n没有人了解我也就罢了，只要内心真正馥郁芳柔。\n把我的帽子加得高高的，把我的佩带增得长悠悠。\n虽然芳洁污垢混杂一起，只有纯洁品质不会腐朽。\n我忽然回头啊纵目远望，我将游观四面遥远地方。\n佩着五彩缤纷华丽装饰，散发出一阵阵浓郁清香。\n人们各有自己的爱好啊，我独爱好修饰习以为常。\n即使粉身碎骨也不改变，难道我能受警戒而彷徨！\n姐姐对我遭遇十分关切，她曾经一再地向我告诫。\n她说“鲧太刚直不顾性命，结果被杀死在羽山荒野。\n你何忠言无忌爱好修饰，还独有很多美好的节操。\n满屋堆着都是普通花草，你却与众不同不肯佩服。\n众人无法挨家挨户说明，谁会来详察我们的本心。\n世上的人都爱成群结伙，为何对我的话总是不听？”\n我以先圣行为节制性情，愤懑心情至今不能平静。\n渡过沅水湘水向南走去，我要对虞舜把道理讲清：\n“夏启偷得《九辩》和《九歌》啊，他寻欢作乐而放纵忘情。\n不考虑将来看不到危难，因此武观得以酿成内乱。\n后羿爱好田猎溺于游乐，对射杀大狐狸特别喜欢。\n本来淫乱之徒无好结果，寒浞杀羿把他妻子霸占。\n寒浇自恃有强大的力气，放纵情欲不肯节制自己。\n天天寻欢作乐忘掉自身，因此他的脑袋终于落地。\n夏桀行为总是违背常理，结果灾殃也就难以躲避。\n纣王把忠良剁成肉酱啊，殷朝天下因此不能久长。\n商汤夏禹态度严肃恭敬，正确讲究道理还有文王。\n他们都能选拔贤者能人，遵循一定准则不会走样。\n上天对一切都公正无私，见有德的人就给予扶持。\n只有古代圣王德行高尚，才能够享有天下的土地。\n回顾过去啊把将来瞻望，看到了做人的根本道理。\n哪有不义的事可以去干，哪有不善的事应该担当。\n我虽然面临死亡的危险，毫不后悔自己当初志向。\n不度量凿眼就削正榫头，前代的贤人正因此遭殃。”\n我泣声不绝啊烦恼悲伤，哀叹自己未逢美好时光。\n拿着柔软蕙草揩抹眼泪，热泪滚滚沾湿我的衣裳。\n铺开衣襟跪着慢慢细讲，我已获得正道心里亮堂。\n驾驭着玉虬啊乘着凤车，在风尘掩翳中飞到天上。\n早晨从南方的苍梧出发，傍晚就到达了昆仑山上。\n我本想在灵琐稍事逗留，夕阳西下已经暮色苍茫。\n我命令羲和停鞭慢行啊，莫叫太阳迫近崦嵫山旁。\n前面的道路啊又远又长，我将上上下下追求理想。\n让我的马在咸池里饮水，把马缰绳拴在扶桑树上。\n折下若木枝来挡住太阳，我可以暂且从容地徜徉。\n叫前面的望舒作为先驱，让后面的飞廉紧紧跟上。\n鸾乌凤凰为我在前戒备，雷师却说还没安排停当。\n我命令凤凰展翅飞腾啊，要日以继夜地不停飞翔。\n旋风结聚起来互相靠拢，它率领着云霓向我迎上。\n云霓越聚越多忽离忽合，五光十色上下飘浮荡漾。\n我叫天门守卫把门打开，他却倚靠天门把我呆望。\n日色渐暗时间已经晚了，我纽结着幽兰久久徜徉。\n这个世道混浊善恶不分，喜欢嫉妒别人抹煞所长。\n清晨我将要渡过白水河，登上阆风山把马儿系着。\n忽然回头眺望涕泪淋漓，哀叹高丘竟然没有美女。\n我飘忽地来到春宫一游，折下玉树枝条增添佩饰。\n趁琼枝上花朵还未凋零，把能受馈赠的美女找寻。\n我命令云师把云车驾起，我去寻找宓妃住在何处。\n解下佩带束好求婚书信，我请蹇修前去给我做媒。\n云霓纷纷簇集忽离忽合，很快知道事情乖戾难成。\n晚上宓妃回到穷石住宿，清晨到洧盘把头发洗濯。\n宓妃仗着貌美骄傲自大，成天放荡不羁寻欢作乐。\n她虽然美丽但不守礼法，算了吧放弃她另外求索。\n我在天上观察四面八方，周游一遍后我从天而降。\n遥望华丽巍峨的玉台啊，见有娀氏美女住在台上。\n我请鸩鸟前去给我做媒，鸩鸟却说那个美女不好。\n雄鸠叫唤着飞去说媒啊，我又嫌它过分诡诈轻佻。\n我心中犹豫而疑惑不定，想自己去吧又觉得不妙。\n凤凰已接受托付的聘礼，恐怕高辛赶在我前面了。\n想到远方去又无处安居，只好四处游荡流浪逍遥。\n趁少康还未结婚的时节，还留着有虞国两位阿娇。\n媒人无能没有灵牙利齿，恐怕能说合的希望很小。\n世间混乱污浊嫉贤妒能，爱障蔽美德把恶事称道。\n闺中美女既然难以接近，贤智君王始终又不醒觉。\n满腔忠贞激情无处倾诉，我怎么能永远忍耐下去！\n我找来了灵草和细竹片，请求神巫灵氛为我占卜。\n“听说双方美好必将结合看谁真正好修必然爱慕。\n想到天下多么辽阔广大，难道只在这里才有娇女？”\n“劝你远走高飞不要迟疑，谁寻求美人会把你放弃？\n世间什么地方没有芳草，你又何必苦苦怀恋故地？\n世道黑暗使人眼光迷乱，谁又能够了解我们底细？\n人们的好恶本来不相同，只是这邦小人更加怪异。\n人人都把艾草挂满腰间，说幽兰是不可佩的东西。\n对草木好坏还分辨不清，怎么能够正确评价玉器？\n用粪土塞满自己的香袋，反说佩的申椒没有香气。”\n想听从灵氛占卜的好卦，心里犹豫迟疑决定不下。\n听说巫咸今晚将要降神，我带着花椒精米去接他。\n天上诸神遮天蔽日齐降，九疑山的众神纷纷迎迓。\n他们灵光闪闪显示神灵，巫咸又告诉我不少佳话。\n他说“应该努力上天下地，去寻求意气相投的同道。\n汤禹为人严正虚心求贤，得到伊尹皋陶君臣协调。\n只要内心善良爱好修洁，又何必一定要媒人介绍？\n傅说拿祷杵在傅岩筑墙，武丁毫不犹豫用他为相。\n太公吕望曾经做过屠夫，他被任用是遇到周文王。\n宁戚喂牛敲着牛角歌唱，齐桓公听见后任为大夫。\n趁现在年轻大有作为啊，施展才能还有大好时光。\n只怕杜鹃它叫得太早啊，使得百草因此不再芳香。”\n为什么这样美好的琼佩，人们却要掩盖它的光辉。\n想到这邦小人不讲信义，恐怕出于嫉妒把它摧毁。\n时世纷乱而变化无常啊，我怎么可以在这里久留。\n兰草和芷草失掉了芬芳，荃草和惠草也变成茅莠。\n为什么从前的这些香草，今天全都成为荒蒿野艾。\n难道还有什么别的理由，不爱好修洁造成的祸害。\n我还以为兰草最可依靠，谁知华而不实虚有其表。\n兰草抛弃美质追随世俗，勉强列入众芳辱没香草。\n花椒专横谄媚十分傲慢，茱萸想进香袋冒充香草。\n它们既然这么热心钻营，又有什么香草重吐芳馨。\n本来世态习俗随波逐流，又还有谁能够意志坚定？\n看到香椒兰草变成这样，何况揭车江离能不变心。\n只有我的佩饰最可贵啊，保持它的美德直到如今。\n浓郁的香气难以消散啊，到今天还在散发出芳馨。\n我调度和谐地自我欢娱，姑且飘游四方寻求美女。\n趁着我的佩饰还很盛美，我要周游观访上天下地。\n灵氛已告诉我占得吉卦，选个好日子我准备出发。\n折下玉树枝叶作为肉脯，我舀碎美玉把干粮备下。\n给我驾车啊用飞龙为马，车上装饰着美玉和象牙。\n彼此不同心怎能配合啊，我将要远去主动离开他。\n我把行程转向昆仑山下，路途遥远继续周游观察。\n云霞虹霓飞扬遮住阳光，车上玉铃丁当响声错杂。\n清晨从天河的渡口出发，最远的西边我傍晚到达。\n凤凰展翅承托着旌旗啊，长空翱翔有节奏地上下。\n忽然我来到这流沙地段，只得沿着赤水行进缓缓。\n指挥蛟龙在渡口上架桥，命令西皇将我渡到对岸。\n路途多么遥远又多艰险，我传令众车在路旁等待。\n经过不周山向左转去啊，我的目的地已指定西海。\n我再把成千辆车子聚集，把玉轮对齐了并驾齐驱。\n驾车的八龙蜿蜒地前进，载着云霓旗帜随风卷曲。\n定下心来啊慢慢地前行，难控制飞得远远的思绪。\n演奏着《九歌》跳起《韶》舞啊，且借大好时光寻求欢娱。\n太阳东升照得一片明亮，忽然看见我思念的故乡。\n我的仆从悲伤马也感怀，退缩回头不肯走向前方。\n尾声：“算了吧！\n国内既然没有人了解我，我又何必怀念故国旧居。\n既然不能实现理想政治，我将追随彭成安排自己。”\n\n"}
{"_id":{"$oid":"5b9a1208367d5c5b84062a80"},"title":"永遇乐·京口北固亭怀古","dynasty":"宋代","writer":"辛弃疾","content":"千古江山，英雄无觅，孙仲谋处。舞榭歌台，风流总被雨打风吹去。斜阳草树，寻常巷陌，人道寄奴曾住。想当年，金戈铁马，气吞万里如虎。\n元嘉草草，封狼居胥，赢得仓皇北顾。四十三年，望中犹记，烽火扬州路。可堪回首，佛狸祠下，一片神鸦社鼓。凭谁问，廉颇老矣，尚能饭否？","type":["宋词三百首","豪放","咏史怀古","爱国","讽刺","慨叹"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153044970.mp3","remark":"京口：古城名，即今江苏镇江。因临京岘山、长江口而得名。\n孙仲谋：三国时的吴王孙权，字仲谋，曾建都京口。孙权（182年——252年），字仲谋。东吴大帝，三国时期吴国的开国皇帝。吴郡富春县（今浙江富阳）人。生于公元182年（光和五年），卒于公元252年（太元二年）。长沙太守孙坚次子，幼年跟随兄长吴侯孙策平定江东，公元200年孙策早逝。孙权继位为江东之主。\n寄奴：南朝宋武帝刘裕小名。 刘裕（363年4月——422年6月），字德舆，小名寄奴，汉族，先祖是彭城人（今江苏徐州市），后来迁居到京口（江苏镇江市），南北朝时期宋朝的建立者，史称宋武帝。中国历史上杰出的政治家、卓越的军事家、统帅。\n“想当年”三句：刘裕曾两次领兵北伐，收复洛阳、长安等地。\n元嘉：刘裕子刘义隆年号。草草：轻率。封狼居胥：公元前119年（汉武帝元狩四年）霍去病远征匈奴，歼敌七万余，封狼居胥山而还。狼居胥山，在今蒙古境内。\n赢得：剩得，落得。\n烽火扬州路：指当年扬州路上，到处是金兵南侵的战火烽烟。\n“四十三年”句：作者于1162年（宋高宗绍兴三十二年）南归，到写该词时正好为四十三年。\n佛（bì）狸祠：北魏太武帝拓跋焘小名佛狸。公元450年，他曾反击刘宋，两个月的时间里，兵锋南下，五路远征军分道并进，从黄河北岸一路穿插到长江北岸。在长江北岸瓜步山建立行宫，即后来的佛狸祠。\n神鸦：指在庙里吃祭品的乌鸦。社鼓：祭祀时的鼓声。\n廉颇：战国时赵国名将。\n\n","shangxi":"　　词以“京口北固亭怀古”为题。京口是三国时吴大帝孙权设置的重镇，并一度为都城，也是南朝宋武帝刘裕生长的地方。面对锦绣江山，缅怀历史上的英雄人物，正是像辛弃疾这样的志士登临应有之情，题中应有之意，词正是从这里着笔的。\n\n　　上片怀古抒情。第一第二句中，“千古”，是时代感，照应题目“怀古”；“江山”是现实感，照应题目“京口北固亭”。作者站在北固亭上瞭望眼前的一片江山，脑子里一一闪过千百年来曾经在这片土地上叱咤风云的英雄人物，他首先想到三国时吴国的皇帝孙权，他有着统一中原的雄图大略，在迁都建业以前，于建安十四年（209）先在京口建“京城”，作为新都的屏障，并且打垮了来自北方的侵犯者曹操的军队，保卫了国家。可是如今，像孙权这样的英雄已无处寻觅的了。诗人起笔便抒发其江山依旧，英雄不再、后继无人的感慨。而后的“舞榭歌台，风流总被雨打风吹去”在上句的基础上推进一层，非但再也找不到孙权这样的英雄人物，连他当年修建的“舞榭歌台”，那些反映他光辉功业的遗物，也都被“雨打风吹去”，杳无踪迹了。下三句写眼前景，词人联想起与京口有关的第二个历史人物刘裕。写孙权，先想到他的功业再寻觅他的遗迹；写刘裕，则由他的遗迹再联想起他的功业。然后在最后三句回忆刘裕的功业。刘裕以京口为基地，削平了内乱，取代了东晋政权。他曾两度挥戈北伐，先后灭掉南燕、后秦，收复洛阳、长安，几乎可以克复中原，作者想到刘裕的功勋，非常钦佩，最后三句，表达了词人无限景仰的感情。英雄人物留给后人的印象是深刻的，可是刘裕这样的英雄，他的历史遗迹，如今也是同样地找不到了，只有那“斜阳草树，寻常巷陌”。\n\n　　词的上片借古意以抒今情，还比较轩豁呈露，在下片里，作者通过典故所揭示的历史意义和现实感慨，就更加意深而味隐了。\n\n　　“元嘉草草”三句，用古事影射现实，尖锐地提出一个历史教训。史称南朝宋文帝刘义隆“自践位以来，有恢复河南之志”。他曾三次北伐，都没有成功，特别是元嘉二十七年（450年）最后一次，失败得更惨。用兵之前，他听取彭城太守王玄谟陈北伐之策，非常激动，说：“闻玄谟陈说，使人有封狼居胥意。”“有封狼居胥意”谓有北伐必胜的信心。当时分据在北中国的北魏，并非无隙可乘；南北军事实力的对比，北方也并不占优势。倘能妥为筹划，虑而后动，是能打胜仗，收复部分失地的。无如宋文帝急于事功，轻启兵端。结果不仅没有得到预期的胜利，反而招致北魏拓跋焘大举南侵，弄得国势一蹶而不振了。这一历史事实，对当时现实所提供的历史鉴戒，是发人深省的。作者援用古事近事影射现实，尖锐地提醒南宋统治者吸取前人的和自己的历史教训。\n\n　　从“四十三年，望中犹记，烽火扬州路”开始，词由怀古转入伤今，联系自己，联系当今的抗金形势，抒发感慨。作者回忆四十三年前北方人民反抗异族统治的斗争此起彼伏，如火如荼，自己也在战火弥漫的扬州以北地区参加抗金斗争。后来渡淮南归，原想凭借国力，恢复中原，不期南宋朝廷昏聩无能，使他英雄无用武之地。如今自己已成了老人，而壮志依然难酬。辛弃疾追思往事，不胜身世之感。\n\n　　下三句中的“回首”应接上句，由回忆往昔转入写眼前实景。这里值得探讨的是，佛狸是北魏的皇帝，距南宋已有七八百年之久，北方的百姓把他当作神来供奉，辛弃疾看到这个情景，不忍回首当年的“烽火扬州路”。辛弃疾是用“佛狸”代指金主完颜亮。四十三年前，完颜亮发兵南侵，曾以扬州作为渡江基地，而且也曾驻扎在佛狸祠所在的瓜步山上，严督金兵抢渡长江。以古喻今，佛狸很自然地就成了完颜亮的影子。如今“佛狸祠下，一片神鸦社鼓”与“四十三年，烽火扬州路”形成鲜明的对比，当年沦陷区的人民与异族统治者进行不屈不挠的斗争，烽烟四起，但如今的中原早已风平浪静，沦陷区的人民已经安于异族的统治，竟至于对异族君主顶礼膜拜，这是痛心的事。不忍回首往事，实际就是不忍目睹眼前的事实。以此正告南宋统治者，收复失土，刻不容缓，如果继续拖延，民心日去，中原就收不回了。\n\n　　最后作者以廉颇自比，这个典用得很贴切，内蕴非常丰富，一是表白决心，和廉颇当年服事赵国一样，自己对朝廷忠心耿耿，只要起用，当仁不让，奋勇争先，随时奔赴疆场，抗金杀敌。二是显示能力，自己虽然年老，但仍然和当年廉颇一样，老当益壮，勇武不减当年，可以充任北伐主帅；三是抒写忧虑。廉颇曾为赵国立下赫赫战功，可为奸人所害，落得离乡背井，虽愿为国效劳，却是报国无门，词人以廉颇自况，忧心自己有可能重蹈覆辙，朝廷弃而不用，用而不信，才能无法施展，壮志不能实现。辛弃疾的忧虑不是空穴来风，果然韩侂胄一伙人不能采纳他的意见，对他疑忌不满，在北伐前夕，以“用人不当”为名免去了他的官职。辛弃疾渴盼为恢复大业出力的愿望又一次落空。\n\n　　在这首词中用典虽多，然而这些典故却用得天衣无缝，恰到好处，它们所起的作用，在语言艺术上的能量，不是直接叙述和描写所就这首词而论，用典多并小是辛弃疾的缺点，而这首词正体现了他在语言艺术上的特殊成就。\n\n　　全词豪壮悲凉，义重情深，放射着爱国主义的思想光辉。词中用典贴切自然，紧扣题旨，增强了作品的说服力和意境美。\n\n","translation":"历经千古的江山，再也难找到像孙权那样的英雄。当年的舞榭歌台还在，英雄人物却随着岁月的流逝早已不复存在。斜阳照着长满草树的普通小巷，人们说那是当年刘裕曾经住过的地方。回想当年，他领军北伐、收复失地的时候是何等威猛！\n然而刘裕的儿子刘义隆好大喜功，仓促北伐，却反而让北魏太武帝拓跋焘乘机挥师南下，兵抵长江北岸而返，遭到对手的重创。我回到南方已经有四十三年了，看着原仍然记得扬州一带烽火连天的战乱场景。怎么能回首啊，当年拓跋焘的行宫外竟有百姓在那里祭祀，乌鸦啄食祭品，人们过着社日，只把他当作一位神祇来供奉，而不知道这里曾是一个皇帝的行宫。还有谁会问，廉颇老了，饭量还好吗？\n\n韵译\n江山如画、历经千年仍如故，但是找不到东吴英雄孙权在此的定都处。昔日的舞榭歌台、显赫人物，都被风吹雨打化为土。斜阳照着草和树，普通的街巷和小路，人们说，武帝刘裕曾在这个地方住。想当年，他骑战马披铁甲，刀枪空中舞，气吞万里如猛虎。\n宋文帝草率用兵学黩(dú)武，效法汉将伐匈奴，没能够封山纪功狼居胥，却要仓皇向南逃，时时回头向北顾。我登上山亭望江北，还记得四十三年前的旧事一幕幕：烽火连天鏖(áo)战苦，扬州一带遭荼(tú)毒。往事怎忍再回顾？拓跋焘(tào)祠堂香火盛，乌鸦啄祭品，祭祀擂大鼓。谁能派人来探问：廉颇将军虽年老，还能吃饭吗？\n\n"}
{"_id":{"$oid":"5b9a1208367d5c5b84062a81"},"title":"鹊桥仙·纤云弄巧","dynasty":"宋代","writer":"秦观","content":"纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。(度 通：渡)\n柔情似水，佳期如梦，忍顾鹊桥归路。两情若是久长时，又岂在朝朝暮暮。","type":["宋词三百首","宋词精选","七夕节","爱情","哲理","婉约","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153045726.mp3","remark":"纤云：轻盈的云彩。弄巧：指云彩在空中幻化成各种巧妙的花样。\n飞星：流星。一说指牵牛、织女二星。\n银汉：银河。迢迢：遥远的样子。暗度：悄悄渡过。\n金风玉露：指秋风白露。\n忍顾：怎忍回视。\n朝朝暮暮：指朝夕相聚。语出宋玉《高唐赋》。\n\n","shangxi":"　　借牛郎织女的故事，以超人间的方式表现人间的悲欢离合，古已有之，如《古诗十九首·迢迢牵牛星》，曹丕的《燕歌行》，李商隐的《辛未七夕》等等。宋代的欧阳修、张先、柳永、苏轼等人也曾吟咏这一题材，虽然遣辞造句各异，却都因袭了“欢娱苦短”的传统主题，格调哀婉、凄楚。相形之下，秦观此词堪称独出机杼，立意高远。\n\n　　这是一首咏七夕的节序词，起句展示七夕独有的抒情氛围，“巧”与“恨”，则将七夕人间“乞巧”的主题及“牛郎、织女”故事的悲剧性特征点明，练达而凄美。借牛郎织女悲欢离合的故事，歌颂坚贞诚挚的爱情。结句“两情若是久长时，又岂在朝朝暮暮”最有境界，这两句既指牛郎、织女的爱情模式的特点，又表述了作者的爱情观，是高度凝练的名言佳句。这首词因而也就具有了跨时代、跨国度的审美价值和艺术品位。 此词熔写景、抒情与议论于一炉，叙写牵牛、织女二星相爱的神话故事，赋予这对仙侣浓郁的人情味，讴歌了真挚、细腻、纯洁、坚贞的爱情。词中明写天上双星，暗写人间情侣；其抒情，以乐景写哀，以哀景写乐，倍增其哀乐，读来荡气回肠，感人肺腑。\n\n　　词一开始即写“纤云弄巧”，轻柔多姿的云彩，变化出许多优美巧妙的图案，显示出织女的手艺何其精巧绝伦。可是，这样美好的人儿，却不能与自己心爱的人共同过美好的生活。“飞星传恨”，那些闪亮的星星仿佛都传递着他们的离愁别恨，正飞驰长空。\n\n　　关于银河，《古诗十九首》云：“河汉清且浅，相去复几许？盈盈一水间，脉脉不得语。”“盈盈一水间，近咫尺，似乎连对方的神情语态都宛然目。这里，秦观却写道：”银汉迢迢暗渡“，以”迢迢“二字形容银河的辽阔，牛女相距之遥远。这样一改，感情深沉了，突出了相思之苦。迢迢银河水，把两个相爱的人隔开，相见多么不容易！”暗渡“二字既点”七夕“题意，同时紧扣一个”恨“字，他们踽踽宵行，千里迢迢来相会。\n\n　　接下来词人宕开笔墨，以富有感情色彩的议论赞叹道：“金风玉露一相逢，便胜却人间无数！”一对久别的情侣金风玉露之夜，碧落银河之畔相会了，这美好的一刻，就抵得上人间千遍万遍的相会。词人热情歌颂了一种理想的圣洁而永恒的爱情。“金风玉露”用李商隐《辛未七夕》诗：“恐是仙家好别离，故教迢递作佳期。由来碧落银河畔，可要金风玉露时。”用以描写七夕相会的时节风光，同时还另有深意，词人把这次珍贵的相会，映衬于金风玉露、冰清玉洁的背景之下，显示出这种爱情的高尚纯洁和超凡脱俗。\n\n　　“柔情似水”，那两情相会的情意啊，就象悠悠无声的流水，是那样的温柔缠绵。“柔情似水”，“似水”照应“银汉迢迢”，即景设喻，十分自然。一夕佳期竟然象梦幻一般倏然而逝，才相见又分离，怎不令人心碎！“佳期如梦”，除言相会时间之短，还写出爱侣相会时的复杂心情。“忍顾鹊桥归路”，转写分离，刚刚借以相会的鹊桥，转瞬间又成了和爱人分别的归路。不说不忍离去，却说怎忍看鹊桥归路，婉转语意中，含有无限惜别之情，含有无限辛酸眼泪。 回顾佳期幽会，疑真疑假，似梦似幻，及至鹊桥言别，恋恋之情，已至于极。词笔至此忽又空际转身，爆发出高亢的音响：“两情若是久长时，又岂在朝朝暮暮！”秦观这两句词揭示了爱情的真谛：爱情要经得起长久分离的考验，只要能彼此真诚相爱，即使终年天各一方，也比朝夕相伴的庸俗情趣可贵得多。这两句感情色彩很浓的议论，成为爱情颂歌当中的千古绝唱。它们与上片的议论遥相呼应，这样上、下片同样结构，叙事和议论相间，从而形成全篇连绵起伏的情致。这种正确的恋爱观，这种高尚的精神境界，远远超过了古代同类作品，是十分难能可贵的。\n\n　　这首词的议论，自由流畅，通俗易懂，却又显得婉约蕴藉，余味无穷。作者将画龙点睛的议论与散文句法与优美的形象、深沉的情感结合起来，起伏跃宕地讴歌了人间美好的爱情，取得了极好的艺术效果。\n\n","translation":"纤薄的云彩在天空中变幻多端，天上的流星传递着相思的愁怨，遥远无垠的银河今夜我悄悄渡过。在秋风白露的七夕相会，就胜过尘世间那些长相厮守却貌合神离的夫妻。\n共诉相思，柔情似水，短暂的相会如梦如幻，分别之时不忍去看那鹊桥路。只要两情至死不渝，又何必贪求卿卿我我的朝欢暮乐呢。\n\n"}
{"_id":{"$oid":"5b9a1208367d5c5b84062a82"},"title":"竹石","dynasty":"清代","writer":"郑燮","content":"咬定青山不放松，立根原在破岩中。\n千磨万击还坚劲，任尔东西南北风。(坚'劲', 一作：韧)\n\n","type":["古诗三百首","小学古诗","题画","咏物","竹子","励志","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153046646.mp3","remark":"竹石：扎根在石缝中的竹子。诗人是著名画家，他画的竹子特别有名，这是他题写在竹石画上的一首诗。\n咬定：比喻根扎得结实，像咬着青山不松口一样。\n立根：扎根，生根。\n原：本来,原本，原来。\n破岩：裂开的山岩，即岩石的缝隙。\n磨：折磨，挫折，磨炼。\n击：打击。\n坚劲：坚强有力。\n任：任凭，无论，不管。\n尔：你。\n\n","shangxi":"　　这首诗是一首题画诗，题于作者郑板桥自己的《竹石图》上。这首诗在赞美岩竹的坚韧顽强中，隐寓了作者藐视俗见的刚劲风骨。\n\n　　诗的第一句：“咬定青山不放松”，首先把一个挺立峭拔的、牢牢把握着青山岩缝的翠竹形象展现在了读者面前。一个“咬”字使竹人格化。”咬”是一个主动的，需要付出力量的动作。它不仅写出了翠竹紧紧附着青山的情景，更表现出了竹子那种不畏艰辛，与大自然抗争，顽强生存的精神。紧承上句，第二句“立根原在破岩中”道出了翠竹能傲然挺拔于青山之上的基础是它深深扎根在破裂的岩石之中。在作者郑板桥诗、画中的竹又往往与“石”是分不开的。有时侯，石构成竹的对立面，如“画根竹枝插块石，石比竹枝高一尺，虽然一尺让它高，年来看我掀天力”；有时候石成为竹的背景，如”秋风昨夜渡潇湘，触石穿林惯作狂；惟有竹枝浑不怕，挺然相斗一千场”。在这首诗里，竹石则形成了一个浑然的整体，无石竹不挺，无竹山不青。这两句诗也说明了一个简单而深刻的哲理：根基深力量才强。\n\n　　有了前两句的铺垫，很自然地引出了下面两句：“千磨万击还坚劲，任尔东西南北风”。这首诗里竹有个特点，它不是孤立的竹，也不是静止的竹，而是岩竹，是风竹。在作者郑板桥的诗画中，竹往往是高尚品行和顽强意志的象征，而风则往往是恶势力的代表，如前面提到的“秋风昨夜渡潇湘”这几句，又如：“一阵狂风倒卷来，竹枝翻回向天开。扫云扫雾真吾事，岂屑区区扫地埃。”在这首诗中同样竹子经受着“东西南北风”一年四季的千磨万击。但是由于它深深扎根于岩石之中而仍岿然不动，坚韧刚劲。什么样的风都对它无可奈何。诗人用”千”、“万”两字写出了竹子那种坚韧无畏、从容自信的神态，可以说全诗的意境至此顿然而出。这时挺立在我们面前的已不再是几杆普通的竹子了，我们感受到的已是一种顽强不息的生命力，一种坚韧不拔的意志力，而这一切又都蕴涵在那萧萧风竹之中。\n\n　　诗中的竹实际上也是作者郑板桥高尚人格的化身，在生活中，诗人正是这样一种与下层百姓有着较密切的联系，嫉恶如仇、不畏权贵的岩竹。作者郑板桥的题画诗如同其画一样有着很强的立体感，可作画来欣赏。这首诗正是这样，无论是竹还是石在诗人笔下都形象鲜明，若在眼前。那没有实体的风也被描绘得如同拂面而过一样。但诗人追求的并不仅在外在的形似，而是在每一根瘦硬的岩竹中灌注了自己的理想，融进了自己的人格，从而使这竹石透露出一种畜外的深意和内在的神韵。\n\n　　这是一首借物喻人、托物言志的诗，也是一首咏物诗。这首诗着力表现了竹子那顽强而又执着的品质，托岩竹的坚韧顽强，言自己刚正不阿、正直不屈、铁骨铮铮的骨气。全诗语言简易明快，执著有力。\n\n","translation":"竹子抓住青山一点也不放松，它的根牢牢地扎在岩石缝中。\n经历成千上万次的折磨和打击，它依然那么坚强，不管是酷暑的东南风，还是严冬的西北风，它都能经受得住，还会依然坚韧挺拔。\n\n"}
{"_id":{"$oid":"5b9a1208367d5c5b84062a83"},"title":"蝶恋花·伫倚危楼风细细","dynasty":"宋代","writer":"柳永","content":"伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。(阑 通 栏)\n拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。","type":["宋词三百首","婉约","抒情","爱情","思念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153048813.mp3","remark":"伫倚危楼：长时间依靠在高楼的栏杆上。伫，久立。危楼，高楼。\n望极：极目远望。\n黯黯：迷蒙不明，形容心情沮丧忧愁。\n生天际：从遥远无边的天际升起\n烟光：飘忽缭绕的云霭雾气。\n会：理解。\n阑：同“栏”。\n拟把：打算。\n疏狂：狂放不羁。\n强（qiǎng）乐：勉强欢笑。强，勉强。\n衣带渐宽：指人逐渐消瘦。\n消得：值得，能忍受得了。\n\n","shangxi":"　　这是一首怀人之作。词人把漂泊异乡的落魄感受，同怀念意中人的缠绵情思结合在一起写，采用“曲径通幽”的表现方式，抒情写景，感情真挚。\n\n　　上片首先说登楼引起了“春愁”：“伫倚危楼风细细。”全词只此一句叙事，便把主人公的外形像一幅剪纸那样突现出来了。“风细细”，带写一笔景物，为这幅剪影添加了一点背景，使画面立刻活跃起来了。\n\n　　“望极春愁，黯黯生天际”，极目天涯，一种黯然魂销的“春愁”油然而生。“春愁”，又点明了时令。对这“愁”的具体内容，词人只说“生天际”，可见是天际的什么景物触动了他的愁怀。从下一句“草色烟光”来看，是春草。芳草萋萋，刬尽还生，很容易使人联想到愁恨的连绵无尽。柳永借用春草，表示自己已经倦游思归，也表示自己怀念亲爱的人。至于那天际的春草，所牵动的词人的“春愁”究竟是哪一种，词人却到此为止，不再多说。\n\n　　“草色烟光残照里，无言谁会凭栏意”写主人公的孤单凄凉之感。前一句用景物描写点明时间，可以知道，他久久地站立楼头眺望，时已黄昏还不忍离去。“草色烟光”写春天景色极为生动逼真。春草，铺地如茵，登高下望，夕阳的余辉下，闪烁着一层迷蒙的如烟似雾的光色。一种极为凄美的景色，再加上“残照”二字，便又多了一层感伤的色彩，为下一句抒情定下基调。“无言谁会凭栏意”，因为没有人理解他登高远望的心情，所以他默默无言。有“春愁”又无可诉说，这虽然不是“春愁”本身的内容，却加重了“春愁”的愁苦滋味。作者并没有说出他的“春愁”是什么，却又掉转笔墨，埋怨起别人不理解他的心情来了。词人在这里闪烁其辞，让读者捉摸不定。\n\n　　下片作者把笔宕开，写他如何苦中求乐。“愁”，自然是痛苦的，那还是把它忘却，自寻开心吧。“拟把疏狂图一醉”，写他的打算。他已经深深体会到了“春愁”的深沉，单靠自身的力量是难以排遣的，所以他要借酒浇愁。词人说得很清楚，目的是“图一醉”。为了追求这“一醉”，他“疏狂”，不拘形迹，只要醉了就行。不仅要痛饮，还要“对酒当歌”，借放声高歌来抒发他的愁怀。但结果却是“强乐还无味”，他并没有抑制住“春愁”。故作欢乐而“无味”，更说明“春愁”的缠绵执着。\n\n　　至此，作者才透露这种“春愁”是一种坚贞不渝的感情。他的满怀愁绪之所以挥之不去，正是因为他不仅不想摆脱这“春愁”的纠缠，甚至心甘情愿为“春愁”所折磨，即使渐渐形容憔悴、瘦骨伶仃，也决不后悔。“为伊消得人憔悴”才一语破的：词人的所谓“春愁”，不外是“相思”二字。（其中伊指深爱的女子，也指自己的人生理想）\n\n　　这首词妙紧拓“春愁”即“相思”，却又迟迟不肯说破，只是从字里行间向读者透露出一些消息，眼看要写到了，却又煞住，调转笔墨，如此影影绰绰，扑朔迷离，千回百折，直到最后一句，才使真相大白。在词的最后两句相思感情达到高潮的时候，戛然而止，激情回荡，又具有很强的感染力。\n\n","translation":"我长时间倚靠在高楼的栏杆上，微风拂面一丝丝一细细，望不尽的春日离愁，沮丧忧愁从遥远无边的天际升起。碧绿的草色，飘忽缭绕的云霭雾气掩映在落日余晖里，默默无言谁理解我靠在栏杆上的心情。\n打算把放荡不羁的心情给灌醉，举杯高歌，勉强欢笑反而觉得毫无意味。我日渐消瘦下去却始终不感到懊悔，宁愿为她消瘦得精神萎靡神色憔悴。\n\n"}
{"_id":{"$oid":"5b9a1208367d5c5b84062a84"},"title":"忆江南·江南好","dynasty":"唐代","writer":"白居易","content":"江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？","type":["宋词三百首","小学古诗","婉约","景点","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153049406.mp3","remark":"忆江南：唐教坊曲名。作者题下自注说：“此曲亦名‘谢秋娘’，每首五句。”按《乐府诗集》：“‘忆江南’一名‘望江南’，因白氏词，后遂改名‘江南好’。”至晚唐、五代成为词牌名。这里所指的江南主要是长江下游的江浙一带。\n谙（ān）：熟悉。作者年轻时曾三次到过江南。\n江花：江边的花朵。一说指江中的浪花。红胜火：颜色鲜红胜过火焰。\n绿如蓝：绿得比蓝还要绿。如，用法犹“于”，有胜过的意思。蓝，蓝草，其叶可制青绿染料。\n\n","shangxi":"　　白居易曾经担任杭州刺史，在杭州呆了两年，后来又担任苏州刺史，任期也一年有余。在他的青年时期，曾漫游江南，旅居苏杭，应该说，他对江南有着相当的了解，故此江南在他的心目中留有深刻印象。当他因病卸任苏州刺史，回到洛阳后十二年，他六十七岁时，写下了这三首忆江南，可见江南胜景仍在他心中栩栩如生。\n\n　　要用十几个字来概括江南春景，实属不易，白居易却巧妙地做到了。他没有从描写江南惯用的“花”、“莺”着手，而是别出心裁地从“江”为中心下笔，又通过“红胜火”和“绿如蓝”，异色相衬，展现了鲜艳夺目的江南春景。异色相衬的描写手法，在大诗人杜甫的诗里常常可见，如“两个黄鹂鸣翠柳，一行白鹭上青天”、“江碧鸟逾白，山青花欲燃”，两种不同的颜色互相映衬，使诗意明丽如画。白居易走的也是这条路，从他的诗里也可见端倪，“夕照红于烧，晴空碧胜蓝”、“春草绿时连梦泽，夕波红处近长安”、“绿浪东西南北水，红栏三百九十桥”。因而江南的春色，在白居易的笔下，从初日，江花，江水之中获得了色彩，又因烘染、映衬的手法而形成了人们想象中的图画，色彩绚丽耀眼，层次丰富，几乎无需更多联想，江南春景已跃然眼前。\n\n　　此词写江南春色，首句“江南好”，以一个既浅切又圆活的“好”字，摄尽江南春色的种种佳处，而作者的赞颂之意与向往之情也尽寓其中。同时，唯因“好”之已甚，方能“忆”之不休，因此，此句又已暗逗结句“能不忆江南”，并与之相关阖。次句“风景旧曾谙”，点明江南风景之“好”，并非得之传闻，而是作者出牧杭州时的亲身体验与亲身感受。这就既落实了“好”字，又照应了“忆”字，不失为勾通一篇意脉的精彩笔墨。三、四两句对江南之“好”进行形象化的演绎，突出渲染江花、江水红绿相映的明艳色彩，给人以光彩夺目的强烈印象。其中，既有同色间的相互烘托，又有异色间的相互映衬，充分显示了作者善于着色的技巧。篇末，以“能不忆江南”收束全词，既托出身在洛阳的作者对江南春色的无限赞叹与怀念，又造成一种悠远而又深长的韵味，把读者带入余情摇漾的境界中。\n\n","translation":"江南的风景多么美好，如画的风景久已熟悉。春天到来时，太阳从江面升起，把江边的鲜花照得比火红，碧绿的江水绿得胜过蓝草。怎能叫人不怀念江南？\n\n"}
{"_id":{"$oid":"5b9a1208367d5c5b84062a85"},"title":"送元二使安西 / 渭城曲","dynasty":"唐代","writer":"王维","content":"渭城朝雨浥轻尘，客舍青青柳色新。(一作：客舍依依杨柳春)\n劝君更尽一杯酒，西出阳关无故人。","type":["唐诗三百首","小学古诗","初中古诗","乐府","友情","送别","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153053209.mp3","remark":"渭城曲：另题作《送元二使安西》，或名《阳关曲》或《阳关三叠》。\n渭城：在今陕西省西安市西北，即秦代咸阳古城。浥（yì）：润湿。\n客舍：旅馆。柳色：柳树象征离别。\n阳关：在今甘肃省敦煌西南，为自古赴西北边疆的要道。\n\n","shangxi":"　　此诗以“渭城曲”为题载于《全唐诗》卷一百二十八。下面是唐代文学研究会常务理事、李商隐研究会会长刘学锴先生对此诗的赏析。\n\n　　此诗前两句写送别的时间，地点，环境气氛。清晨，渭城客舍，自东向西一直延伸、不见尽头的驿道，客舍周围、驿道两旁的柳树。这一切，都仿佛是极平常的眼前景，读来却风光如画，抒情气氛浓郁。“朝雨”在这里扮演了一个重要的角色。早晨的雨下得不长，刚刚润湿尘土就停了。从长安西去的大道上，平日车马交驰，尘上飞扬，朝雨乍停，天气晴朗，道路显得洁净、清爽。“浥轻尘”的“浥”字是湿润的意思，在这里用得很有分寸，显出这雨澄尘而不湿路，恰到好处，仿佛天从人愿，特意为远行的人安排一条轻尘不扬的道路。客舍，本是羁旅者的伴侣；杨柳，更是离别的象征。选取这两件事物，自然有意关合送别。它们通常总是和羁愁别恨联结在一起而呈现出黯然销魂的情调。而今天，却因一场朝雨的洒洗而别具明朗清新的风貌──“客舍青青柳色新”。平日路尘飞扬，路旁柳色不免笼罩着灰蒙蒙的尘雾，一场朝雨，才重新洗出它那青翠的本色，所以说“新”，又因柳色之新，映照出客舍青青来。总之，从清朗的天宇，到洁净的道路，从青青的客舍，到翠绿的杨柳，构成了一幅色调清新明朗的图景，为这场送别提供了典型的自然环境。这是一场深情的离别，但却不是黯然销魂的离别。相反地，倒是透露出一种轻快而富于希望的情调。“轻尘”、“青青”、“新”等词语，声韵轻柔明快，加强了读者的这种感受。\n\n　　绝句在篇幅上受到严格限制。这首诗，对如何设宴饯别，宴席上如何频频举杯，殷勤话别，以及启程时如何依依不舍，登程后如何瞩目遥望等等，一概舍去，只剪取饯行宴席即将结束时主人的劝酒辞：再干了这一杯吧，出了阳关，可就再也见不到老朋友了。诗人像高明的摄影师，摄下了最富表现力的镜头。宴席已经进行了很长一段时间，酿满别情的酒已经喝过多巡，殷勤告别的话已经重复过多次，朋友上路的时刻终于不能不到来，主客双方的惜别之情在这一瞬间都到达了顶点。主人的这句似乎脱口而出的劝酒辞就是此刻强烈、深挚的惜别之情的集中表现。\n\n　　三四两句是一个整体。要深切理解这临行劝酒中蕴含的深情，就不能不涉及“西出阳关”。处于河西走廊尽西头的阳关，和它北面的玉门关相对，从汉代以来，一直是内地出向西域的通道。唐代国势强盛，内地与西域往来频繁，从军或出使阳关之外，在盛唐人心目中是令人向往的壮举。但当时阳关以西还是穷荒绝域，风物与内地大不相同。朋友“西出阳关”，虽是壮举，却又不免经历万里长途的跋涉，备尝独行穷荒的艰辛寂寞。因此，这临行之际“劝君更尽一杯酒”，就像是浸透了诗人全部丰富深挚情谊的一杯浓郁的感情琼浆。这里面，不仅有依依惜别的情谊，而且包含着对远行者处境、心情的深情体贴，包含着前路珍重的殷勤祝愿。对于送行者来说，劝对方“更尽一杯酒”，不只是让朋友多带走自己的一分情谊，而且有意无意地延宕分手的时间，好让对方再多留一刻。“西出阳关无故人”之感，不只属于行者。临别依依，要说的话很多，但千头万绪，一时竟不知从何说起。这种场合，往往会出现无言相对的沉默，“劝君更尽一杯酒”，就是不自觉地打破这种沉默的方式，也是表达此刻丰富复杂感情的方式。诗人没有说出的比已经说出的要丰富得多。总之，三四两句所剪取的虽然只是一刹那的情景，却是蕴含极其丰富的一刹那。\n\n　　这首诗所描写的是一种最有普遍性的离别。它没有特殊的背景，而自有深挚的惜别之情，这就使它适合于绝大多数离筵别席演唱，后来编入乐府，成为最流行、传唱最久的歌曲。\n\n","translation":"清晨的微雨湿润了渭城地面的灰尘，馆驿青堂瓦舍柳树的枝叶翠嫩一新。\n真诚地奉劝我的朋友再干一杯美酒，向西出了阳关就难以遇到故旧亲人。\n\n"}
{"_id":{"$oid":"5b9a1208367d5c5b84062a86"},"title":"大道之行也","dynasty":"先秦","writer":"佚名","content":"　　大道之行也，天下为公，选贤与能，讲信修睦。故人不独亲其亲，不独子其子，使老有所终，壮有所用，幼有所长，矜、寡、孤、独、废疾者皆有所养，男有分，女有归。货恶其弃于地也，不必藏于己；力恶其不出于身也，不必为己。是故谋闭而不兴，盗窃乱贼而不作，故外户而不闭，是谓大同。(矜 同：鳏)","type":["初中文言文","理想","生活","哲理"],"remark":"选自《礼记·礼运》。《礼记》，儒家经典之一，西汉戴圣对秦汉以前各种礼仪论著加以辑录、编纂而成，共49篇。礼 运，《礼记》篇名，大约是战国末年或秦汉之际儒家学者托名孔子答问的著作。大道，指古代政治上的最高理想。 行：施行。\n大道：古代指政治上的最高理想。\n之行：之，助词取消句子之间的独立性。行，施行\n为：是，表判断。\n〔选贤与(jǔ)能〕把品德高尚的人、能干的人选拔出来。与，通“举”，推举，选举。\n〔讲信修睦(mù)〕讲求诚信，培养和睦(气氛)。 信：诚信。修：培养。\n独：单独。\n〔亲〕意动用法，用如动词，以……为亲，抚养。下文“子其子”中的第一个“子”也是动词。\n亲其亲：第一个亲，名词的意动用法，以……为亲人；第二个亲，父母。\n终：终老，终其天年。\n养：供养。\n有所养：得到供养。\n〔矜(guān)、寡、孤、独、废疾者〕矜，老而无妻的人。矜，通“鳏”。寡，老而无夫的人。孤，幼而无父的人。独，老而无子的人。废疾，残疾人。\n〔男有分(fèn)〕男子有职务。分，职分，指职业、职守。\n〔女有归〕意思是女子有归宿。归，指女子出嫁。\n〔货恶(wù)其弃于地也，不必藏于己〕意思是，对于财货，人们憎恨把它扔在地上的行为，却不一定要自己私藏。恶（wù），憎恶。 藏：私藏。于：在。货恶：宾语前置。\n〔力恶其不出于身也，不必为己〕意思是，人们都愿意为公众之事竭尽全力，而不一定为自己谋私利。力恶：宾语前置。\n是故：即“故是”，可译为“因此”“所以”“这样一来”。\n〔谋闭而不兴〕奸邪之谋不会发生。闭，杜绝。兴，发生。\n〔盗窃乱贼而不作〕盗窃、造反和害人的事情不发生。乱，指造反。贼，指害人。作，兴起。\n 故：所以。\n〔外户〕泛指大门。\n 而〔是故谋闭而不兴〕：连词，表并列。\n〔闭〕用门闩插门。\n 谓：是。\n〔大同〕指理想社会。同，有和平的意思。\n\n重点注释\n1、 课文中所提到的“大道“、“大同“各指什么，我们应该如何理解和认识？\n答：文中“大道“就是指治理社会的最高准则，其治理的效果就是国泰民安的理想状态。 　“大同“可以理解为儒家的理想社会或是人类社会的最高阶段。 　“大道“和“大同“都是当时人们头脑中的理想境界，两个词中带有明显的理想色彩，寄托着人们对未来生活的美好向往。\n2.．本文从哪三个方面来说明“大同”社会的基本特征的？答：①人人都能受到全社会的关爱；②人人都能安居乐业；③人人都珍惜劳动成果，却毫无自私自利之心。（物尽其用，人尽其力）\n3、 怎样理解孔子关于“大同“社会的思想？ 　答：“大同“社会是夏以前的社会形态，过去有“孔子以五帝之世为大同“的说法。由此可见，“大同“社会是以“五帝之世“的传说为依据，经过加工提炼而后构想出来的一个理想社会模式，孔子的原意是建立一个合理的社会，以消除现实社会中的黑暗现象和不合理的地方，因此，孔子“大同“理想社会源自于“五帝之世“，同时又高于“五帝之世“。\n4、“故人不独亲其亲，不独子其子，使老有所终，壮有所用，幼有所长，鳏、寡、孤、独、废疾者皆有所养，男有分，女有归。”同《孟子》中的哪句名言有异曲同工之妙？ 　答：“老吾老以及人之老； 幼吾幼以及人之幼。“\n5.文章表达了作者怎样的思想感情? 　答：文章表达了作者迫切希望出现一个太平盛世的思想感情。\n6、写出表现人人都能关爱他人，人人都能得到他人关爱、能安居乐业的句子？ 　③故（16）人不独（17）亲④其亲（18），不独子其子，⒂使老有所终，壮有所用，幼有所长，鳏、寡、孤、独、废疾者⑤皆有所养（19），男有分，⑥女有归。\n7，《大道之行也》中与“路不拾遗,夜不闭户”的意思相同的是哪一句？ 　是故谋闭而不兴，盗窃乱贼而不作，故外户而不闭，是谓大同\n一、“大道”“大同”都属于特殊概念：“大道”，政治上的最高理想，指放之四海而皆准的道理或真理，可以有各种各样的解释；“大同”，指儒家的理想社会或人类社会的最高阶段，也可以有种种解释。这一类字眼是不能翻译也是译不好的。\n二、有些词语在一定语境中往往具有特殊含义，如“归”指女子出嫁，但在“男有分，女有归”这句话中就有了“及时婚配”的意思；“亲”有亲近义，但“亲其亲”跟“子其子”是对文，前一个“亲”就有了“奉养”义，后一个“亲”就专指父母了。\n三、文中凡能直译的语句一概用直译，但也有一些地方用了意译。\n与：通“举”，推举，选举。\n谋：谋划，指不好的东西\n贼，盗窃，这里引伸为指害人。\n\n","shangxi":"天下为公 发音 tiān xià wéi gōng 解释 原意是不把君位当做一家的私有物。旧民主主义革命时期孙中山借用来作为对“民权主义”的解释，意思是政权为一般平民所公有。 出处 《礼记·礼运》：“大道之行也，天下为公。” 示例 《礼记·礼运》：“大道之行也，天下为公。” 万古千秋业，～器。陈毅《湖海诗社开征引》诗 【近义词】：天下一家 【反义词】：天下为家 【语法】：主谓式；作谓语、定语；用于人\n\n不独亲其亲，不独子其子 【近义词】：老吾老以及人之老，幼吾幼以及人之幼。\n\n老有所终 发音 lǎo yǒu suǒ zhōng 解释 年老者能有个合适的归宿。 出处 《礼记·礼运》：“故人不独亲其亲，不独子其子，使老有所终，壮有所用，幼有所长，矜寡孤独，废疾者，皆有所养。”\n\n矜（鳏）寡孤独 发音 guān guǎ gū dú 解释 泛指没有劳动力而又没有亲属供养的人。（让年老的各有适当的归宿，年轻的各有一定的用处，年幼的各有应得的成长条件，鳏寡孤独和废疾人，都有受到赡养的权利。这是儒家设想的所谓“大同世界”的景象。） 出处 《礼记·礼运》：“矜寡孤独，废疾者，皆有所养。” 概况 释义 ：天下是天下人的天下，为大家所共有，天子之位，传贤而不传子，只有实现天下为公，彻底铲除私天下带来的社会弊端，才能使社会充满光明，百姓得到幸福。后成为一种美好社会的政治理想。 成语：物尽其用 【解释】：各种东西凡有可用之处，都要尽量利用。指充分利用资源，一点不浪费。 【示例】：这家化工厂大搞综合利用，做到了变废为宝，物尽其用。 【近义词】：人尽其才 【语法】：紧缩式；作宾语、定语；含褒义 【翻译】：to make the best use of everything; to let all things serve their proper purpose \n\n","translation":"　　在大道施行的时候，天下是人们所共有的，把品德高尚的人、能干的人选拔出来，讲求诚信，培养和睦（气氛）。所以人们不单奉养自己的父母，不单抚育自己的子女，要使老年人能终其天年，中年人能为社会效力，幼童能顺利地成长，使老而无妻的人、老而无夫的人、幼年丧父的孩子、老而无子的人、残疾人都能得到供养。男子有职务，女子有归宿。对于财货，人们憎恨把它扔在地上的行为，却不一定要自己私藏；人们都愿意为公众之事竭尽全力，而不一定为自己谋私利。因此奸邪之谋不会发生，盗窃、造反和害人的事情不发生。所以大门都不用关上了，这叫做理想社会。\n\n"}
{"_id":{"$oid":"5b9a120a367d5c5b84062a87"},"title":"出塞二首·其一","dynasty":"唐代","writer":"王昌龄","content":"秦时明月汉时关，万里长征人未还。\n但使龙城飞将在，不教胡马度阴山。","type":["唐诗三百首","边塞","写景","战争","爱国","忧国忧民","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153054563.mp3","remark":"但使：只要。\n龙城飞将：《汉书·卫青霍去病传》载，元光六年（前129年），卫青为车骑将军，出上谷，至笼城，斩首虏数百。笼城，颜师古注曰：“笼”与“龙”同。龙城飞将指的是卫青奇袭龙城的事情。其中，有人认为龙城飞将中飞将指的是汉飞将军李广，龙城是唐代的卢龙城（卢龙城就是汉代的李广练兵之地，在今河北省喜峰口附近一带，为汉代右北平郡所在地），纵观李广一生主要的时间都在抗击匈奴，防止匈奴掠边，其中每次匈奴重点进攻的汉地天子几乎都是派遣李广为太守，所以这种说法也不无道理。\n不教：不叫，不让。教，让。\n胡马：指侵扰内地的外族骑兵。\n度：越过。在漫长的边防线上，战争一直没有停止过，去边防线打仗的战士也还没有回来。 要是攻袭龙城的大将军卫青和飞将军李广今天还依然健在，绝不会让敌人的军队翻过阴山。\n\n","shangxi":"　　本诗被人们称为：“唐朝七绝之首”。\n\n　　这是一首慨叹边战不断，国无良将的边塞诗。诗的首句最耐人寻味。说的是此地汉关，明月秦时，大有历史变换，征战未断的感叹。二句写征人未还，多少儿男战死沙场，留下多少悲剧。三、四句写出千百年来人民的共同意愿，冀望有“龙城飞将”出现，平息胡乱，安定边防。全诗以平凡的语言，唱出雄浑豁达的主旨，气势流畅，一气呵成，吟之莫不叫绝。明人李攀龙曾推奖它是唐代七绝压卷之作，实不过分。\n\n　　塞当作求取功名的一种出路。一些大都有边塞生活经历的知识分子，他们的诗歌以描写边塞生活为主要内容，这就形成了所谓“边塞诗派”。 王昌龄是这个流派中的重要成员。\n\n　　诗从写景入手。“秦时明月汉时关”，皓月当空，照耀着万里边疆的关塞，显示了边疆的寥廓和景物的萧条。在“月”和“关”的前面用“秦汉时”加以修饰，使意境更加高远，把我们引到了遥远的古代，更引人深思：秦汉以来边防战争连续不断，一直持续至今，真是拖得太久了！这是从时间上描写边塞的悠久。\n\n　　面对这样的景象，边人触景生情，自然联想起秦汉以来无数献身边疆、至死未归的人们。“万里长征人未还”，又从空间角度点明边塞的遥远。这里的“人”，既是指已经战死的士卒，也指还在戍守不能回归的士卒。“人未还”，一是说明边防不巩固，二是对士卒表示同情。这本是一个问题的两个方面，前者是因，后者是果。这是从秦到汉乃至于唐代，都没有解决的大问题，怎样来解决这个问题呢？第三、四两句就是诗人的回答。\n\n　　“但使龙城飞将在，不教胡马度阴山”，直接抒发了边防士卒巩固边防的愿望和保卫国家的壮志：只要有卫青李广那样的名将，敌人的马队就不会度过阴山。这两句写得意在言外。意思就是说：由于朝廷用人不当，使将帅不得其人，才造成了烽火长燃、征人不还的局面。\n\n　　这首诗虽然只有短短四行，但是通过对边疆景物和征人心理的描绘，表现的内容是复杂的。既有对久戍士卒的浓厚同情和结束这种边防不顾局面的愿望；又流露了对朝廷不能选贤任能的不满，同时又以大局为重，认识到战争的正义性，因而个人利益服从国家安全的需要，发出了“不教胡马度阴山”的誓言，洋溢着爱国激情。\n\n　　诗人并没有对边塞风光进行细致的描绘，他只是选取了征戍生活中的一个典型画面来揭示士卒的内心世界。景物描写只是用来刻画人物思想感情的一种手段，汉关秦月，无不是融情入景，浸透了人物的感情色彩。把复杂的内容熔铸在四行诗里，深沉含蓄，耐人寻味。这首诗意境雄浑，格调昂扬，语言凝炼明快。\n\n","translation":"依旧是秦汉时期的明月和边关，守边御敌鏖战万里征人未回还。\n倘若龙城的飞将卫青如今还在，绝不许匈奴南下牧马度过阴山。\n\n"}
{"_id":{"$oid":"5b9a120a367d5c5b84062a88"},"title":"卖炭翁","dynasty":"唐代","writer":"白居易","content":"卖炭翁，伐薪烧炭南山中。\n满面尘灰烟火色，两鬓苍苍十指黑。\n卖炭得钱何所营？身上衣裳口中食。\n可怜身上衣正单，心忧炭贱愿天寒。\n夜来城外一尺雪，晓驾炭车辗冰辙。\n牛困人饥日已高，市南门外泥中歇。\n翩翩两骑来是谁？黄衣使者白衫儿。\n手把文书口称敕，回车叱牛牵向北。\n一车炭，千余斤，宫使驱将惜不得。\n半匹红绡一丈绫，系向牛头充炭直。\n\n","type":["冬天","乐府"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153055362.mp3","remark":"卖炭翁：此篇是组诗《新乐府》中的第32首，题注云：“苦宫市也。”宫市，指唐代皇宫里需要物品，就向市场上去拿，随便给点钱，实际上是公开掠夺。唐德宗时用太监专管其事。\n伐：砍伐。薪：柴。南山：城南之山。\n烟火色：烟熏色的脸。此处突出卖炭翁的辛劳。\n苍苍：灰白色，形容鬓发花白。\n得：得到。何所营：做什么用。营，经营，这里指需求。\n可怜：使人怜悯。\n愿：希望。\n晓：天亮。辗（niǎn）：同“碾”，压。辙：车轮滚过地面辗出的痕迹。\n困：困倦，疲乏。\n市：长安有贸易专区，称市，市周围有墙有门。\n翩翩：轻快洒脱的情状。这里形容得意忘形的样子。骑（jì）：骑马的人。\n黄衣使者白衫儿：黄衣使者，指皇宫内的太监。白衫儿，指太监手下的爪牙。\n把：拿。称：说。敕（chì）：皇帝的命令或诏书。\n回：调转。叱：喝斥。牵向北：指牵向宫中。\n千余斤：不是实指，形容很多。\n驱：赶着走。将：语助词。惜不得：舍不得。得，能够。惜，舍。\n半匹红绡一丈绫：唐代商务交易，绢帛等丝织品可以代货币使用。当时钱贵绢贱，半匹纱和一丈绫，比一车炭的价值相差很远。这是官方用贱价强夺民财。\n系（jì）：绑扎。这里是挂的意思。直：通“值”，指价格。\n\n","shangxi":"现实意义 　　白居易在《新乐府》中每首诗的题目下面都有一个序，说明这首诗的主题。《卖炭翁》的序是“苦宫市也”，就是要反映宫市给人民造成的痛苦。唐代皇宫里需要物品，就派人去市场上拿，随便给点钱，实际上是公开掠夺。唐德宗时用太监专管其事。白居易写作《新乐府》是在宫市为害最深的时候，他对宫市有十分的了解，对人民又有深切的同情，所以才能写出这首感人至深的《卖炭翁》来。这首诗的意义，远不止于对宫市的揭露。诗人在卖炭翁这个典型形象上，概括了唐代劳动人民的辛酸和悲苦，在卖炭这一件小事上反映出了当时社会的黑暗和不平。读着这首诗，读者所看到的决不仅仅是卖炭翁一个人，透过他，还能看到有许许多多种田的、打渔的、织布的人出现在眼前。他们虽然不是“两鬓苍苍十指黑”，但也各自带着劳苦生活的标记；他们虽然不会因为卖炭而受到损害，但也各自在田租或赋税的重压下流着辛酸和仇恨的泪水。《卖炭翁》这首诗不但在当时有积极意义，即使对于今天的读者也有一定的教育作用。 ▲","translation":"有位卖炭的老翁，整年在南山里砍柴烧炭。\n他满脸灰尘，显出被烟熏火燎的颜色，两鬓头发灰白，十个手指也被炭烧得很黑。\n卖炭得到的钱用来干什么？买身上穿的衣裳和嘴里吃的食物。\n可怜他身上只穿着单薄的衣服，心里却担心炭卖不出去，还希望天更寒冷。\n夜里城外下了一尺厚的大雪，清晨，老翁驾着炭车碾轧冰冻的车轮印往集市上赶去。\n牛累了，人饿了，但太阳已经升得很高了，他们就在集市南门外泥泞中歇息。\n那得意忘形的骑着两匹马的人是谁啊？是皇宫内的太监和太监的手下。\n太监手里拿着文书，嘴里却说是皇帝的命令，吆喝着牛朝皇宫拉去。\n一车的炭，一千多斤，太监差役们硬是要赶着走，老翁是百般不舍，但又无可奈何。\n那些人把半匹红纱和一丈绫，朝牛头上一挂，就充当炭的价钱了。\n\n"}
{"_id":{"$oid":"5b9a120a367d5c5b84062a89"},"title":"江南春","dynasty":"唐代","writer":"杜牧","content":"千里莺啼绿映红，水村山郭酒旗风。 \n南朝四百八十寺，多少楼台烟雨中。","type":["春天","写景","寺庙","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153057281.mp3","remark":"莺啼：即莺啼燕语。\n郭：外城。此处指城镇。\n酒旗：一种挂在门前以作为酒店标记的小旗。\n南朝：指先后与北朝对峙的宋、齐、梁、陈政权。\n四百八十寺：南朝皇帝和大官僚好佛，在京城（今南京市）大建佛寺。这里说四百八十寺，是虚数。\n楼台：楼阁亭台。此处指寺院建筑。\n烟雨：细雨蒙蒙，如烟如雾。\n\n","shangxi":"　　首句“千里莺啼绿映红”，一开始就展现了江南大自然风光。“千里”是对广阔的江南的概括。这里到处是莺啼，无边的绿叶映衬着鲜艳的红花。这种有声有色、生机勃勃的景色自然是江南特有的。次句“水村山郭酒旗风”写了江南独特的地形风貌，临水有村庄，依山有城郭，在春天的和风中，酒旗在轻轻地招展。这是多么明丽的江南啊！\n\n　　一二句写的是晴景，三四句写的是雨景。“南朝四百八十寺，多少楼台烟雨中。”在春天的微雨中，则另有一番风光。在山明水秀之处，还有南朝遗留下来的数以百计的佛寺。这些金碧辉煌、屋宇重重的佛寺，被迷蒙的烟雨笼罩着，若隐若现，似有似无，给江南的春天更增添了朦胧迷离的色彩。“四百八十”是虚数，不是实指，突出佛寺之多，讽刺了皇帝依赖佛教。其中应指现存于江阴青阳镇的悟空寺。\n\n　　全诗以高度概括的笔法，勾勒了江南地区的风物，描绘了江南明丽而迷蒙的春景。色彩鲜明，情味隽永。一首七言绝句，能展现出这样一幅广阔的画卷，真可谓“尺幅千里”了。\n\n　　同时杜牧还留下了一首《芙蓉湖》），赞誉江阴美景：\n\n　　丹树村边烟火微，碧波深处雁初飞。萧条落叶垂杨岸，隔水寥寥闻捣衣。 \n\n","translation":"江南大地鸟啼声声绿草红花相映，水边村寨山麓城郭处处酒旗飘动。\n南朝遗留下的四百八十多座古寺，无数的楼台全笼罩在风烟云雨中。\n\n"}
{"_id":{"$oid":"5b9a120a367d5c5b84062a8a"},"title":"凉州词二首·其一","dynasty":"唐代","writer":"王之涣","content":"黄河远上白云间，一片孤城万仞山。\n羌笛何须怨杨柳，春风不度玉门关。","type":["唐诗三百首","边塞","写景","将士","思乡","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153057562.mp3","remark":"凉州词：又名《出塞》。为当时流行的一首曲子（《凉州词》）配的唱词。\n原题二首，此其一，郭茂倩《乐府诗集》卷七十九《近代曲词》载有《凉州歌》，并引《乐苑》云：“《凉州》，宫调曲，开元中西凉府都督郭知运进”。凉州，唐陇右道凉州治所在姑臧县（今甘肃省武威市凉州区）。\n远上；远远向西望去。“远”一作“直”。\n黄河远上：远望黄河的源头。\n孤城：指孤零零的戍边的城堡。\n仞：古代的长度单位，一仞相当于七尺或八尺(等于231cm或264cm,约等于2.3m或2.6m)。\n羌笛：古羌族主要分布在甘、青、川一带。羌笛是羌族乐器，属横吹式管乐。属于一种乐器。\n何须：何必。何须怨：何必埋怨。\n杨柳：杨树的柳条，又指的是《杨柳曲》。\n度：吹到过。不度：吹不到\n玉门关：汉武帝置，因西域输入玉石取道于此而得名。故址在今甘肃敦煌西北小方盘城,是古代通往西域的要道。六朝时关址东移至今安西双塔堡附近。\n\n\n","shangxi":"　　据唐人薛用弱《集异记》记载：开元（唐玄宗年号，公元713—741年）间，王之涣与高适、王昌龄到旗亭饮酒，遇梨园伶人唱曲宴乐，三人便私下约定以伶人演唱各人所作诗篇的情形定诗名高下。王昌龄的诗被唱了两首，高适也有一首诗被唱到，王之涣接连落空。轮到诸伶中最美的一位女子演唱了，她所唱则为“黄河远上白云间”。王之涣甚为得意。这就是著名的“旗亭画壁”故事。此事未必实有。但表明王之涣这首诗在当时已成为广为传唱的名篇。\n\n　　诗的前两句描绘了西北边地广漠壮阔的风光。首句抓住自下（游）向上（游）、由近及远眺望黄河的特殊感受，描绘出“黄河远上白云间”的动人画面：汹涌澎湃波浪滔滔的黄河竟象一条丝带迤逦飞上云端。写得真是神思飞跃，气象开阔。诗人的另一名句“黄河入海流”，其观察角度与此正好相反，是自上而下的目送；而李白的“黄河之水天上来”，虽也写观望上游，但视线运动却又由远及近，与此句不同。“黄河入海流”和“黄河之水天上来”，同是着意渲染黄河一泻千里的气派，表现的是动态美。而“黄河远上白云间”，方向与河的流向相反，意在突出其源远流长的闲远仪态，表现的是一种静态美。同时展示了边地广漠壮阔的风光，不愧为千古奇句。\n\n　　次句“一片孤城万仞山”出现了塞上孤城，这是此诗主要意象之一，属于“画卷”的主体部分。“黄河远上白云间”是它远大的背景，“万仞山”是它靠近的背景。在远川高山的反衬下，益见此城地势险要、处境孤危。“一片”是唐诗习用语词，往往与“孤”连文（如“孤帆一片”、“一片孤云”等等），这里相当于“一座”，而在词采上多一层“单薄”的意思。这样一座漠北孤城，当然不是居民点，而是戌边的堡垒，同时暗示读者诗中有征夫在。“孤城”作为古典诗歌语汇，具有特定涵义。它往往与离人愁绪联结在一起，如“夔府孤城落日斜，每依北斗望京华”（杜甫《秋兴》）、“遥知汉使萧关外，愁见孤城落日边”（王维《送韦评事》）等等。第二句“孤城”意象先行引入，为下两句进一步刻划征夫的心理作好了准备。\n\n　　诗起于写山川的雄阔苍凉，承以戌守者处境的孤危。第三句忽而一转，引入羌笛之声。羌笛所奏乃《折杨柳》曲调，这就不能不勾起征夫的离愁了。此句系化用乐府《横吹曲辞·折杨柳歌辞》“上马不捉鞭，反折杨柳枝。蹀座吹长笛，愁杀行客儿”的诗意。折柳赠别的风习在唐时最盛。“杨柳”与离别有更直接的关系。所以，人们不但见了杨柳会引起别愁，连听到《折杨柳》的笛曲也会触动离恨。而“羌笛”句不说“闻折柳”却说“怨杨柳”，造语尤妙。这就避免直接用曲调名，化板为活，且能引发更多的联想，深化诗意。玉门关外，春风不度，杨柳不青，离人想要折一枝杨柳寄情也不能，这就比折柳送别更为难堪。征人怀着这种心情听曲，似乎笛声也在“怨杨柳”，流露的怨情是强烈的，而以“何须怨”的宽解语委婉出之，深沉含蓄，耐人寻味。这第三句以问语转出了如此浓郁的诗意，末句“春风不度玉门关”也就水到渠成。用“玉门关”一语入诗也与征人离思有关。《后汉书·班超传》云：“不敢望到酒泉郡，但愿生入玉门关。”所以末句正写边地苦寒，含蓄着无限的乡思离情。如果把这首《凉州词》与中唐以后的某些边塞诗（如张乔《河湟旧卒》）加以比较，就会发现，此诗虽极写戌边者不得还乡的怨情，但写得悲壮苍凉，没有衰飒颓唐的情调，表现出盛唐诗人广阔的心胸。即使写悲切的怨情，也是悲中有壮，悲凉而慷慨。“何须怨”三字不仅见其艺术手法的委婉蕴藉，也可看到当时边防将士在乡愁难禁时，也意识到卫国戌边责任的重大，方能如此自我宽解。也许正因为《凉州词》情调悲而不失其壮，所以能成为“唐音”的典型代表。\n\n","translation":"\n黄河好像从白云间奔流而来，玉门关孤独地耸峙在高山中。\n将士何须哀怨那柳树不发芽，春风根本吹不到玉门关外。\n\n译文二\n纵目望去，黄河渐行渐远，好像奔流在缭绕的白云中间，就在黄河上游的万仞高山之中，一座孤城玉门关耸峙在那里，显得孤峭冷寂。\n何必用羌笛吹起那哀怨的杨柳曲去埋怨春光迟迟不来呢，原来玉门关一带春风是吹不到的啊！\n\n"}
{"_id":{"$oid":"5b9a120a367d5c5b84062a8b"},"title":"送东阳马生序(节选)","dynasty":"明代","writer":"宋濂","content":"　　余幼时即嗜学。家贫，无从致书以观，每假借于藏书之家，手自笔录，计日以还。天大寒，砚冰坚，手指不可屈伸，弗之怠。录毕，走送之，不敢稍逾约。以是人多以书假余，余因得遍观群书。既加冠，益慕圣贤之道，又患无硕师、名人与游，尝趋百里外，从乡之先达执经叩问。先达德隆望尊，门人弟子填其室，未尝稍降辞色。余立侍左右，援疑质理，俯身倾耳以请；或遇其叱咄，色愈恭，礼愈至，不敢出一言以复；俟其欣悦，则又请焉。故余虽愚，卒获有所闻。\n\n　　当余之从师也，负箧曳屣，行深山巨谷中，穷冬烈风，大雪深数尺，足肤皲裂而不知。至舍，四支僵劲不能动，媵人持汤沃灌，以衾拥覆，久而乃和。寓逆旅，主人日再食，无鲜肥滋味之享。同舍生皆被绮绣，戴朱缨宝饰之帽，腰白玉之环，左佩刀，右备容臭，烨然若神人；余则缊袍敝衣处其间，略无慕艳意,以中有足乐者，不知口体之奉不若人也。盖余之勤且艰若此。\n\n","type":["初中文言文","送别","劝勉","学习"],"remark":"选自《宋学士文集》（上海古籍出版社1985年版）。\n宋濂：（1310-1381）字景濂，号潜溪，浦江（今浙江义乌西北），明初文学家。\n东阳，地名，在今浙江东阳。 \n生，长辈对晚辈的称呼。\n序：文体名，这是一篇赠序\n余：我。\n嗜：喜欢、特别爱好。\n无从：没有办法。\n致书：得到书。致：得到。\n每假借于藏书之家，手自笔录：每：常常。\n假借：同义复合词。 借。\n假，借。\n于：介词，从。\n笔：名词作状语，用笔。\n手：名词活用为动词，动手。\n弗之怠(dài)：即弗怠之，不懈怠，不放松读书。\n弗：不。之：指代抄书。\n走：跑。\n逾约：超过约定的期限。\n以是：因此。以：以为；是：这样。\n加冠（guān）：古代男子二十岁举行加冠礼，表示已经成人。\n后人常用“冠”或“加冠”表示年已二十。\n患：担心。.\n硕师：学问渊博的老师。\n硕，大。\n游：交往。\n尝：曾经。\n趋：赶到。\n从乡之先达执经叩问：拿着经书向当地有道德有学问的前辈请教。\n先达：有道德有学问的前辈。叩，请教。\n执：拿着\n德隆望尊：道德声望高。\n望，声望，名望。\n隆：高。\n门人弟子填其室：学生挤满了他的屋子。\n门人、弟子，学生。\n填，充。这里是拥挤的意思。\n稍降辞色：把言辞放委婉些，把脸色放温和些。\n辞色，言语和脸色。色：脸色。\n援疑质理：提出疑难，询问道理。\n援，提出。\n质，询问。\n俯身倾耳以请：弯下身子，侧着耳朵（恭敬地）请教（表现尊敬而专心）。\n以：连词，而，来。\n或：有时。\n叱(chì)咄(duō)：训斥，呵责。\n色愈恭：表情更加恭顺。色：表情。 恭：恭敬\n至：周到。\n复：这里指辩解，反驳。\n俟（sì）：等待。\n卒：最终。\n负箧（qiè）曳屣（yè xǐ）：背着书箱，拖着鞋子（表示鞋破）。\n曳：拖。\n箧：书箱。\n屣：鞋。\n穷冬：隆冬。\n皲（jūn）裂：皮肤因寒冷干燥而开裂。\n舍：指学舍，书馆。\n支：通“肢”，肢体。\n媵（yìng）人：这里指服侍的人。\n汤：热水。\n沃灌：洗浴。沃，浇水洗（四肢）。灌通“盥”。\n衾（qīn）：被子。\n拥：盖着。\n而：表承接。\n乃：才。\n日再食（SI）：每天供应两顿饭。再：两次。\n寓逆旅：寄居在旅店里。\n寓，寄居。\n逆，迎。\n逆旅，旅店。\n被（pī）绮（qǐ）绣：穿着漂亮的丝绸衣服。\n被，通“披”，穿着。\n朱缨：红色的帽带。\n缨：帽带。\n腰：腰佩。\n腰，名词作动词。\n容臭（xiù）：香袋。\n臭，气味，这里指香气。\n烨（yè）然：光彩照人的样子。\n缊（yùn）袍敝（bì）衣：破旧的衣服。\n缊，旧絮。敝，破旧。\n略无慕艳意：毫无羡慕的意思。\n略无：毫无。\n慕艳，羡慕。\n以中有足乐者，不知口体之奉不若人也：因为内心有足以快乐的事（指读书），不觉得吃的穿的不如别人。\n中：内心。\n口体之奉：指吃的穿的。\n盖：发语词，用来引领一句话，常是感慨或议论之类的，属语气助词；翻译为“大概”。\n\n","translation":"　　我年幼时就非常爱好读书。（因为）家里贫穷，（所以）没有办法买书来阅读，常常向藏书的人家去借，亲自抄录，计算着日期按时送还。冬天非常寒冷，砚台里的墨汁像冰一样坚硬，手指（冻得）不能弯曲伸直，也不敢懈怠。抄完后，便马上跑去还书，不敢稍微超过约定的期限。因此有很多人都愿意把书借给我，于是我能够遍观群书。到了成年以后，我更加仰慕古代圣贤的学说，又担心没有才学渊博的人同我来往，曾经跑到百里以外，拿着经书向乡里有道德学问的前辈请教。前辈道德和声望高，门人弟子挤满了他的屋子，他不曾把言辞放委婉些，把脸色放温和些。我站着侍候在他左右，提出疑难，询问道理，俯下身子，侧着耳朵请教；有时遇到他大声斥责，（我的）表情更加恭顺，礼节更加周到，不敢说一个字反驳；等到他高兴了，则又去请教。所以我虽然愚笨，但最终获得学识。\n　　当我外出求师的时候，背着书箱，拖着鞋子，行走在深山峡谷之中。隆冬时节，刮着猛烈的寒风，雪有好几尺深，脚上的皮肤都冻裂却不知道。回到旅舍，四肢僵硬动弹不得。服侍的仆人拿着热水（为我）浇洗，用被子裹着我，很久才暖和起来。我寄住在旅舍，旅店老板每天提供两顿伙食，没有新鲜肥美的东西来享用。与我同住别的同学都穿着华丽的衣服，戴着用红色帽带和珠宝装饰的帽子，腰间系着白玉制成的环，左边佩戴宝刀，右边挂着香囊，光鲜亮丽好像神仙一样；我却穿着破破烂烂的衣服和他们生活在一起，但我毫无羡慕的心。因为心中有足以快乐的事情，所以不觉得吃的、穿的享受不如别人。我求学的辛勤和艰苦就是像这个样子啊!\n\n","shangxi":"宋濂少时勤苦好学，元时曾受业于文豪吴莱、柳贯、黄之门，得其薪传。于书无所不窥；自少至老，未尝一日释卷，故学识、文才俱登峰造极。及事明太祖，凡国家祭祀、朝会、诏谕、封赐之文，多出其手。相传明太祖尝以文学之臣问于刘基，基对曰：“当今文章第一，舆论所属，实在翰林学士臣濂，华夷无间言者。其次臣基，不敢他有听让。”（《跋张孟兼文稿序后》）当时日本、高丽使臣来京朝贡者，每问“宋先生安否”，且以重金购其文集而归。著有《宋学士集》《宋文宪全集》并行于世。宋濂文雍容高华，醇厚演迤，而多变化。《四库全书总目提要》谓：“濂文雍容浑穆，如天闲良骥，鱼鱼雅雅，自中节度。”刘基于其所著《宋景濂学士文集序》中引欧阳玄赞濂之言曰：“先生天分极高，极天下之书无不尽读；以其所蕴，大肆厥辞。其气韵沈雄，如淮阴出师，百战百胜，志不少慑；其神思飘逸，如列子御风，飘然骞举，不沾尘土；其词调清雅，如殷卣周彝，龙纹漫灭，古意独存。其态度多变，如晴霁终南，众驺前陈，应接不暇，非具众长，识迈千古，安能与此!”他在文学上主张崇实务本，“必有其实，而后文随之”；强调“随物赋形”、“人能养气则情深文明，气盛而化神”（《文原》）。著名篇章有《秦士录》《王冕传》《胡长孺传》《李疑传》《环翠亭记》《看松庵记》等，《送东阳马生序》也是他的代表作之一。\n\n　　叙自己“为学之难”，先揭示“嗜学，家贫”的主客观情况。“嗜学”，有强烈的读书愿望，浓烈的读书兴趣，而“家贫”则无力购书，无资聘师，无法结友。在这种处境下，唯有靠自己的“专心”、“劳苦”予以克服。作者先叙无书之苦。“家贫，无从致书以观”，好读书却买不起书，只有走借书之途。再写借书之难，借来的书，不能污损，不可久待，只有“手自笔录，计日以还”。为了不逾约，即使是“天大寒”，“砚冰坚，手指不可屈伸”，也“弗之怠”，仍要“笔录”。复写求师之艰。先写“从乡之先达执经叩问”，“尝趋百里外”求教，不辞劳苦。乡贤因门人弟子众多，对他“未尝稍降辞色”，他不因冷遇而灰心，不因疏淡而反感，相反的却是“俯身倾耳以请”；甚至会遇到“叱咄”，而他却“色愈恭，礼愈至，不敢出一言以复”，“俟其欣悦，则又请焉”。乡先达的态度愈差，他的态度却愈敬，可见求知的心诚。再写外出从师的“勤且艰”。“负箧曳屣行深山巨谷中，穷冬烈风，大雪深数尺”，道路、环境、季节、气候，都极恶劣，而他“足肤皲裂”、“四肢僵劲”，则置天寒地冻于不顾，山高路远而不管。对于衣、食、住也不讲究。寄居旅舍，一天两顿饭，无甘美肥鲜；一身粗布破袍，无光鲜锦绣。作者于前面以环境的恶劣突显其坚苦不移，这里则以“烨然若神人”的纨绔子弟为对比，反衬其独得其乐。正由于如此，不计客观条件的艰苦，执着追求，虚心求教，他才能“遍观群书”，而列于君子之列，居天子之侧，四海称其姓氏。从封建社会的“学而优则仕”的观点看，宋濂可谓学有所成的了。接着写诸生学习条件优裕而懈怠，回应上文，又明揭意图。作者仍然从食、住、书、师四个方面予以对比。太学生无衣食之患，相反的是鲜服美食；高堂大厦，群书毕集，师随左右，不像自己当年的学习，有“冻馁之患”、“奔走之劳”、“求而不得”之苦，可是条件好了，却有“业有不精，德有不成”者。条件的优裕和效果的不佳又形成对照。作者在充分比照的基础上其理颖然而出：“非天质之卑，则心不若余之专耳，岂他人之过哉!”显示了不容置辩的力量。最后一节文字写作这篇序的目的：“勉乡人以学”。作者和马君则系同乡关系，又是位勤奋好学的青年，加之以长信为进见礼，言和色夷，是个流辈称其贤的“善学者”，因而才诚恳地以“为学之难以告之”。由于文中是以个人的经历和体会为例证的，因而要申说一下无“夸际遇之盛而骄乡人”的意思。作者在行文中也一直注意防止骄矜之意，写向人请教，说“余虽愚，卒获有所闻”，称自己“今虽耄老，未有所成”，以及“幸预”、“缀”、“谬称”等谦让之辞，纯然是长者之风，学者之范。\n\n　　作者勖勉后生马君则，语重心长，寓理于事，其事一为己事，一为人事。叙己事，娓娓动听；述人事，头头是道。以己事与人事相比照，其理煜然。人事即为太学生事，马生系太学生中之一员。但又不同于一般的太学生，是个“用心於学甚劳”的“善学者”，因而具有劝勉的基础，否则也不必如此谆谆告诫。这篇劝学篇，因为作者现身说法和严密对比，事繁而不芜。语简而意昭，不愧是宋濂的力作之一，也是明文中的佼佼者。\n\n　　宋濂不仅学识丰赡，文才彪炳，而且政治经验富足，马生原是个用心于学的人，也已取得了一定的成绩，那作者又为何还要如此教诲？作者不说太学使人养尊处优，不求上进，而讲条件优越，要充分运用。这是因为他深知朱元璋登上宝座后一直妒贤嫉能、杀戮功臣，以巩固其统治。他的亲信谋士、开国功臣刘基就死于朱元璋的阴谋，开国元勋徐达、太师韩国公李善长、中丞涂节、吏部尚书詹徽、开国公常升等都被朱元璋以各种借口而杀害。宋濂可谓知时识世，在朱元璋大清洗之前就告老还乡，退居林泉。他这次“朝京师”，马生“撰长书以为贽”，对他加以赞颂，他为了避免朱元璋的疑忌，在赠序中不讲为国为民之类的涉嫌的话，而讲万年百处可说的读书问题。谈读书，还不忘赞扬一下太学，对皇帝主办的学校条件说了一番好话。从这里可见宋濂不仅饱有学识，而且老于世故。宋濂虽然如此小心谨慎，可是后来他的孙子与一案有牵，最后也诛及了他。"}
{"_id":{"$oid":"5b9a120a367d5c5b84062a8c"},"title":"竹里馆","dynasty":"唐代","writer":"王维","content":"独坐幽篁里，弹琴复长啸。\n深林人不知，明月来相照。","type":["唐诗三百首","月亮","初中古诗","归隐","孤独","生活"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153058932.mp3","remark":"竹里馆：辋川别墅胜景之一，房屋周围有竹林，故名。\n幽篁（huáng）：幽深的竹林。\n啸（xiào）：嘬口发出长而清脆的声音，类似于打口哨。\n深林：指“幽篁”。\n相照：与“独坐”相应，意思是说，左右无人相伴，唯有明月似解人意，偏来相照。\n长啸：撮口而呼，这里指吟咏、歌唱。古代一些超逸之士常用来抒发感情。魏晋名士称吹口哨为啸。\n\n","shangxi":"　　此诗收录于《王右丞集笺注》，为《辋川集》二十首中的第十七首。诗写山林幽居情趣，属闲情偶寄。\n\n　　这首小诗总共四句。拆开来看，既无动人的景语，也无动人的情语；既找不到哪个字是诗眼，也很难说哪一句是警策。且诗的用字造语、写景（幽篁、深林、明月），写人（独坐、弹琴、长啸）都极平淡无奇。然而它的妙处也就在于以自然平淡的笔调，描绘出清新诱人的月夜幽林的意境，夜静人寂融情景为一体，蕴含着一种特殊的美的艺术魅力，使其成为千古佳品。以弹琴长啸，反衬月夜竹林的幽静，以明月的光影，反衬深林的昏暗，表面看来平平淡淡，似乎信手拈来，随意写去其实却是独具匠心，妙手回春的大手笔。\n\n　　这首诗表现了一种清静安详的境界。前两句写诗人独自一人坐在幽深茂密的竹林之中，一边弹着琴弦，一边又发出长长的啸声。其实，不论“弹琴”还是“长啸”，都体现出诗人高雅闲淡、超拔脱俗的气质，而这却是不容易引起别人共鸣的。所以后两句说：“深林人不知，明月来相照。”意思是说，自己僻居深林之中，也并不为此感到孤独，因为那一轮皎洁的月亮还在时时照耀自己。这里使用了拟人化的手法，把倾洒着银辉的一轮明月当成心心相印的知己朋友，显示出诗人新颖而独到的想象力。全诗的格调幽静闲远，仿佛诗人的心境与自然的景致全部融为一体了。\n\n　　诗中写到景物，只用六个字组成三个词，就是：“幽篁”、“深林”、“明月”。对普照大地的月亮，用一个“明”字来形容其皎洁，并无新意巧思可言，是人人惯用的陈词。至于第一句的“篁”与第三句的“林”，其实是一回事，是重复写诗人置身其间的竹林，而在竹林前加“幽”、“深”两字，不过说明其既非庾信《小园赋》所说的“三竿两竿之竹”，也非柳宗元《青水驿丛竹》诗所说的“檐下疏篁十二茎”，而是一片既幽且深的茂密的竹林。这里，象是随意写出了眼前景物，没有费什么气力去刻画和涂饰。\n\n　　诗中写人物活动，也只用六个字组成三个词，就是：“独坐、弹琴、长啸”。对人物，既没有描绘其弹奏舒啸之状，也没有表达其喜怒哀乐之情；对琴音与啸声，更没有花任何笔墨写出其音调与声情。　表面看来，四句诗的用字造语都是平平无奇的。但四句诗合起来，却妙谛自成，境界自出，蕴含着一种特殊的艺术魅力。作为王维《辋川集》中的一首名作，它的妙处在于其所显示的是那样一个令人自然而然为之吸引的意境。它不以字句取胜，而从整体见美。它的美在神不在貌，领略和欣赏它的美，也应当遗貌取神，而其神是包孕在意境之中的。就意境而言，它不仅如施补华所说，给人以“清幽绝俗”（《岘佣说诗》）的感受，而且使人感到，这一月夜幽林之景是如此空明澄净，在其间弹琴长啸之人是如此安闲自得，尘虑皆空，外景与内情是抿合无间、融为一体的。而在语言上则从自然中见至味、从平淡中见高韵。它的以自然、平淡为特征的风格美又与它的意境美起了相辅相成的作用。\n\n　　可以想见，诗的意境的形成，全赖人物心性和所写景物的内在素质相一致，而不必借助于外在的色相。因此，诗人在我与物会、情与景合之际，就可以如司空图《诗品·自然篇》中所说，“俯拾即是，不取诸邻，俱道适往，著手成春”，进入“薄言情悟，悠悠天钧”的艺术天地。当然，这里说“俯拾即是”，并不是说诗人在取材上就一无选择，信手拈来；这里说“著手成春”，也不是说诗人在握管时就一无安排，信笔所之。诗中描写周围景色，选择了竹林与明月，是取其与所要显示的那一清幽澄净的环境原本一致；诗中抒写自我情怀，选择了弹琴与长啸，则取其与所要表现的那一清幽澄净的心境互为表里。这既是即景即事，而其所以写此景，写此事，自有其酝酿成熟的诗思。更从全诗的组合看，诗人在写月夜幽林的同时，又写了弹琴、长啸，则是以声响托出静境。至于诗的末句写到月来照，不仅与上句的“人不知”有对照之妙，也起了点破暗夜的作用。这些音响与寂静以及光影明暗的衬映，在安排上既是妙手天成，又是有匠心运用其间的。\n\n","translation":"独自闲坐幽静竹林，时而弹琴时而长啸。\n密林之中何人知晓我在这里？只有一轮明月静静与我相伴。\n\n"}
{"_id":{"$oid":"5b9a120a367d5c5b84062a8d"},"title":"两小儿辩日 / 两小儿辩斗","dynasty":"先秦","writer":"列御寇","content":"孔子东游，见两小儿辩日，问其故。(辩日 一作：辩斗)\n一儿曰：“我以日始出时去人近，而日中时远也。” \n一儿以日初出远，而日中时近也。\n一儿曰：“日初出大如车盖，及日中则如盘盂，此不为远者小而近者大乎？”\n一儿曰：“日初出沧沧凉凉，及其日中如探汤，此不为近者热而远者凉乎？”\n孔子不能决也。\n两小儿笑曰：“孰为汝多知乎？”","type":["初中文言文","儿童","对话","哲理","寓言"],"remark":"东：东方。\n游：游历、游学。\n见：看见。\n辩斗：辩论，争论.\n辩：争。\n其：代词，他们。\n故：缘故，原因。\n以：认为。\n始：刚刚，才。\n去：离；距离。\n日中：正午。\n初：刚刚。\n车盖：古时车上的篷盖，像雨伞一样，呈圆形。\n及：到。\n则：就。\n盘盂：盛物的器皿。圆者为盘，方者为盂。\n为：是。\n沧沧凉凉：形容清凉的感觉。沧沧：寒冷的意思。\n探汤：把手伸向热水里。汤，热水，开水。（古时还特指沐浴时用的热水。）在文中的意思是天气很热。\n决：决断，判定，判断。\n孰：谁。\n为：同“谓”，说，认为。\n汝：你。\n知：zhì，通假字。“知”通 “智”聪明、智慧。\n笑：在这里不是嘲笑，在这里突出了孩子们的天真可爱\n沧沧凉凉:形容清凉而略带寒意。\n\n","shangxi":"　　教材简析\n\n　　《两小儿辩日》是人教版大修订教材第十二册中的一篇文言课文。文章讲的是古时候两个小孩凭自己的直觉，一个认为太阳在早晨离人近，一个认为太阳在中午离人近，为此，各持一端，争执不下，就连孔子这样博学的人也不能作出判断。这个故事既渗透了要主动认识自然、探求客观真理，并大胆质疑的科学态度；也说明了知识无穷，学无止境，再博学的人也会有所不知，应该实事求是的道理。\n\n　　文言文是中国传统文化的宝贵遗产。借助《两小儿辩日》这篇文章，学生将初步感受到文言文的语言特点，产生学习文言文的兴趣，了解祖国悠久灿烂的文化，增强学习祖国语言文字的信心，并为今后学习文言文打下基础。\n\n　　学习目标\n\n　　1．根据课后注释理解文章内容，掌握重点字词，并反复诵读课文，产生自己的独特感受，力争达到“熟读成诵”。\n\n　　2．初步感受文言文的特点，产生学习文言文的兴趣。\n\n　　3．感受两小儿的聪明可爱及孔子实事求是的科学态度，体会学无止境的道理。\n\n　　教学过程\n\n　　一、温故知新，解破课题\n\n　　1．齐读课题。\n\n　　2．借已学过的古诗词引出对“日”字的理解。\n\n　　〖教师〗根据“温故而知新”的古训，引导学生背诵含有“日”字的诗句。\n\n　　〖学生〗背诵诗词，并简释诗句中“日”字的意思。\n\n　　〖教师〗引导学生在已有知识的基础上，理解课题，并导出“两小儿在争论太阳的什么”这个问题，便于下一步展开对课文的深入学习。\n\n　　[设计意图]\n\n　　构成文言文主体的汉字与现代文的字意有近似之处。就从课文的标题来看，古今含义就大致相同。因此，假以耳熟能详的古诗词，启发学生“温故知新”，就可以悟出题旨，并消除学习文言文的畏难情绪，对学好课文充满信心。\n\n　　二、千里之行，始于足下\n\n　　1．畅谈感受，明确方向。\n\n　　〖教师〗给出机会让学生畅谈初次接触文言文的感受，并及时归纳和小结，启发学生思考解决学习疑难的方法。\n\n　　〖学生〗根据各自已有的经验，提出学习课文的方法。\n\n　　2．合作学习，疏通文章。\n\n　　〖教师〗提示学生采用适当的方法，把课文读懂、读通顺。\n\n　　〖学生〗选取适当的学习方法，通过小组协作，疏通文章。\n\n　　3．检查学习效果。\n\n　　〖教师〗请学生参考注释，用现代口语复述故事，并根据学生复述的状况进行即席点拨。\n\n　　〖学生〗复述故事。\n\n　　〖教师〗出示一组选择题，让学生选定两小儿辩斗的焦点，即解开上课之初的问题——“两小儿在争论太阳的什么？”\n\n　　〖学生〗通过“写题板”的形式，快速表达各自的选择结果。\n\n　　〖教师〗在学生基本读懂课文的基础上，引导学生“浅谈”对重点词——“笑”的理解，并适时点拨。\n\n　　〖师生同步〗借助画面为竹简样式的媒体展示全文，反复诵读，共同感受古文的“韵律美”，以期达到熟读的效果，为深入理解课文铺平道路。\n\n　　[设计意图]\n\n　　“千里之行”是喻指对课文的深入理解，而“始于足下”是指以让学生读通、读顺、读出滋味为学习文言文的起点。在教师的“陪伴”下，学生动口、动脑，自我磨练诵读古文的能力，同时也感受到诵读古文的乐趣。在多次诵读中，学生既能感悟文言文的特点，又能明确下一步学习的方向。\n\n　　三、书读百遍，其义自见\n\n　　1．小组合作，弄清“辩斗”的观点及理由。\n\n　　〖教师〗从文言文“简洁”的特点入手，引导学生弄清两小儿“辩斗”的内容，分清“辩斗”的观点和理由。\n\n　　〖学生〗通过小组协作，分清“辩斗”的观点和理由。\n\n　　2．检查学习效果并品读课文。\n\n　　〖教师〗在学生分别汇报两小儿观点和理由的同时，完成板书。并再次指导学生反复品读。\n\n　　〖学生〗反复品读，品出对“笑”字的深入感悟。\n\n　　[设计意图]\n\n　　在合作学习中让学生分清观点和理由，并感受两小儿争论的氛围，激发学生边读边想。在反复诵读之后，促使学生对两小儿之“笑”有深入、独特的感悟。从而明确“书读百遍，其义自见”的道理，并通过谈论、诵读等形式，展现学生对课文的“个性化感悟”。\n\n　　3．尝试性背诵，力争达到“熟读成诵”。（机动环节）\n\n　　四、知识无穷，学无止境\n\n　　1．解开“辩日”之谜。\n\n　　〖教师〗提出“辩日”孰是孰非的问题。\n\n　　〖学生〗通力协作，解开“辩日”之谜。\n\n　　〖教师〗运用媒体手段“印证”学生的解释。\n\n　　2．理性看待“孔子不能决”。\n\n　　〖教师〗引导学生谈论对“孔子不能决”的看法。\n\n　　〖学生〗针对“孔子不能决”各抒己见，从而感受两小儿的聪明可爱及孔子实事求是的科学态度，体会学无止境的道理。\n\n　　[设计意图]\n\n　　教学中为体现对“情感态度和价值观”这一目标的落实，精心组织“如何看待孔子不能决”的教学活动，促使学生联系生活实际，在热烈的讨论之中使学生悟出“知识无穷、学无止境”的道理。\n\n　　五、回味“辩日”，师生漫谈\n\n　　1．回味“学习历程”，书写心得。\n\n　　〖教师〗小结本节课的“学习历程”，启发学生写出各自的收获和体会。\n\n　　〖学生〗通过“写题板”的形式，简明小结自己 “个性化”的情感体验。\n\n　　2．漫谈体会。\n\n　　〖师生同步〗进行高效的思维互动与交流，拓展各自“个性化”的情感体验。\n\n　　[设计意图]\n\n　　引导学生回味本节课的“学习历程”，为的是启发他们从不同的角度、不同的层面去体验，并用最简洁的表达形式来表达自己的体验。这种体验是自主和个性化的；它始于“辩日”，但期盼孩子们能超越“辩日”水平。\n\n","translation":"孔子向东游历，见到两个小孩在争辩，就问他们在争辩的原因。\n一个小孩子说：“我认为太阳刚刚升起的时候距离人近，而正午的时候距离人远。”\n另一个小孩子认为太阳刚刚升起的时候距离人比较远，而正午的时候距离人比较近。\n一个小孩儿说：“太阳刚出时像车的车盖一样大，到了中午时就如同盘子一般小了，这不是远小近大的道理吗？”\n另一个小孩儿说：“太阳刚出来时凉爽，到了中午的时候热得如同把手伸进热水中，这不是近的就感觉热，而远就觉得凉的道理吗？”\n孔子听了之后不能判断他们俩谁对谁错。\n两个小孩子笑着对孔子说：“是谁说你智慧多呢？”\n\n"}
{"_id":{"$oid":"5b9a120a367d5c5b84062a8e"},"title":"渡荆门送别","dynasty":"唐代","writer":"李白","content":"渡远荆门外，来从楚国游。\n山随平野尽，江入大荒流。\n月下飞天镜，云生结海楼。\n仍怜故乡水，万里送行舟。","type":["唐诗三百首","初中古诗","长江","送别","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153059504.mp3","remark":"荆门：山名，位于今湖北省宜都县西北长江南岸，与北岸虎牙三对峙，地势险要，自古即有楚蜀咽喉之称。\n远：远自。\n楚国：楚地，指湖北一带，春秋时期属楚国。\n平野：平坦广阔的原野。\n江：长江。大荒：广阔无际的田野。\n月下飞天镜：明月映入江水，如同飞下的天镜。下：移下。\n海楼：海市蜃楼，这里形容江上云霞的美丽景象。\n仍：依然。怜：怜爱。一本作“连”。故乡水：指从四川流来的长江水。因诗人从小生活在四川，把四川称作故乡。\n万里：喻行程之远。\n\n","shangxi":"　　这首诗是李白出蜀时所作。李白这次出蜀，由水路乘船远行，经巴渝，出三峡，直向荆门山之外驶去，目的是到湖北、湖南一带楚国故地游览。“渡远荆门外，来从楚国游”，指的就是这一壮游。这时候的青年诗人，兴致勃勃，坐在船上沿途纵情观赏巫山两岸高耸云霄的峻岭，一路看来，眼前景色逐渐变化，船过荆门一带，已是平原旷野，视域顿然开阔，别是一番景色：\n\n　　“山随平野尽，江入大荒流。”\n\n　　“山随平野尽”，形象地描绘了船出三峡、渡过荆门山后长江两岸的特有景色：山逐渐消失了，眼前是一望无际的低平的原野。著一“随”字，化静为动，将群山与平野的位置逐渐变换、推移，真切地表现出来。这句好比用电影镜头摄下的一组活动画面，给人以流动感与空间感，将静止的山岭摹状出活动的趋向来。\n\n　　“江入大荒流”，写出江水奔腾直泻的气势，从荆门往远处望去，仿佛流入荒漠辽远的原野，显得天空寥廓，境界高远。后句著一“入”字，写出了气势的博大，充分表达了诗人的万丈豪情，充满了喜悦和昂扬的激情，力透纸背，用语贴切。景中蕴藏着诗人喜悦开朗的心情和青春的蓬勃朝气。\n\n　　颔联这两句不仅由于写进“平野”、“大荒”这些辽阔原野的意象，而气势开阔；而且还由于动态的描写而十分生动。大江固然是流动的，而山脉却本来是凝固的，“随、尽”的动态感觉，完全是得自舟行的实际体验。在陡峭奇险，山峦叠嶂的三峡地带穿行多日后，突见壮阔之景，豁然开朗的心情可想而知。它用高度凝炼的语言。极其概括地写出了诗人整个行程的地理变化。\n\n　　写完山势与流水，诗人又以移步换景手法，从不同角度描绘长江的近景与远景：\n\n　　“月下飞天镜，云生结海楼。”\n\n　　长江流过荆门以下，河道迂曲，流速减缓。晚上，江面平静时，俯视月亮在水中的倒影，好象天上飞来一面明镜似的；日间，仰望天空，云彩兴起，变幻无穷，结成了海市蜃楼般的奇景。这正是从荆门一带广阔平原的高空中和平静的江面上所观赏到的奇妙美景。如在崇山峻岭的三峡中，自非亭午夜分，不见曦月，夏水襄陵，江面水流湍急汹涌，那就很难有机会看到“月下飞天镜”的水中影像；在隐天蔽日的三峡空间，也无从望见“云生结海楼”的奇景。这一联以水中月明如圆镜反衬江水的平静，以天上云彩构成海市蜃楼衬托江岸的辽阔，天空的高远，艺术效果十分强烈。颔颈两联，把生活在蜀中的人，初次出峡，见到广大平原时的新鲜感受极其真切地写了出来。\n\n　　颈联两句反衬江水平静，展现江岸辽阔，天空高远，充满了浪漫主义色彩。\n\n　　李白在欣赏荆门一带风光的时候，面对那流经故乡的滔滔江水，不禁起了思乡之情：\n\n　　“仍怜故乡水，万里送行舟。”\n\n　　诗人顺着长江远渡荆门，江水流过的蜀地也就是曾经养育过他的故乡，初次离别，他怎能不无限留恋，依依难舍呢？但诗人不说自己思念故乡，而说故乡之水恋恋不舍地一路送我远行，怀着深情厚意，万里送行舟，从对面写来，越发显出自己思乡深情。诗以浓重的怀念惜别之情结尾，言有尽而情无穷。诗题中的“送别”应是告别故乡而不是送别朋友，诗中并无送别朋友的离情别绪。清沈德潜认为“诗中无送别意，题中二字可删”（《唐诗别裁》），这并不是没有道理的。\n\n　　这首诗首尾行结，浑然一体，意境高远，风格雄健。“山随平野尽，江入大荒流”，写得逼真如画，有如一幅长江出峡渡荆门长轴山水图，成为脍炙人口的佳句。如果说优秀的山水画“咫尺应须论万里”，那么，这首形象壮美瑰玮的五律也可以说能以小见大，以一当十，容量丰富，包涵长江中游数万里山势与水流的景色，具有高度集中的艺术概括力。\n\n","translation":"乘船远行，路过荆门一带，来到楚国故地。\n青山渐渐消失，平野一望无边。长江滔滔奔涌，流入广袤荒原。\n月映江面，犹如明天飞镜；云彩升起，变幻无穷，结成了海市蜃楼。\n故乡之水恋恋不舍，不远万里送我行舟。\n\n"}
{"_id":{"$oid":"5b9a120a367d5c5b84062a8f"},"title":"观刈麦","dynasty":"唐代","writer":"白居易","content":"田家少闲月，五月人倍忙。\n夜来南风起，小麦覆陇黄。\n妇姑荷箪食，童稚携壶浆，\n相随饷田去，丁壮在南冈。\n足蒸暑土气，背灼炎天光，\n力尽不知热，但惜夏日长。\n复有贫妇人，抱子在其旁，\n右手秉遗穗，左臂悬敝筐。\n听其相顾言，闻者为悲伤。\n家田输税尽，拾此充饥肠。\n今我何功德？曾不事农桑。\n吏禄三百石，岁晏有余粮，\n念此私自愧，尽日不能忘。","type":["初中古诗","夏天","农民","生活","讽喻","古诗里的十二个月"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153100196.mp3","remark":"（yì）：割。题下注“时任盩厔县尉”。\n覆（fù）陇（lǒng）黄：小麦黄熟时遮盖住了田埂。覆：盖。陇：同“垄”，这里指农田中种植作物的土埂，这里泛指麦地。\n妇姑：媳妇和婆婆，这里泛指妇女。荷（hè）箪（dān）食（shí）：用竹篮盛的饭。荷：背负，肩担。箪食：装在箪笥里的饭食。《左传·宣公二年》：“而为之箪食与肉，寘诸橐以与之。”\n童稚（zhì）携壶浆（jiāng）：小孩子提着用壶装的汤与水。浆：古代一种略带酸味的饮品，有时也可以指米酒或汤。\n饷（xiǎng）田：给在田里劳动的人送饭。\n丁壮：青壮年男子。南冈（gāng）：地名。\n足蒸暑土气，背灼炎天光：双脚受地面热气熏蒸，脊背受炎热的阳光烘烤。\n但：只。惜：盼望。\n其：指代正在劳动的农民。傍：同“旁”。\n秉（bǐng）遗穗：拿着从田里拾取的麦穗。秉，拿着。遗穗，指收获农作物后遗落在田的麦穗。\n悬：挎着。敝（bì）筐：破篮子。\n相顾言：互相看着诉说。顾：视，看。\n闻者：白居易自指。为（wèi）悲伤：为之悲伤（省略“之”）。\n输税（shuì）：缴纳租税。输，送达，引申为缴纳，献纳。\n我：指作者自己。\n曾（céng）不事农桑：一直不从事农业生产。曾：一直、从来。事：从事。农桑：农耕和蚕桑。\n吏（lì）禄（lù）三百石（dàn）：当时白居易任周至县尉，一年的薪俸大约是三百石米。石：古代容量单位，十斗为一石。吏禄：官吏的俸禄。《史记·平准书》：“量吏禄，度官用，以赋于民。”\n岁晏（yàn）：一年将尽的时候。晏，晚。\n念此：想到这些。\n尽日：整天，终日。\n\n","shangxi":"　　这首诗是元和二年（807）作者任盩厔（今陕西周至）县尉时写的，是作者早期一首著名讽谕诗。\n\n　　这首诗叙事明白，结构自然，层次清楚，顺理成章。诗一开头，先交代背景，标明是五月麦收的农忙季节。接着写妇女领着小孩往田里去，给正在割麦的青壮年送饭送水。随后就描写青壮年农民在南冈麦田低着头割麦，脚下暑气熏蒸，背上烈日烘烤，已经累得筋疲力尽还不觉得炎热，只是珍惜夏天昼长能够多干点活。写到此处，这一家农民辛苦劳碌的情景已经有力地展现出来。接下来又描写了另一种令人心酸的情景：一个贫妇人怀里抱着孩子，手里提着破篮子，在割麦者旁边拾麦。为什么要来拾麦呢？因为她家的田地已经“输税尽”──为缴纳宫税而卖光了，如今无田可种，无麦可收，只好靠拾麦充饥。这两种情景交织在一起，有差异又有关联：前者揭示了农民的辛苦，后者揭示了赋税的繁重。繁重的赋税既然已经使贫妇人失掉田地，那就也会使这一家正在割麦的农民失掉田地。今日的拾麦者，乃是昨日的割麦者；而今日的割麦者，也可能成为明日的拾麦者。强烈的讽谕意味，自在不言之中。诗人由农民生活的痛苦联想到自己生活的舒适，感到惭愧，内心里久久不能平静。这段抒情文字是全诗的精华所在。它是作者触景生情的产物，表现了诗人对劳动人民的深切同情。白居易写讽谕诗，目的是“唯歌生民病，愿得天子知”。在这首诗中，他以自己切身的感受，把农民和作为朝廷官员的自己作鲜明对比，就是希望“天子”有所感悟，手法巧妙而委婉，可谓用心良苦。\n\n　　白居易是一位最擅长写叙事诗的艺术巨匠。他的叙事诗能曲尽人情物态，把其中所叙的事件写得曲折详尽，娓娓动听。而且，他的叙事诗里总是有着心灵的揭示，因而总是蕴含着感情的。在《观刈麦》里，他虽然着墨不多，但是却把割麦者与拾麦者在夏收时那种辛勤劳碌而又痛苦的生活情景，描写得生动真切，历历如画。不仅写了事，而且写了心，包括作者本人的心和劳动人民的心。诗人的心弦显然是被耳闻目睹的悲惨景象振动了，颤栗了，所以才提起笔来直歌其事，所以在字里行间都充满对劳动者的同情和怜悯。像“足蒸暑土气，背灼炎天光”、“家田输税尽，拾此充饥肠”这样的诗句，里面包含着作者多少同情之感、怜悯之意啊！因而这首《观刈麦》在叙事当中是有着作者情的渗透、心的跳动的，作者的心同他所叙的事是融为一体的。值得称道的是，作者在真实地写劳动人民之事的同时，还能够真实地写出劳动人民之心，尤其是刻画出劳动人民在某种特定情况下的变态心理，深刻地揭示诗的主题。《卖炭翁》中“可怜身上衣正单，心忧炭贱愿天寒”，写的是卖炭老人为衣食所迫而产生的变态心理。《观刈麦》中的“力尽不知热，但惜夏日长”，同样也是一种变态心理。这类描写把劳动人民之心刻画入微，深入底蕴。诗中写事与写心的完美统一，较之一般的叙事与抒情的统一，更能震撼人心。白居易又是运用对比手法的能手。他在诗歌创作中，不仅把劳动人民的贫困、善良与地主阶级的奢侈、暴虐作了对比，而且还把自己的舒适与劳动人民的穷苦作了对比。这首诗在写了农民在酷热的夏天的劳碌与痛苦之后，诗人同样也联想到自己，感到自己没有“功德”，又“不事农桑”，可是却拿“三百石”俸禄，到年终还“有余粮”，因而“念此私自愧，尽日不能忘”。诗人在那个时代能够主动去和农民对比，十分难得。这样一种对比，真是新颖精警，难能可贵，发人深省，因而更显出这首诗的思想高度。\n\n","translation":"农民终年没有闲暇，到了五月加倍繁忙。\n夜里吹来暖暖南风，地里小麦盖垄熟黄。\n妇女用筐挑着食物，孩子提壶盛满水汤。\n相伴到田里送饭食，男人劳作在南山冈。\n脚被地面热气熏蒸，背烤着火辣的阳光。\n精疲力竭不觉酷热，只是珍惜夏日天长。\n又见一位贫苦农妇，抱着孩子跟在人旁。\n右手拿着捡的麦穗，左臂挂着一个破筐。\n听她回头述说家境，听的人都为她悲伤。\n为了缴税家田卖尽，靠捡麦穗填充饥肠。\n如今我有什么功德，从来没有种田采桑。\n一年俸禄有三百石，到了年底还有余粮。\n想到这些暗自惭愧，整日整夜念念不忘。\n\n"}
{"_id":{"$oid":"5b9a120a367d5c5b84062a90"},"title":"夏日绝句","dynasty":"宋代","writer":"李清照","content":"生当作人杰，死亦为鬼雄。\n至今思项羽，不肯过江东。","type":["古诗三百首","地名","咏史怀古","爱国","典故","励志","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153101800.mp3","remark":"人杰：人中的豪杰。汉高祖曾称赞开国功臣张良、萧何、韩信是“人杰”。\n鬼雄：鬼中的英雄。\n项羽：秦末时自立为西楚霸王，与刘邦争夺天下，在垓下之战中，兵败自杀。\n江东：项羽当初随叔父项梁起兵的地方。\n\n","shangxi":"　　李清照这首诗，手起笔落处，端正凝重，力透人胸臆，直指人脊骨。“生当作人杰，死亦为鬼雄”这不是几个字的精致组合，不是几个词的巧妙润色；是一种精髓的凝练，是一种气魄的承载，是一种所向无惧的人生姿态。那种凛然风骨，浩然正气，充斥天地之间，直令鬼神徒然变色。“当作”之所“亦为”，一个女子啊！纤弱无骨之手，娇柔无力之躯，演绎之柔美，绕指缠心，凄切入骨，细腻感人无以复加。透过她一贯的文笔风格，在她以“婉约派之宗”而著称文坛的光环映彻下。笔端劲力突起，笔锋刚劲显现时，这份刚韧之坚，气势之大，敢问世间须眉几人可以匹敌？“至今思项羽，不肯过江东。”女诗人追思那个叫项羽的楚霸枭雄，追随项羽的精神和气节，痛恨宋朝当权者苟且偷安的时政。都说退一步海阔天空。仅一河之遥，却是生死之界，仅一念之间，却是存亡之抉。项羽，为了无愧于英雄名节，无愧七尺男儿之身，无愧江东父老所托，以死相报。“不肯”！不是“不能”、不是“不想”、不是“不愿”、不是“不去”。一个“不肯”笔来神韵，强过鬼斧神工，高过天地造化。一种“可杀不可辱”、“死不惧而辱不受”的英雄豪气，漫染纸面，力透纸背，令人叫绝称奇而无复任何言语！\n\n　　这首诗起调高亢，鲜明地提出了人生的价值取向：人活着就要做人中的豪杰，为国家建功立业；死也要为国捐躯，成为鬼中的英雄。爱国激情，溢于言表，在当时确有振聋发聩的作用。南宋统治者不管百姓死活，只顾自己逃命；抛弃中原河山，苟且偷生。因此，诗人想起了项羽。项羽突围到乌江，乌江亭长劝他急速渡江，回到江东，重整旗鼓。项羽自己觉得无脸见江东父老，便回身苦战，杀死敌兵数百，然后自刎。诗人鞭挞南宋当权派的无耻行径，借古讽今，正气凛然。全诗仅二十个字，连用了三个典故，但无堆砌之弊，因为这都是诗人的心声。如此慷慨雄健、掷地有声的诗篇，出自女性之手，实在是压倒须眉了。 \n\n","translation":"生时应当做人中豪杰，死后也要做鬼中英雄。\n到今天人们还在怀念项羽，因为他不肯苟且偷生，退回江东。\n\n"}
{"_id":{"$oid":"5b9a120b367d5c5b84062a91"},"title":"雪梅·其一","dynasty":"宋代","writer":"卢梅坡","content":"梅雪争春未肯降，骚人搁笔费评章。\n梅须逊雪三分白，雪却输梅一段香。","type":["古诗三百首","冬天","写雪","梅花","励志","哲理"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153102608.mp3","remark":"卢梅坡，宋诗人。生卒年不详。“梅坡”不是他的名字，而是他自号为梅坡。\n降（xiáng），服输。\n骚人：诗人。\n阁笔：放下笔。阁，同“搁”放下。评章，评议的文章，这里指评议梅与雪的高下。\n\n","shangxi":"赏析 　　古今不少诗人往往把雪、梅并写。雪因梅，透露出春的信息，梅因雪更显出高尚的品格。如毛泽东《卜算子·咏梅》中就曾写道：“风雨送春归，飞雪迎春到。已是悬崖百丈冰，犹有花枝俏。俏也不争春，只把春来报。待到山花烂漫时，她在丛中笑。”雪、梅都成了报春的使者、冬去春来的象征。但在诗人卢梅坡的笔下，二者却为争春发生了“磨擦”，都认为各自占尽了春色，装点了春光，而且谁也不肯相让。这种写法，实在是新颖别致，出人意料，难怪诗人无法判个高低。诗的后两句巧妙地托出二者的长处与不足：梅不如雪白，雪没有梅香，回答了“骚人阁笔费评章”的原因，也道出了雪、梅各执一端的根据。读完全诗，我们似乎可以看出作者写这首诗是意在言外的：借雪梅的争春，告诫我们人各有所长，也各有所短，要有自知之明。取人之长，补己之短，才是正理。这首诗既有情趣，也有理趣，值得咏思。 ▲","translation":"梅花和雪花都认为各自占尽了春色，谁也不肯服输。难坏了诗人，难写评判文章。\n说句公道话，梅花须逊让雪花三分晶莹洁白，雪花却输给梅花一段清香。\n\n"}
{"_id":{"$oid":"5b9a120b367d5c5b84062a92"},"title":"醉花阴·薄雾浓云愁永昼","dynasty":"宋代","writer":"李清照","content":"薄雾浓云愁永昼，瑞脑消金兽。佳节又重阳，玉枕纱橱，半夜凉初透。(橱 通：厨)\n东篱把酒黄昏后，有暗香盈袖。莫道不销魂，帘卷西风，人比黄花瘦。(人比 一作：人似；销 一作：消)","type":["宋词三百首","宋词精选","初中古诗","婉约","重阳节","怀人","菊花"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153104457.mp3","remark":"云：《古今词统》等作“雰”，《全芳备祖》作：“阴”。永昼：漫长的白天。\n瑞脑：一种薰香名。又称龙脑，即冰片。消：一本作“销”，《花草粹编》等作“喷”。金兽：兽形的铜香炉。\n重阳：农历九月九日为重阳节。\n纱厨：即防蚊蝇的纱帐。橱：《彤管遗篇》等作“窗”。\n凉：《全芳备祖》等作“秋”。\n东篱：泛指采菊之地。\n暗香：这里指菊花的幽香。\n消魂：形容极度忧愁、悲伤。 消：一作“销”。\n西风：秋风。\n比：《花草粹编》等作“似”。黄花：指菊花。鞠，本用菊。\n\n","shangxi":"　　这首词是作者婚后所作，抒发的是重阳佳节思念丈夫的心情。传说李清照将此词寄给赵明诚后，惹得明诚比试之心大起，遂三夜未眼，作词数阕，然终未胜过清照的这首《醉花阴》。\n\n　　“薄雾浓云愁永昼”，这一天从早到晚，天空都是布满着“薄雾浓云”，这种阴沉沉的天气最使人感到愁闷难捱。外面天气不佳，只好待在屋里。永昼，一般用来形容夏天的白昼，这首词写的是重阳，即农历九月九日，已到秋季时令，白昼越来越短，还说“永昼”，这只是词人的一种心理感觉。时间对于欢乐与愁苦的心境分别具有相对的意义，在欢乐中时间流逝得快，在愁苦中则感到时间的步履是那样缓慢。一个人若对“薄雾浓云”特别敏感，担心白天总也过不完，那么，她的心境定然不舒畅。李清照结婚不久，就与相爱至深的丈夫赵明诚分离两地，这时她正独守空房，怪不得感到日长难捱了。这里虽然没有直抒离愁，但仍可透过这层灰蒙蒙的“薄雾浓云”，窥见女词人的内心苦闷。“瑞脑消金兽”一句，便是转写室内情景：她独自个儿看着香炉里瑞脑香的袅袅青烟出神，真是百无聊赖。又是重阳佳节了，天气骤凉，睡到半夜，凉意透入帐中枕上，对比夫妇团聚时闺房的温馨，真是不可同日而语。上片寥寥数句，把一个闺中少妇心事重重的愁态描摹出来。她走出室外，天气不好；待在室内又闷得慌；白天不好过，黑夜更难挨；坐不住，睡不宁，真是难以将息。“佳节又重阳”一句有深意。古人对重阳节十分重视。这天亲友团聚，相携登高，佩茱萸，饮菊酒。李清照写出“瑞脑消金兽”的孤独感后，马上接以一句“佳节又重阳”，显然有弦外之音，暗示当此佳节良辰，丈夫不在身边，“遍插茱萸少一人”，不禁叫她“每逢佳节倍思亲”。“佳节又重阳”一个“又”字，是有很浓的感情色彩的，突出地表达了她的伤感情绪。紧接着两句：“玉枕纱厨，半夜凉初透。”丈夫不在家，玉枕孤眠，纱帐内独寝，难免有孤寂之感。“半夜凉初透”，不只是时令转凉，而是别有一番凄凉滋味。\n\n　　下片写重阳节这天黄昏赏菊东篱、借酒浇愁的情景。把酒赏菊本是重阳佳节的一个主要节目，大概为了应景，李清照在屋里闷坐了一天，直到傍晚，才强打精神“东篱把酒”来了。可是，这并未能宽解一下愁怀，反而在她的心中掀起了更大的感情波澜。重阳是菊花节，菊花开得极盛极美，她一边饮酒，一边赏菊，染得满身花香。然而，她又不禁触景伤情，菊花再美，再香，也无法送给远在异地的亲人。“有暗香盈袖”一句，化用了《古诗十九首》“馨香盈怀袖，路远莫致之”句意。“暗香”，通常指梅花。“疏影横斜水清浅，暗香浮动月黄昏”，就是北宋诗人林逋咏梅花的名句。这里则以“暗香”指代菊花。菊花经霜不落，傲霜而开，风标与梅花相似，暗示词人高洁的胸襟和脱俗的情趣。同时也流露出“馨香满怀袖，路远莫致之”的深深遗憾。这是暗写她无法排遣的对丈夫的思念。她实在情不自禁，再无饮酒赏菊的意绪，于是匆匆回到闺房。“莫道不消魂”句写的是晚来风急，瑟瑟西风把帘子掀起了，人感到一阵寒意。联想到刚才把酒相对的菊花，菊瓣纤长，菊枝瘦细，而斗风傲霜，人则悲秋伤别，消愁无计，此时顿生人不如菊之感。以“人比黄花瘦”作结，取譬多端，含蕴丰富。\n\n　　此词在艺术上的一个特点是“物皆著我之色彩”，从天气到瑞脑金兽、玉枕纱厨、帘外菊花，词人用她愁苦的心情来看这一切，无不涂上一层愁苦的感情色彩。在结构上自起句至“有暗香盈袖”，都是铺叙笔法；而把节日离索的刻挚深情留在结拍，使它如高峰突起。“莫道不消魂，帘卷西风，人比黄花瘦”，成为全篇最精彩之笔。以花木之“瘦”，比人之瘦，诗词中不乏类似的句子，这是因为正是“莫道不消魂，帘卷西风，人比黄花瘦”这三句，才共同创造出一个凄清寂寥的深秋怀人的境界。“莫道不消魂”，直承“东篱把酒”以“人拟黄花”的比喻，与全词的整体形象相结合。“帘卷西风”一句，更直接为“人比黄花瘦”句作环境气氛的渲染，使人想象出一幅画面：重阳佳节佳人独对西风中的瘦菊。有了时令与环境气氛的烘托，“人比黄花瘦”才有了更深厚的寄托，此句也才能为千古传诵的佳句。\n\n　　此词的另一个特点是含蓄。唐司空图认为含蓄的主要特征是：“不著一字，尽得风流。语不涉及，若不堪忧。”（《诗品·含蓄》）从字面上看，这首《醉花阴》没有写离别之苦，相思之情，但仔细寻味，它的每个字都浸透了这一点。从她不时去看香炉里的瑞脑燃烧了多少（也即时间过去了多少）的细节中，读者可以感到她简直是度日如年。白天好不容易挨过去了，晚上更加难捱。李清照不直接写“每逢佳节倍思亲”，而是写失眠，写一直到半夜都没有睡着。看来她不只是身体感到凉，主要的还是内心感到凉。于是她对赵明诚那苦苦思念之情便从字里行间洋溢而出。读罢全词，一位不堪忍受离别之苦的少妇形象生动地立在读者眼前。\n\n　　全词明白如话，没有冷涩难懂之处，表达的感情却十分深沉细腻。畅达与深沉相结合，这正是李清照词风的一个重要特点。\n\n","translation":"薄雾弥漫，云层浓密，日子过得愁烦，龙脑香在金兽香炉中缭袅。又到了重阳佳节，卧在玉枕纱帐中，半夜的凉气刚将全身浸透。\n在东篱边饮酒直到黄昏以后，淡淡的黄菊清香溢满双袖。莫要说清秋不让人伤神，西风卷起珠帘，帘内的人儿比那黄花更加消瘦。\n\n"}
{"_id":{"$oid":"5b9a120b367d5c5b84062a93"},"title":"月下独酌四首·其一","dynasty":"唐代","writer":"李白","content":"花间一壶酒，独酌无相亲。\n举杯邀明月，对影成三人。\n月既不解饮，影徒随我身。\n暂伴月将影，行乐须及春。\n我歌月徘徊，我舞影零乱。\n醒时同交欢，醉后各分散。(同交欢 一作：相交欢)\n永结无情游，相期邈云汉。","type":["唐诗三百首","初中古诗","孤独","月下","饮酒","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153104574.mp3","remark":"酌：饮酒。独酌：一个人饮酒。\n间：一作“下”，一作“前”。\n无相亲：没有亲近的人。\n“举杯”二句：我举起酒杯招引明月共饮，明月和我以及我的影子恰恰合成三人。一说月下人影、酒中人影和我为三人。\n既：已经。不解：不懂，不理解。三国魏嵇康《琴赋》：“推其所由，似元不解音声。”\n徒：徒然，白白的。徒：空。\n将：和，共。\n及春：趁着春光明媚之时。\n月徘徊：明月随我来回移动。\n影零乱：因起舞而身影纷乱。\n同交欢：一起欢乐。一作“相交欢”。\n无情游：月、影没有知觉，不懂感情，李白与之结交，故称“无情游”。\n相期邈（miǎo）云汉：约定在天上相见。期：约会。邈：遥远。云汉：银河。这里指遥天仙境。“邈云汉”一作“碧岩畔”。\n\n","shangxi":"　　这是一个精心剪裁出来的场面，写来却是那么自然。李白月下独酌，面对明月与影子，似乎在幻觉中形成了三人共饮的画面。在这温暖的春夜，李白边饮边歌舞，月与影也紧随他那感情的起伏而起伏，仿佛也在分享他饮酒的欢乐与忧愁。从逻辑上讲，物与人的内心世界并无多少关系。但从诗意的角度上看，二者却有密不可分的关系。这也正是中国诗歌中的“兴”之起源。它从《诗经》开始就一直赋予大自然以拟人的动作、思想与情感，如“月出皎兮，佼人僚兮”，“愁月”“悲风”等等。李白此诗正应了这“兴”之写法，赋明月与影子以情感。正如林语堂所说：“它是一种诗意的与自然合调的信仰，这使生命随着人类情感的波动而波动。”\n\n　　但在诗之末尾，李白又流露出一种独而不独，不独又独的复杂情思，他知道了月与影本是无情物，只是自己多情而已。面对这个无情物，李白依然要永结无情游，意思是月下独酌时，还是要将这月与影邀来相伴歌舞，哪怕是“相期邈云汉”，也在所不辞。可见太白之孤独之有情已到了何等地步！斯蒂芬·欧文曾说：“诗歌是一种工具，诗人通过诗歌而让人了解和叹赏他的独特性。”李白正是有了这首“对影成三人”的《月下独酌》，才让人们了解和叹赏他的独特性的。无论男女老少，任何一个中国人，只要他举杯浅酌，都会吟咏“举杯邀明月，对影成三人”，以表他对所谓风雅与独饮的玩味。而这首诗的独特性，早已化入民族的集体无意识之中了。\n\n","translation":"提一壶美酒摆在花丛间，自斟自酌无友无亲。\n举杯邀请明月，对着身影成为三人。\n明月当然不会喝酒，身影也只是随着我身。\n我只好和他们暂时结成酒伴，要行乐就必须把美好的春光抓紧。\n我唱歌明月徘徊，我起舞身影零乱。\n醒时一起欢乐，醉后各自分散。\n我愿与他们永远结下忘掉伤情的友谊，相约在缥缈的银河边。\n\n"}
{"_id":{"$oid":"5b9a120b367d5c5b84062a94"},"title":"锦瑟","dynasty":"唐代","writer":"李商隐","content":"锦瑟无端五十弦，一弦一柱思华年。\n庄生晓梦迷蝴蝶，望帝春心托杜鹃。\n沧海月明珠有泪，蓝田日暖玉生烟。\n此情可待成追忆，只是当时已惘然。","type":["唐诗三百首","思念","爱情","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153105369.mp3","remark":"⑴锦瑟无端五十弦，一弦一柱思华年：《周礼·乐器图》：“雅瑟二十三弦，颂瑟二十五弦，饰以宝玉者曰宝瑟，绘文如锦者曰锦瑟。”《汉书·郊祀志上》：“秦帝使素女鼓五十弦瑟，悲，帝禁不止，故破其瑟为二十五弦。”古瑟大小不等，弦数亦不同。义山《回中牡丹为雨所败》诗有“锦瑟惊弦破梦频”；《七月二十八日夜与王郑二秀才听雨后梦作》诗有“雨打湘灵五十弦”。无端：没来由，无缘无故。此隐隐有悲伤之感，乃全诗之情感基调。历代解义山诗者，多以此诗为晚年之作。李商隐妻子故去，所以二十五根弦断后变为五十弦。“思”字变读去声（sì），律诗中不许有一连三个平声的出现。\n⑵庄生晓梦迷蝴蝶：《庄子·齐物论》：“庄周梦为蝴蝶，栩栩然蝴蝶也；自喻适志与！不知周也。俄然觉，则蘧蘧然周也。不知周之梦为蝴蝶与？蝴蝶之梦为周与。”商隐此引庄周梦蝶故事，以言人生如梦，往事如烟之意。\n佳人锦瑟，一曲繁弦，惊醒了诗人的梦景，不复成寐。这里面隐约包涵着美好的情境，却又是虚缈的梦境。也有着人生如梦的惆怅和迷惘。\n⑶望帝春心托杜鹃：《华阳国志·蜀志》：“杜宇称帝，号曰望帝。……其相开明，决玉垒山以除水害，帝遂委以政事，法尧舜禅授之义，遂禅位于开明。帝升西山隐焉。时适二月，子鹃鸟鸣，故蜀人悲子鹃鸟鸣也。”子鹃即杜鹃，又名子规。蔡梦弼《杜工部草堂诗笺》一九《杜鹃》诗注引《成都记》：“望帝死，其魂化为鸟，名曰杜鹃，亦曰子规。”传说蜀国的杜宇帝因水灾让位于自己的臣子，而自己则隐归山林，死后化为杜鹃日夜悲鸣直至啼出血来.。\n⑷沧海月明珠有泪：《博物志》：“南海外有鲛人，水居如鱼，不废绩织，其眼泣则能出珠。”《新唐书·狄仁杰传》：“仁杰举明经，调汴州参军，为吏诬诉黜陟，使闫立本如讯，异其才，谢曰：‘仲尼称观过知仁，君可谓沧海遗珠矣。’”\n⑸蓝田日暖玉生烟：《元和郡县志》：“关内道京兆府蓝田县：蓝田山，一名玉山，在县东二十八里。”《文选》陆机《文赋》：“石韫玉而山辉，水怀珠而川媚。”《困学纪闻》卷十八：司空表圣云：“戴容州谓诗家之景，如蓝田日暖，良玉生烟，可望而不可置于眉睫之前也。李义山玉生烟之句盖本于此。”\n⑹此情可待成追忆，只是当时已惘然：拢束全篇，明白提出“此情”二字，与开端的“华年”相为呼应。诗句是说：如此情怀，岂待今朝回忆始感无穷怅恨，即在当时早已是令人不胜惘然惆怅了.那么今朝追忆，其为怅恨，又当如何！诗人用这两句诗表达出了几层曲折，而几层曲折又只是为了说明那种怅惘的苦痛心情。\n五十的锦瑟乃是天神所用，世间用的锦瑟乃是二十五弦的。五十弦的锦瑟，音律太丰富，音域太广阔，音韵太悲美而让凡人享受不了，五十弦的锦瑟是作者自喻：才高志远却难为世用。\n\n","shangxi":"　　这首诗历来注释不一，莫衷一是。或以为是悼亡之作，或以为是爱国之篇或以为是自比文才之论，或以为是抒写思念侍儿锦瑟。但以为是悼亡死者为最多。有人认为，开首以瑟弦五十折半为二十五，隐指亡妇华年二十五岁。这话未免有嫌牵强。但是，首联哀悼早逝却是真实。颔联以庄子亡妻鼓盆而歌和期效望帝化成子规而啼血，间接地描写了人生的悲欢离合。颈联以鲛人泣珠和良玉生烟的典故，隐约地描摹了世间风情迷离恍惚，可望而不可至。最后抒写生前情爱漫不经心，死后追忆已经惘然的难以排遣的情绪。\n\n　　宋刘攽《贡父诗话》云：“《锦瑟》诗，人莫晓其意，或谓是令狐楚家青衣也。”《苕溪渔隐丛话》前集卷二十二引黄朝英《缃素杂记》曰：“义山《锦瑟》诗云……山谷道人读此诗，殊不解其意，后以问东坡。东坡云：‘此出《古今乐志》，云：锦瑟之为器也，其弦五十，其柱如之。其声也适、怨、清、和。’案李诗‘庄生……’，适也；‘望帝……’，怨也；‘沧海……’，清也；‘蓝田……’，和也。一篇之中，曲尽其意。史称其瑰迈奇古，信然。”元好问《论诗绝句》云：“望帝春心托杜鹃，佳人锦瑟怨华年。诗家总爱西昆好，独恨无人作郑笺”；以上咏“青衣”（艳情）说乃小说家言；咏锦瑟说颇得宋人赞同。明人胡应麟于此二说皆疑之。其后说者纷纭，大抵有“自伤生平”（清何焯、汪师韩、薛雪、宋翔凤）说、“悼亡”（清朱鹤龄、朱彝尊、何焯、冯浩、程梦星、姚培谦、近人张采田、孟森等）说、“政治寄托”（清杜诏，近人张采田、岑仲勉等）说、“诗序”（清何焯、王应奎、）说、“寄托不明”（清屈复、近人梁启超）说、“自寓创作”（钱钟书）说等。其中持“悼亡”或“自伤”说者较多。然“悼亡”实际上也是“自伤”的内涵之一，故“自伤”说似更圆通。兹引刘、余《集解》以备参读：“自伤身世之说，较为切实合理。……首联谓见此五十弦之锦瑟，闻其弦弦所发之悲音，不禁怅然而忆己之华年往事。……颔腹二联，即‘思华年’而写回忆中之华年往事，……‘庄生’句系状瑟声之如梦似幻，令人迷惘，用意在‘梦’字‘迷’字。而此种境界亦即以象征诗人身世之如梦似幻，惘然若迷。……‘望帝’句系写瑟声之凄迷哀怨，如泣鹃啼血，着意在‘春心’字、‘托’字。‘春心’本指爱情之向往追求，常用以喻指对理想之追求。……‘望帝’句殆谓己之壮心雄图及伤时忧国、感伤身世之情均托之哀怨凄断之诗歌，如望帝之化鹃以自抒哀怨也。杜鹃即作者之诗魂。……‘沧海’句写瑟声之清寥悲苦……正含沧海遗珠之意。……‘蓝田’句似写瑟声之缥缈朦胧……或以喻己所向往追求者，皆望之若有，近之则无。……要之，颔、腹二联并非具体叙述其华年往事，而系借瑟声之迷幻、哀怨、清寥、缥缈以概括抒写其华年所历之种种人生遭际、人生境界、人生感受。……末联含义明白……谓上述失意哀伤情事岂待今日追忆方不胜怅恨，即在当时亦惘然若失矣。”\n\n　　关于这首诗的解读主要分为两类：\n\n　　一是认为这是一首评悼妻子王氏的诗，首联为“景”，看到素女弹五十弦瑟而触景生情；颔联为比“喻”，借庄周化蝶，杜鹃啼血比喻妻子的死亡；颈联为“幻”，珍珠为之落泪，宝玉为之忧伤；尾联为“感”，情已逝，追思也是惘然！\n\n　　二是认为这是诗人对逝去年华的追忆，首联为“起”，借五十弦之瑟喻人生之五十年华；颔联为比“承”，在浑然不觉间人生将走到尽头；颈联为“转”，以明珠宝玉比喻自己的才能；尾联为“合”，岁月催人老，一切都是惘然！\n\n","translation":"瑟本有二十五根弦，但此诗创作于李商隐妻子死后，故五十弦有断弦之意\n但即使这样它的每一弦、每一音节，足以表达对那美好年华的思念。（此句为转折句。）\n庄周其实知道自己只是向往那自由自在的蝴蝶。（本句是对“华年”的阐释。）\n望帝那美好的心灵和作为可以感动杜鹃。（本句亦是对“华年”的阐释。）\n大海里明月的影子像是眼泪化成的珍珠。（喻指诗人的悲哀，即使是一个明媚的夜晚，依然想到的是眼泪。）\n只有在彼时彼地的蓝田才能生成犹如生烟似的良玉。（暗指诗人对当时社会局势的不满。）\n那些美好的事和年代，只能留在回忆之中了。（亦指自己对青春年华的追思之情。）\n而在当时那些人看来那些事都只是平常罢了，却并不知珍惜。（亦指自己在年轻时对生活的态度也是那样不知珍惜。）\n\n"}
{"_id":{"$oid":"5b9a120b367d5c5b84062a95"},"title":"冬夜读书示子聿","dynasty":"宋代","writer":"陆游","content":"古人学问无遗力，少壮工夫老始成。\n纸上得来终觉浅，绝知此事要躬行。","type":["励志","读书","哲理","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153339285.mp3","remark":"示：训示、指示。子聿(yù)：陆游的小儿子。\n学问：指读书学习，就是学习的意思。遗：保留，存留。无遗力：用出全部力量，没有一点保留，不遗余力、竭尽全力。\n少壮：青少年时代。工夫：做事所耗费的时间。始：才。\n纸：书本。终：到底，毕竟。觉：觉得。浅：肤浅，浅薄，有限的。\n绝知：深入、透彻的理解。行：实践。躬行：亲身实践。\n\n","shangxi":"　　首联诗人赞扬了古人刻苦做学问精神。颔联是说做学问的艰难。诗的前两句，赞扬了古人刻苦学习的精神以及做学问的艰难。说明只有少年时养成良好的学习习惯，竭尽全力地打好扎实基础，将来才能成就一番事业。诗人从古人做学问入手娓娓道来，其中“无遗力”三个字，形容古人做学问勤奋用功、孜孜不倦的程度，既生动又形象。诗人语重心长地告诫儿子，趁着年少精力旺盛，抓住美好时光奋力拼搏，莫让青春年华付诸东流。\n\n　　后两联，强调了做学问的功夫要下在哪里的重要性。孜孜不倦、持之以恒地做学知识，固然很重要，但仅此还不够，因为那只是书本知识，书本知识是前人实践经验的总结，不能纸上谈兵，要“亲身躬行”。一个既有书本知识，又有实践经验的人，才是真正有学问的人。书本知识是前人实践经验的总结，能否符合此时此地的情况，还有待实践去检验。只有经过亲身实践，才能把书本上的知识变成自己的实际本领。诗人从书本知识和社会实践的关系着笔，强调实践的重要性，凸显其真知灼见。“要躬行”包含两层意思：一是学习过程中要“躬行”，力求做到“口到、手到、心到”，二是获取知识后还要“躬行”，通过亲身实践化为己有，转为己用。诗人的意图非常明显，旨在激励儿子不要片面满足于书本知识，而应在实践中夯实和进一步获得升华。\n\n　　这是一首教子诗，诗人在书本与实践的关系上强调了实践的重要性。间接经验是人们从书本中汲取营养，学习前人的知识和技巧的途径。直接经验是直接从实践中产生的认识，是获取知识更加重要的途径。只有通过“躬行”，把书本知识变成实际知识，才能发挥所学知识对实践的指导作用。本诗通过写陆游对儿子子聿的教育，告诉读者做学问要有孜孜不倦、持之以恒的精神。一个既有书本知识，又有实践精神的人，才是真正有学问的人。\n\n","translation":"古人做学问是不遗余力的，往往要到老年才取得成就。\n从书本上得来的知识，毕竟是不够完善的。如果想要深入理解其中的道理，必须要亲自实践才行。\n\n"}
{"_id":{"$oid":"5b9a120c367d5c5b84062a96"},"title":"十一月四日风雨大作二首","dynasty":"宋代","writer":"陆游","content":"风卷江湖雨暗村，四山声作海涛翻。\n溪柴火软蛮毡暖，我与狸奴不出门。\n\n僵卧孤村不自哀，尚思为国戍轮台。\n夜阑卧听风吹雨，铁马冰河入梦来。\n\n","type":["古诗三百首","初中古诗","爱国","壮志"],"remark":"溪柴：若耶溪所出的小束柴火。\n蛮毡：中国西南和南方少数民族地区出产的毛毡，宋时已有生产。宋范成大《桂海虞衡志·志器》：“蛮毡出西南诸番，以大理者为最，蛮人昼披夜卧，无贵贱，人有一番。”\n狸奴：指生活中被人们驯化而来的猫的昵称。\n僵卧：躺卧不起。这里形容自己穷居孤村，无所作为。僵，僵硬。\n孤村：孤寂荒凉的村庄。\n不自哀：不为自己哀伤。\n思：想着，想到。\n戍（shù）轮台：在新疆一带防守，这里指戍守边疆。戍，守卫。轮台：在今新疆境内，是古代边防重地。此代指边关。\n夜阑（lán）：夜深。\n风吹雨：风雨交加，和题目中“风雨大作”相呼应；当时南宋王朝处于风雨飘摇之中，“风吹雨”也是时局写照，故诗人直到深夜尚难成眠。\n铁马：披着铁甲的战马。\n冰河：冰封的河流，指北方地区的河流。\n\n","shangxi":"　　此诗作于宋光宗绍熙三年(公元1192年),时年诗人67岁,闲居在故乡山阴(今浙江省绍兴市).原诗共两首,此处所选的是其中的第二首.与诗人其他的老年诗相比,这首诗在写法上别具一格.其主要特色在于以梦境抒发情怀.写到梦境的诗词,在陆游之前已有不少佳作.李白的诗《梦游天姥吟留别》,描绘的是光怪陆离、异彩纷呈的梦;杜甫的诗《梦李白二首》,摹写的是渗透了诗人与李白形离神合、肝胆相照友谊的梦;苏轼的词《江城子》(“十年生死两茫茫“),记叙的是诗人悼念亡妻、寄托哀思的梦.而陆游诗中的梦,大都是爱国之梦.在陆游的《剑南诗稿》中有近百首记梦的诗.清代赵翼《瓯北诗话》卷六曾评陆游诗道:“即如记梦诗,核计全集,共九十九首.人生安得有如许梦!此必有诗无题,遂托之于梦耳.“此评语认为陆游的诗记梦并非全是写真梦,有的属于托梦咏怀.这是颇有见地的.事实上,陆游的诗记梦,有的是写真梦,而更多的还是托梦咏怀,当然,也不排除二者兼而有之.这首《十一月四日风雨大作》似可视为既写真梦又托梦咏怀之作.\n\n　　此诗前三句,写梦因.“僵卧“:躺着不动.“孤村“:一作荒村.“轮台“:汉代西域地名,即今新疆维吾尔自治区轮台县;诗中泛指边防重镇.个中包含三个层次.一是梦境产生的前提:“僵卧“、“夜阑“.俗话说:“日有所思,夜有所梦.“诗人白日忧国忧民,才会在夜阑卧床睡眠中“有所梦“,而倘若不是“僵卧“,不是“夜阑“,就不可能有梦的出现.故“僵卧“与“夜阑“是梦境产生的前提.二是梦境产生的主观因素:“尚思为国戍轮台.“如果诗人没有为国戍边的情怀,就不可能有“铁马冰河入梦来“.三是梦境产生的外界条件:“风吹雨.“可以说,正是有了“风吹雨“这一外界条件,诗人才在似睡非睡、模模糊糊之中生出“铁马冰河“的梦境来.\n\n　　最后一句,写梦境.与诗人那些通篇记梦的诗作有别,此诗写梦境也独树一帜.全诗由梦因引出“铁马冰河“的梦境之后便戛然而止,给人留下更多联想、想象的空间.人们尽可以据此梦境展开丰富的想象,具体想象诗人当年是如何身披铁甲,手持兵器,骑那披着铁甲的战马驰骋沙场、英勇杀敌,作此诗时他又是如何梦绕神牵“九州同“的.\n\n　　可见,思想性与艺术性较为完美的统一,使得此诗成为陆游的代表作之一,也成为中国古代包括老年诗在内的所有诗歌的代表作之一.\n\n","translation":"天空黑暗，大风卷着江湖上的雨，四周的山上哗哗大雨像巨浪翻滚之声。\n溪柴烧的小火和裹在身上的毛毡都很暖和，我和猫儿都不愿出门。\n\n我直挺挺躺在孤寂荒凉的乡村里，没有为自己的处境而感到悲哀，心中还想着替国家防卫边疆。\n夜将尽了，我躺在床上听到那风雨的声音，迷迷糊糊地梦见，自己骑着披着铁甲的战马跨过冰封的河流出征北方疆场。\n\n"}
{"_id":{"$oid":"5b9a120c367d5c5b84062a97"},"title":"清明","dynasty":"宋代","writer":"王禹偁","content":"无花无酒过清明，兴味萧然似野僧。\n昨日邻家乞新火，晓窗分与读书灯。","type":["清明节","生活","凄苦"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153340076.mp3","remark":"兴味：兴趣、趣味。 \n萧然：清净冷落。 \n新火：唐宋习俗，清明前一日禁火寒食，到清明节再起火，称为“新火”。\n\n","translation":"我是在无花可观赏，无酒可饮的情况下过这个清明节的，这样寂寞清苦的生活，就像荒山野庙的和尚，一切对于我来说都显得很萧条寂寞。\n昨天从邻家讨来新燃的火种，在清明节的一大早，就在窗前点灯，坐下来潜心读书。\n\n"}
{"_id":{"$oid":"5b9a120c367d5c5b84062a98"},"title":"春晓","dynasty":"唐代","writer":"孟浩然","content":"春眠不觉晓，处处闻啼鸟。\n夜来风雨声，花落知多少。","type":["唐诗三百首","小学古诗","写景","惜春","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153345780.mp3","remark":"晓：天刚亮的时候，春晓：春天的早晨。\n不觉晓：不知不觉天就亮了。\n啼鸟：鸟的啼叫声。\n知多少：不知有多少。\n\n","shangxi":"　　《春晓》这首小诗，初读似觉平淡无奇，反复读之，便觉诗中别有天地。它的艺术魅力不在于华丽的辞藻，不在于奇绝的艺术手法，而在于它的韵味。整首诗的风格就像行云流水一样平易自然，然而悠远深厚，独臻妙境。千百年来，人们传诵它，探讨它，仿佛在这短短的四行诗里，蕴涵着开掘不完的艺术宝藏。\n\n　　自然而无韵致，则流于浅薄；若无起伏，便失之平直。《春晓》既有悠美的韵致，行文又起伏跌宕，所以诗味醇永。诗人要表现他喜爱春天的感情，却又不说尽，不说透，“迎风户半开”，让读者去捉摸、去猜想，处处表现得隐秀曲折。\n\n　　“情在词外曰隐，状溢目前曰秀。”（张戒《岁寒堂诗话》引）写情，诗人选取了清晨睡起时刹那间的感情片段进行描写。这片段，正是诗人思想活动的启始阶段、萌芽阶段，是能够让人想象他感情发展的最富于生发性的顷刻。诗人抓住了这一刹那，却又并不铺展开去，他只是向读者透露出他的心迹，把读者引向他感情的轨道，就撒手不管了，剩下的，该由读者沿着诗人思维的方向去丰富和补充了。写景，他又只选取了春天的一个侧面。春天，有迷人的色彩，有醉人的芬芳，诗人都不去写。他只是从听觉角度着笔，写春之声：那处处啼鸟，那潇潇风雨。鸟声婉转，悦耳动听，是美的。加上“处处”二字，啁啾起落，远近应和，就更使人有置身山阴道上，应接不暇之感。春风春雨，纷纷洒洒，但在静谧的春夜，这沙沙声响却也让人想见那如烟似梦般的凄迷意境，和微雨后的众卉新姿。这些都只是诗人在室内的耳闻，然而这阵阵春声却逗露了无边春色，把读者引向了广阔的大自然，使读者自己去想象、去体味那莺啭花香的烂熳春光，这是用春声来渲染户外春意闹的美好景象。这些景物是活泼跳跃的，生机勃勃的。它写出了诗人的感受，表现了诗人内心的喜悦和对大自然的热爱。\n\n　　宋人叶绍翁《游园不值》诗中的“春色满园关不住，一枝红杏出墙来”，是古今传诵的名句。其实，在写法上是与《春晓》有共同之处的。叶诗是通过视觉形象，由伸出墙外的一枝红杏，把人引入墙内、让人想象墙内；孟诗则是通过听觉形象，由阵阵春声把人引出屋外、让人想象屋外。只用淡淡的几笔，就写出了晴方好、雨亦奇的繁盛春意。两诗都表明，那盎然的春意，自是阻挡不住的，你看，它不是冲破了围墙屋壁，展现在你的眼前、萦回在你的耳际了吗？\n\n　　施补华曰：“诗犹文也，忌直贵曲。”（《岘佣说诗》）这首小诗仅仅四行二十个字，写来却曲屈通幽，回环波折。首句破题，“春”字点明季节，写春眠的香甜。“不觉”是朦朦胧胧不知不觉。在这温暖的春夜中，诗人睡得真香，以至旭日临窗，才甜梦初醒。流露出诗人爱春的喜悦心情。次句写春景，春天早晨的鸟语。“处处”是指四面八方。鸟噪枝头，一派生机勃勃的景象。“闻啼鸟”即“闻鸟啼”，古诗为了押韵，词序作了适当的调整。三句转为写回忆，诗人追忆昨晚的潇潇春雨。末句又回到眼前，联想到春花被风吹雨打、落红遍地的景象，由喜春翻为惜春，诗人把爱春和惜春的情感寄托在对落花的叹息上。爱极而惜，惜春即是爱春──那潇潇春雨也引起了诗人对花木的担忧。时间的跳跃、阴晴的交替、感情的微妙变化，都很富有情趣，能给人带来无穷兴味。\n\n　　《春晓》的语言平易浅近，自然天成，一点也看不出人工雕琢的痕迹。而言浅意浓，景真情真，就像是从诗人心灵深处流出的一股泉水，晶莹透澈，灌注着诗人的生命，跳动着诗人的脉搏。读之，如饮醇醪，不觉自醉。诗人情与境会，觅得大自然的真趣，大自然的神髓。“文章本天成，妙手偶得之”，这是最自然的诗篇，是天籁。\n\n","translation":"春日里贪睡不知不觉天已破晓，搅乱我酣眠的是那啁啾的小鸟。\n昨天夜里风声雨声一直不断，那娇美的春花不知被吹落了多少？\n\n"}
{"_id":{"$oid":"5b9a120c367d5c5b84062a99"},"title":"江畔独步寻花·其六","dynasty":"唐代","writer":"杜甫","content":"黄四娘家花满蹊，千朵万朵压枝低。\n留连戏蝶时时舞，自在娇莺恰恰啼。","type":["小学古诗","写景","写花"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153347412.mp3","remark":"黄四娘：杜甫住成都草堂时的邻居。蹊（xī）：小路。\n留连：即留恋，舍不得离去。\n娇：可爱的样子。恰恰：象声词，形容鸟叫声音和谐动听。一说“恰恰”为唐时方言，恰好之意。\n\n","shangxi":"　　第六首写寻花到了黄四娘家。这首诗记叙在黄四娘家赏花时的场面和感触，描写草堂周围烂漫的春光，表达了对美好事物的热爱之情和适意之怀。春花之美、人与自然的亲切和谐，都跃然纸上。首句点明寻花的地点，是在“黄四娘家”的小路上。此句以人名入诗，生活情趣较浓，颇有民歌味。次句“千朵万朵”，是上句“满”字的具体化。“压枝低”，描绘繁花沉甸甸地把枝条都压弯了，景色宛如历历在目。“压”、“低”二字用得十分准确、生动。第三句写花枝上彩蝶蹁跹，因恋花而“留连”不去，暗示出花的芬芳鲜妍。花可爱，蝶的舞姿亦可爱，不免使漫步的人也“留连”起来。但他也许并未停步，而是继续前行，因为风光无限，美景尚多。“时时”，则不是偶尔一见，有这二字，就把春意闹的情趣渲染出来。正在赏心悦目之际，恰巧传来一串黄莺动听的歌声，将沉醉花丛的诗人唤醒。这就是末句的意境。“娇”字写出莺声轻软的特点。“自在”不仅是娇莺姿态的客观写照，也传出它给作者心理上的愉快轻松的感觉。诗在莺歌“恰恰”声中结束，饶有余韵。此诗写的是赏景，这类题材，盛唐绝句中屡见不鲜。但像此诗这样刻画十分细微，色彩异常秾丽的，则不多见。如“故人家在桃花岸，直到门前溪水流”（常建《三日寻李九庄》），“昨夜风开露井桃，未央前殿月轮高”（王昌龄《春宫曲》），这些景都显得“清丽”；而杜甫在“花满蹊”后，再加“千朵万朵”，更添蝶舞莺歌，景色就秾丽了。这种写法，可谓前无古人。其次，盛唐人很讲究诗句声调的和谐。他们的绝句往往能被诸管弦，因而很讲协律。杜甫的绝句不为歌唱而作，纯属诵诗，因而常常出现拗句。如此诗“千朵万朵压枝低”句，按律第二字当平而用仄。但这种“拗”决不是对音律的任意破坏，“千朵万朵”的复叠，便具有一种口语美。而“千朵”的“朵”与上句相同位置的“四”字，虽同属仄声，但彼此有上、去声之别，声调上仍具有变化。诗人也并非不重视诗歌的音乐美。这表现在三、四两句双声词、象声词与叠字的运用。“留连”、“自在”均为双声词，如贯珠相联，音调宛转。“时时”、“恰恰”为叠字，即使上下两句形成对仗，使语意更强，更生动，更能表达诗人迷恋在花、蝶之中，忽又被莺声唤醒的刹那间的快意。这两句除却“舞”、“莺”二字，均为舌齿音，这一连串舌齿音的运用造成一种喁喁自语的语感，维妙维肖地状出看花人为美景陶醉、惊喜不已的感受。声音的效用极有助于心情的表达。在句法上，盛唐诗句多天然浑成，杜甫则与之异趣。比如“对结”（后联骈偶）乃初唐绝句格调，盛唐绝句已少见，因为这种结尾很难做到神完气足。杜甫却因难见巧，如此诗后联既对仗工稳，又饶有余韵，用得恰到好处：在赏心悦目之际，听到莺歌“恰恰”，增添不少感染力。此外，这两句按习惯文法应作：戏蝶留连时时舞，娇莺自在恰恰啼。把“留连”、“自在”提到句首，既是出于音韵上的需要，同时又在语意上强调了它们，使含义更易体味出来，句法也显得新颖多变。\n\n　　最后一首：“不是爱花即欲死”。痛快干脆，毫不藏伏。杜甫惯于一拚到底，常用狠语，如“语不惊人死不休”，即是如此。他又写道：“只恐花尽老相催。”怕的是花谢人老。下两句则是写景，写花枝之易落，花蕊的慢开，景中寓借花之深情，以对句出之，更是加倍写法，而又密不透风，情深语细。\n\n","translation":"黄四娘家花儿茂盛把小路遮蔽，万千花朵压弯枝条离地低又低。\n眷恋芬芳花间彩蝶时时在飞舞，自由自在娇软黄莺恰恰欢声啼。\n\n"}
{"_id":{"$oid":"5b9a120c367d5c5b84062a9a"},"title":"登高","dynasty":"唐代","writer":"杜甫","content":"风急天高猿啸哀，渚清沙白鸟飞回。\n无边落木萧萧下，不尽长江滚滚来。\n万里悲秋常作客，百年多病独登台。\n艰难苦恨繁霜鬓，潦倒新停浊酒杯。","type":["唐诗三百首","秋天","登高","写景","抒情","忧国忧民","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153347709.mp3","remark":"诗题一作《九日登高》。古代农历九月九日有登高习俗。选自《杜诗详注》。作于唐代宗大历二年（767）秋天的重阳节。\n啸哀：指猿的叫声凄厉。\n渚(zhǔ)：水中的小洲；水中的小块陆地。鸟飞回：鸟在急风中飞舞盘旋。回：回旋。\n落木：指秋天飘落的树叶。萧萧：模拟草木飘落的声音。\n万里：指远离故乡。常作客：长期漂泊他乡。\n百年：犹言一生，这里借指晚年。\n艰难：兼指国运和自身命运。苦恨：极恨，极其遗憾。苦，极。繁霜鬓：增多了白发，如鬓边着霜雪。 繁，这里作动词，增多。\n潦倒：衰颓，失意。这里指衰老多病，志不得伸。新停：刚刚停止。杜甫晚年因病戒酒，所以说“新停”。\n\n","shangxi":"　　此诗载于《杜工部集》，全诗通过登高所见秋江景色，倾诉了诗人长年漂泊、老病孤愁的复杂感情，慷慨激越、动人心弦。\n\n　　此诗前四句写登高见闻。首联对起。诗人围绕夔州的特定环境，用“风急”二字带动全联，一开头就写成了千古流传的佳句。夔州向以猿多著称，峡口更以风大闻名。秋日天高气爽，这里却猎猎多风。诗人登上高处，峡中不断传来“高猿长啸”之声，大有“空谷传响，哀转久绝”（《水经注·江水》）的意味。诗人移动视线，由高处转向江水洲渚，在水清沙白的背景上，点缀着迎风飞翔、不住回旋的鸟群，真是一幅精美的画图。其中天、风，沙、渚，猿啸、鸟飞，天造地设，自然成对。不仅上下两句对，而且还有句中自对，如上句“天”对“风”，“高”对“急”；下句“沙”对“渚”，“白”对“清”，读来富有节奏感。经过诗人的艺术提炼，十四个字，字字精当，无一虚设，用字遣辞，“尽谢斧凿”，达到了奇妙难名的境界。更值得注意的是：对起的首句，末字常用仄声，此诗却用平声入韵。沈德潜因有“起二句对举之中仍复用韵，格奇而变”（《唐诗别裁》）的赞语。\n\n　　颔联集中表现了夔州秋天的典型特征。诗人仰望茫无边际、萧萧而下的木叶，俯视奔流不息、滚滚而来的江水，在写景的同时，便深沉地抒发了自己的情怀。“无边”“不尽”，使“萧萧”“滚滚”更加形象化，不仅使人联想到落木窸窣之声，长江汹涌之状，也无形中传达出韶光易逝，壮志难酬的感怆。透过沉郁悲凉的对句，显示出神入化之笔力，确有“建瓴走坂”、“百川东注”的磅礴气势。前人把它誉为“古今独步”的“句中化境”，是有道理的。\n\n　　前两联极力描写秋景，直到颈联，才点出一个“秋”字。“独登台”，则表明诗人是在高处远眺，这就把眼前景和心中情紧密地联系在一起了。“常作客”，指出了诗人飘泊无定的生涯。“百年”，本喻有限的人生，此处专指暮年。“悲秋”两字写得沉痛。秋天不一定可悲，只是诗人目睹苍凉恢廓的秋景，不由想到自己沦落他乡、年老多病的处境，故生出无限悲愁之绪。诗人把久客最易悲愁，多病独爱登台的感情，概括进一联“雄阔高浑，实大声弘”的对句之中，使人深深地感到了他那沉重地跳动着的感情脉搏。此联的“万里”“百年”和上一联的“无边”“不尽”，还有相互呼应的作用：诗人的羁旅愁与孤独感，就象落叶和江水一样，推排不尽，驱赶不绝，情与景交融相洽。诗到此已给作客思乡的一般含意，添上久客孤独的内容，增入悲秋苦病的情思，加进离乡万里、人在暮年的感叹，诗意就更见深沉了。\n\n　　尾联对结，并分承五六两句。诗人备尝艰难潦倒之苦，国难家愁，使自己白发日多，再加上因病断酒，悲愁就更难排遣。本来兴会盎然地登高望远，此时却平白无故地惹恨添悲，诗人的矛盾心情是容易理解的。前六句“飞扬震动”，到此处“软冷收之，而无限悲凉之意，溢于言外”（《诗薮》）。\n\n　　诗前半写景，后半抒情，在写法上各有错综之妙。首联着重刻画眼前具体景物，好比画家的工笔，形、声、色、态，一一得到表现。次联着重渲染整个秋天气氛，好比画家的写意，只宜传神会意，让读者用想象补充。三联表现感情，从纵（时间）、横（空间）两方面着笔，由异乡飘泊写到多病残生。四联又从白发日多，护病断饮，归结到时世艰难是潦倒不堪的根源。这样，杜甫忧国伤时的情操，便跃然张上。\n\n　　此诗八句皆对。粗略一看，首尾好像“未尝有对”，胸腹好象“无意于对”。仔细玩味，“一篇之中，句句皆律，一句之中，字字皆律”。不只“全篇可法”，而且“用句用字”，“皆古今人必不敢道，决不能道者”。它能博得“旷代之作”（均见胡应麟《诗薮》）的盛誉，就是理所当然的了。\n\n","translation":"风急天高猿猴啼叫显得十分悲哀，水清沙白的河洲上有鸟儿在盘旋。\n无边无际的树木萧萧地飘下落叶，望不到头的长江水滚滚奔腾而来。 　\n悲对秋景感慨万里漂泊常年为客，一生当中疾病缠身今日独上高台。 　\n历尽了艰难苦恨白发长满了双鬓，衰颓满心偏又暂停了浇愁的酒杯。\n\n"}
{"_id":{"$oid":"5b9a1430367d5cab186685fc"},"title":"鸟鸣涧","dynasty":"唐代","writer":"王维","content":"人闲桂花落，夜静春山空。\n月出惊山鸟，时鸣春涧中。","type":["小学古诗","春天","写山","写鸟","早教古诗100首"],"remark":"鸟鸣涧：鸟儿在山涧中鸣叫。\n人闲：指没有人事活动相扰。闲：安静、悠闲，含有人声寂静的意思。桂花：此指木樨，有春花、秋花等不同品种，这里写的是春天开花的一种。\n春山：春日的山。亦指春日山中。空：空寂、空空荡荡。空虚。这时形容山中寂静，无声，好像空无所有。\n月出：月亮升起。惊：惊动，扰乱。山鸟：山中的鸟。\n时鸣：偶尔（时而）啼叫。时：时而，偶尔。\n\n","shangxi":"　　关于这首诗中的桂花，颇有些分歧意见。一种解释是桂花有春花、秋花、四季花等不同种类，此处所写的当是春日开花的一种。另一种意见认为文艺创作不一定要照搬生活，传说王维画的《袁安卧雪图》，在雪中还有碧绿的芭蕉，现实生活中不可能同时出现的事物，在文艺创作中是允许的。不过，这首诗是王维题友人所居的《皇甫岳云溪杂题五首》之一。五首诗每一首写一处风景，接近于风景写生，而不同于一般的写意画，因此，以解释为山中此时实有的春桂为妥。\n\n　　桂树枝叶繁茂，而花瓣细小。花落，尤其是在夜间，并不容易觉察。因此，开头“人闲”二字不能轻易看过。“人闲”说明周围没有人事的烦扰，说明诗人内心的闲静。有此作为前提，细微的桂花从枝上落下，才被觉察到了。诗人能发现这种“落”，或仅凭花落在衣襟上所引起的触觉，或凭声响，或凭花瓣飘坠时所发出的一丝丝芬芳。总之，“落”所能影响于人的因素是很细微的。而当这种细微的因素，竟能被从周围世界中明显地感觉出来的时候，诗人则又不禁要为这夜晚的静谧和由静谧格外显示出来的空寂而惊叹了。这里，诗人的心境和春山的环境气氛，是互相契合而又互相作用的。\n\n　　在这春山中，万籁都陶醉在那种夜的色调、夜的宁静里了。因此，当月亮升起，给这夜幕笼罩的空谷，带来皎洁银辉的时候，竟使山鸟惊觉起来。鸟惊，当然是由于它们已习惯于山谷的静默，似乎连月出也带有新的刺激。但月光之明亮，使幽谷前后景象顿时发生变化，亦可想见。所谓“月明星稀，乌鹊南飞”（曹操《短歌行》）是可以供读者联想的。但王维所处的是盛唐时期，不同于建安时代的兵荒马乱，连鸟兽也不免惶惶之感。王维的“月出惊山鸟”，大背景是安定统一的盛唐社会，鸟虽惊，但决不是“绕树三匝，无枝可依”。它们并不飞离春涧，甚至根本没有起飞，只是在林木间偶而发出叫声。“时鸣春涧中”，它们与其说是“惊”，不如说是对月出感到新鲜。因而，如果对照曹操的《短歌行》，在王维这首诗中，倒不仅可以看到春山由明月、落花、鸟鸣所点缀的那样一种迷人的环境，而且还能感受到盛唐时代和平安定的社会气氛。\n\n　　王维在他的山水诗里，喜欢创造静谧的意境，这首诗也是这样。但诗中所写的却是花落、月出、鸟鸣，这些动的景物，既使诗显得富有生机而不枯寂，同时又通过动，更加突出地显示了春涧的幽静。动的景物反而能取得静的效果，这是因为事物矛盾着的双方，总是互相依存的。在一定条件下，动之所以能够发生，或者能够为人们所注意，正是以静为前提的。“鸟鸣山更幽”，这里面是包含着艺术辩证法的。\n\n","translation":"很少有人活动只有桂花无声地飘落，夜里一片静谧春日的山谷寂寂空空。\n明月升起光辉照耀惊动了山中栖鸟，不时地高飞鸣叫在这春天的溪涧中。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153928821.mp3"}
{"_id":{"$oid":"5b9a1430367d5cab186685fd"},"title":"泊秦淮","dynasty":"唐代","writer":"杜牧","content":"烟笼寒水月笼沙，夜泊秦淮近酒家。\n商女不知亡国恨，隔江犹唱《后庭花》。","type":["唐诗三百首","初中古诗","咏史怀古","抒怀","爱国","写景","早教古诗100首"],"remark":"选自冯集梧《樊川文集》卷四。（上海古籍出版社1978年版）。秦淮，即秦淮河，发源于江苏句容大茅山与溧（lì）水东庐山两山间，经南京流入长江。相传为秦始皇南巡会稽时开凿的，用来疏通淮水，故称秦淮河。\n泊：停泊。\n商女：以卖唱为生的歌女。\n后庭花：歌曲《玉树后庭花》的简称。南朝陈皇帝陈叔宝（即陈后主）溺于声色，作此曲与后宫美女寻欢作乐，终致亡国，所以后世称此曲为“亡国之音”。\n\n","shangxi":"　　《泊秦淮》是杜牧的代表作之一，载于《全唐诗》卷五百二十三。下面是安徽师范大学文学院教授赵其钧先生对此诗的赏析。\n\n　　建康是六朝都城，秦淮河穿过城中流入长江，两岸酒家林立，是当时豪门贵族、官僚士大夫享乐游宴的场所。唐王朝的都城虽不在建康，然而秦淮河两岸的景象却一如既往。\n\n　　有人说作诗“发句好尤难得”（严羽《沧浪诗话》）。这首诗中的第一句就是不同凡响的，那两个“笼”字就很引人注目。烟、水、月、沙四者，被两个“笼”字和谐地溶合在一起，绘成一幅极其淡雅的水边夜色。它是那么柔和幽静，而又隐含着微微浮动流走的意态，笔墨是那样轻淡，可那迷蒙冷寂的气氛又是那么浓。首句中的“月、水”，和第二句的“夜泊秦淮”是相关联的，所以读完第一句，再读“夜泊秦淮近酒家”，就显得很自然。但如果就诗人的活动来讲，该是先有“夜泊秦淮”，方能见到“烟笼寒水月笼沙”的景色，不过要真的掉过来一读，反而会觉得平板无味了。诗中这种写法的好处是：首先它创造出一个很具有特色的环境气氛，给人以强烈的吸引力，造成先声夺人的艺术效果，这是很符合艺术表现的要求的。其次，一、二句这么处理，就很像一幅画的画面和题字的关系。平常人们欣赏一幅画，往往是先注目于那精彩的画面（这就犹如“烟笼寒水月笼沙”），然后再去看那边角的题字（这便是“夜泊秦淮”）。所以诗人这样写也是颇合人们艺术欣赏的习惯。\n\n　　“夜泊秦淮近酒家”，看似平平，却很值得玩味。这句诗内里的逻辑关系是很强的。由于“夜泊秦淮”才“近酒家”。然而，前四个字又为上一句的景色点出时间、地点，使之更具有个性，更具有典型意义，同时也照应了诗题；后三个字又为下文打开了道路，由于“近酒家”，才引出“商女”、“亡国恨”和“后庭花”，也由此才触动了诗人的情怀。因此，从诗的发展和情感的抒发来看，这“近酒家”三个字，就像启动了闸门，那江河之水便汩汩而出，滔滔不绝。这七个字承上启下，网络全篇，诗人构思的细密、精巧，于此可见。\n\n　　商女，是侍候他人的歌女。她们唱什么是由听者的趣味而定，可见诗说“商女不知亡国恨”，乃是一种曲笔，真正“不知亡国恨”的是那座中的欣赏者——封建贵族、官僚、豪绅。《后庭花》，即《玉树后庭花》，据说是南朝荒淫误国的陈后主所制的乐曲，这靡靡之音，早已使陈朝寿终正寝了。可是，如今又有人在这衰世之年，不以国事为怀，反用这种亡国之音来寻欢作乐，这不禁使诗人产生历史又将重演的隐忧。“隔江”二字，承上“亡国恨”故事而来，指当年隋兵陈师江北，一江之隔的南朝小朝廷危在旦夕，而陈后主依然沉湎声色。“犹唱”二字，微妙而自然地把历史、现实和想象中的未来串成一线，意味深长。“商女不知亡国恨，隔江犹唱《后庭花》”，于婉曲轻利的风调之中，表现出辛辣的讽刺，深沉的悲痛，无限的感慨，堪称“绝唱”。这两句表达了较为清醒的封建知识分子对国事怀抱隐忧的心境，又反映了官僚贵族正以声色歌舞、纸醉金迷的生活来填补他们腐朽而空虚的灵魂，而这正是衰败的晚唐现实生活中两个不同侧面的写照。\n\n","translation":"浩渺寒江之上弥漫着迷蒙的烟雾，皓月的清辉洒在白色沙渚之上。入夜，我将小舟泊在秦淮河畔，临近酒家。金陵歌女似乎不知何为亡国之恨黍离之悲，竟依然在对岸吟唱着淫靡之曲《玉树后庭花》。\n\n英译\nMist veils the cold stream, and moonlight the sand, as I moor in the shadow of a river-tavern,\nWhere girls, with no thought of a perished Kingdom, gaily echo a song of courtyard flowers.\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153928577.mp3"}
{"_id":{"$oid":"5b9a1430367d5cab186685fe"},"title":"琵琶行 / 琵琶引","dynasty":"唐代","writer":"白居易","content":"元和十年，予左迁九江郡司马。明年秋，送客湓浦口，闻舟中夜弹琵琶者，听其音，铮铮然有京都声。问其人，本长安倡女，尝学琵琶于穆、曹二善才，年长色衰，委身为贾人妇。遂命酒，使快弹数曲。曲罢悯然，自叙少小时欢乐事，今漂沦憔悴，转徙于江湖间。予出官二年，恬然自安，感斯人言，是夕始觉有迁谪意。因为长句，歌以赠之，凡六百一十六言，命曰《琵琶行》。\n\n浔阳江头夜送客，枫叶荻花秋瑟瑟。\n主人下马客在船，举酒欲饮无管弦。\n醉不成欢惨将别，别时茫茫江浸月。\n忽闻水上琵琶声，主人忘归客不发。\n寻声暗问弹者谁？琵琶声停欲语迟。\n移船相近邀相见，添酒回灯重开宴。\n千呼万唤始出来，犹抱琵琶半遮面。\n转轴拨弦三两声，未成曲调先有情。\n弦弦掩抑声声思，似诉平生不得志。（不得志 一作：不得意）\n低眉信手续续弹，说尽心中无限事。\n轻拢慢捻抹复挑，初为《霓裳》后《六幺》（六幺 一作：绿腰）。\n大弦嘈嘈如急雨，小弦切切如私语。\n嘈嘈切切错杂弹，大珠小珠落玉盘。\n间关莺语花底滑，幽咽泉流冰下难。\n冰泉冷涩弦凝绝，凝绝不通声暂歇。(暂歇 一作：渐歇)\n别有幽愁暗恨生，此时无声胜有声。\n银瓶乍破水浆迸，铁骑突出刀枪鸣。\n曲终收拨当心画，四弦一声如裂帛。\n东船西舫悄无言，唯见江心秋月白。\n沉吟放拨插弦中，整顿衣裳起敛容。\n自言本是京城女，家在虾蟆陵下住。\n十三学得琵琶成，名属教坊第一部。\n曲罢曾教善才服，妆成每被秋娘妒。\n五陵年少争缠头，一曲红绡不知数。\n钿头银篦击节碎，血色罗裙翻酒污。(银篦 一作：云篦)\n今年欢笑复明年，秋月春风等闲度。\n弟走从军阿姨死，暮去朝来颜色故。\n门前冷落鞍马稀，老大嫁作商人妇。\n商人重利轻别离，前月浮梁买茶去。\n去来江口守空船，绕船月明江水寒。\n夜深忽梦少年事，梦啼妆泪红阑干。\n我闻琵琶已叹息，又闻此语重唧唧。\n同是天涯沦落人，相逢何必曾相识！\n我从去年辞帝京，谪居卧病浔阳城。\n浔阳地僻无音乐，终岁不闻丝竹声。\n住近湓江地低湿，黄芦苦竹绕宅生。\n其间旦暮闻何物？杜鹃啼血猿哀鸣。\n春江花朝秋月夜，往往取酒还独倾。\n岂无山歌与村笛？呕哑嘲哳难为听。\n今夜闻君琵琶语，如听仙乐耳暂明。\n莫辞更坐弹一曲，为君翻作《琵琶行》。\n感我此言良久立，却坐促弦弦转急。\n凄凄不似向前声，满座重闻皆掩泣。\n座中泣下谁最多？江州司马青衫湿。\n\n","type":["唐诗三百首","高中古诗","乐府","写人","愤懑"],"remark":"左迁：贬官，降职。古以左为卑，故称“左迁”。\n明年：第二年。\n铮铮：形容金属、玉器等相击声。\n京都声：指唐代京城流行的乐曲声调。\n倡女：歌女。倡，古时歌舞艺人。\n善才：当时对琵琶师或曲师的通称。是“能手”的意思。\n委身：托身，这里指嫁的意思。\n为：做。\n贾（gǔ）人：商人。\n命酒：叫（手下人）摆酒。\n快：畅快。\n悯然：忧郁的样子。\n漂沦：漂泊沦落。\n出官：（京官）外调。\n恬然：淡泊宁静的样子。\n迁谪：贬官降职或流放。\n为：创作。\n长句：指七言诗。\n歌：作歌。\n凡：总共。\n言：字。\n命：命名，题名。\n浔阳江：据考究，为流经浔阳城中的湓水，即今九江市中的龙开河（97年被人工填埋），经湓浦口注入长江。瑟瑟：形容枫树、 芦荻被秋风吹动的声音。\n瑟瑟：形容枫树、芦荻被秋风吹动的声音。\n主人：诗人自指。\n回灯：重新拨亮灯光。回：再。\n转轴拨弦：将琵琶上缠绕丝弦的轴，以调音定调。\n掩抑：掩蔽，遏抑。\n思：悲，伤。\n信手：随手。\n续续弹：连续弹奏。\n拢：左手手指按弦向里（琵琶的中部）推。\n捻：揉弦的动作。\n抹：向左拔弦，也称为“弹”。\n挑：反手回拨的动作。\n《霓裳》：即《霓裳羽衣曲》，本为西域乐舞，唐开元年间西凉节度使杨敬述依曲创声后流入中原。\n《六幺》：大曲名，又叫《乐世》《绿腰》《录要》，为歌舞曲。\n大弦：指最粗的弦。\n嘈嘈：声音沉重抑扬。\n小弦：指最细的弦。\n切切：细促轻幽，急切细碎。\n间关：莺语流滑叫“间关”。鸟鸣声。\n幽咽：遏塞不畅状。\n冰下难：泉流冰下阻塞难通，形容乐声由流畅变为冷涩。\n凝绝：凝滞。\n迸：溅射。\n曲终：乐曲结束。\n拔：弹奏弦乐时所用的拔工具。\n当心画：用拔子在琵琶的中部划过四弦，是一曲结束时经常用到的右手手法。\n舫：船。\n敛容：收敛（深思时悲愤深怨的）面部表情。\n虾（há）蟆陵：在长安城东南，曲江附近，是当时有名的游乐地区。\n教坊：唐代官办管领音乐杂技、教练歌舞的机关。\n秋娘：唐时歌舞妓常用的名字。\n五陵：在长安城外，汉代五个皇帝的陵墓。\n缠头：用锦帛之类的财物送给歌舞妓女。\n绡：精细轻美的丝织品。\n钿（diàn）头银篦（bì）：此指镶嵌着花钿的篦形发饰。\n击节：打拍子。\n颜色故：容貌衰老。\n浮梁：古县名，唐属饶州。在今江西省景德镇市，盛产茶叶。\n去来：走了以后。\n梦啼妆泪：梦中啼哭，匀过脂粉的脸上带着泪痕。\n阑干：纵横散乱的样子。\n重：重新，重又之意。\n唧唧：叹声。\n呕哑嘲哳：形容声音噪杂。\n琵琶语：琵琶声，琵琶所弹奏的乐曲。\n暂：突然。\n却坐：退回到原处。\n促弦：把弦拧得更紧。\n向前声：刚才奏过的单调。\n掩泣：掩面哭泣。\n青衫：唐朝八品、九品文官的服色。白居易当时的官阶是将侍郎，从九品，所以服青衫。\n\n","shangxi":"　　宋人洪迈认为夜遇琵琶女事未必可信，作者是通过虚构的情节，抒发他自己的“天涯沦落之恨”（《容斋随笔》卷七），这是抓住了要害的。但那虚构的情节既然真实地反映了琵琶女的不幸遭遇，那么就诗的客观意义说，它也抒发了“长安故倡”的“天涯沦落之恨”。看不到这一点，同样有片面性。\n\n　　诗人着力塑造了琵琶女的形象。\n\n　　从开头到“犹抱琵琶半遮面”，写琵琶女的出场。\n\n　　首句“浔阳江头夜送客”，只七个字，就把人物（主人和客人）、地点（浔阳江头）、事件（主人送客人）和时间（夜晚）一一作概括的介绍；再用“枫叶荻花秋瑟瑟”一句作环境的烘染，而秋夜送客的萧瑟落寞之感，已曲曲传出。惟其萧瑟落寞，因而反跌出“举酒欲饮无管弦”。“无管弦”三字，既与后面的“终岁不闻丝竹声”相呼应，又为琵琶女的出场和弹奏作铺垫。因“无管弦”而“醉不成欢惨将别”，铺垫已十分有力，再用“别时茫茫江浸月”作进一层的环境烘染，就使得“忽闻水上琵琶声”具有浓烈的空谷足音之感，无怪乎“主人忘归客不发”，要“寻声暗问弹者谁”“移船相近邀相见”了。\n\n　　从“夜送客”之时的“秋萧瑟”“无管弦”“惨将别”一转而为“忽闻”“寻声”“暗问”“移船”，直到“邀相见”，这对于琵琶女的出场来说，已可以说是“千呼万唤”了。但“邀相见”还不那么容易，又要经历一个“千呼万唤”的过程，她才肯“出来”。这并不是她在意身份。正象“我”渴望听仙乐一般的琵琶声，是“直欲摅写天涯沦落之恨”一样，她“千呼万唤始出来”，也是由于有一肚子“天涯沦落之恨”，不便明说，也不愿见人。诗人正是抓住这一点，用“琵琶声停欲语迟”“犹抱琵琶半遮面”的肖像描写来表现她的难言之痛的。\n\n　　下面的一大段，通过描写琵琶女弹奏的乐曲来揭示她的内心世界。\n\n　　先用“转轴拨弦三两声”一句写校弦试音，接着就赞叹“未成曲调先有情”，突出了一个“情”字。“弦弦掩抑声声思”以下六句，总写“初为《霓裳》后《六幺》”的弹奏过程，其中既用“低眉信手续续弹”“轻拢慢捻抹复挑”描写弹奏的神态，更用“似诉平生不得志”“说尽心中无限事”概括了琵琶女借乐曲所抒发的思想情感。此后十四句，在借助语言的音韵摹写音乐的时候，兼用各种生动的比喻以加强其形象性。“大弦嘈嘈如急雨”，既用“嘈嘈”这个叠字词摹声，又用“如急雨”使它形象化。“小弦切切如私语”亦然。这还不够，“嘈嘈切切错杂弹”，已经再现了“如急雨”“如私语”两种旋律的交错出现，再用“大珠小珠落玉盘”一比，视觉形象与听觉形象就同时显露出来，令人眼花缭乱，耳不暇接。旋律继续变化，出现了先“滑”后“涩”的两种意境。“间关”之声，轻快流利，而这种声音又好象“莺语花底”，视觉形象的优美强化了听觉形象的优美。“幽咽”之声，悲抑哽塞，而这种声音又好象“泉流冰下”，视觉形象的冷涩强化了听觉形象的冷涩。由“冷涩”到“凝绝”，是一个“声渐歇”的过程，诗人用“别有幽愁暗恨生，此时无声胜有声”的佳句描绘了余音袅袅、余意无穷的艺术境界，令人拍案叫绝。弹奏至此，满以为已经结束了。谁知那“幽愁暗恨”在“声渐歇”的过程中积聚了无穷的力量，无法压抑，终于如“银瓶乍破”，水浆奔迸，如“铁骑突出”，刀枪轰鸣，把“凝绝”的暗流突然推向高潮。才到高潮，即收拨一画，戛然而止。一曲虽终，而回肠荡气、惊心动魄的音乐魅力，却并没有消失。诗人又用“东船西舫悄无言，唯见江心秋月白”的环境描写作侧面烘托，给读者留下了涵泳回味的广阔空间。\n\n　　如此绘声绘色地再现千变万化的音乐形象，已不能不使我们惊佩作者的艺术才华。但作者的才华还不仅表现在再现音乐形象，更重要的是通过音乐形象的千变万化，展现了琵琶女起伏回荡的心潮，为下面的诉说身世作了音乐性的渲染。\n\n　　正象在“邀相见”之后，省掉了请弹琵琶的细节一样；在曲终之后，也略去了关于身世的询问，而用两个描写肖像的句子向“自言”过渡：“沉吟”的神态，显然与询问有关，这反映了她欲说还休的内心矛盾；“放拨”“插弦中”，“整顿衣裳”“起”“敛容”等一系列动作和表情，则表现了她克服矛盾、一吐为快的心理活动。“自言”以下，用如怨如慕、如泣如诉的抒情笔调，为琵琶女的半生遭遇谱写了一曲扣人心弦的悲歌，与“说尽心中无限事”的乐曲互相补充，完成了女主人公的形象塑造。\n\n　　女主人公的形象塑造得异常生动真实，并具有高度的典型性。通过这个形象，深刻地反映了封建社会中被侮辱、被损害的乐伎们、艺人们的悲惨命运。面对这个形象，怎能不一洒同情之泪！\n\n　　作者在被琵琶女的命运激起的情感波涛中坦露了自我形象。“我从去年辞帝京，谪居卧病浔阳城”的那个“我”，是作者自己。作者由于要求革除暴政、实行仁政而遭受打击，从长安贬到九江，心情很痛苦。当琵琶女第一次弹出哀怨的乐曲、表达心事的时候，就已经拨动了他的心弦，发出了深长的叹息声。当琵琶女自诉身世、讲到“夜深忽梦少年事，梦啼妆泪红阑干”的时候，就更激起他的情感的共鸣：“同是天涯沦落人，相逢何必曾相识”。同病相怜，同声相应，忍不住说出了自己的遭遇。\n\n　　写琵琶女自诉身世，详昔而略今；写自己的遭遇，则压根儿不提被贬以前的事。这也许是意味着以彼之详，补此之略吧！比方说，琵琶女昔日在京城里“曲罢常教善才伏，妆成每被秋娘妒”的情况和作者被贬以前的情况是不是有某些相通之处呢？同样，他被贬以后的处境和琵琶女“老大嫁作商人妇”以后的处境是不是也有某些类似之处呢？看来是有的，要不然，怎么会发出“同是天涯沦落人”的感慨？\n\n","translation":"唐宪宗元和十年，我被贬为九江郡司马。第二年秋季的一天，送客到湓浦口，夜里听到船上有人弹琵琶。听那声音，铮铮铿铿有京都流行的声韵。探问这个人，原来是长安的歌女，曾经向穆、曹两位琵琶大师学艺。后来年纪大了，红颜退尽，嫁给商人为妻。于是命人摆酒叫她畅快地弹几曲。她弹完后，有些闷闷不乐的样子，自己说起了少年时欢乐之事，而今漂泊沉沦，形容憔悴，在江湖之间辗转流浪。我离京调外任职两年来，随遇而安，自得其乐，而今被这个人的话所感触，这天夜里才有被降职的感觉。于是撰写一首长诗赠送给她，共六百一十六字，题为《琵琶行》。\n\n秋夜我到浔阳江头送一位归客，冷风吹着枫叶和芦花秋声瑟瑟。\n我和客人下马在船上饯别设宴，举起酒杯要饮却无助兴的音乐。\n酒喝得不痛快更伤心将要分别，临别时夜茫茫江水倒映着明月。\n忽听得江面上传来琵琶清脆声；我忘却了回归客人也不想动身。\n寻着声源探问弹琵琶的是何人？琵琶停了许久却迟迟没有动静。\n我们移船靠近邀请她出来相见；叫下人添酒回灯重新摆起酒宴。\n千呼万唤她才缓缓地走出来，怀里还抱着琵琶半遮着脸面。\n转紧琴轴拨动琴弦试弹了几声；尚未成曲调那形态就非常有情。\n弦弦凄楚悲切声音隐含着沉思；似乎在诉说着她平生的不得志；\n她低着头随手连续地弹个不停；用琴声把心中无限的往事说尽。\n轻轻地拢，慢慢地捻，一会儿抹，一会儿挑。初弹《霓裳羽衣曲》接着再弹《六幺》。\n大弦浑宏悠长嘈嘈如暴风骤雨；小弦和缓幽细切切如有人私语。\n嘈嘈声切切声互为交错地弹奏；就像大珠小珠一串串掉落玉盘。\n琵琶声一会儿像花底下宛转流畅的鸟鸣声，一会儿又像水在冰下流动受阻艰涩低沉、呜咽断续的声音。\n好像水泉冷涩琵琶声开始凝结，凝结而不通畅声音渐渐地中断。\n像另有一种愁思幽恨暗暗滋生；此时闷闷无声却比有声更动人。\n突然间好像银瓶撞破水浆四溅；又好像铁甲骑兵厮杀刀枪齐鸣。\n一曲终了她对准琴弦中心划拨；四弦一声轰鸣好像撕裂了布帛。\n东船西舫人们都静悄悄地聆听；只见江心之中映着白白秋月影。\n她沉吟着收起拨片插在琴弦中；整顿衣裳依然显出庄重的颜容。\n她说我原是京城负有盛名的歌女；老家住在长安城东南的虾蟆陵。\n弹奏琵琶技艺十三岁就已学成；教坊乐团第一队中列有我姓名。\n每曲弹罢都令艺术大师们叹服；每次妆成都被同行歌妓们嫉妒。\n京都豪富子弟争先恐后来献彩；弹完一曲收来的红绡不知其数。\n钿头银篦打节拍常常断裂粉碎；红色罗裙被酒渍染污也不后悔。\n年复一年都在欢笑打闹中度过；秋去春来美好的时光白白消磨。\n兄弟从军姊妹死家道已经破败；暮去朝来我也渐渐地年老色衰。\n门前车马减少光顾者落落稀稀；青春已逝我只得嫁给商人为妻。\n商人重利不重情常常轻易别离；上个月他去浮梁做茶叶的生意。\n他去了留下我在江口孤守空船；秋月与我作伴绕舱的秋水凄寒。\n更深夜阑常梦少年时作乐狂欢；梦中哭醒涕泪纵横污损了粉颜。\n我听琵琶的悲泣早已摇头叹息；又听到她这番诉说更叫我悲凄。\n我们俩同是天涯沦落的可悲人；今日相逢何必问是否曾经相识！\n自从去年我离开繁华长安京城；被贬居住在浔阳江畔常常卧病。\n浔阳这地方荒凉偏僻没有音乐；一年到头听不到管弦的乐器声。\n住在湓江这个低洼潮湿的地方；第宅周围黄芦和苦竹缭绕丛生。\n在这里早晚能听到的是什么呢？尽是杜鹃猿猴那些悲凄的哀鸣。\n春江花朝秋江月夜那样好光景；也无可奈何常常取酒独酌独饮。\n难道这里就没有山歌和村笛吗？只是那音调嘶哑粗涩实在难听。\n今晚我听你弹奏琵琶诉说衷情，就像听到仙乐眼也亮来耳也明。\n请你不要推辞坐下来再弹一曲；我要为你创作一首新诗《琵琶行》。\n被我的话所感动她站立了好久；回身坐下再转紧琴弦拨出急声。\n凄凄切切不再像刚才那种声音；在座的人重听都掩面哭泣不停。\n要问在座之中谁流的眼泪最多？我江州司马泪水湿透青衫衣襟！\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153929155.mp3"}
{"_id":{"$oid":"5b9a1430367d5cab186685ff"},"title":"陈太丘与友期 / 期行","dynasty":"南北朝","writer":"刘义庆","content":"陈太丘与友期行，期日中，过中不至，太丘舍去，去后乃至。 元方时年七岁，门外戏。客问元方：“尊君在不？”答曰：“待君久不至，已去。”友人便怒：“非人哉！与人期行，相委而去。”元方曰：“君与家君期日中。日中不至，则是无信；对子骂父，则是无礼。”友人惭，下车引之，元方入门不顾。","type":["初中文言文","诚信","哲理","故事"],"remark":"元方: 即陈纪，字元方，陈寔的长子。\n陈太丘: 陈寔（shí），字仲弓，东汉颍川许（现在河南许昌）人，做过太丘县令。太丘：古地名。\n期行: 相约同行。期，约定。\n期日中: 约定的时间是正午。日中，正午时分。\n过中：过了正午。\n舍去：不再等候就走了。去，离开。舍：舍弃，抛弃。\n乃至:（友人）才到。乃，才。\n戏：嬉戏。\n尊君在不(fǒu)：你父亲在吗？尊君，对别人父亲的一种尊称。不，通“否”\n家君：谦词，对人称自己的父亲。\n引：拉，要和元方握手\n信：诚信，讲信用。\n时年：今年。\n非：不是。\n相委而去：丢下我走了；相 偏指一方对另一方的行为，代词，通“之”，我；委，丢下，舍弃。\n君：对对方父亲的一种尊称。\n已去：已经 离开。\n曰：说。\n则：就是。\n顾：回头看。\n惭：感到惭愧。\n\n古今异义词\n1.去 古意：离开 ；今意：往、到。\n2.委 古意：丢下、舍弃 ； 今意：委屈、委托。\n3.顾 古意：回头看 ；今意：照顾\n4儿女 古意：子侄辈 今意：儿子女儿\n\n","shangxi":"　　《陈太丘与友期》全文仅有103个字，却叙述了一个完整的故事（关于守信与不守信的一场辩论），刻画了三个有鲜明个性的人物，说明了为人处世，应该讲礼守信的道理。如此有限的文字，却包含了这样丰富的内容，真可谓言简意赅了。如果不是在语言的精炼上造诣高深，要做到这一点是很难的。\n\n　　《陈太丘与友期》的精炼语言，体现在文章的始终。一开头，文章以“期行”、“期日中”、“不至”、“舍去” 、“乃至” 等几个关键词语，把事情、时间、起因交代得清清楚楚，而且，在这些交代中，还把两个不同的人物形象（一个守信，一个不守信）一下子推到了读者面前。\n\n　　文章的结尾，虽只客寥数语，但却字字生辉。“惭”、“下“、“引”三个动词，把友人知错欲改的心态及行为刻画得入木三分。对元方鄙弃“无信”的那股倔强劲儿，也用“人门，不顾”四个字，描绘得维妙维肖。就在最能体现文章中心思想的第二层 （子斥友人）中，尽管作者用了比开头和结尾要多得多的笔墨，但文字仍然十分精炼。单就叙述的句子来说，在叙述友人问元方时，由“问”到“怒”，感情急剧变化，充分表现了友人那粗鲁无礼的性格。而在叙述元方批驳友人的怒斥时，则选用语气平和的“答曰”、“曰”这类词，这对表现元方不惧怕友人的怒斥、知书达理、善于应对的性格，起到了绝好的作用。\n\n　　《陈太丘与友期》的主题思想，主要是通过人物的对话来揭示的。这些人物对话，虽然只有三言两语，但句句都紧扣文章中心，紧扣人物性格，具有鲜明的个性特征。文章写友人与元方的对话有三句。第一句“尊君在不？”开门见山，问得直截了当，毫无谦恭之意，初露性格的鲁莽。第二句“非人哉！”出言不逊，当着儿子骂父亲，这是不讲礼仪的行为，再露性格的粗鲁。第三句“与人期行，相委而去！”看似有理，实则无理。不自责自己失约误期的错误，反而委过于人，怒斥对方如约而行的正确做法，这就更加暴露出友人不讲道理的性格特征。\n\n　　文章写元方与友人的对话也有三句。第一句“待君久，不至，已去。”这是针对友人的间话而答的。元方不是正面回答友人提出的问题，在，还是不在。而是先说“等君久”“不至”，再说“已去”，把父亲的 “去”与“等君久”和友人的“不至”联系起来。这样的回答，不仅把父亲为什么走说清楚了，为后面批驳友人的怒斥作了准备，而且话中有话，流露出对友人失约的反感。第二、三两句是对友人无理怒斥的反驳。第二句“君与家君期日中，日中不至，则是无信。”这是针对友人强调“期行”而说的。守信还是失信，关键在于“期日中”，“日中不至”，当然就是失信了。抓住实质，击中要害，\n\n　　使友人失去辫驳的根据。第三句“对子骂父，则是无礼。”这是针对友人出言不逊而说的。在指出友人“无信”的基础上，又指出友人“无礼”。一步紧逼一步，把友人通到了无以言对的狼狈境地，以至最后不得不“惭”而“下车引之”。由于这些对话具有鲜明的个性特征，因此，虽然只有短短几句，也可以看出元方—陈太丘性格的折光，是多么聪颖仁慧、知书达理。\n\n　　《陈太丘与友期》一文细节微言、涵泳无穷。“陈太丘与友期行，期日中，过中不至，太丘舍去，去后乃至。”尺寸之间起波澜，与下文问答中“待君久不至，已去”“君与家君期日中，日中不至 ”呼应。友人“问”“便怒”“惭”“下车引之”，一波三折。其间，先称 “尊君”，骤然口不择言 “非人哉”，人物情态，栩栩如生。元方“门外戏”、一答一日、“入门不顾”，应对自如，宛若成人，表现出鲜明个性与独立人格。不论是情节上的起伏变化，还是人物情态上的自然生动，乃至文字之下隐藏着的本真性情、坦率品质，都值得我们琢磨品味。\n\n","translation":"　　陈太丘和朋友相约同行，约定的时间在中午，过了中午朋友还没有到，陈太丘不再等候他而离开了，陈太丘离开后朋友才到。元方当时年龄七岁，在门外玩耍。陈太丘的朋友问元方：“你的父亲在吗？”元方回答道：“我父亲等了您很久您却还没有到，已经离开了。”友人便生气地说道：“真不是人啊！和别人相约同行，却丢下别人先离开了。”元方说：“您与我父亲约在正午，正午您没到，就是不讲信用；对着孩子骂父亲，就是没有礼貌。”朋友感到惭愧，下了车想去拉元方的手，元方头也不回地走进家门。\n\n"}
{"_id":{"$oid":"5b9a1430367d5cab18668600"},"title":"蝶恋花·春景","dynasty":"宋代","writer":"苏轼","content":"花褪残红青杏小。燕子飞时，绿水人家绕。枝上柳绵吹又少。天涯何处无芳草！\n墙里秋千墙外道。墙外行人，墙里佳人笑。笑渐不闻声渐悄。多情却被无情恼。","type":["宋词三百首","婉约","写景","伤春"],"remark":"“蝶恋花·春景”，原本无题，傅本存目缺词。\n“花褪残红”：褪，脱去，小：毛本作“子”。\n“子”，毛本误作“小”。“飞”，《二妙集》、毛本注“一作来。”\n“绕”，元本注“一作晓。”\n“柳绵”：即柳絮。\n“何处无芳草”句：谓春光已晚，芳草长遍天涯。\n多情：这里代指墙外的行人。无情：这里代指墙内的佳人。\n\n","shangxi":"　　本词是伤春之作。苏轼长于豪放。亦最擅婉约，本词写春景清新秀丽。同时，景中又有情理，我们仍用“何处无芳草（知音）”以自慰自勉。作者的“多情却被无情恼”，也不仅仅局限于对“佳人”的相思。本词下片所写的是一个爱情故事的片段，未必有什么寄托。只是一首很好的婉约词。王士祯所说的“枝上柳绵，恐屯田缘情绮靡。未必能过。”《花草蒙拾》指出本词与风格婉约的柳永词不相上下。\n\n　　“花褪残红青杏小。”褪对旨颜色变浅或消失。开头一句描写的是暮春景象，句意为：暮春时节，杏花凋零枯萎，枝头只挂着又小又青的杏子。作者的视线是从一棵杏树开始的：花儿已经凋谢，所余不多的红色也正在一点一点褪去，树枝上开始结出了幼小的青杏。“残红”，他特别注意到初生的“青杏”，语气中透出怜惜和喜爱，有意识地冲淡了先前浓郁的伤感之情。“燕子飞时，绿水人家绕。”燕子在空中飞来飞去，绿水环绕着一户人家。这两句又描绘了一幅美丽而生动的春天画面，但缺少了花树的点缀，仍显美中不足。“绕”字，曾有人以为应是“晓”。通读全词，并没有突出的景物表明这是清晨的景色，因而显得没有着落。而燕子绕舍而飞，绿水绕舍而流，行人绕舍而走，着一“绕”字，则非常真切。“枝上柳棉吹又少，天涯何处无芳草？”。两句大意是：树上的柳絮在风的吹拂下越来越少，春天行将结束，难道天下之大，竞找不到一处怡人的景色吗？柳絮纷飞，春色将尽，固然让人伤感；而芳草青绿，又自是一番境界。苏轼的旷达于此可见。“天涯”一句，语本屈原《离骚》“何所独无芳草兮，尔何怀乎故宇”，是卜者灵氛劝屈原的话，其思想与苏轼在《定风波》中所说的“此心安处是吾乡”一致。最后竟被远谪到万里之遥的岭南。此时，他已人到晚年，遥望故乡，几近天涯。这境遇和随风飘飞的柳絮何其相似。\n\n　　上阕描写了一组暮春景色，虽也有些许亮色，但由于缺少了花草，他感到更多的是衰败和萧索，这正如作者此时的心境。作者被贬谪在外，仕途失意又远离家人，所以他感到孤独惆怅，想寻找一些美好的景物来排解心中的郁闷，谁知佳景难觅，心情更糟。上阕表达了作者的惜春之情及对美好事物的追求。\n\n　　“墙里秋千墙外道。墙外行人，墙里佳人笑。”墙外是一条道路，行人从路中经过，只听见墙里有荡秋千的声音，一阵阵悦耳的笑声不时从里面传出，原来是名女子在荡秋千。这一场景顿扫上阕之萧索，充满了青春的欢快旋律，使行人禁不住止步，用心地欣赏和聆听着这令人如痴如醉的欢声笑语。作者在艺术处理上十分讲究藏与露的关系。这里，他只写露出墙头的秋千和佳人的笑声，其它则全部隐藏起来，让“行人”去想象，在想象中产生无穷意味。小词最忌词语重复，但这三句总共十六字，“墙里”、“墙外”分别重复，竟占去一半。而读来错落有致，耐人寻味。墙内是家，墙外是路；墙内有欢快的生活，年轻而富有朝气的生命；墙外是赶路的行人。行人的心情和神态如何，作者留下了空白。不过，在这无语之中，让人感受到一种冷落寂寞。“笑渐不闻声渐悄，多情却被无情恼。”也许是行人伫立良久，墙内佳人已经回到房间；也许是佳人玩乐依旧，而行人已渐渐走远。总之，佳人的笑声渐渐听不到了，四周显得静悄悄。但是行人的心却怎么也平静不下来。墙院里女子的笑声渐渐地消失了，而墙外的行人听到笑声后却心绪难平。他听到女子甜美的笑声，却一直无法看到女子的模样；心情起伏跌宕不已，而女子也并不知道墙外有个男子正为她苦恼。男子多情，女子无情。这里的“多情”与“无情”常被当爱情来解释，有感怀身世之情，有思乡之情，有对年轻生命的向往之情，有报国之情，等等，的确可谓是“有情”之人；而佳人年轻单纯、无忧无虑，既没有伤春感时，也没有为人生际遇而烦恼，真可以说是“无情”。作者发出如此深长的感慨，那“无情”之人究竟会撩拨起他什么样的思绪呢？也许是勾起他对美好年华的向往，也许是对君臣关系的类比和联想，也许倍增华年不再的感慨，也许是对人生哲理的一种思索和领悟，作者并未言明，却留下了丰富的空白，让人回味、想象。\n\n　　下阕写人，描述了墙外行人对墙内佳人的眷顾及佳人的淡漠，让行人更加惆怅。在这里，“佳人”即代表上阕作者所追求的“芳草”，“行人”则是词人的化身。词人通过这样一组意象的刻画，表现了其抑郁终不得排解的心绪。\n\n　　综观全词，词人写了春天的景，春天的人，而后者也可以算是一种特殊的景观。词人意欲奋发有为，但终究未能如愿。全词真实地反映了词人的一段心理历程，意境朦胧，令人回味无穷。\n\n","translation":"春天将尽，百花凋零，杏树上已经长出了青涩的果实。燕子飞过天空，清澈的河流围绕着村落人家。柳枝上的柳絮已被吹得越来越少，怛不要担心，到处都可见茂盛的芳草。\n围墙里面，有一位少女正在荡秋千，少女发出动听的笑声，墙外的行人都可听见。慢慢地，围墙里边的笑声就听不见了，行人惘然若失，仿佛多情的自己被无情的少女所伤害。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153931226.mp3"}
{"_id":{"$oid":"5b9a1430367d5cab18668601"},"title":"雁门太守行","dynasty":"唐代","writer":"李贺","content":"黑云压城城欲摧，甲光向日金鳞开。(向日 一作：向月)\n角声满天秋色里，塞上燕脂凝夜紫。(塞上 一作：塞土)\n半卷红旗临易水，霜重鼓寒声不起。\n报君黄金台上意，提携玉龙为君死！","type":["初中古诗","乐府","拟古","边塞","战争"],"remark":"雁门太守行：古乐府曲调名。雁门，郡名。古雁门郡大约在今山西省西北部，是唐王朝与北方突厥部族的边境地带。\n黑云：此形容战争烟尘铺天盖地，弥漫在边城附近，气氛十分紧张。摧：毁。甲光：指铠甲迎着太阳发出的闪光。金鳞：是说像金色的鱼鳞。这句形容敌军兵临城下的紧张气氛和危急形势。\n甲光：铠甲迎着太阳闪出的光。甲，指铠甲，战衣。向日：迎着太阳。亦有版本写作“向月”。向：向着，对着。金鳞开：（铠甲）像金色的鱼鳞一样闪闪发光。金：像金子一样的颜色和光泽。开：打开，铺开。\n角：古代军中一种吹奏乐器，多用兽角制成，也是古代军中的号角。\n塞上燕脂凝夜紫：燕脂，即胭脂，这里指暮色中塞上泥土有如胭脂凝成。凝夜紫，在暮色中呈现出暗紫色。凝，凝聚。“燕脂”、“夜紫”暗指战场血迹。\n临：逼近，到，临近。易水：河名，大清河上源支流，源出今河北省易县，向东南流入大清河。易水距塞上尚远，此借荆轲故事以言悲壮之意。不起：是说鼓声低沉不扬。\n霜重鼓寒：天寒霜降，战鼓声沉闷而不响亮。声不起：形容鼓声低沉；不响亮。此句一作“霜重鼓声寒不起”。\n报：报答。黄金台：故址在今河北省易县东南，相传战国燕昭王所筑。意：信任，重用。\n玉龙：宝剑的代称。君：君王。\n\n","shangxi":"　　李贺的不少诗向称难解，这一首解者纷纭，却莫衷一是。对于诗意的理解也异常分歧。\n\n　　这首短诗，后面写兵临易水、提剑誓死？其主题确与战斗有关。但前四句　着重写景，除“甲花”、“角声”表明此处有兵士而外，围城、突围等等全无　明确描写。因此，解说之分歧，多出于对“言外之意”的不同体会。“言”外　之“意”虽在“言”外，仍然来自“言”。一首诗积字成句，积句成篇，成为　有内在联系的整体。这篇诗前四句颇难碓解，后四句却比较显豁。说清后四句，　再反观前四句，通篇的意义便不难领会。\n\n　　先看后四句。“半卷红旗临易水”，暗示“临易水”之前有一段进军过程。“半卷红旗” 是为减少阻力，是进军的特征，如“红旗半卷出辕门” 之类。“临”字也表现行军的动势。那么，“临易水”之后是否遇上敌军？如果遇到的话，力量对比如何？形势对谁有利？这一切，后三句都未作正面描述，而言外之意却比较明晰：一、“临易水”表明前进受阻，又令人联想起《易水歌》：“风萧萧兮易水寒，壮士一去兮不复还。”二、击鼓为了进军，而“霜重鼓寒声不起”通过自然条件的不利暗示出战争形势的严峻。三、末尾两句，写主将提剑上阵，誓作殊死战斗以报君恩，则大敌当前，已不言可知。\n\n　　首句于“云”上着“黑”字，已感气氛沉重。而这“黑云”又“压城”以至压得“城欲摧”，明显有象征意义。“云”上特加“黑”字，自然不会用以象征我军而是象征敌军。敌军压境围城如此凶猛，则我军只有杀出重围，才有生路。“甲光向日金鳞开”，在色彩和形相上与上句形成强烈对比，明含欣喜、赞美之情，当然是指我军。始而黑云压城，适度围逼，既而黑云崩溃、红日当空，我军将士的金甲在日光下犹如片片金鳞，耀人眼目。就是说己经杀出孤城，击败敌兵。\n\n　　一、二两句写围城与突围，构成一个意义单位。以下八句写乘胜追杀，直至兵临易水，是又一个意义单位。“角”，古代军用乐器。《北史·齐安德王延宗传》有“吹角收兵”的记载。联系上下文看，“角声满天秋色里”一句，正是以虚写实。在读者想象中展现敌退我追的壮阔场景。“塞上胭脂凝夜紫”中的“夜”字照应第一句中的“日”字，表明从突围至此，已过了较长一段时间，双方互有杀伤。“塞上胭脂”，旧注引《古今注》“秦筑长城，土色皆紫、故曰紫塞”解释，大致不错。紧承“角声”、“秋色”描绘塞土赤紫，已令人想见战血；于“紫”前加一“凝”字，更强化了这种联想。\n\n　　由“日”到“夜”，以至夜深“霜重”，追兵已临易水，敌军自然先到易水。追兵尾随，敌军倘要渡水，便可能全军覆役，因而只能背水一战。“陷之死地而后生”，想到韩信的背水阵，就知道追兵面临的形势何等严峻！鼓声不起，主将誓死，正是这种严峻形势的反映。至于快战的结果如何，却让读者去想象。诗人运用特殊的艺术手法表现独特的艺术想象，或用象征，或用暗示，或用烘托，或以虚见实、以声显形、以部分代全体，给读者留下了过于广阔的想象空间，所以读者的理解因人而异。\n\n　　意象新奇，设色鲜明，造型新颖，想象丰富而奇特，这是李贺诗歌的突出特点。在《雁门太守行》里，这些特点得到了全面而充分的体现。仅以后两句为例，看看他如何注意设色和造型。这两句写主将为报君主的知遇之恩，誓死决战，却不用概念化语言，而通过造型、设色、突出主将的外在形象和内心活动。战国时燕昭王曾筑台置千金于其上以延揽人才，因称此台为“黄金台”。“玉龙”，唐人用以称剑。 黄金、 白玉， 其质地和色泽， 都为世人所重。“龙”，是古代传说中的高贵动物，“黄金台”，是求贤若渴的象征。诗人选用“玉龙”和“黄金台”造型设色，创造出“报君黄金台上意，提携玉龙为君死”的诗句，一位神采奕奕的主将形象便宛然在目。其不惜为国捐躯的崇高精神，以及君主重用贤才的美德，都给读者以强烈而美好的感受。\n\n","translation":"敌兵滚滚而来，犹如黑云翻卷，想要摧倒城墙；我军严待以来，阳光照耀铠甲，一片金光闪烁。\n秋色里，响亮军号震天动地；黑夜间战士鲜血凝成暗紫。\n红旗半卷，援军赶赴易水；夜寒霜重，鼓声郁闷低沉。\n只为报答君王恩遇，手携宝剑，视死如归。\n\n","audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153932716.mp3"}
{"_id":{"$oid":"5b9a1430367d5cab18668602"},"title":"诫子书","dynasty":"两汉","writer":"诸葛亮","content":"　　夫君子之行，静以修身，俭以养德。非淡泊无以明志，非宁静无以致远。夫学须静也，才须学也。非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能冶性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！ (淡泊 一作：澹泊；淫慢 一作：慆慢)","type":["修身","立志"],"remark":"诫：警告，劝人警惕。\n夫（fú）：段首或句首发语词，引出下文的议论，无实在的意义。君子：品德高尚的人。指操守、品德、品行。\n修身：个人的品德修养。\n养德：培养品德。\n澹（dàn）泊：也写做“淡泊”，清静而不贪图功名利禄。内心恬淡，不慕名利。清心寡欲。明志：表明自己崇高的志向。\n宁静：这里指安静，集中精神，不分散精力。致远：实现远大目标。\n才：才干。\n广才：增长才干。\n成：达成，成就。\n慆（tāo）慢：漫不经心。慢：懈怠，懒惰。励精：尽心，专心，奋勉，振奋。\n险躁：冒险急躁，狭隘浮躁，与上文“宁静”相对而言。冶性：陶冶性情。\n与：跟随。驰：疾行，这里是增长的意思。\n日：时间。去：消逝，逝去。\n遂：于是，就。枯落：枯枝和落叶，此指像枯叶一样飘零，形容人韶华逝去。\n多不接世：意思是对社会没有任何贡献。接世，接触社会，承担事务，对社会有益。有“用世”的意思。\n穷庐：破房子。\n将复何及：又怎么来得及。\n淫慢：过度的享乐，懈怠。淫：过度。\n\n","shangxi":"　　古代家训，大都浓缩了作者毕生的生活经历、人生体验和学术思想等方面内容，不仅他的子孙从中获益颇多，就是今人读来也大有可借鉴之处。三国时蜀汉丞相诸葛亮被后人誉为“智慧之化身”，他的《诫子书》也可谓是一篇充满智慧之语的家训，是古代家训中的名作。文章阐述修身养性、治学做人的深刻道理，读来发人深省。它也可以看作是诸葛亮对其一生的总结，后来更成为修身立志的名篇。\n\n　　《诫子书》的主旨是劝勉儿子勤学立志，修身养性要从淡泊宁静中下功夫，最忌怠惰险躁。文章概括了做人治学的经验，着重围绕一个“静”字加以论述，同时把失败归结为一个“躁”字，对比鲜明。\n\n　　在《诫子书》中，诸葛亮教育儿子，要“澹泊”自守，“宁静”自处，鼓励儿子勤学励志，从澹泊和宁静的自身修养上狠下功夫。他说，“夫学须静也，才须学也，非学无以广才，非志无以成学”。意思是说，不安定清静就不能为实现远大理想而长期刻苦学习，要学得真知必须使身心在宁静中研究探讨，人们的才能是从不断的学习中积累起来的；不下苦功学习就不能增长与发扬自己的才干；没有坚定不移的意志就不能使学业成功。《诸葛亮教育儿子切忌心浮气躁，举止荒唐。在书信的后半部分，他则以慈父的口吻谆谆教导儿子：少壮不努力，老大徒伤悲。这话看起来不过是老生常谈罢了，但它是慈父教诲儿子的，字字句句是心中真话，是他人生的总结，因而格外令人珍惜。\n\n　　这篇《诫子书》，不但讲明修身养性的途径和方法，也指明了立志与学习的关系；不但讲明了宁静淡泊的重要，也指明了放纵怠慢、偏激急躁的危害。诸葛亮不但在大的原则方面对其子严格要求，循循善诱，甚至在一些具体事情上也体现出对子女的细微关怀。在这篇《诫子书》中，有宁静的力量：“静以修身”，“非宁静无以致远”；有节俭的力量：“俭以养德”；有超脱的力量：“非澹泊无以明志”；有好学的力量：“夫学须静也，才须学也”；有励志的力量：“非学无以广才，非志无以成学”；有速度的力量：“淫慢则不能励精”；有性格的力量：“险躁则不能治性”；有惜时的力量：“年与时驰，意与岁去”；有想象的力量：“遂成枯落，多不接世，悲守穷庐，将复何及”；有简约的力量。这篇文章短短几十字，传递出的讯息，比起长篇大论，诫子效果好得多。\n\n　　文章短小精悍，言简意赅，文字清新雅致，不事雕琢，说理平易近人，这些都是这篇文章的特出之处。\n\n","translation":"　　君子的行为操守，从宁静来提高自身的修养，以节俭来培养自己的品德。不恬静寡欲无法明确志向，不排除外来干扰无法达到远大目标。学习必须静心专一，而才干来自学习。所以不学习就无法增长才干，没有志向就无法使学习有所成就。放纵懒散就无法振奋精神，急躁冒险就不能陶冶性情。年华随时光而飞驰，意志随岁月而流逝。最终枯败零落，大多不接触世事、不为社会所用，只能悲哀地坐守着那穷困的居舍，其时悔恨又怎么来得及？\n\n"}
{"_id":{"$oid":"5b9a1430367d5cab18668603"},"title":"忆江南词三首","dynasty":"唐代","writer":"白居易","content":"江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？\n\n江南忆，最忆是杭州。山寺月中寻桂子，郡亭枕上看潮头。何日更重游！\n\n江南忆，其次忆吴宫。吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢！\n\n","type":["乐府","写景","地名","春天"],"remark":"忆江南：唐教坊曲名。作者题下自注说：“此曲亦名‘谢秋娘’，每首五句。”按《乐府诗集》：“‘忆江南’一名‘望江南’，因白氏词，后遂改名‘江南好’。”至晚唐、五代成为词牌名。这里所指的江南主要是长江下游的江浙一带。\n谙（ān）：熟悉。作者年轻时曾三次到过江南。\n江花：江边的花朵。一说指江中的浪花。红胜火：颜色鲜红胜过火焰。\n绿如蓝：绿得比蓝还要绿。如，用法犹“于”，有胜过的意思。蓝，蓝草，其叶可制青绿染料。\n桂子：桂花。宋柳永《望海潮·东南形胜》词：“有三秋桂子，十里荷花。”\n郡亭：疑指杭州城东楼。看潮头：钱塘江入海处，有二山南北对峙如门，水被夹束，势极凶猛，为天下名胜。\n吴宫：指吴王夫差为西施所建的馆娃宫，在苏州西南灵岩山上。\n竹叶：酒名。即竹叶青。亦泛指美酒。\n吴娃：原为吴地美女名。此词泛指吴地美女。醉芙蓉：形容舞伎之美。\n早晚：犹言何日，几时。\n\n","shangxi":"　　第一首泛忆江南，兼包苏、杭，写春景。全词五句。一开口即赞颂“江南好！”正因为“好”，才不能不“忆”。“风景旧曾谙”一句，说明那江南风景之“好”不是听人说的，而是当年亲身感受到的、体验过的，因而在自己的审美意识里留下了难忘的记忆。既落实了“好”字，又点明了“忆”字。接下去，即用两句词写他“旧曾谙”的江南风景：“日出江花红胜火，春来江水绿如蓝。”“日出”、“春来”，互文见义。春来百花盛开，已极红艳；红日普照，更红得耀眼。在这里，因同色相烘染而提高了色彩的明亮度。春江水绿，红艳艳的阳光洒满了江岸，更显得绿波粼粼。在这里，因异色相映衬而加强了色彩的鲜明性。作者把“花”和“日”联系起来，为的是同色烘染；又把“花”和“江”联系起来，为的是异色相映衬。江花红，江水绿，二者互为背景。于是红者更红，“红胜火”；绿者更绿，“绿如蓝”。\n\n　　杜甫写景，善于着色。如“江碧鸟逾白，山青花欲燃”（《绝句》）、“两个黄鹂鸣翠柳，一行白鹭上青天”诸句，都明丽如画。而异色相映衬的手法，显然起了重要作用。白居易似乎有意学习，如“夕照红于烧，晴空碧胜蓝”（《秋思》）、“春草绿时连梦泽，夕波红处近长安”（《题岳阳楼》）、“绿浪东西南北水，红栏三百九十桥”（《正月三日闲行》）诸联，都因映衬手法的运用而获得了色彩鲜明的效果。至于“日出”、“春来”两句，更在师承前人的基础上有所创新：在明媚的春光里，从初日、江花、江水、火焰、蓝叶那里吸取颜料，兼用烘染、映衬手法而交替综错，又济之以贴切的比喻，从而构成了阔大的图景。不仅色彩绚丽，耀人眼目；而且层次丰富，耐人联想。\n\n　　题中的“忆”字和词中的“旧曾谙”三字还说明了此词还有一个更重要的层次：以北方春景映衬江南春景。全词以追忆的情怀，写“旧曾谙”的江南春景。而此时，作者却在洛阳。比起江南来，洛阳的春天来得晚。作者写于洛阳的《魏王堤》七绝云：“花寒懒发鸟慵啼，信马闲行到日西。何处未春先有思，柳条无力魏王堤。”在江南“日出江花红胜火”的季节，洛阳却“花寒懒发”，只有魏王堤上的柳丝，才透出一点儿春意。\n\n　　花发得比江南晚，水也有区别。洛阳有洛水、伊水，离黄河也不远。但即使春天已经来临，这些水也不可能像江南春水那样碧绿。因此作者竭力追忆江南春景，从内心深处赞叹“江南好”，而在用生花妙笔写出他“旧曾谙”的江南好景之后，又不禁以“能不忆江南”的眷恋之情，收束全词。这个收束既托出身在洛阳的作者对江南春色的无限赞叹与怀念，又造成一种悠远而又深长的韵味。词虽收束，而余情摇漾，凌空远去，自然引出第二首和第三首。\n\n　　第二首词以“江南忆，最忆是杭州”领起，前三字“江南忆”和第一首词的最后三字“忆江南”勾连，形成词意的连续性。后五字“最忆是杭州”又突出了作者最喜爱的一个江南城市。如果说第一首词像画家从鸟瞰的角度大笔挥洒而成的江南春意图，那么，第二首词便像一幅杭州之秋的画作了。\n\n　　作者很爱西湖的春天，他在词里偏偏不写杭州之春，这可能是为了避免和第一首词所写的春景重复。他写杭州之秋，一写灵隐寺赏月赏桂，一写高亭之上观钱塘江潮。两句词就写出两种境界。“山寺月中寻桂子”的“山寺”，指的是西湖西边的灵隐寺。这座古刹有许多传说，有的还蒙上一层神话色彩：传说灵隐寺的桂花树是从月宫中掉下来的。作者曾在寺中赏月，中秋节桂花飘香，那境界使他终身难忘。山、寺、月影下，寻桂子，写出了幽美的环境，也写了置身其间的词人的活动。然而，词人回忆杭州还有另一种境界使人难忘。那就是“郡亭枕上看潮头”，钱塘江潮是大自然的奇观，潮头可高达数丈，所以白居易写他躺在他郡衙的亭子里，就能看见那卷云拥雪的潮头了，显得趣意盎然。“郡亭枕上看潮头”，以幽闲的笔墨带出惊涛骇浪的景色，与上句“山寺月中寻桂子”的静谧而朦胧的美的境界形成鲜明的对照，相辅相成，相得益彰。白居易是热爱杭州的，所以他在回到北方以后，又产生了“何日更重游”的愿望。\n\n　　第三首词在思想艺术上都不及第一、二首，加上他又写到歌舞生活，因而许多选本都不介绍它。其实它在写法上也并不是全无可取之处的。前两首词虽然也写到人，但主要还是写景。第三首点到吴宫，但主要却是写人，写苏州的歌舞伎和词人自己。从整体上看，意境的变化使连章体词显得变化多姿，丰富多彩。\n\n　　吴酒一杯春竹叶一句，一来，竹叶是为了与下句的芙蓉对偶，二来，“春”在这里是形容词，所谓春竹叶并非一定是指竹叶青酒，而是指能带来春意的酒。白居易在另一诗里就有“瓮头竹叶经春熟”的说法，唐代有不少名酒以春字命名，文人大多爱酒，白居易应该也不例外，喝着吴酒，观“吴娃双舞”犹如醉酒芙蓉的舞姿。“娃”，即是美女，西施就被称为“娃”，吴王夫差为她建的房子就叫“馆娃宫”。白居易这样写，就是出于对西施这位绝代佳人的联想。作者不是纵情声色的人，他欣赏的是吴娃的歌舞，希望能重睹演出，因而回到洛阳后说：“早晚复相逢。”\n\n　　这三首词，从今时忆往日，从洛阳忆苏杭。今、昔、南、北、时间、空间的跨度都很大。每一首的头两句，都抚今追昔，身在洛阳，神驰江南。每一首的中间两句，都以无限深情，追忆最难忘的江南往事。结句呢？则又回到今天，希冀那些美好的记忆有一天能够变成活生生的现实。因此，整个组词不过寥寥数十字，却从许多层次上吸引读者进入角色，想象主人公今昔南北所经历的各种情境，体验主人公今昔南北所展现的各种精神活动，从而获得寻味无穷的审美享受。\n\n　　这三首词，每首自具首尾，有一定的独立性；而各首之间，又前后照应，脉络贯通，构成有机的整体大“联章”诗词中，显示出作者谋篇布局的高超艺术技巧。\n\n","translation":"江南的风景多么美好，如画的风景久已熟悉。春天到来时，太阳从江面升起，把江边的鲜花照得比火红，碧绿的江水绿得胜过蓝草。怎能叫人不怀念江南？\n\n江南的回忆，最能唤起追思的是像天堂一样的杭州：游玩灵隐寺寻找皎洁月亮中的桂子，登上郡亭，枕卧其上，欣赏那起落的钱塘江大潮。什么时候能够再次去游玩？\n\n江南的回忆，再来就是回忆苏州的吴宫，喝一喝吴宫的美酒春竹叶，看一看吴宫的歌女双双起舞像朵朵迷人的芙蓉。不知何时会再次相逢。\n\n"}
{"_id":{"$oid":"5b9a1430367d5cab18668604"},"title":"回乡偶书二首·其一","dynasty":"唐代","writer":"贺知章","content":"少小离家老大回，乡音无改鬓毛衰。\n儿童相见不相识，笑问客从何处来。","type":["唐诗三百首","小学古诗","思乡","感慨","伤老","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153932303.mp3","remark":"偶书：随便写的诗。偶：说明诗写作得很偶然，是随时有所见、有所感就写下来的。 \n少小离家：贺知章三十七岁中进士，在此以前就离开家乡。老大：年纪大了。贺知章回乡时已年逾八十。\n乡音：家乡的口音。无改：没什么变化。一作“难改”。鬓毛：额角边靠近耳朵的头发。一作“面毛”。衰（cui）：减少，疏落。鬓毛衰：指鬓毛减少，疏落。\n相见：即看见我；相：带有指代性的副词。不相识：即不认识我。\n笑问：一本作“却问”，一本作“借问”。\n\n","shangxi":"　　这是一首久客异乡、缅怀故里的感怀诗。写于初来乍到之时，抒写久客伤老之情。在第一、二句中，诗人置身于故乡熟悉而又陌生的环境之中，一路迤逦行来，心情颇不平静：当年离家，风华正茂；今日返归，鬓毛疏落，不禁感慨系之。首句用“少小离家”与“老大回”的句中自对，概括写出数十年久客他乡的事实，暗寓自伤“老大”之情。次句以“鬓毛衰”顶承上句，具体写出自己的“老大”之态，并以不变的“乡音”映衬变化了的“鬓毛”，言下大有“我不忘故乡，故乡可还认得我吗”之意，从而为唤起下两句儿童不相识而发问作好铺垫。\n\n　　三四句从充满感慨的一幅自画像，转而为富于戏剧性的儿童笑问的场面。“笑问客从何处来”，在儿童，这只是淡淡的一问，言尽而意止；在诗人，却成了重重的一击，引出了他的无穷感慨，自己的老迈衰颓与反主为宾的悲哀，尽都包含在这看似平淡的一问中了。全诗就在这有问无答处悄然作结，而弦外之音却如空谷传响，哀婉备至，久久不绝。\n\n　　就全诗来看，一二句尚属平平，三四句却似峰回路转，别有境界。后两句的妙处在于背面敷粉，了无痕迹：虽写哀情，却借欢乐场面表现；虽为写己，却从儿童一面翻出。而所写儿童问话的场面又极富于生活的情趣，即使读者不为诗人久客伤老之情所感染，也不能不被这一饶有趣味的生活场景所打动。\n\n　　杨衡《对床夜语》诗云：“正是忆山时，复送归山客。”张籍云：“长因送人处，忆得别家时。”卢象《还家诗》云：“小弟更孩幼，归来不相识。”贺知章云：“儿童相见不相识，笑问客从何处来。”语益换而益佳，善脱胎者宜参之。\n\n","translation":"我在年少时离开家乡，到了迟暮之年才回来。我的乡音虽未改变，但鬓角的毛发却已经疏落。儿童们看见我，没有一个认识的。他们笑着询问：这客人是从哪里来的呀？　\n\n"}
{"_id":{"$oid":"5b9a1430367d5cab18668605"},"title":"登鹳雀楼","dynasty":"唐代","writer":"王之涣","content":"白日依山尽，黄河入海流。\n欲穷千里目，更上一层楼。","type":["唐诗三百首","登楼","写景","山水","黄河","励志","哲理","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153933319.mp3","remark":"鹳雀楼：旧址在山西永济县，楼高三层，前对中条山，下临黄河。传说常有鹳雀在此停留，故有此名。\n白日：太阳。\n依：依傍。\n尽：消失。 这句话是说太阳依傍山峦沉落。\n欲：想要得到某种东西或达到某种目的的愿望，但也有希望、想要的意思。\n穷：尽，使达到极点。\n千里目：眼界宽阔。\n更：替、换。（不是通常理解的“再”的意思）\n\n","shangxi":"　　诗的前两句“白日依山尽，黄河入海流”，写的是登楼望见的景色，写得景象壮阔，气势雄浑。这里，诗人运用极其朴素、极其浅显的语言，既高度形象又高度概括地把进入广大视野的万里河山，收入短短十个字中；而我们在千载之下读到这十个字时，也如临其地，如见其景，感到胸襟为之一开。首句写遥望一轮落日向着楼前一望无际、连绵起伏的群山西沉，在视野的尽头冉冉而没。这是天空景、远方景、西望景。次句写目送流经楼前下方的黄河奔腾咆哮、滚滚南来，又在远处折而东向，流归大海。这是由地面望到天边，由近望到远，由西望到东。这两句诗合起来，就把上下、远近、东西的景物，全都容纳进诗笔之下，使画面显得特别宽广，特别辽远。就次句诗而言，诗人身在鹳雀楼上，不可能望见黄河入海，句中写的是诗人目送黄河远去天边而产生的意中景，是把当前景与意中景溶合为一的写法。这样写，更增加了画面的广度和深度。\n\n　　杜甫在《戏题王宰画山水图歌》中有“尤工远势古莫比，咫尺应须论万里”两句，虽是论画，也可以用来论诗。王之涣的这两句写景诗就做到了缩万里于咫尺，使咫尺有万里之势。\n\n　　诗笔到此，看似已经写尽了望中的景色，但不料诗人在后半首里，以“欲穷千里目，更上一层楼”这样两句即景生意的诗，把诗篇推引入更高的境界，向读者展示了更大的视野。这两句诗，既别翻新意，出人意表，又与前两句诗承接得十分自然、十分紧密；同时，在收尾处用一“楼”字，也起了点题作用，说明这是一首登楼诗。从这后半首诗，可推知前半首写的可能是在第二层楼所见，而诗人还想进一步穷目力所及看尽远方景物，更登上了楼的顶层。诗句看来只是平铺直叙地写出了这一登楼的过程，而含意深远，耐人探索。这里有诗人的向上进取的精神、高瞻远瞩的胸襟，也道出了要站得高才看得远的哲理。\n\n　　就全诗而言，这首诗是日僧空海在《文镜秘府论》中所说的“景入理势”。有人说，诗忌说理。这应当只是说，诗歌不要生硬地、枯燥地、抽象地说理，而不是在诗歌中不能揭示和宣扬哲理。象这首诗，把道理与景物、情事溶化得天衣无缝，使读者并不觉得它在说理，而理自在其中。这是根据诗歌特点、运用形象思维来显示生活哲理的典范。\n\n　　这首诗在写法上还有一个特点：它是一首全篇用对仗的绝句。沈德潜在《唐诗别裁》中选录这首诗时曾指出：“四语皆对，读来不嫌其排，骨高故也。”绝句总共只有两联，而两联都用对仗，如果不是气势充沛，一意贯连，很容易雕琢呆板或支离破碎。这首诗，前一联用的是正名对，所谓“正正相对”，语句极为工整，又厚重有力，就更显示出所写景象的雄大；后一联用的是流水对，虽两句相对，而没有对仗的痕迹。诗人运用对仗的技巧也是十分成熟的。\n\n　　《梦溪笔谈》中曾指出，唐人在鹳雀楼所留下的诗中，“惟李益、王之涣、畅当三篇，能状其景”。李益的诗是一首七律；畅当的诗也是一首五绝，也题作《登鹳雀楼》。全诗如下：“迥临飞鸟上，高出世尘间。天势围平野，河流入断山。”诗境也很壮阔，不失为一首名作，但有王之涣的这首诗在前，比较之下，终输一筹，不得不让王诗独步千古。 \n\n","translation":"夕阳依傍着西山慢慢地沉没， 滔滔黄河朝着东海汹涌奔流。\n若想把千里的风光景物看够， 那就要登上更高的一层城楼。\n\n"}
{"_id":{"$oid":"5b9a1431367d5cab18668606"},"title":"归园田居·其三","dynasty":"魏晋","writer":"陶渊明","content":"种豆南山下，草盛豆苗稀。\n晨兴理荒秽，带月荷锄归。\n道狭草木长，夕露沾我衣。\n衣沾不足惜，但使愿无违。","type":["古诗三百首","初中古诗","田园","生活"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153933659.mp3","remark":"南山：指庐山。\n稀： 稀少。\n兴： 起床。\n荒秽：形容词作名词，荒芜，指豆苗里的杂草。秽：肮脏。这里指田中杂草\n荷锄：扛着锄头。荷，扛着。\n狭： 狭窄。\n草木长：草木丛生。长，生长\n夕露：傍晚的露水。\n沾：（露水）打湿。\n足： 值得。\n但使愿无违： 只要不违背自己的意愿就行了。但：只。愿： 指向往田园生活，“不为五斗米折腰”，不愿与世俗同流合污的意愿。违： 违背。\n\n","shangxi":"　　这首“种豆南山下”八句短章，在普普通通、平平常常四十个字的小空间里，表达出了深刻的思想内容，描写了诗人隐居之后躬耕劳动的情景。\n\n　　本诗共分为两层，前四句为第一层。反映了作者躬耕劳动的生活。暗用杨恽诗作。\n\n　　“种豆南山下，苗盛豆苗稀”。此二句引用了杨恽的“田彼南山，芜秽不治”，是对其劳作情况做总体交待，先指明耕种的是“豆”，再说劳作的地点在“南山下”，五个寻常字，将事情叙说得非常清楚。诗人毕竟是“少学琴书”，士人出身，躬耕田亩缺乏经验，“草盛豆苗稀”的劳动后果，也就不足为怪了。\n\n　　“晨兴理荒秽，带月荷锄归。”可怜的劳动成果并没使诗人灰心丧气，牢骚满腹。这两句写出了他勤勤恳恳，乐此不疲地从清早到夜晚，躬身垄亩铲锄荒草的状貌。它体现了中华民族自古以来的吃苦耐劳，坚韧不拔的精神。\n\n　　后四句是本诗的第二层，抒写的则是作者经过生活的磨励和对社会与人生深刻思索之后，对真善美理想的执着追求和与现实社会污浊官场的决裂。\n\n　　“道狭草木长，夕露沾我衣”。通过道窄草深，夕露沾衣的具体细节描绘，显示出了从事农业劳动的艰苦。诗人身体力行终日劳作在田野，所以他深深地体验到了农业劳动的艰辛，它绝不像那些脱离劳动的文人墨客所描写的那般轻松潇洒。但是作者仍不辞劳苦，继续坚持下去，正像他在《庚戌岁九月中于西田获早稻》诗中所说：“田家岂不苦?弗获辞此难。”\n\n　　“衣沾不足惜，但使愿无违。”对于诗人来说，人生的道路只有两条任他选择：一条是出仕做官，有俸禄保证其生活，可是必须违心地与世俗同流合污；另一条是归隐田园，靠躬耕劳动维持生存，这样可以做到任性存真坚持操守。当他辞去彭泽县令解绶印归田之际，就已经做出了抉择，宁可肉体受苦，也要保持心灵的纯洁，他坚决走上了归隐之路。为了不违背躬耕隐居的理想愿望，农活再苦再累又有何惧?那么“夕露沾衣”就更不足为“惜”了。这种思想已经成了他心中牢不可破的坚定信念，本诗结尾两句’，可谓全篇的诗眼，一经它的点化，篇中醇厚的旨意便合盘现出。\n\n　　在本诗中陶渊明却勇敢地反对了传统观念，冲破了陈旧的精神枷锁，毅然地告别官场，辞去了彭泽县令，不做劳心治人的“君子”；决然地返回家园，心甘情愿地扛起了锄头，辛勤地躬耕垄亩，偏要做个劳力的“小人”。这等无畏的精神，美好的人格，高尚的境界，赢得了后世多少人的称赞、钦佩乃至效仿。\n\n","translation":"我在南山下种植豆子，地里野草茂盛豆苗豌稀。\n清晨早起下地铲除杂草，夜幕降披月光扛锄归去。\n狭窄的山径草木丛生，夜露沾湿了我的衣。\n衣衫被沾湿并不可惜．只希望不违背我归耕田园的心意。\n\n"}
{"_id":{"$oid":"5b9a1431367d5cab18668607"},"title":"师说","dynasty":"唐代","writer":"韩愈","content":"　　古之学者必有师。师者，所以传道受业解惑也。人非生而知之者，孰能无惑？惑而不从师，其为惑也，终不解矣。生乎吾前，其闻道也固先乎吾，吾从而师之；生乎吾后，其闻道也亦先乎吾，吾从而师之。吾师道也，夫庸知其年之先后生于吾乎？是故无贵无贱，无长无少，道之所存，师之所存也。\n\n　　嗟乎！师道之不传也久矣！欲人之无惑也难矣！古之圣人，其出人也远矣，犹且从师而问焉；今之众人，其下圣人也亦远矣，而耻学于师。是故圣益圣，愚益愚。圣人之所以为圣，愚人之所以为愚，其皆出于此乎？爱其子，择师而教之；于其身也，则耻师焉，惑矣。彼童子之师，授之书而习其句读者，非吾所谓传其道解其惑者也。句读之不知，惑之不解，或师焉，或不焉，小学而大遗，吾未见其明也。巫医乐师百工之人，不耻相师。士大夫之族，曰师曰弟子云者，则群聚而笑之。问之，则曰：“彼与彼年相若也，道相似也。位卑则足羞，官盛则近谀。”呜呼！师道之不复可知矣。巫医乐师百工之人，君子不齿，今其智乃反不能及，其可怪也欤！\n\n　　圣人无常师。孔子师郯子、苌弘、师襄、老聃。郯子之徒，其贤不及孔子。孔子曰：三人行，则必有我师。是故弟子不必不如师，师不必贤于弟子，闻道有先后，术业有专攻，如是而已。\n\n　　李氏子蟠，年十七，好古文，六艺经传皆通习之，不拘于时，学于余。余嘉其能行古道，作师说以贻之。\n\n","type":["高中文言文","古文观止","议论","老师"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153934821.mp3","remark":"学者：求学的人。\n师者，所以传道受业解惑也：老师，是用来传授道理、交给学业、解释疑难问题的人。所以，用来……的。道，指儒家之道。受，通“授”，传授。业，泛指古代经、史、诸子之学及古文写作。惑，疑难问题\n人非生而知之者：人不是生下来就懂得道理。之，指知识和道理。《论语·季氏》：“生而知之者，上也；学而知之者，次也；困而学之，又其次之；困而不学，民斯为下矣。” 知，懂得。\n其为惑也：他所存在的疑惑。\n生乎吾前：即生乎吾前者。乎：相当于“于”，与下文“先乎吾”的“乎”相同。\n闻：听见，引申为知道，懂得。\n从而师之：跟从（他），拜他为老师。师，意动用法，以……为师。从师，跟从老师学习。\n吾师道也：我（是向他）学习道理。师，用做动词。\n夫庸知其年之先后生于吾乎：哪里去考虑他的年龄比我大还是小呢？庸，发语词，难道。知，了解、知道。之，取独。\n是故：因此，所以。\n无：无论、不分。\n道之所存，师之所存也：意思说哪里有道存在，哪里就有我的老师存在。\n师道：从师的传统。即上文所说的“古之学者必有师”。\n出人：超出于众人之上。\n犹且：尚且。\n众人：普通人，一般人。\n下：不如，名作动。\n耻学于师：以向老师学习为耻。耻，以……为耻\n是故圣益圣，愚益愚：因此圣人更加圣明，愚人更加愚昧。益，更加、越发。\n于其身：对于他自己。身，自身、自己。\n惑矣：（真是）糊涂啊！\n彼童子之师：那些教小孩子的（启蒙）老师。\n授之书而习其句读（dòu）：教给他书，（帮助他）学习其中的文句。之，指童子。习，使……学习。其，指书。句读，也叫句逗，古人指文辞休止和停顿处。文辞意尽处为句，语意未尽而须停顿处为读（逗）。古代书籍上没有标点，老师教学童读书时要进行句读（逗）的教学。\n句读之不知：不知断句风逗。与下文“惑之不解”结构相同。之，提宾标志。\n或师焉，或不焉：有的（指“句读之不知”这样的小事）从师，有的（指“惑之不解”这样的大事）不从师。不，通“否”。\n小学而大遗：学了小的（指“句读之不知”）却丢了大的（指“惑之不解”）。遗，丢弃，放弃。\n巫医：古时巫、医不分，指以看病和降神祈祷为职业的人。\n百工：各种手艺。\n相师：拜别人为师。\n族：类。\n曰师曰弟子云者：说起老师、弟子的时候。\n年相若：年岁相近。\n位卑则足羞，官盛则近谀：以地位低的人为师就感到羞耻，以高官为师就近乎谄媚。足，可，够得上。盛，高大。谀，谄媚。\n复：恢复。\n君子：即上文的“士大夫之族”。\n不齿：不屑与之同列，即看不起。或作“鄙之”。\n乃：竟，竟然。\n其可怪也欤：难道值得奇怪吗。其，难道，表反问。欤，语气词，表感叹。\n圣人无常师：圣人没有固定的老师。常，固定的。\n郯（tán）子：春秋时郯国（今山东省郯城县境）的国君，相传孔子曾向他请教官职。\n苌（cháng）弘：东周敬王时候的大夫，相传孔子曾向他请教古乐。\n师襄：春秋时鲁国的乐官，名襄，相传孔子曾向他学琴。\n老聃（dān）：即老子，姓李名耳，春秋时楚国人，思想家，道家学派创始人。相传孔子曾向他学习周礼。聃是老子的字。\n之徒：这类。\n三人行，则必有我师：三人同行，其中必定有我的老师。《论语·述而》原话：“子曰：‘三人行，必有我师焉。择其善者而从之，其不善者而改之。’”\n不必：不一定。\n术业有专攻：在业务上各有自己的专门研究。攻，学习、研究。\n李氏子蟠（pán）：李家的孩子名蟠。李蟠，韩愈的弟子，唐德宗贞元十九年（803年）进士。\n六艺经传（zhuàn）皆通习之：六艺的经文和传文都普遍的学习了。六艺，指六经，即《诗》《书》《礼》《乐》《易》《春秋》六部儒家经典。《乐》已失传，此为古说。经，两汉及其以前的散文。传，古称解释经文的著作为传。通，普遍。\n不拘于时：指不受当时以求师为耻的不良风气的束缚。时，时俗，指当时士大夫中耻于从师的不良风气。于，被。\n余嘉其能行古道：赞许他能遵行古人从师学习的风尚。嘉：赞许，嘉奖。\n贻：赠送，赠予。\n\n","shangxi":"　　韩愈作《师说》的时候，有人以为是在唐德宗贞元十八年（802），这大致是可信的。这年韩愈35岁，刚由洛阳闲居进入国子监，为四门学博士，这是一个“从七品”的学官。但他早已有名。他所提倡和不断实践的古文运动，在那一两年内，正走出少数爱好者的范围，形成一个广泛性的运动，他俨然成为这个运动的年轻的领袖。他用古文来宣传他的主张。维护先秦儒家的思想，反对当代特别盛行的佛老思想；提倡先秦两汉的古文，反对“俗下文字”即魏晋以来“饰其辞而遗其意”的骈文：这就是古文运动的内容。这个运动所以逐渐形成于唐德宗统治的后期，是有现实的社会条件的。它是为维护唐王朝的统一、反对藩镇割据的政治目的服务的。而这除军阀、大地主外，正是当时广大社会阶层的现实利益的要求。韩愈的积极努力，对这个运动的开展与形成，起了不断促进的作用。就古文来说，他不仅自己刻苦努力，从理论到实践，表现了优秀的成绩；更重要的是他不顾流俗的非笑，努力提倡，特别表现在给青年们热情的鼓励和指示。《师说》正是这种努力所引起的一篇具有进步意义和解放精神的文章。\n\n　　韩愈由于幼年的家庭教养和天宝以来复古主义思潮的影响，从青年时代起，就以一个传道的古文家自命。这也是他在科举和仕宦的阶梯上十年不能得意的一个重要原因。但是他并不悔，还愈来愈有自信。最初他到汴州参加宣武节度使董晋幕府的时候（796—798），先教李翱学古文；由于孟郊的介绍，不久又教张籍学古文。后来逃难到徐州（799），徐泗濠节度使张建封安置他在符离，又教一个青年人张彻读古书，学古文。张建封死后，仕途不通，到洛阳闲居（800—801）。向他请教的青年愈来愈多，他对青年们非常热情，奖励有加。他在《重答李翊书》中说：“言辞之不酬，礼貌之不答，虽孔子不得行于互乡，宜乎余之不为也。苟来者，吾斯进之而已矣，乌待其礼逾而情过乎？”为了“广圣人之道”，他以热情的、有礼貌的态度对待一切向他请教的青年，他认为这并不是什么“礼逾”和“情过”的问题。他回答许多青年的信，指示怎样做人，怎样作文。在韩愈看来，文章是作者的人格修养的表现，做人与作文应该是一致的。他进了国子监后，对待青年依然非常热情。\n\n　　韩愈这样不断地同青年后学交往，给他们奖励和指示，这是魏晋以后所没有的现象，当然要引起人们的奇怪，以至纷纷议论和责难。一切向韩愈投书请益的青年便自然地被目为韩门弟子，因而韩愈“好为人师”的古怪面貌也就非常突出了。但韩愈是早有自信的，他不管人们怎样诽谤，依然大胆地回答青年们的来信。他在《答胡生书》中说：“夫别是非，分贤与不肖，公卿贵位者之任也，愈不敢有意于是。如生之徒，于我厚者，知其贤，时或道之，于生未有益也。不知者乃用是为谤！不敢自爱，惧生之无益而有伤也，如之何？”他对那些恶意中伤的诽谤，表示愤慨，也为向他请教的青年担忧。《师说》的最后一段，声明写作的由来，说这是为了一个“好古文”“能行古道”，跟他学习的青年李蟠而作的。实际上他是借此对那些诽谤者来一个公开的答复和严正的驳斥。他是有的放矢的。\n\n　　在这篇文章里，他首先（第1段）肯定从古以来师对于任何人总是不可少的，因为人不能“生而知之”，谁也不能没有“惑”──茫然不解的东西。因此，他认为师并不是什么特殊人物，而是一种“传道受业解惑”的人。他还认为人人都可以为师，没有社会地位（贵贱）或年龄（长少）的限制，只问他有没有“道”，有就可以为师，所谓“道之所存，师之所存也”。接着（第2段），他慨叹古来的“师道”久已失传。现在一般人，既不能“无惑”，又“耻学于师”，所以越来越愚蠢。然后列举事例，论证这种“耻学于师”的风气实在是愚蠢而奇怪的。他说有一种人，即士大夫，对于儿子，则“择师而教之”；但对于自己，“则耻师焉”：这就是他们的不明。又有一种现象，广大的各行各业的人，即“巫医乐师百工之人”不以彼此相师为耻；而“士大夫之族”，如果有人谈到谁是师，谁是弟子，则大家共同非笑，问其理由，无非是年龄、地位云云，这又证明了他们的智慧反而在他们所瞧不起的巫医等等之下，这不是很奇怪吗？再看（第3段），“士大夫之族”所崇拜的“圣人”没有一定的师，孔子的师有郯子、苌弘等，这些人都“不及孔子”。而且孔子还说过，三个人里面，一定有一个人是他的师。因此，作者得到另一个重要的论点，师和弟子的关系是相对的，“弟子不必不如师，师不必贤于弟子”。这就是说，弟子可以为师，师也可以为弟子。所以师和弟子的关系的存在，最后结论很简单，不过是因为“闻道有先后，术业有专攻”的缘故。这也还是前文所提出的论点，即能者为师。\n\n　　由此可见，《师说》不仅严正地驳斥了那些愚蠢的诽谤者，更可贵的是提出了三点崭新的、进步的“师道”思想：师是“传道受业解惑”的人；人人都可以为师，只要具有那样的能力；师和弟子的关系是相对的，某一方面比我好，在这一方面他就是我的师。这些思想把师的神秘性、权威性、封建性大大地减轻了；把师和弟子的关系合理化了，平等化了，把师法或家法的保守的壁垒打破了。这些思想是和他后来发展的“道统”思想矛盾的。这些思想是具有解放精神、具有深刻的人民性的思想。这是唐德宗时代在相对的稳定局面之下，城市繁荣、商业经济发展的反映。\n\n　　因此，可以想象，这篇《师说》的流布，鼓舞和吸引了更多的青年后学，也因而招致了更多的顽固的“士大夫之族”的反对。实际上，韩愈也确乎因此官更难作，不断地遭到当权者的排挤。柳宗元在《答韦中立论师道书》中说：“今之世不闻有师，有，辄哗笑之，以为狂人。独韩愈奋不顾流俗，犯笑侮，收召后学，作《师说》，因抗颜而为师。世果群怪聚骂，指目牵引，而增与为言辞。愈以是得狂名。居长安，炊不暇熟，又挈挈而东，如是者数矣。”贞元十九年（803），韩愈在监察御史的职位，第一次被当权的官僚集团赶出了长安，贬到阳山（今广东阳山），就是在作《师说》一年后。他这次被贬，原因可能很复杂，但照柳宗元所说，这篇《师说》至少是重要的原因之一，因为他由此“狂名”更大，为更多的顽固派所疾恶，更容易遭到莫名的排挤。然而韩愈在奖励后学这一点上，态度始终不变，只是到了元和以后，声势没有在贞元末年那么大就是了。到了宋代，有人为韩愈辩解，说他“非好为人师者也”（《五百家注音辩昌黎先生文集》卷十二引“洪曰”），这是说，由于学者归附，韩愈是不得已而“作之师”的。又有人以为韩愈“作《师说》，盖以师道自任”，但充其量不过“以传道受业解惑为事，则世俗训导之师，口耳之学耳”（俞文豹《吹剑三录》），这是指韩愈把师的封建作用大大地降低了。可见这篇《师说》的解放精神是不容易为一般封建士大夫所接受的。因此，它在当时的重大意义也就不难理解了。 \n\n","translation":"　　古代求学的人一定有老师。老师，是（可以）依靠来传授道理、教授学业、解答疑难问题的。人不是生下来就懂得道理的，谁能没有疑惑？（有了）疑惑，如果不跟从老师（学习），那些成为疑难问题的，就最终不能理解了。生在我前面，他懂得道理本来就早于我，我（应该）跟从（他）把他当作老师；生在我后面，（如果）他懂得的道理也早于我，我（也应该）跟从（他）把他当作老师。我（是向他）学习道理啊，哪管他的生年比我早还是比我晚呢？因此，无论地位高低贵贱，无论年纪大小，道理存在的地方，就是老师存在的地方。\n\n　　唉，（古代）从师（学习）的风尚不流传已经很久了，想要人没有疑惑难啊!古代的圣人，他们超出一般人很远，尚且跟从老师而请教；现在的一般人，他们（的才智）低于圣人很远，却以向老师学习为耻。因此圣人就更加圣明，愚人就更加愚昧。圣人之所以能成为圣人，愚人之所以能成为愚人，大概都出于这吧？（人们）爱他们的孩子，就选择老师来教他，（但是）对于他自己呢，却以跟从老师（学习）为可耻，真是糊涂啊!那些孩子们的老师，是教他们读书，（帮助他们）学习断句的，不是我所说的能传授那些道理，解答那些疑难问题的。（一方面）不通晓句读，（另一方面）不能解决疑惑，有的（句读）向老师学习，有的（疑惑）却不向老师学习；小的方面倒要学习，大的方面反而放弃（不学），我没看出那种人是明智的。巫医乐师和各种工匠这些人，不以互相学习为耻。士大夫这类人，（听到）称“老师”称“弟子”的，就成群聚在一起讥笑人家。问他们（为什么讥笑），就说：“他和他年龄差不多，道德学问也差不多，（以）地位低（的人为师），就觉得羞耻，（以）官职高（的人为师），就近乎谄媚了。”唉!（古代那种）跟从老师学习的风尚不能恢复，（从这些话里就）可以明白了。巫医乐师和各种工匠这些人，君子们不屑一提，现在他们的见识竟反而赶不上（这些人），真是令人奇怪啊!\n\n　　圣人没有固定的老师。孔子曾以郯子、苌弘、师襄、老聃为师。郯子这些人，他们的贤能都比不上孔子。孔子说：“几个人一起走，（其中）一定有（可以当）我的老师（的人）。”因此学生不一定不如老师，老师不一定比学生贤能，听到的道理有早有晚，学问技艺各有专长，如此罢了。\n\n　　李家的孩子蟠，年龄十七，喜欢古文，六经的经文和传文都普遍地学习了，不受时俗的拘束，向我学习。我赞许他能够遵行古人（从师）的途径，写这篇《师说》来赠送他。\n\n"}
{"_id":{"$oid":"5b9a1431367d5cab18668608"},"title":"相见欢·无言独上西楼","dynasty":"五代","writer":"李煜","content":"无言独上西楼，月如钩。寂寞梧桐深院锁清秋。\n剪不断，理还乱，是离愁。别是一般滋味在心头。(一般 一作：一番)","type":["宋词三百首","初中古诗","婉约","登楼","写景","孤独","思念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153935188.mp3","shangxi":"　　首句“无言独上西楼”将人物引入画面。“无言”二字活画出词人的愁苦神态，“独上”二字勾勒出作者孤身登楼的身影，孤独的词人默默无语，独自登上西楼。神态与动作的描写，揭示了词人内心深处隐寓的很多不能倾诉的孤寂与凄婉。\n\n　　“……月如钩，寂寞梧桐深院，锁清秋”，寥寥12个字，形象地描绘出了词人登楼所见之景。仰视天空，缺月如钩。“如钩”不仅写出月形，表明时令，而且意味深长：那如钩的残月经历了无数次的阴晴圆缺，见证了人世间无数的悲欢离合，如今又勾起了词人的离愁别恨。俯视庭院，茂密的梧桐叶已被无情的秋风扫荡殆尽，只剩下光秃秃的树干和几片残叶在秋风中瑟缩，词人不禁“寂寞”情生。然而，“寂寞”的不只是梧桐，即使是凄惨秋色，也要被“锁”于这高墙深院之中。而“锁”住的也不只是这满院秋色，落魄的人，孤寂的心，思乡的情，亡国的恨，都被这高墙深院禁锢起来，此景此情，用一个愁字是说不完的。\n\n　　缺月、梧桐、深院、清秋，这一切无不渲染出一种凄凉的境界，反映出词人内心的孤寂之情，同时也为下片的抒情做好铺垫。作为一个亡国之君，一个苟延残喘的囚徒，他在下片中用极其婉转而又无奈的笔调，表达了心中复杂而又不可言喻的愁苦与悲伤。\n\n　　“剪不断，理还乱，是离愁。”用丝喻愁，新颖而别致。前人以“丝”谐音“思”，用来比喻思念，如李商隐“春蚕到死丝方尽，蜡炬成灰泪始干”（《无题》）就是大家熟悉的名句。李煜用“丝”来比喻“离愁”，别有一番新意。然而丝长可以剪断，丝乱可以整理，而那千丝万缕的“离愁”却是“剪不断，理还乱”。这位昔日的南唐后主心中所涌动的离愁别绪，是追忆“红日已高三丈后，金炉次第添金兽，红锦地衣随步皱”（《浣溪沙》）的荣华富贵，是思恋“风阁龙楼连霄汉，玉树琼枝作烟萝”（《破阵子》）的故国家园，是悔失“四十年来家国，三千里地山河”（《破阵子》）的帝王江山。然而，时过境迁，如今的李煜已是亡国奴、阶下囚，荣华富贵已成过眼烟云，故国家园亦是不堪回首，帝王江山毁于一旦。阅历了人间冷暖、世态炎凉，经受了国破家亡的痛苦折磨，这诸多的愁苦悲恨哽咽于词人的心头难以排遣。作者尝尽了愁的滋味，而这滋味，是难以言喻、难以说完的。\n\n　　末句“别是一番滋味在心头”，紧承上句写出了李煜对愁的体验与感受。以滋味喻愁，而味在酸甜之外，它根植于人的内心深处，是一种独特而真切的感受。“别是”二字极佳，昔日唯我独尊的天子，如今成了阶下囚徒，备受屈辱，遍历愁苦，心头淤积的是思、是苦、是悔、还是恨……词人自己也难以说清，常人更是体会不到。若是常人，倒可以嚎啕倾诉，而李煜不能。他是亡国之君，即使有满腹愁苦，也只能“无言独上西楼”，眼望残月如钩、梧桐清秋，将心头的哀愁、悲伤、痛苦、悔恨强压在心底。这种无言的哀伤更胜过痛哭流涕之悲。\n\n　　沈际飞在《草堂诗余续集》中评价说：“七情所至，浅尝者说破，深尝者说不破。破之浅，不破之深。‘别是一般滋味在心头’句妙。”唐圭璋在《唐宋词简释》中说：“此词写别愁，凄惋已极。‘无言独上西楼’一句，叙事直起，画出后主愁容。其下两句，画出后主所处之愁境。举头见新月如钩，低头见桐阴深锁俯仰之间，万感萦怀矣。此片写景亦妙，惟其桐阴深黑，新月乃愈显明媚也。下片，因景抒情。换头三句，深刻无匹，使有千丝万缕之离愁，亦未必不可剪，不可理，此言‘剪不断，理还乱’，则离愁之纷繁可知。所谓‘别是一般滋味’，是无人尝过之滋味，唯有自家领略也。后主以南朝天子，而为北地幽囚；其所受之痛苦，所尝之滋味，自与常人不同，心头所交集者，不知是悔是恨，欲说则无从说起，且亦无人可说，故但云‘别是一般滋味’。”\n\n　　李煜的这首词情景交融，感情沉郁。上片选取典型的景物为感情的抒发渲染铺垫，下片借用形象的比喻委婉含蓄地抒发真挚的感情。此外，运用声韵变化，做到声情合一。下片押两个仄声韵（“断”、“乱”），插在平韵中间，加强了顿挫的语气，似断似续；同时在三个短句之后接以九言长句，铿锵有力，富有韵律美，也恰当地表现了词人悲痛沉郁的感情。\n\n","translation":"英译 Silence, are lonely, alone on the empty slowly west wing. Looked up days, only one curved like the hook of the company. Lower the head to look, see buttonwood isolated and lonely in the yard, deep courtyard was enveloped in the autumn cold and desolate. That cut cut constantly, also the principle, reason not clear, let a person afflicted with, it is of national subjugation. The long melancholy wrapped around the heart, but is another kind of an ineffable painful. ▲"}
{"_id":{"$oid":"5b9a1432367d5cab18668609"},"title":"山行","dynasty":"唐代","writer":"杜牧","content":"远上寒山石径斜，白云深处有人家。(深处 一作：生处)\n停车坐爱枫林晚，霜叶红于二月花。","type":["小学古诗","秋天","写景","言志","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153935379.mp3","remark":"山行：在山中行走。\n远上：登上远处的。\n寒山：深秋季节的山。\n石径：石子的小路。\n斜：为倾斜的意思。\n深：另有版本作“生”。（“深”可理解为在云雾缭绕的的深处； “生”可理解为在形成白云的地方）\n车：轿子。\n坐：因为。\n霜叶：枫树的叶子经深秋寒霜之后变成了红色。\n枫林晚：傍晚时的枫树林。\n红于：比……更红，本文指霜叶红于二月花。\n\n","shangxi":"　　这首诗描绘的是秋之色，展现出一幅动人的山林秋色图。诗里写了山路、人家、白云、红叶，构成一幅和\n\n　　谐统一的画面。这些景物不是并列的处于同等地位，而是有机地联系在一起，有主有从，有的处于画面的中心，有的则处于陪衬地位。简单来说，前三句是宾，第四句是主，前三句是为第四句描绘背景、创造气氛，起铺垫和烘托作用的。 “远上寒山石径斜”，写山，写山路。一条弯弯曲曲的小路蜿蜓伸向山头。“远”字写出了山路的绵长，“斜”字与“上”字呼应，写出了高而缓的山势。\n\n　　“白云深处有人家”，写云，写人家。诗人的目光顺着这条山路一直向上望去，在白云飘浮的地方，有几处山石砌成的石屋石墙。这里的“人家”照应了上句的“石径”，—这一条山间小路，就是那几户人家上上下下的通道。这样就把两种景物有机地联系在一起了。有白云缭绕，说明山很高。诗人用横云断岭的手法，让这片片白云遮住读者的视线，却给人留下了想象的空间：在那白云之上，云外有山，一定会有另一种景色。\n\n　　对这些景物，诗人只是在作客观的描述。虽然用了一个“寒”字，也只是为了逗出下文的“晚”字和“霜”字，并不表现诗人的感情倾向。它毕竟还只是在为后面的描写蓄势—勾勒枫林所在的环境。\n\n　　“停车坐爱枫林晚”便不同了，倾向性已经很鲜明，很强烈了。那山路、白云、人家都没有使诗人动心，这枫林晚景却使得他惊喜之情难以抑制。为了要停下来领略这山林风光，竟然顾不得驱车赶路。这句中的“晚”字用得无比精妙，它蕴含多层意思：（1）点明前两句是白天所见，后两句则是傍晚之景。（2）因为傍晚才有夕照，绚丽的晚霞和红艳的枫叶互相辉映，枫林才格外美丽。（3）诗人流连忘返，到了傍晚，还舍不得登车离去，足见他对红叶喜爱之极。（4）因为停车甚久，观察入微，才能悟出第四句“霜叶红于二月花”这样富有理趣的警句。\n\n　　前两句所写的景物已经很美，但诗人爱的却是枫林。通过前后映衬，已经为描写枫林铺平垫稳，蓄势已足，于是水到渠成，引出了第四句，点明喜爱枫林的原因。“霜叶红于二月花”，把第三句补足，一片深秋枫林美景具体展现出来了。诗人惊喜地发现在夕晖晚照下，枫叶流丹，层林如染，真是满山云锦，如烁彩霞，它比江南二月的春花还要火红，还要艳丽。难能可贵的是，诗人通过这一片红色，看到了秋天象春天一样的生命力使秋天的山林呈现一种热烈的、生机勃勃的景象。\n\n　　诗人没有象一般封建文人那样，在秋季到来的时候，哀伤叹息，他歌颂的是大自然的秋色美，体现出了豪爽向上的精神，有一种英爽俊拔之气拂拂笔端，表现了诗人的才气，也表现了诗人的见地。这是一首秋色的赞歌。\n\n　　第四句是全诗的中心，是诗人浓墨重彩、凝聚笔力写出来的。不仅前两句疏淡的景致成了这艳丽秋色的衬托，即使“停车坐爱枫林晚”一句，看似抒情叙事，实际上也起着写景衬托的作用：那停车而望、陶然而醉的诗人，也成了景色的一部分，有了这种景象，才更显出秋色的迷人。而一笔重写之后，戛然便止，又显得情韵悠扬，余味无穷。\n\n　　全诗构思新颖，布局精巧，于萧瑟秋风中摄取绚丽秋色，与春光争胜，令人赏心悦目，精神发越。兼之语言明畅，音韵和谐。\n\n","translation":"沿着弯弯曲曲的小路上山，在那白云深处，居然还有人家。\n停下车来，是因为喜爱这深秋枫林晚景。枫叶秋霜染过，艳比二月春花。\n\n"}
{"_id":{"$oid":"5b9a1432367d5cab1866860a"},"title":"苏幕遮·怀旧","dynasty":"宋代","writer":"范仲淹","content":"碧云天，黄叶地。秋色连波，波上寒烟翠。山映斜阳天接水。芳草无情，更在斜阳外。\n黯乡魂，追旅思。夜夜除非，好梦留人睡。明月楼高休独倚。酒入愁肠，化作相思泪。(留人睡 一作：留人醉)","type":["宋词三百首","宋词精选","婉约","秋天","写景","怀旧","思念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153936015.mp3","remark":"苏幕遮：原唐教坊曲名，来自西域，后用作词牌名。又名“云雾敛”“鬓云松令”。双调，六十二字，上下片各五句。\n“波上”句：江波之上笼罩着一层翠色的寒烟。烟本呈白色，因其上连碧天，下接绿波，远望即与碧天同色，正所谓“秋水共长天一色”。\n“芳草”二句：意思是，草地绵延到天涯，似乎比斜阳更遥远。“芳草”常暗指故乡，因此，这两句有感叹故乡遥远之意。\n黯乡魂：因思念家乡而黯然伤神。黯，形容心情忧郁。乡魂，即思乡的情思。语出江淹 《别赋》：“黯然销魂者，唯别而已矣。“\n追旅思（sì）：撇不开羁旅的愁思。追，追随，这里有缠住不放的意思。旅思，旅居在外的愁思。思，心绪，情怀。\n\n","shangxi":"　　这首词抒写了羁旅乡思之情，题材基本上不脱传统的离愁别恨的范围，但意境的阔大却为这类词所少有。\n\n　　上片写秾丽阔远的秋景，暗透乡思。起首“碧云天，黄叶地”两句，即从大处落笔，浓墨重彩，展现出一派长空湛碧、大地橙黄的高远境界，而无写秋景经常出现的衰飒之气。\n\n　　“秋色连波，波上寒烟翠”两句，从碧天广野到遥接天地的秋水。秋色，承上指碧云天、黄叶地。这湛碧的高天、金黄的大地一直向远方伸展，连接着天地尽头的淼淼秋江。江波之上，笼罩这一层翠色的寒烟。烟霭本呈白色，但由于上连碧天，下接绿波，远望即与碧天同色而莫辩，如所谓“秋水共长天一色”，所以说“寒烟翠”。“寒”字突出了这翠色的烟霭给与人的秋意感受。这两句境界悠远，与前两句高广的境界互相配合，构成一幅极为辽阔而多彩的秋色图。\n\n　　“山映斜阳天接水，芳草无情，更在斜阳外。”傍晚，夕阳映照着远处的山峦，碧色的遥天连接这秋水绿波，凄凄芳草，一直向远处延伸，隐没在斜阳映照不到的天边。这三句进一步将天、地、山、水通过斜阳、芳草组接在一起，景物自目之所及延伸到想象中的天涯。这里的芳草，虽未必有明确的象喻意义，但这一意象确可引发有关的联想。自从《楚辞·招隐士》写出了“王孙游兮不归，春草生兮萋萋”以后，在诗词中，芳草就往往与乡思别情相联系。这里的芳草，同样是乡思离情的触媒。它遥接天涯，远连故园，更在斜阳之外，使瞩目望乡的客子难以为情，而它却不管人的情绪，所以说它“无情”。到这里，方由写景隐逗出乡思离情。\n\n　　整个上片所写的阔远秾丽、毫无衰飒情味的秋景，在文人的笔下是少见的，在以悲秋伤春为常调的词中，更属罕见。而悠悠乡思离情，也从芳草天涯的景物描写中暗暗透出，写来毫不着迹。这种由景及情的自然过渡手法也很高妙。\n\n　　过片紧承芳草天涯，直接点出“乡魂”“旅思”。“乡魂”与“旅思”意思相近。两句是说自己思乡的情怀黯然凄怆，羁旅的愁绪重叠相续。上下互文对举，带有强调的意味，而主人公羁泊异乡时间之久与乡思离愁之深自见。\n\n　　“夜夜除非，好梦留人睡”，九字作一句读。说“除非”，足见只有这个，别无他计。言外之意是说，好梦做得很少，长夜不能入眠。这就逗出下句：“明月高楼休独倚。”月明中正可倚楼凝思，但独倚明月映照下的高楼，不免愁怀更甚，不由得发出“休独倚”的慨叹。从“斜阳”到“明月”，显示出时间的推移，而主人公所处的地方依然是那座高楼，足见乡思离愁之深重。“楼高”“独倚”点醒上文，暗示前面所写的都是倚楼所见。这样写法，不仅避免了结构与行文的平直，而且使上片的写景与下片的抒情融为一体。\n\n　　“酒入愁肠，化作相思泪。”因为夜不能寐，故借酒浇愁，但酒一入愁肠都化作了相思泪，这真是欲遣乡思反而更增乡思之苦了。结拍两句，抒情深刻，造语生新。作者另一首《御街行·纷纷坠叶飘香砌》则翻进一层，说：“愁肠已断无由醉，酒未到，先成泪。”写得似更奇警深至，但微有做作态，不及这两句自然。写到这里，郁积的乡思旅愁在外物的触发下发展到高潮，词也就在这难以为怀的情绪中黯然收束。\n\n　　这首词上片写景，下片抒情，这本是词中常见的结构和情景结合的方式，其特殊性在于丽景与柔情的统一，更准确地说，是阔远之境、秾丽之景、深挚之情的统一。写乡思离愁的词，往往借萧瑟的秋景来表达，这首词所描绘的景色却阔远而秾丽。它一方面显示了词人胸襟的广阔和对生活对自然的热爱，反过来衬托了离情的可伤，另一方面又使下片所抒之情显得柔而有骨，深挚而不流于颓靡。整体说来，这首词的用语与手法虽与一般的词类似，意境情调却近于传统的诗。这说明，抒写离愁别恨的小词是可以写得境界阔远，不局限于闺阁庭院。\n\n","translation":"碧云飘悠的蓝天，黄叶纷飞的大地，秋景连接着江中水波，波上弥漫着苍翠寒烟。群山映着斜阳蓝天连着江水。芳草不谙人情，一直延绵到夕阳照不到的天边。\n默默思念故乡黯然神伤，缠人的羁旅愁思难以排遣，除非夜夜都做好梦才能得到片刻安慰。不想在明月夜独倚高楼望远，只有频频地将苦酒灌入愁肠，化作相思的眼泪。\n\n"}
{"_id":{"$oid":"5b9a1432367d5cab1866860b"},"title":"古朗月行","dynasty":"唐代","writer":"李白","content":"小时不识月，呼作白玉盘。\n又疑瑶台镜，飞在青云端。(青云 一作：白云)\n仙人垂两足，桂树何团团。\n白兔捣药成，问言与谁餐？\n蟾蜍蚀圆影，大明夜已残。\n羿昔落九乌，天人清且安。\n阴精此沦惑，去去不足观。\n忧来其如何？凄怆摧心肝。\n\n","type":["乐府","月亮","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153936657.mp3","remark":"呼作：称为。\n白玉盘：指晶莹剔透的白盘子。\n疑：怀疑。\n瑶台：传说中神仙居住的地方。出处：《穆天子传》卷三：“天子宾于西王母，天子觞西王母于瑶池之上。西王母为天子谣曰：‘白云在天，山陵自出。道里悠远，山川间之。将子无死，尚能复来。’天子答之曰：‘予归东土，和治诸夏。万民平均，吾顾见汝。比及三年，将复而野。’”《武帝内传》称王母为“玄都阿母”。\n仙人垂两足：意思是月亮里有仙人和桂树。当月亮初生的时候，先看见仙人的两只脚，月亮渐渐圆起来，就看见仙人和桂树的全形。仙人，传说驾月的车夫，叫舒望，又名纤阿。\n团团：圆圆的样子。\n白兔捣药成，问言与谁餐：白兔老是忙着捣药，究竟是给谁吃呢？言外有批评长生不老药之意。问言，问。言，语助词，无实意。与谁，一作“谁与”\n蟾蜍：《五经通义》：“月中有兔与蟾蜍。”蟾蜍，传说月中有三条腿的蟾蜍，因此古诗文常以“蟾蜍”指代月亮。但本诗中蟾蜍则另有所指。\n圆影：指月亮。\n羿：我国古代神话中射落九个太阳的英雄。《淮南子·本经训》记载：尧时十日并出，草木皆枯。尧命羿仰射十日，中其九。下面的“乌”即日，《五经通义》：“日中有三足乌。”所以日又叫阳乌。\n天人：天上人间。\n阴精：《史记·天官书》：“月者，天地之阴，金之精也。”阴精也指月。\n沦惑：沉沦迷惑。\n去去：远去，越去越远。\n凄怆：悲愁伤感。\n\n","shangxi":"　　这是一首乐府诗。“朗月行”，是乐府古题，属《杂曲歌辞》。\n\n　　李白有《古朗月行》　鲍照有《朗月行》，写佳人对月弦歌。李白采用这个题目，故称《古朗月行》，但没有因袭旧的内容。诗人运用浪漫主义的创作方法，通过丰富的想象，神话传说的巧妙加工，以及强烈的抒情，构成瑰丽神奇而含意深蕴的艺术形象。诗中先写儿童时期对月亮稚气的认识：“小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。”以“白玉盘”、“瑶台镜”作比喻，生动地表现出月亮的形状和月光的皎洁可爱，使人感到非常新颖有趣。“呼”、“疑”这两个动词，传达出儿童的天真烂漫之态。这四句诗，看似信手写来，却是情采俱佳。然后，又写月亮的升起：“仙人垂两足，桂树何团团？白兔捣药成，问言与谁餐？”古代神话说，月中有仙人、桂树、白兔。当月亮初升的时候，先看见仙人的两只脚，而后逐渐看见仙人和桂树的全形，看见一轮圆月，看见月中白兔在捣药。诗人运用这一神话传说，写出了月亮初生时逐渐明朗和宛若仙境般的景致。然而好景不长，月亮渐渐地由圆而蚀：“蟾蜍蚀圆影，大明夜已残。”蟾蜍，俗称癞蛤蟆；大明，指月亮。传说月蚀就是蟾蜍食月所造成，月亮被蟾蜍所啮食而残损，变得晦暗不明。“羿昔落九乌，天人清且安”，表现出诗人的感慨和希望。古代善射的后羿，射落了九个太阳，只留下一个，使天、人都免除了灾难。诗人在这里引出这样的英雄来，既是为现实中缺少这样的英雄而感慨，也是希望能有这样的英雄来扫除天下。然而，现实毕竟是现实，诗人深感失望：“阴精此沦惑，去去不足观。”月亮既然已经沦没而迷惑不清，就没有什么可看的了，不如趁早走开吧。这是无可奈何的办法，心中的忧愤不仅没有解除，反而加深了：“忧来其如何？凄怆摧心肝。”诗人不忍一走了之，内心矛盾重重，忧心如焚。\n\n　　这首诗，大概是李白针对当时朝政黑暗而发的。唐玄宗晚年沉湎声色，宠幸杨贵妃，权奸、宦官、边将擅权，把国家搞得乌烟瘴气。诗中“蟾蜍蚀圆影，大明夜已残”似是讽刺这一昏暗局面。沈德潜说，这是“暗指贵妃能惑主听”。（《唐诗别裁》）然而诗人的主旨却不明说，而是通篇作隐语，化现实为幻景，以蟾蜍蚀月影射现实，说得十分深婉曲折。诗中一个又一个新颖奇妙的想象，展现出诗人起伏不平的感情，文辞如行云流水，富有魅力，发人深思，体现出李白诗歌的雄奇奔放、清新俊逸的风格。\n\n","translation":"小时候不认识月亮， 把它称为白玉盘。\n又怀疑是瑶台仙镜，飞在夜空青云之上。\n月中的仙人是垂着双脚吗？月中的桂树为什么长得圆圆的？\n白兔捣成的仙药，到底是给谁吃的呢？\n蟾蜍把圆月啃食得残缺不全，皎洁的月儿因此晦暗不明。\n后羿射下了九个太阳，天上人间免却灾难清明安宁。\n月亮已经沦没而迷惑不清，没有什么可看的不如远远走开吧。\n心怀忧虑啊又何忍一走了之，凄惨悲伤让我肝肠寸断。\n\n韵译\n小时不识天上明月，把它称为白玉圆盘。怀疑它是瑶台仙镜，飞在夜空青云上边。\n月中仙人垂下双脚？月中桂树多么圆圆！白兔捣成不老仙药，借问一声给谁用餐？\n蟾蜍食月残缺不全，皎洁月儿因此晦暗。后羿射落九个太阳，天上人间清明平安。\n月亮沦没迷惑不清，不值观看想要离开。心怀忧虑不忍远去，凄惨悲伤肝肠寸断。\n\n"}
{"_id":{"$oid":"5b9a1432367d5cab1866860c"},"title":"乡村四月","dynasty":"宋代","writer":"翁卷","content":"绿遍山原白满川，子规声里雨如烟。\n乡村四月闲人少，才了蚕桑又插田。","type":["古诗三百首","小学古诗","乡村","劳动","生活","古诗里的十二个月"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153937569.mp3","remark":"山原：山陵和原野。白满川：指稻田里的水色映着天光。川：平地。\n子规：鸟名，杜鹃鸟。\n才了：刚刚结束。蚕桑：种桑养蚕。插田：插秧。\n\n","shangxi":"赏析二 　　绿遍山原白满川，子规声里雨如烟。乡村四月闲人少，才了蚕桑又插田。这是一首田园诗，描写的是江浙一带乡村四月的风光。作者是南宋诗人，被称为“永嘉四灵”之一的翁卷。第一次读到这首诗，竟被它纯美的田园风光所迷醉：山坡上草木葳蕤，一片青葱翠绿。江南插禾早，蓄满水的稻田里水色与天光交相辉映，满目亮白。杜鹃声声啼叫，江南的天空烟雨迷蒙。四月到了，庄稼人都开始忙农活，没有一个闲人。庄稼活像稻草垛一样堆起多高，一件接着一件，哪有做完的时候？刚结束了蚕桑的事又要插秧了。还是喜欢陕南的四月天。在形色上，它一点也不比江南差。比起翁卷的家乡来，我的家乡陕南的物候总要迟二十天左右。那是一个正在发育的夏天，像一个刚刚长大的女孩，一件件脱去青涩和单薄的外衣，骤然间显得丰满、成熟和性感。立夏一过，阳光一天比一天明媚，熏风一天比一天柔软，天空像复写纸一样的蓝。放眼望乡村，满眼是绿色，每一棵草都在开花，每一棵苗都在拔节。这时候，油菜和小麦还长在田地里，离收割还有一段时间，蚕豆和樱桃却早已摆上了农家的餐桌。芬芳的槐花一串串挂在窗外，装饰着露水明亮的家园。做秧田是一件细致活，得投进去技术和时间。正开花的紫云英被翻埋进田土里，再引来渠水沤田。阳光加热了满田的水，发酵了泥土里的生命，直到田泥变得无比柔软。这时候，退去一部分肥水，再将软泥做成一畦畦的温床，撒上草灰后再抹平。稻种的生命起初只是针尖大的一星点，在温室里长出两片叶子后方可移栽。那种农活叫“栽小秧”，是将一棵棵的小秧苗轻轻地摁进秧畦里去。栽小秧的时候，全家总动员，一幅又一幅点彩派的画作在田地里展开。最后别忘了在田头插个稻草人。麻雀嘴馋，它们虽然对那些已经生根发芽的小秧无技可施，但还得提防它们饥不择食地糟践。接下来，等待秧苗青麦子黄，割了麦子好插秧。那是一段暂时无事可做的时间，是大会战之前相对宁静的时刻。不妨到城里逛半天，归途中男人手里攥一把新买的镰刀，头上戴一顶簇新的草帽，女人腋下是一件新买的夏衣。下雨的时候，男人打了雨伞去串门，或者干脆在家睡懒觉；老人在屋檐下搓草绳，望着满天乌云盼天晴；女人在厨房里煮腊肉，裹挟着肉香的炊烟和迷蒙的雨雾永远纠缠不清。雨雾挡住我眺望远方的视线，却又将我的思念发酵到浓郁。妈妈这时候应该又在给我们做鞋垫吧，这是她每年四月坐在乡村滴雨的屋檐下必定要做的功课。她老人家这些年视力大不如前了，可勤劳的品质使她一直不肯浪费每一寸光阴。她搬个凳子坐在屋檐下，地上放个针线笸箩，伴着檐滴的声音扎进一针又一针，针针是对儿孙的牵挂和叮咛——她试图使我们的行走更加平稳和舒适。她在心里计划着哪四双是给我儿子的，哪两双是给我的，哪一双是给我媳妇的。她清楚地记得我们每一个人身体的尺码，而我们至今不知道她究竟穿多大的鞋。最喜欢是还是那句“子规声里雨如烟”。乡村四月，挥之不去的是愁情。　 ▲","translation":"山坡田野间草木茂盛，稻田里的水色与天光相辉映。天空中烟雨蒙蒙，杜鹃声声啼叫，大地一片欣欣向荣的景象。\n四月到了，没有人闲着，刚刚结束了蚕桑的事又要插秧了。\n\n"}
{"_id":{"$oid":"5b9a1432367d5cab1866860d"},"title":"丑奴儿·书博山道中壁","dynasty":"宋代","writer":"辛弃疾","content":"少年不识愁滋味，爱上层楼。爱上层楼。为赋新词强说愁。 \n而今识尽愁滋味，欲说还休。欲说还休。却道天凉好个秋。","type":["宋词三百首","宋词精选","婉约","写人","少年","抒怀","愁苦"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153937931.mp3","remark":"丑奴儿：词牌名。\n博山：在今江西省广丰县西南。因状如庐山香炉峰，故名。淳熙八年（1181）辛弃疾罢职退居上饶，常过博山。\n少年：指年轻的时候。不识：不懂，不知道什么是。\n“为赋”句：为了写出新词，没有愁而硬要说有愁。强（qiǎng）：勉强地，硬要。\n识尽：尝够，深深懂得。\n欲说还（huán）休：表达的意思可以分为两种：1.男女之间难于启齿的感情。2.内心有所顾虑而不敢表达。\n休：停止。\n\n","shangxi":"　　全词通过回顾少年时不知愁苦，衬托“而今”深深领略了愁苦的滋味，却又说不出道不出，写出两种截然不同的思想感情的变化。\n\n　　上片说，少年时代思想单纯，没有经历过人世艰辛，喜欢登上高楼（层楼），赏玩景致，本来没有愁苦可言，但是“为赋新词”，只好装出一副斯文样子，勉强写一些“愁苦”的字眼应景。上片生动地写出少年时代纯真幼稚的感情。“不识”写少年人根本“不知道”什么是“愁”，十分真切。\n\n　　下片笔锋一转，写出历尽沧桑，饱尝愁苦滋味之后，思想感情的变化。“识尽愁滋味”概括了作者半生的经历，积极抗金，献谋献策，力主恢复中原，这些不仅未被朝廷重视，反而遭受投降派的迫害、打击。他这“愁”郁结心头已久，是很想对人倾诉一番，求得别人的同情和支持的，但是一想到朝廷昏庸黑暗，投降派把持政权，说了也于事无补，就不再说了。“欲说还休”深刻地表现了作者这种痛苦矛盾的心情，悲愤愁苦溢于言表。值得注意的是，“欲说还休”四字重复出现，用迭句的形式渲染了“有苦无处诉”的气氛，加强了艺术效果，使读者体会到，作者为国事忧愁，极端痛苦，竟至不能对人诉说，这是因为“恐言未脱口而祸不旋踵”（辛弃疾：《论盗赋札子》），作者实在有难言的苦衷啊！怎么办呢？只好“顾左右而言它”，“却道天凉好个秋”句，意思就是说作者无可奈何，只得回避不谈，说些言不由衷的话聊以应景！\n\n　　此词构思巧妙，写少年时无愁“强说愁”和谙练世故后满怀是愁却又故意避而不谈，生动真切。此词上下片里的“愁”含义是不尽相同的。“强说”的是春花秋月无病呻吟的闲愁；下片说的是关怀国事，怀才不遇的哀愁。\n\n　　在平易浅近的语句中，表现出作者内心深处的痛楚和矛盾，包含着深沉、忧郁、激愤的感情，说明辛词具有意境阔大，内容含量丰富的特色。\n\n　　上片：描绘出少年涉世未深，纯真无知故作深沉的情态\n\n　　下片：写出词人满腹愁苦却无处倾诉的抑郁，显示了词人深沉的愁苦\n\n","translation":"人年少时不知道忧愁的滋味，喜欢登高远望。喜欢登高远望，为写一首新词无愁而勉强说愁。\n现在尝尽了忧愁的滋味，想说却说不出。想说却说不出，却说好一个凉爽的秋天啊！\n\n"}
{"_id":{"$oid":"5b9a1432367d5cab1866860e"},"title":"滁州西涧","dynasty":"唐代","writer":"韦应物","content":"独怜幽草涧边生，上有黄鹂深树鸣。 \n春潮带雨晚来急，野渡无人舟自横。","type":["唐诗三百首","初中古诗","写景","山水","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153938903.mp3","remark":"⑴滁州：在今安徽滁州以西。西涧：在滁州城西，俗名称上马河。　\n⑵独怜：唯独喜欢。幽草：幽谷里的小草。幽，一作“芳”。生：一作“行”。\n⑶深树：枝叶茂密的树。深，《才调集》作“远”。树，《全唐诗》注“有本作‘处’”。\n⑷春潮：春天的潮汐。\n⑸野渡：郊野的渡口。横：指随意飘浮。\n\n","shangxi":"　　滁州，治所在今安徽滁县。西涧，在滁州城西，俗名上马河。此诗作于唐德宗建中二年(781)，时韦应物出任滁州刺史。\n\n　　诗写暮春景物。“独怜幽草涧边生，上有黄鹂深树鸣“。开头二句是写日间所见。暮春之际，群芳已过，诗人闲行至涧，但见一片青草萋萋。幽草，虽然不及百花妩媚娇艳，但它那青翠欲滴的身姿，那自甘寂寞、不肯趋时悦人的风标， 自然而然地赢得了诗人的喜爱。这里，“独怜“二字，感情色彩至为浓郁，是诗人别有会心的感受。它表露了作者闲适恬淡的心境。王安石有“绿阴幽草胜花时“之句，写初夏之景，与此同一立意。首句，写静;次句，则写动。莺啼婉啭，在树丛深处间关滑动。莺啼似乎打破了刚才的沉寂和悠闲，其实在诗人静谥的心田荡起更深一层涟漪。次句前头着一“上“字，不仅仅是写客观景物的时空转移，重要的是写出了诗人随缘自适、怡然自得的开朗和豁达。\n\n　　接下来两句，侧重写荒津野渡之景。景物虽异，但仍然循此情愫作展衍:“春潮带雨晚来急，野渡无人舟自横“。到傍晚时分，春潮上涨，春雨淅沥，西涧水势顿见湍急。郊野渡口，本来就荒凉冷漠，此刻愈发难觅人踪。只有空舟随波纵横。二句诗所描绘的情境，未免有些荒凉，但用一“自“字，却体现着悠闲和自得。韦应物为诗好用“自“字。“欲啭不啭意自娇“，此写莺啼。“恬然自安流“，此咏百川分流。这类“自“字皆可释为“自在““自然“之意，含有“自我欣赏“、“自我怜爱“的意蕴。“野渡“句当作如是解。舍此，便与一二句相悖谬了。\n\n　　这两句在结构安排上也很精当。“春潮带雨晚来急“，构成典型环境，与下文形成因果关系;“急“与“自“两字互为照应，准确地传达出诗人内心的情感意识，把客观景物和抒情主体有机地融为一体。状出难写之景，达出难言之情。\n\n　　旧注以为这首诗有政治寄托，说是写“君子在下，小人在上之象“，过于穿凿附会，难以自圆其说。\n\n","translation":"最是喜爱涧边生长的幽幽野草，还有那树丛深处婉转啼唱的黄鹂。\n春潮不断上涨，还夹带着密密细雨。荒野渡口无人，只有一只小船悠闲地横在水面。\n\n"}
{"_id":{"$oid":"5b9a1432367d5cab1866860f"},"title":"钗头凤·红酥手","dynasty":"宋代","writer":"陆游","content":"红酥手，黄縢酒，满城春色宫墙柳。东风恶，欢情薄。一怀愁绪，几年离索。错、错、错。\n春如旧，人空瘦，泪痕红浥鲛绡透。桃花落，闲池阁。山盟虽在，锦书难托。莫、莫、莫！","type":["宋词三百首","宋词精选","追忆","感叹","爱情","感伤"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153938176.mp3","remark":"黄縢（téng）：酒名。或作“黄藤”。\n宫墙：南宋以绍兴为陪都，因此有宫墙。\n离索：离群索居的简括。\n浥（yì）：湿润。鲛绡（jiāo xiāo）：神话传说鲛人所织的绡，极薄，后用以泛指薄纱，这里指手帕。绡，生丝，生丝织物。\n池阁：池上的楼阁。\n山盟：旧时常用山盟海誓，指对山立盟，指海起誓。\n锦书：写在锦上的书信。\n\n","shangxi":"　　这首词写的是陆游自己的爱情悲剧。\n\n　　词的上片通过追忆往昔美满的爱情生活，感叹被迫离异的痛苦，分两层意思。\n\n　　开头三句为上片的第一层，回忆往昔与唐氏偕游沈园时的美好情景：“红酥手，黄縢酒。满城春色宫墙柳。”虽说是回忆，但因为是填词，而不是写散文或回忆录之类，不可能把整个场面全部写下来，所以只选取一个场面来写，而这个场面，又只选取了一两个最富有代表性和特征性的情事细节来写。“红酥手”，不仅写出了唐氏为词人殷勤把盏时的美丽姿态，同时还有概括唐氏全人之美（包括她的内心美）的作用。然而，更重要的是，它具体而形象地表现出这对恩爱夫妻之间的柔情密意以及他们婚后生活的美满与幸福。第三句又为这幅春园夫妻把酒图勾勒出一个广阔而深远的背景，点明了他们是在共赏春色。而唐氏手臂的红润，酒的黄封以及柳色的碧绿，又使这幅图画有了明丽而又和谐的色彩感。\n\n　　“东风恶”数句为第二层，写词人被迫与唐氏离异后的痛苦心情。上一层写春景春情，无限美好，到这里突然一转，激愤的感情潮水一下子冲破词人心灵的闸门，无可遏止地宣泄下来。“东风恶”三字，一语双关，含蕴很丰富，是全词的关键所在，也是造成词人爱情悲剧的症结所在。本来，东风可以使大地复苏，给万物带来勃勃的生机，但是，当它狂吹乱扫的时候，也会破坏春容春态，下片所云“桃花落，闲池阁”，就正是它狂吹乱扫所带来的严重后果，因此说它“恶”。然而，它主要是一种象喻，象喻造成词人爱情悲剧的“恶”势力。至于陆母是否也包含在内，答案应该是不能否认的，只是由于不便明言，而又不能不言，才不得不以这种含蓄的表达方式出之。下面一连三句，又进一步把词人怨恨“东风”的心理抒写了出来，并补足一个“恶”字：“欢情薄。一怀愁绪，几年离索。”美满姻缘被迫拆散，恩爱夫妻被迫分离，使他们两人在感情上遭受巨大的折磨和痛苦，几年来的离别生活带给他们的只是满怀愁怨。这正如烂漫的春花被无情的东风所摧残而凋谢飘零。接下来，“错，错，错”，一连三个“错”字，连迸而出，是错误，是错落，更是错责，感情极为沉痛。但这到底是谁错了呢？是对自己当初“不敢逆尊者意”而终“与妇诀”的否定吗？是对“尊者”的压迫行为的否定吗？是对不合理的婚姻制度的否定吗？词人没有明说，也不便于明说，这枚“千斤重的橄榄”（《红楼梦》语）留给了读者来噙，来品味。这一层虽直抒胸臆，激愤的感情如江河奔泻，一气贯注；但又不是一泻无余，其中“东风恶”和“错，错，错”几句就很有味外之味。\n\n　　词的下片，由感慨往事回到现实，进一步抒写妻被迫离异的巨大哀痛，也分为两层。\n\n　　换头三句为第一层，写沈园重逢时唐氏的表现。“春如旧”承上片“满城春色”句而来，这又是此时相逢的背景。依然是从前那样的春日，但是，人却今非昔比了。以前的唐氏，肌肤是那样红润，焕发着青春的活力；而此时的她，经过“东风”的无情摧残，憔悴了，消瘦了。“人空瘦”句，虽说写的只是唐氏容颜方面的变化，但分明表现出“几年离索”给她带来的巨大痛苦。像词人一样，她也为“一怀愁绪”折磨着；像词人一样，她也是旧情不断，相思不舍。不然，就不会如此消瘦。写容颜形貌的变化来表现内心世界的变化，原是文学作品中的一种很常用的手法，而在“人”“瘦”之间加一个“空”字却另有深意。“使君自有妇，罗敷自有夫。”（《古诗·陌上桑》）从婚姻关系说，两人早已各不相干了，事已至此，那这个“瘦”就是白白为相思而折磨自己。著此一字，就把词人那种怜惜之情、抚慰之意、痛伤之感等等，全都表现了出来。“泪痕”句通过刻画唐氏的表情动作，进一步表现出此次相逢时她的心情状态。旧园重逢，念及往事，她不能不哭，不能不泪流满面。但词人没直接写泪流满面，而是用了白描的手法，写她“泪痕红浥鲛绡透”，显得更委婉，更沉着，也更形象，更感人。而一个“透”字，不仅见其流泪之多，亦见其伤心之甚。上片第二层写词人自己，用了直抒胸臆的手法；这里写唐氏时却改变了手法，只写了她容颜体态的变化和她痛苦的心情由于这一层所写的都是词人眼中看出的，所以又具有了“一时双情俱至”的艺术效果。可见词人，不仅深于情，而且深于言。\n\n　　词的最后几句，是下片的第二层，写词人与唐氏相遇以后的痛苦心情。“桃花落”两句与上片的“东风恶”句前后照应，又突出写景虽是写景，但同时也隐含出人事。桃花凋谢，园林冷落，这只是物事的变化，而人事的变化却更甚于物事的变化。像桃花一样美丽姣好的唐氏，也被无情的“东风”摧残折磨得憔悴消瘦了；词人自己的心境，也像“闲池阁”一样凄寂冷落了。一笔而兼有二意很巧妙，也很自然。下面又转入直接赋情：“山盟虽在，锦书难托。”这两句虽只寥寥八字，却很能表现出词人自己内心的痛苦之情。虽说自己情如山石，痴心不改，但是，这样一片赤诚的心意，却难以表达。明明在爱，却又不能去爱；明明不能去爱，却又割不断这爱缕情丝。刹那间，有爱，有恨，有痛，有怨，再加上看到唐氏的憔悴容颜和悲戚情状所产生的怜惜之情、抚慰之意，真是百感交集，万箭簇心，一种难以名状的悲哀，再一次冲胸破喉而出：“莫，莫，莫！”意谓：事已至此，再也无可补救、无法挽回了，这万千感慨还想它做什么，说它做什么？于是快刀斩乱麻：罢了，罢了，罢了！明明言犹未尽，意犹未了，情犹未终，却偏偏这么不了了之，而在极其沉痛的喟叹声中全词也就由此结束了。\n\n　　这首词始终围绕着沈园这一特定的空间来安排自己的笔墨，上片由追昔到抚今，而以“东风恶”转捩；过片回到现实，以“春如旧”与上片“满城春色”句相呼应，以“桃花落，闲池阁”与上片“东风恶”句相照应，把同一空间不同时间的情事和场景历历如绘地叠映出来。全词多用对比的手法，如上片，越是把往昔夫妻共同生活时的美好情景写得逼切如现，就越使得他们被迫离异后的凄楚心境深切可感，也就越显出“东风”的无情和可憎，从而形成感情的强烈对比。\n\n　　再如上片写“红酥手”，下片写“人空瘦”，在形象、鲜明的对比中，充分地表现出“几年离索”给唐氏带来的巨大精神折磨和痛苦。全词节奏急促，声情凄紧，再加上“错，错，错”和“莫，莫，莫”先后两次感叹，荡气回肠，大有恸不忍言、恸不能言的情致。\n\n　　总而言之，这首词达到了内容和形式的完美统一，是一首别开生面、催人泪下的作品。\n\n","translation":"你红润酥腻的手里，捧着盛上黄縢酒的杯子。满城荡漾着春天的景色，你却早已像宫墙中的绿柳那般遥不可及。春风多么可恶，欢情被吹得那样稀薄。满杯酒像是一杯忧愁的情绪，离别几年来的生活十分萧索。遥想当初，只能感叹：错，错，错！\n美丽的春景依然如旧，只是人却白白相思地消瘦。泪水洗尽脸上的胭脂红，又把薄绸的手帕全都湿透。满春的桃花凋落在寂静空旷的池塘楼阁上。永远相爱的誓言还在，可是锦文书信再也难以交付。遥想当初，只能感叹：莫，莫，莫！\n\n"}
{"_id":{"$oid":"5b9a1433367d5cab18668610"},"title":"月夜忆舍弟","dynasty":"唐代","writer":"杜甫","content":"戍鼓断人行，边秋一雁声。(边秋 一作:秋边)\n露从今夜白，月是故乡明。\n有弟皆分散，无家问死生。\n寄书长不达，况乃未休兵。","type":["唐诗三百首","边塞","秋天","月夜","思乡","怀人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153939351.mp3","remark":"舍弟：谦称自己的弟弟。\n戍鼓：戍楼上的更鼓。戍，驻防。\n断人行：指鼓声响起后，就开始宵禁。\n边秋：一作“秋边”，秋天的边地，边塞的秋天\n露从今夜白：指在气节“白露”的一个夜晚。\n有弟皆分散，无家问死生：弟兄分散，家园无存，互相间都无从得知死生的消息。\n长：一直，老是。\n达：到。\n况乃：何况是。\n未休兵：战争还没有结束。\n\n","shangxi":"　　这首诗首联即突兀不平。题目是“月夜”，作者却不从月夜写起，而是首先描绘了一幅边塞秋天的图景：“戍鼓断人行，边秋一雁声。”路断行人，写出所见；戍鼓雁声，写出所闻。耳目所及皆是一片凄凉景象。沉重单调的更鼓和天边孤雁的叫声不仅没有带来一丝活气，反而使本来就荒凉不堪的边塞显得更加冷落沉寂。“断人行”点明社会环境，说明战事仍然频繁、激烈，道路为之阻隔。两句诗渲染了浓重悲凉的气氛，点明“月夜”的背景。\n\n　　颔联点题。“露从今夜白”，既写景，也点明时令。那是在白露节的夜晚，清露盈盈，令人顿生寒意。“月是故乡明”，也是写景，却与上句略有不同。作者所写的不完全是客观实景，而是融入了自己的主观感情。明明是普天之下共一轮明月，本无差别，偏要说故乡的月亮最明；明明是作者自己的心理幻觉，偏要说得那么肯定，不容质疑。然而，这种以幻作真的手法却使人觉得合乎情理，这是因为它深刻地表现了作者微妙的心理，突出了对故乡的感怀。这两句在炼句上也很见功力，它要说的不过是“今夜露白”，“故乡月明”，只是将词序这么一换，语气便分外矫健有力。\n\n　　上两联信手挥写，若不经意，看似与忆弟无关，其实不然。不仅望月怀乡写出“忆”，就是闻戍鼓，听雁声，见寒露，也无不使作者感物伤怀，引起思念之情。所以是字字忆弟，句句有情。\n\n　　颈联由望月转入抒情，过渡十分自然。月光常会引人遐想，更容易勾起思乡之念。诗人今遭逢离乱，又在这清冷的月夜，更是别有一番滋味在心头。在他的绵绵愁思中夹杂着生离死别的焦虑不安，语气也分外沉痛。“有弟皆分散，无家问死生”，上句说弟兄离散，天各一方；下句说家已不存，生死难卜，写得伤心折肠，感人至深。这两句诗也概括了安史之乱中人民饱经忧患丧乱的普遍遭遇。\n\n　　尾联紧承颈联进一步抒发内心的忧虑之情。亲人们四处流散，平时寄书尚且常常不达，更何况战事频仍，生死茫茫当更难逆料。含蓄蕴藉，一结无限深情。\n\n　　全诗层次井然，首尾照应，承转圆熟，结构严谨。“未休兵”则“断人行”，望月则“忆舍弟”，“无家”则“寄书不达”，人“分散”则“死生”不明，一句一转，一气呵成。怀乡思亲之情凄楚哀感，沉郁顿挫。\n\n","translation":"戍楼上的更鼓声隔断了人们的来往，边塞的秋天里，一只孤雁正在鸣叫。\n从今夜就进入了白露节气，月亮还是故乡的最明亮。\n有兄弟却都分散了，没有家无法探问生死。\n寄往洛阳城的家书常常不能送到，何况战乱频繁没有停止。\n\n"}
{"_id":{"$oid":"5b9a1433367d5cab18668611"},"title":"拜年","dynasty":"明代","writer":"文征明","content":"不求见面惟通谒，名纸朝来满敝庐。\n我亦随人投数纸，世情嫌简不嫌虚。","type":["节日","春节"],"remark":"谒：名帖。\n敝：用于与自己有关的事物。\n\n","translation":"不要求见面只是希望通过拜贴来问候，因此我的屋中早上堆满了各种名贵的拜贴。\n我也随潮流向他人投送拜贴，人们只会嫌弃简慢，而不会嫌弃这其实只是空虚的礼节。\n\n"}
{"_id":{"$oid":"5b9a1433367d5cab18668612"},"title":"采薇","dynasty":"先秦","writer":"佚名","content":"采薇采薇，薇亦作止。曰归曰归，岁亦莫止。 靡室靡家，猃狁之故。不遑启居，猃狁之故。\n采薇采薇，薇亦柔止。曰归曰归，心亦忧止。 忧心烈烈，载饥载渴。我戍未定，靡使归聘。\n采薇采薇，薇亦刚止。曰归曰归，岁亦阳止。 王事靡盬，不遑启处。忧心孔疚，我行不来！\n彼尔维何？维常之华。彼路斯何？君子之车。 戎车既驾，四牡业业。岂敢定居？一月三捷。\n驾彼四牡，四牡骙骙。君子所依，小人所腓。 四牡翼翼，象弭鱼服。岂不日戒？猃狁孔棘！\n昔我往矣，杨柳依依。今我来思，雨雪霏霏。 行道迟迟，载渴载饥。我心伤悲，莫知我哀！\n\n","type":["古诗三百首","诗经","战争","思乡"],"remark":"薇：豆科野豌豆属的一种，学名救荒野豌豆，又叫大巢菜，种子、茎、叶均可食用。《史记卷六十一 伯夷列传》记载：“武王已平殷乱，天下宗周，而伯夷、叔齐耻之，义不食周粟，隐于首阳山，采薇而食之。”说的是伯夷、叔齐隐居山野，义不仕周的故事。《史记 周本纪第四》记载：懿王之时，王室遂衰，诗人作刺。刺就是指《采薇》。《汉书·匈奴传》记载：至穆王之孙懿王时，王室遂衰，戎狄交侵，暴虐中国。中国被其苦，诗人始作，疾而歌之，曰：“‘靡室靡家，猃狁之故’，‘岂不日戒，猃狁孔棘’。”\n作：指薇菜冒出地面。\n止：句末助词，无实意。\n曰：句首、句中助词，无实意。\n莫：通“暮”，也读作“暮”。本文指年末。\n靡（mǐ）室靡家：没有正常的家庭生活。靡，无。室，与“家”义同。\n不遑（huáng）：不暇。遑，闲暇。\n启居：跪、坐，指休息、休整。启，跪、跪坐。居，安坐、安居。古人席地而坐，两膝着席，危坐时腰部伸直，臀部与足离开；安坐时臀部贴在足跟上。\n猃（xiǎn）狁（yǔn）：中国古代少数民族名。\n柔：柔嫩。“柔”比“作”更进一步生长。指刚长出来的薇菜柔嫩的样子。\n烈烈：炽烈，形容忧心如焚。\n载（zài）饥载渴：则饥则渴、又饥又渴。载……载……，即又……又……。\n戍（shù）：防守，这里指防守的地点。\n聘（pìn）：问候的音信。\n刚：坚硬。\n阳：农历十月，小阳春季节。今犹言“十月小阳春”。\n靡：无。\n盬（gǔ）：止息，了结。\n启处：休整，休息。\n孔：甚，很。\n疚：病，苦痛。\n我行不来：意思是：我不能回家。来，回家。（一说，我从军出发后，还没有人来慰问过）\n常：常棣（棠棣），既芣苡，植物名。\n路：高大的战车。斯何，犹言维何。斯，语气助词，无实义。\n君子：指将帅。\n小人：指士兵。\n戎（róng）：车，兵车。\n牡（mǔ）：雄马。\n业业：高大的样子。\n定居：犹言安居。\n捷：胜利。谓接战、交战。一说，捷，邪出，指改道行军。此句意谓，一月多次行军。\n骙（kuí）：雄强，威武。这里的骙骙是指马强壮的意思。\n腓（féi）：庇护，掩护。\n翼翼：整齐的样子。谓马训练有素。\n弭（mǐ）：弓的一种，其两端饰以骨角。一说弓两头的弯曲处。象弭，以象牙装饰弓端的弭。鱼服，鲨鱼鱼皮制的箭袋。\n日戒：日日警惕戒备。\n棘（jí）：急。孔棘，很紧急。\n昔：从前，文中指出征时。\n依依：形容柳丝轻柔、随风摇曳的样子。\n思：用在句末，没有实在意义　雨：音同玉，为 “下” 的意思。\n霏（fēi）霏：雪花纷落的样子。\n迟迟：迟缓的样子。\n往：当初从军。\n\n","shangxi":"　　第一部分的三章采用重章叠句的形式，反复表达戍卒远别家室、历久不归的凄苦心情。这三章的第一句都是“采薇采薇”，以此来引起下文。诗歌的一开始就给读者展示了一幅凄凉的戍边生活画面，我们仿佛看到戍卒一边在荒野漫坡上采集野菜，一边思念着久别的家乡，屈指计算着返家的日期……第一章开头两句写道：“采薇采薇，薇亦作止”，这是写春天，薇菜刚刚绽出嫩绿的芽尖；第二章写道：“采薇采薇，薇亦柔止”，这是写夏天，薇菜的叶片肥嫩；第三章则是：“采薇采薇，薇亦刚止”，这是写秋天，薇菜的叶茎将老而粗硬。从春到秋，薇菜由嫩而老，时光无情地流逝了；戍卒思归，从春到秋，一年将尽，何时才能归家呢？其实在诗里，诗人原是把天地四时的瞬息变化，自然生物的生死消长，都看作是生命的见证，人生的比照。因此，兴是自然予人的最朴素也最直接的感悟，其中有着体认生命的深刻之义。于是在“采薇”这样一个凝固在戍卒记忆里的姿势里，看到的不只是四季的轮回，光阴的流逝，还看到思念的成长，看到生命走向苍老的痕迹。\n\n　　前三章的前后两层，同时交织着恋家思亲的个人情和为国赴难的责任感，这是两种互相矛盾又同样真实的思想感情。这样的豪迈和悲凉的交织构成了全诗的情感基调，只是思归的个人情愫和战斗的责任感，在不同的章节有不同的表现。\n\n　　四、五章追述行军作战的紧张生活。写出了军容之壮，戒备之严，全篇气势为之一振。其情调，也由忧伤的思归之情转而为激昂的战斗之情。这两章同样四句一意，可分四层读。四章前四句，诗人自问自答，以“维常之华”，兴起“君子之车”，流露出军人特有的自豪之情。接着围绕战车描写了两个战斗场面：“戎车既驾，四牡业业。岂敢定居，一月三捷。”这概括地描写了威武的军容、高昂的士气和频繁的战斗；“驾彼四牡，四牡骙骙。君子所依，小人所腓。”这又进而具体描写了在战车的掩护和将帅的指挥下，士卒们紧随战车冲锋陷阵的场面。最后，由战斗场面又写到将士的装备：“四牡翼翼，象弭鱼服。”战马强壮而训练有素，武器精良而战无不胜。将士们天天严阵以待，只因为猃狁实在猖狂，“岂不日戒，猃狁孔棘”，既反映了当时边关的形势，又再次说明了久戍难归的原因。而这两章的色调如此的华美，那密密层层的棠棣之花，雄俊高大的战马，威风凛凛的将军，华贵的弓箭，齐整的战车，这里洋溢着一种报效国家，不惜血酒疆场的豪放情怀。而在残酷战争之中无法把握自己的命运的悲哀，以及对遥远的故乡的浓得化不开的思念，这些阴暗的色调就在这里被冲淡了。因为当自己在战场上浴血奋战的时候，正因为身后有如此承载着自己的温暖思念的美丽的家园。\n\n　　从手法上说，这首诗的特点还在于选择了一个最佳角度，即“在路上”，这是一条世界上最远最长的路，它如此之长，长得足以承载一场战争，长得足以装满一个人年年岁岁的思念，长得足以盛满一个人生命中的苦乐悲欣。\n\n　　“昔我往矣，杨柳依依。今我来思，雨雪霏霏。”让那一股缠绵的、深邃的、飘忽的情思，从风景画面中自然流出，含蓄深永，味之无尽。这四句诗被后人誉为《诗经》中最好的句子。这是写景记时，更是抒情伤怀。这几句诗句里有着悲欣交集的故事，也仿佛是个人生命的寓言。是谁曾经在那个春光烂漫的春天里，在杨柳依依中送别我？而当我在大雪飘飞的时候经历九死一生返回的时候，还有谁在等我？是《木兰辞》里亲人欢迎的盛况，还是《十五从军征》里荒草萋萋的情景？别离时的春光，回归时的大雪，季节在变换，时光在流逝，我们离去，我们归来，而在来来去去里，失去了什么又得到了什么呢？没有答案，只有漫天的飞雪中一个被沉重的相思和焦虑烧灼的又饥又渴的征人孤独的身影，步履蹒跚地，战战兢兢地走向他不知道的未来。\n\n　　这一首诗与《诗经》中的其它篇章如《击鼓》《东山》《无衣》对读，可以读出更完整的故事，更真切的生命感受。如果我们可以想象，这个戍卒，是那位吟出“死生契阔，与子成悦。执子之手，与子偕老”的士兵，也是那唱着昂扬的战歌“岂曰无衣，与子同袍。王于兴师，修我戈矛，与子同行”的士兵，同时还是那位在蒙蒙的细雨里唱着归乡的“我徂东山，滔滔不归。我来自东，零雨其蒙”的士兵。那么，《采薇》的故事就更丰富了，事实上，这一首诗里的确有着太丰富的色彩，太深沉的情怀。相思之情与报国之志，豪放与苍凉如此和谐地交织在一起，奏响的是真实的生命乐章。在后来的如陈陶《陇西行》，如范仲淹的《渔家傲》等伟大的作品里，也能依稀地听到这首诗在时间和生命的河流里所激起的辽远而空旷的回音。\n\n","translation":"豆苗采了又采，薇菜刚刚冒出地面。说回家了回家了，但已到了年末仍不能实现。没有妻室没有家，都是为了和猃狁打仗。 没有时间安居休息，都是为了和猃狁打仗。\n\n豆苗采了又采，薇菜柔嫩的样子。说回家了回家了，心中是多么忧闷。忧心如焚，饥渴交加实在难忍。驻防的地点不能固定，无法使人带信回家。\n\n豆苗采了又采，薇菜的茎叶变老了。说回家了回家了，又到了十月小阳春。征役没有休止， 哪能有片刻安身。心中是那么痛苦，到如今不能回家。\n\n那盛开着的是什么花？是棠棣花。那驶过的是什么人的车？当然是将帅们的从乘。兵车已经驾起，四匹雄马又高又大。哪里敢安然住下？因为一个月多次交战！\n\n驾起四匹雄马，四匹马高大而又强壮。将帅们坐在车上，士兵们也靠它隐蔽遮挡。四匹马训练得已经娴熟，还有象骨装饰的弓和鲨鱼皮箭囊（指精良的装备）。怎么能不每天戒备呢？猃狁之难很紧急啊。\n\n回想当初出征时，杨柳依依随风吹。如今回来路途中，大雪纷纷满天飞。道路泥泞难行走，又饥又渴真劳累。满腔伤感满腔悲，我的哀痛谁体会！\n\n"}
{"_id":{"$oid":"5b9a1433367d5cab18668613"},"title":"洛神赋","dynasty":"魏晋","writer":"曹植","content":"　　黄初三年，余朝京师，还济洛川。古人有言，斯水之神，名曰宓妃。感宋玉对楚王神女之事，遂作斯赋，其词曰：\n\n　　余从京域，言归东藩，背伊阙 ，越轘辕，经通谷，陵景山。日既西倾，车殆马烦。尔乃税驾乎蘅皋，秣驷乎芝田，容与乎阳林，流眄乎洛川。于是精移神骇，忽焉思散。俯则未察，仰以殊观。睹一丽人，于岩之畔。乃援御者而告之曰：“尔有觌于彼者乎？彼何人斯，若此之艳也！”御者对曰：“臣闻河洛之神，名曰宓妃。然则君王所见，无乃是乎？其状若何，臣愿闻之。”\n\n　　余告之曰：其形也，翩若惊鸿，婉若游龙，荣曜秋菊，华茂春松。髣髴兮若轻云之蔽月，飘飖兮若流风之回雪。远而望之，皎若太阳升朝霞。迫而察之，灼若芙蕖出渌波。秾纤得衷，修短合度。肩若削成，腰如约素。延颈秀项，皓质呈露，芳泽无加，铅华弗御。云髻峨峨，修眉联娟，丹唇外朗，皓齿内鲜。明眸善睐，靥辅承权，瓌姿艳逸，仪静体闲。柔情绰态，媚于语言。奇服旷世，骨像应图。披罗衣之璀粲兮，珥瑶碧之华琚。戴金翠之首饰，缀明珠以耀躯。践远游之文履，曳雾绡之轻裾。微幽兰之芳蔼兮，步踟蹰于山隅。于是忽焉纵体，以遨以嬉。左倚采旄，右荫桂旗。攘皓腕于神浒兮，采湍濑之玄芝。\n\n　　余情悦其淑美兮，心振荡而不怡。无良媒以接欢兮，托微波而通辞。愿诚素之先达兮，解玉佩以要之。嗟佳人之信修兮，羌习礼而明诗。抗琼珶以和予兮，指潜渊而为期。执眷眷之款实兮，惧斯灵之我欺。感交甫之弃言兮，怅犹豫而狐疑。收和颜而静志兮，申礼防以自持。\n\n　　于是洛灵感焉，徙倚彷徨。神光离合，乍阴乍阳。竦轻躯以鹤立，若将飞而未翔。践椒涂之郁烈，步蘅薄而流芳。超长吟以永慕兮，声哀厉而弥长。 尔乃众灵杂遝，命俦啸侣。或戏清流，或翔神渚。或采明珠，或拾翠羽。从南湘之二妃，携汉滨之游女。叹匏瓜之无匹兮，咏牵牛之独处。扬轻袿之猗靡兮，翳修袖以延伫。体迅飞凫，飘忽若神。凌波微步，罗袜生尘。动无常则，若危若安。进止难期，若往若还。转眄流精，光润玉颜。含辞未吐，气若幽兰。华容婀娜，令我忘餐。\n\n　　于是屏翳收风，川后静波。冯夷鸣鼓，女娲清歌。腾文鱼以警乘，鸣玉鸾以偕逝。六龙俨其齐首，载云车之容裔。鲸鲵踊而夹毂，水禽翔而为卫。于是越北沚，过南冈，纡素领，回清阳，动朱唇以徐言，陈交接之大纲。恨人神之道殊兮，怨盛年之莫当。抗罗袂以掩涕兮，泪流襟之浪浪。悼良会之永绝兮，哀一逝而异乡。无微情以效爱兮，献江南之明珰。虽潜处于太阴，长寄心于君王。忽不悟其所舍，怅神宵而蔽光。\n\n　　于是背下陵高，足往神留。遗情想像，顾望怀愁。冀灵体之复形，御轻舟而上溯。浮长川而忘返，思绵绵而增慕。夜耿耿而不寐，沾繁霜而至曙。命仆夫而就驾，吾将归乎东路。揽騑辔以抗策，怅盘桓而不能去。\n\n","type":["辞赋精选","写人","爱情","神话"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153939590.mp3","remark":"洛神：传说古帝宓（fú）羲氏之女溺死洛水而为神，故名洛神，又名宓妃。\n黄初：魏文帝曹丕年号，公元—年。\n京师：京城，指魏都洛阳。\n济：渡。洛川：即洛水，源出陕西，东南入河南，流经洛阳。\n斯水：此水，指洛川。\n宋玉对楚王神女之事：传为宋玉所作的《高唐赋》和《神女赋》，都记载宋玉与楚襄王对答梦遇巫山神女事。\n京域：京都地区，指洛阳。\n言：语助词。东藩：东方藩国，指曹植的封地。黄初三年，曹植被立为鄄（juàn）城（即今山东鄄城县）王，城在洛阳东北方向，故称东藩。\n伊阙：山名，又称阙塞山、龙门山，在河南洛阳南。\n轘（huán）辕：山名，在今河南偃师县东南。\n通谷：山谷名。在洛阳城南。\n陵：登。景山：山名，在今偃师县南。\n殆：通“怠”，懈怠。一说指危险。烦：疲乏。\n尔乃：承接连词，于是就。税驾：停车。税，舍、置。驾，车乘总称。蘅皋：生着杜蘅的河岸。蘅，杜蘅，香草名。皋，岸。\n秣驷：喂马。驷，一车四马，此泛指驾车之马。芝田：种着灵芝草的田地，此处指野草繁茂之地。一说为地名，指河南巩县西南的芝田镇。\n容与：悠然安闲貌。阳林：地名。\n流眄：纵目四望。眄，斜视。一作“流盼”，目光流转顾盼。\n精移神骇：神情恍惚。骇，散。\n忽焉：急速貌。思散：思绪分散，精神不集中。\n殊观：少见的异常现象。\n岩之畔：山岩边。\n援：以手牵引。御者：车夫。\n觌（dí）：看见。\n“翩若”二句：翩然若惊飞的鸿雁，蜿蜒如游动的蛟龙。翩，鸟疾飞的样子，此处指飘忽摇曳的样子。惊鸿，惊飞的鸿雁。婉，蜿蜒曲折。这两句是写洛神的体态轻盈宛转。\n“荣曜（yào）”二句：容光焕发如秋日下的菊花，体态丰茂如春风中的松树。荣，丰盛。曜，日光照耀。华茂，华美茂盛。这两句是写洛神容光焕发充满生气。\n“仿佛”二句：时隐时现象轻云遮住月亮，浮动飘忽似回风旋舞雪花。仿佛，若隐若现的样子。飘飖，飞翔貌。回，回旋，旋转。这两句是写洛神的体态婀娜，行动飘忽。\n皎：洁白光亮。太阳升朝霞：太阳升起于朝霞之中。\n迫：靠近。灼：鲜明，鲜艳。芙蕖：一作“芙蓉”，荷花。渌（lù）：水清貌。以上两句是说，不论远远凝望还是靠近观看，洛神都是姿容绝艳。\n秾：花木繁盛。此指人体丰腴。纤：细小。此指人体苗条。\n修短：长短，高矮。以上两句是说洛神的高矮肥瘦都恰到好处。\n“肩若”二句：肩窄如削，腰细如束。削成，形容两肩瘦削下垂的样子。约素，一束白绢。素，白细丝织品。这两句是写洛神的肩膀和腰肢线条圆美。\n延、秀：均指长。颈：脖子的前部。项：脖子的后部。\n皓：洁白。呈露：显现，外露。\n“芳泽”二句：既不施脂，也不敷粉。泽，润肤的油脂。铅华，粉。古代烧铅成粉，故称铅华。不御，不施。御，用。\n云髻：发髻如云。峨峨：高耸貌。\n联娟：微曲貌。\n“丹唇”二句：红唇鲜润，牙齿洁白。朗，明润。鲜，光洁。\n眸：目中瞳子。睐（lài）：顾盼。\n靥（yè）：酒窝。辅：面颊。承权：在颧骨之下。权，颧骨。\n瓌：同“瑰”，奇妙。艳逸：艳丽飘逸。\n仪：仪态。闲：娴雅。\n绰：绰约，美好。\n奇服：奇丽的服饰。旷世：举世唯有。旷，空。\n骨像：骨格形貌。应图：指与画中人相当。\n璀粲：鲜明貌。一说为衣动的声音。\n珥：珠玉耳饰。此用作动词，作佩戴解。瑶、碧：均为美玉。华琚：刻有花纹的佩玉。琚：佩玉名。\n翠：翡翠。首饰：指钗簪一类饰物。\n践：穿，着。远游：鞋名。文履：饰有花纹图案的鞋。\n曳：拖。雾绡：轻薄如雾的绡。绡，生丝。裾：裙边。\n微：轻微。芳蔼：香气。\n踟蹰：徘徊。隅：角。\n“于是”二句：忽然又飘然轻举，且行且戏。纵体，身体轻举貌。遨，游。\n采旄（máo）：彩旗。采，同“彩”。旄，旗竿上旄牛尾饰物，此处指旗。\n桂旗：以桂木做旗竿的旗，形容旗的华美。\n攘：此指挽袖伸出。神浒：为神所游之水边地。浒，水边泽畔。\n湍濑：石上急流。玄芝：黑色芝草，相传为神草。\n“余情”二句：我喜欢她的淑美，又担心不被接受，不觉心旌摇曳而不安。振荡，形容心动荡不安。怡，悦。\n“无良媒”二句：没有合适的媒人去通接欢情，就只能借助微波来传递话语。微波，一说指目光。\n诚素：真诚的情意。素，同“愫”，情愫。\n要：同“邀”，约请。\n信修：确实美好。修，美好。\n羌：发语词。习礼：懂得礼法。明诗：善于言辞。这句意指有很好的文化教养。\n抗：举起。琼珶（dì）：美玉。和：应答。\n“指潜川”句：指深水发誓，约期相会。潜川，深渊，一说指洛神所居之地。期，会。\n眷眷：依恋貌。款实：诚实。\n斯灵：此神，指宓妃。我欺：即欺我。\n交甫：郑交甫。《文选》李善注引《神仙传》：“切仙一出，游于江滨，逢郑交甫。交甫不知何人也，目而挑之，女遂解佩与之。交甫行数步，空怀无佩，女亦不见。”弃言：背弃承诺。\n狐疑：疑虑不定。因为想到郑交甫曾经被仙女遗弃，故此内心产生了疑虑。\n收和颜：收起和悦的容颜。静志：镇定情志。\n申：施展。礼防：礼法，礼能防乱，故称礼防。自持：自我约束。\n徙倚：留连徘徊。\n“神光”二句：洛神身上放出的光彩忽聚忽散，忽明忽暗。\n竦（sǒng）：耸。鹤立：形容身躯轻盈飘举，如鹤之立。\n椒途：涂有椒泥的道路，一说指长满香椒的道路。椒，花椒，有浓香。\n蘅薄：杜蘅丛生地。流芳：散发香气。\n“超长吟”二句：怅然长吟以表示深沉的思慕，声音哀惋而悠长。超，惆怅。永慕，长久思慕。厉，疾。弥，久。\n众灵：众仙。杂沓：纷纭，多而乱的样子。\n命俦啸侣：招呼同伴。俦，伙伴、同类。\n渚：水中高地。\n翠羽：翠鸟的羽毛。\n南湘之二妃：指娥皇和女英。据刘向《列女传》载，尧以长女娥皇和次女女英嫁舜，后舜南巡，死于苍梧。二妃往寻，自投湘水而死，为湘水之神。\n汉滨之游女：汉水之女神，即前注中郑交甫所遇之神女。\n“叹匏瓜”二句：为匏瓜星的无偶而叹息，为牵牛星的独处而哀咏。匏瓜，星名，又名天鸡，在河鼓星东。无匹，无偶。牵牛，星名，又名天鼓，与织女星各处天河之旁。相传每年七月七日才得一会。\n袿（guī）：妇女的上衣。猗（yī）靡：随风飘动貌。\n翳（yì）：遮蔽。延伫：久立。\n凫：野鸭。\n“凌波”二句：在水波上细步行走，溅起的水沫附在罗袜上如同尘埃。凌，踏。尘，指细微四散的水沫。\n难期：难料。\n“转眄”句：转眼顾盼之间流露出奕奕神采。流精，形容目光流转而有光彩。\n“气若”句：形容气息香馨如兰。\n屏翳：传说中的众神之一，司职说法不一，或以为是云师，或以为是雷师，或以为是雨师，在此篇中被曹植视作风神。川后：传说中的河神。\n冯（píng）夷：传说中的水神。\n女娲：女神名，相传笙簧是她所造，所以这里说“女娲清歌”。\n“腾文鱼”二句：飞腾的文鱼警卫着洛神的车乘，众神随着叮当作响的玉鸾一齐离去。腾，升。文鱼，神话中一种能飞的鱼。警乘，警卫车乘。玉銮，鸾鸟形的玉制车铃，动则发声。偕逝，俱往。\n六龙：相传神出游多驾六龙。俨：庄严的样子。齐首：六龙齐头并进。\n云车：相传神以云为车。容裔：即“容与”，舒缓安详貌。\n鲸鲵（ní）：即鲸鱼。水栖哺乳动物，雄者称鲸，雌者称鲵。毂（gǔ）：车轮中用以贯轴的圆木，这里指车。\n沚：水中小块陆地。\n“纡素领”二句：洛神不断回首顾盼。纡，回。素领，白皙的颈项。清扬，形容女性清秀的眉目。\n交接：结交往来。\n盛年：少壮之年。莫当：无匹，无偶，即两人不能结合。\n“抗罗袂”二句：举起罗袖掩面而泣，止不住泪水涟涟沾湿了衣襟。抗，举。袂，衣袖。浪浪，水流不断貌。\n“悼良会”二句：痛惜这样美好的相会永不再有，哀叹长别从此身处两地。\n效爱：致爱慕之意。\n明珰：以明月珠作的耳珰。\n“虽潜”二句：虽然幽居于神仙之所，但将永远怀念着君王。潜处，深处，幽居。太阴，众神所居之处。君王，指曹植。\n“忽不悟”二句：洛神说毕忽然不知去处，我为众灵一时消失隐去光彩而深感惆怅。不悟，不见，未察觉。所舍，停留、止息之处。宵，通“消”，消失。蔽光，隐去光彩。\n背下：离开低地。陵高：登上高处。\n遗情：留情，情思留连。想象：指思念洛神的美好形象。\n灵体：指洛神。\n上溯：逆流而上。\n长川：指洛水。\n耿耿：心神不安的样子。\n“揽騑辔”二句：当手执马缰，举鞭欲策之时，却又怅然若失，徘徊依恋，无法离去。騑（fēi），车旁之马。古代驾车称辕外之马为騑或骖，此泛指驾车之马。辔，马缰绳。抗策，犹举鞭。盘桓，徘徊不进貌。\n\n\n","shangxi":"　　曹植在诗歌和辞赋创作方面有杰出成就，其赋继承两汉以来抒情小赋的传统，又吸收楚辞的浪漫主义精神，为辞赋的发展开辟了一个新的境界。《洛神赋》为曹植辞赋中杰出作品。作者以浪漫主义的手法，通过梦幻的境界，描写人神之间的真挚爱情，但终因“人神殊道”无从结合而惆怅分离。\n\n　　作品从记述离开京城，“背伊阙，越轘辕，经通谷，陵景山”的行程开始，描写了作者与侍从们到达洛滨时的情景。当时“日既西倾，车殆马烦”，他们税驾蘅皋，秣驷芝田，容与阳林，流眄洛川。在一片静谧的气氛中，作者神思恍惚，极目远眺波光潋滟的洛水。就在他偶尔抬头的一刹那，奇迹出现了：一个瓌姿艳逸的女神站立在对面的山崖上。这使作者惊愕万分，他不自觉地拉住身旁的御者，急切地问道：“尔有觌于彼者乎？彼何人斯，若此之艳也！”在这里，山边水畔落日前的优美景色衬托出人物意外发现的惊喜之情，创造了一种引人入胜的意境。接下去御者的回答也十分巧妙，他避开作者第一个问题——“尔有觌于彼者乎”不答，而以“臣闻”“无乃”等猜测的口吻，郑重其事地提出洛神宓妃，这在有意为下文对洛神的描绘留下伏笔的同时，又给本已蹊跷的邂逅蒙上了一层神秘的色彩。洛神宓妃，相传为远古时代宓羲氏的女儿，因溺死于洛水而为水神。关于这个古老传说中的女神，屈原在《天问》和《离骚》中都曾提及。以后司马相如和张衡，又在赋中对她作了这样的描绘：“若夫青琴宓妃之徒，绝殊离俗，妖冶娴都，靓妆刻饰，便环绰约。……芬芳沤郁，酷烈淑郁；皓齿灿烂，宜笑的皪；长眉连娟，微睇绵藐”（《上林赋》）；“载太华之玉女兮，召洛浦之宓妃。咸姣丽以蛊媚兮，增嫮眼而蛾眉。舒婧之纤腰兮，扬杂错之袿徽。离朱唇而微笑兮，颜的以遗光……”（《思玄赋》）。与前人的这种直接描写不同，作品首先以一连串生动奇逸的比喻，对洛神初临时的情状作了精彩纷呈的形容：“其形也，翩若惊鸿，婉若游龙，荣曜秋菊，华茂春松。仿佛兮若轻云之蔽月，飘颻兮若流风之回雪。远而望之，皎若太阳升朝霞；迫而察之，灼若芙蓉出渌波。”其形象之鲜明，色彩之艳丽，令人目不瑕接。其中“翩若惊鸿，婉若游龙”，尤为传神地展现了洛神飘然而至的风姿神韵。它与下面的“轻云之蔽月”和“流风之回雪”，都从姿态方面，给人以轻盈、飘逸、流转、绰约的动感；而“秋菊”、“春松”与“太阳升朝霞”和“芙蓉出渌波”，则从容貌方面，给人以明丽、清朗、华艳、妖冶的色感。这种动感与色感彼此交错和互相浸淫，织成了一幅流光溢彩的神奇景象，它将洛神的绝丽至艳突出地展现在人们的面前。在这种由反复比喻造成的强烈艺术效果的基础上，作者进一步使用传统手法，对洛神的体态、容貌、服饰和举止进行了细致的刻画。这位宓羲氏之女身材适中，垂肩束腰，丽质天生，不假粉饰；她云髻修眉，唇齿鲜润，明眸隐靥，容光焕发；加之罗衣灿烂，佩玉凝碧，明珠闪烁，轻裾拂动，更显得“瓌姿艳逸，仪静体闲”。作者的这些描绘，使人联想起《诗经》对卫庄公夫人庄姜的赞美：“手如柔荑，肤如凝脂，领如蝤蛴，齿如瓠犀，螓首娥眉，巧笑倩兮，美目盼兮”（《卫风·硕人》）；也使人联想起宋玉对东邻女的称道：“增之一分则太长，减之一分则太短，著粉则太白，施朱则太赤”（《登徒子好色赋》）。作者显然受了他们的影响，但是他比前人更重视表现人物的动态美。下面，他着重描写了洛神天真活泼的举止：“践远游之文履，曳雾绡之轻裾。微幽兰之芳蔼兮，步踟蹰于山隅。于是忽焉纵体，以遨以嬉。左倚采旄，右荫桂旗。攘皓腕于神浒兮，采湍濑之玄芝。”至此，洛神的形象已神态兼备，呼之欲出了。“余情悦其淑美兮，心振荡而不怡”，作者为眼前这位美貌的女神深深打动了。他初为无以传递自己的爱慕之情而苦闷，继而“愿诚素之先达”，“解玉佩以要之”。在得到宓妃的应和，“执眷眷之款实”之后，他又想起传说中郑交甫汉滨遗佩之事，对她的“指潜渊而为期”产生了怀疑。作者在感情上的这种一波三折的变化，形象地反映出他当时内心的微妙状况。与其相应，洛神也感动了。不过作品没有像写作者那样，直接写她的心理变化，而是通过对她一系列行动的精细刻画，表现出激荡在她内心的炽热的爱，以及这种爱不能实现的强烈的悲哀。她“徙倚彷徨。神光离合，乍阴乍阳”，一会儿耸身轻举，似鹤立欲飞而未起；一会儿从椒涂蘅薄中经过，引来阵阵浓郁的芳香；一会儿又怅然长啸，声音中回荡着深长的相思之哀……当洛神的哀吟唤来了众神，她们无忧无虑地“或戏清流，或翔神渚，或采明珠，或拾翠羽”时，她虽有南湘二妃、汉滨游女陪伴，但仍不免“叹匏瓜之无匹兮，咏牵牛之独处”，站在那里出神。刹那间，她又如迅飞的水鸟，在烟波浩渺的水上徘徊飘忽，行踪不定。只有那转盼流动、含情脉脉的目光，以及欲言还止的唇吻，似乎在向作者倾吐内心的无穷眷恋和哀怨。作者对洛神或而彷徨，或而长吟，或而延竚，或而飘忽的这种描写，就好似一幕感情激烈、姿态优美的舞剧。人物以她那变化不定、摇曳多姿的舞步，展现了内心的爱慕、矛盾、惆怅和痛苦。尤其是“体迅飞凫，飘忽若神。凌波微步，罗袜生尘。动无常则，若危若安。进止难期，若往若还”一段，更将这幕舞剧推向了高潮，人物的心理矛盾、感情波澜在此得到了最充分的表现。正当作者与洛神相对无语、两情依依之时，离别的时刻终于到了。这是一个构想奇逸、神彩飞扬的分别场面：屏翳收风，川后静波，在冯夷、女娲的鼓乐声中，由六龙驾驭的云车载着宓妃，在鲸鲵夹毂、异鱼翼輈的护卫下，开始出发了。美丽的洛神坐在渐渐远去的车上，还不断地回过头来，向作者倾诉自己的一片衷肠。“悼良会之永绝兮，哀一逝而异乡”，深深的哀怨笼罩着这个充满神话色彩的画面。在陈述了“恨人神之道殊兮，怨盛年之莫当”的“交接之大纲”之后，洛神还信誓旦旦地表示：“虽潜处于太阴，长寄心于君王。”最后，洛神的艳丽形象终于消失在苍茫的暮色之中，而作者却依然站在水边，怅怅地望着洛神逝去的方向，恍然若失。他驾着轻舟，溯川而上，希望能再次看到神女的倩影。然而，烟波渺渺，长夜漫漫，更使他情意悠悠、思绪绵绵。天亮后，作者不得不“归乎东路”了，但仍“揽騑辔以抗策，怅盘桓而不能去”。作品这段文字洋溢着浓厚的抒情气氛，具有一种勾魂摄魄的力量，它把洛神的形象在人们心中勾勒、烘托得更加突出、更加完美。\n\n　　此赋的主要特点有三：特点一，想象丰富。作者从京城洛阳启程，东归封地鄄城。途中，在洛川之边，停车饮马，在阳林漫步之时，看到了洛神宓妃，这就是想象。她的体态摇曳飘忽像惊飞的大雁，婉曲轻柔像是水中的游龙，鲜美、华丽较秋菊、茂松有过之，姣如朝霞，纯洁如芙蓉，风华绝代。随后他对她产生爱慕之情，托水波以传意，寄玉佩以定情。然她的神圣高洁使他不敢造次。洛神终被他的真情所感动，与之相见，倾之以情。但终因人神殊途，结合无望，与之惜别。想象绚烂，浪漫凄婉之情淡而不化，令人感叹，惆怅丝丝。但这想象并不离奇，因此赋是有感于宋玉的《神女赋》《高唐赋》两篇赋而作。\n\n　　特点二，词藻华丽而不浮躁，清新之气四逸，令人神爽。讲究排偶，对仗，音律，语言整饬、凝炼、生动、优美。取材构思汉赋中无出其右。此赋起笔便是平中蕴奇的氛围创造。开头平平的叙述，正与陶渊明《桃花源记》叙武陵人的行舟之始一样，奇境的显现在事前一无征兆。但在此刻，作者刹那间目睹了一幕终身难忘的景象：一位俏丽的女子，即洛神现身。接着作者像要与宋玉笔下的巫山神女争辉似的着力描摹洛神的神采姣容以及痛苦情状。然后写洛神率众离去，与屈原《离骚》抒写主人公悲怆远逝的景象有异曲同工之妙。\n\n　　特点三，传神的描写刻画，兼之与比喻、烘托共用，错综变化巧妙得宜，给人一种浩而不烦、美而不惊之感，使人感到就如在看一幅绝妙丹青，个中人物有血有肉，而不会使人产生一种虚无之感。在对洛神的体型、五官、姿态等描写时，给人传递出洛神的沉鱼之貌、落雁之容。同时，又有“清水出芙蓉，天然去雕饰”的清新高洁。在对洛神与之会面时的神态的描写刻画，使人感到斯人浮现于眼前，风姿绰约。而对于洛神与其分手时的描写“屏翳收风，川后静波，冯来鸣鼓，女娲清歌。”爱情之真挚、纯洁，一切都是这样美好，以致离别后，人去心留，情思不断，洛神的倩影和相遇相知时的情景历历在目，浪漫而苦涩，心神为之不宁徘徊于洛水之间不忍离去。\n\n　　对《洛神赋》的思想、艺术成就前人都曾予以极高的评价，最明显的是常把它与屈原的《九歌》和宋玉的《神女》诸赋相提并论。其实，曹植此赋兼二者而有之，它既有《湘君》《湘夫人》那种浓厚的抒情成分，同时又具宋玉诸赋对女性美的精妙刻画。此外，它的情节完整，手法多变和形式隽永等妙处，又为以前的作品所不及。\n\n","translation":"　　黄初三年，我来到京都朝觐，归渡洛水。古人曾说此水之神名叫宓妃。因有感于宋玉对楚王所说的神女之事，于是作了这篇赋。赋文云：\n\n　　我从京都洛阳出发，向东回归封地鄄城，背着伊阙，越过轘辕，途经通谷，登上景山。这时日已西下，车困马乏。于是就在长满杜蘅草的岸边卸了车，在生着芝草的地里喂马。自己则漫步于阳林，纵目眺望水波浩渺的洛川。于是不觉精神恍惚，思绪飘散。低头时还没有看见什么，一抬头，却发现了异常的景象，只见一个绝妙佳人，立于山岩之旁。我不禁拉着身边的车夫对他说：“你看见那个人了吗？那是什么人，竟如此艳丽！”车夫回答说：“臣听说河洛之神的名字叫宓妃，然而现在君王所看见的，莫非就是她！她的形状怎样，臣倒很想听听。”\n\n　　我告诉他说：她的形影，翩然若惊飞的鸿雁，婉约若游动的蛟龙。容光焕发如秋日下的菊花，体态丰茂如春风中的青松。她时隐时现像轻云笼月，浮动飘忽似回风旋雪。远而望之，明洁如朝霞中升起的旭日；近而视之，鲜丽如绿波间绽开的新荷。她体态适中，高矮合度，肩窄如削，腰细如束，秀美的颈项露出白皙的皮肤。既不施脂，也不敷粉，发髻高耸如云，长眉弯曲细长，红唇鲜润，牙齿洁白，一双善于顾盼的闪亮的眼睛，两个面颧下甜甜的酒窝。她姿态优雅妩媚，举止温文娴静，情态柔美和顺，语辞得体可人。洛神服饰奇艳绝世，风骨体貌与图上画的一样。她身披明丽的罗衣，带着精美的佩玉。头戴金银翡翠首饰，缀以周身闪亮的明珠。她脚著饰有花纹的远游鞋，拖着薄雾般的裙裾，隐隐散发出幽兰的清香，在山边徘徊倘佯。忽然又飘然轻举，且行且戏，左面倚着彩旄，右面有桂旗庇荫，在河滩上伸出素手，采撷水流边的黑色芝草。\n\n　　我钟情于她的淑美，不觉心旌摇曳而不安。因为没有合适的媒人去说情，只能借助微波来传递话语。但愿自己真诚的心意能先于别人陈达，我解下玉佩向她发出邀请。可叹佳人实在美好，既明礼义又善言辞，她举着琼玉向我作出回答，并指着深深的水流以为期待。我怀着眷眷之诚，又恐受这位神女的欺骗。因有感于郑交甫曾遇神女背弃诺言之事，心中不觉惆怅、犹豫和迟疑，于是敛容定神，以礼义自持。\n\n　　这时洛神深受感动，低回徘徊，神光时离时合，忽明忽暗。她像鹤立般地耸起轻盈的躯体，如将飞而未翔；又踏着充满花椒浓香的小道，走过杜蘅草丛而使芳气流动。忽又怅然长吟以表示深沉的思慕，声音哀惋而悠长。于是众神纷至杂沓，呼朋引类，有的戏嬉于清澈的水流，有的飞翔于神异的小渚，有的在采集明珠，有的在俯拾翠鸟的羽毛。洛神身旁跟着娥皇、女英南湘二妃，她手挽汉水之神，为瓠瓜星的无偶而叹息，为牵牛星的独处而哀咏。时而扬起随风飘动的上衣，用长袖蔽光远眺，久久伫立；时而又身体轻捷如飞凫，飘忽游移无定。她在水波上行走，罗袜溅起的水沫如同尘埃。她动止没有规律，像危急又像安闲；进退难以预知，像离开又像回返。她双目流转光亮，容颜焕发泽润，话未出口，却已气香如兰。她的体貌婀娜多姿，令我看了茶饭不思。\n\n　　在这时风神屏翳收敛了晚风，水神川后止息了波涛，冯夷击响了神鼓，女娲发出清泠的歌声。飞腾的文鱼警卫着洛神的车乘，众神随着叮当作响的玉鸾一齐离去。六龙齐头并进，驾着云车从容前行。鲸鲵腾跃在车驾两旁，水禽绕翔护卫。车乘走过北面的沙洲，越过南面的山冈，洛神转动白洁的脖颈，回过清秀的眉目，朱唇微启，缓缓地陈诉着往来交接的纲要。只怨恨人神有别，彼此虽然都处在盛年而无法如愿以偿。说着不禁举起罗袖掩面而泣，止不住泪水涟涟沾湿了衣襟，哀念欢乐的相会就此永绝，如今一别身处两地，不曾以细微的柔情来表达爱慕之心，只能赠以明珰作为永久的纪念。自己虽然深处太阴，却时时怀念着君王。洛神说毕忽然不知去处，我为众灵一时消失隐去光彩而深感惆怅。\n\n　　于是我舍低登高，脚步虽移，心神却仍留在原地。余情绻缱，不时想象着相会的情景和洛神的容貌；回首顾盼，更是愁绪萦怀。满心希望洛神能再次出现，就不顾一切地驾着轻舟逆流而上。行舟于悠长的洛水以至忘了回归，思恋之情却绵绵不断，越来越强，以至整夜心绪难平无法入睡，身上沾满了浓霜直至天明。我不得已命仆夫备马就车，踏上向东回返的道路，但当手执马缰，举鞭欲策之时，却又怅然若失，徘徊依恋，无法离去。\n\n"}
{"_id":{"$oid":"5b9a1433367d5cab18668614"},"title":"卜算子·送鲍浩然之浙东","dynasty":"宋代","writer":"王观","content":"水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。\n才始送春归，又送君归去。若到江南赶上春，千万和春住。","type":["宋词三百首","小学古诗","初中古诗","婉约","送别","山水","写人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153941047.mp3","remark":"卜算子：词牌名。北宋时盛行此曲。万树《词律》以为取义于“卖卜算命之人”。双调，四十四字，上下片各两仄韵。两结亦可酌增衬字，化五言句为六言句，于第三字豆。宋教坊复演为慢曲，《乐章集》入“歇指调”。八十九字，前片四仄韵，后片五仄韵。\n鲍浩然：生平不详，词人的朋友，家住浙江东路，简称浙东。\n水是眼波横：水像美人流动的眼波。古人常以秋水喻美人之眼，这里反用。眼波：比喻目光似流动的水波。\n山是眉峰聚：山如美人蹙起的眉毛。《西京杂记》载卓文君容貌姣好，眉色如望远山，时人效画远山眉。后人遂喻美人之眉为远山，这里反用。\n欲：想，想要。\n行人：指词人的朋友（鲍浩然）。\n眉眼盈盈处： 一说比喻山水交汇的地方，另有说是指鲍浩然前去与心上人相会。盈盈：美好的样子。\n才始：方才。\n\n","shangxi":"　　这是一首送别词，词中以轻松活泼的笔调，巧妙别致的比喻，风趣俏皮的语言，表达了作者在越州大都督府送别友人鲍浩然时的心绪。\n\n　　词的上片着重写人。起首两句，运用风趣的笔墨，把景语变成情语，把送别诗所见自然山水化成为有情之物。当这位朋友归去的时候，路上的一山一水，对他都显出了特别的感情。那些清澈明亮的江水，仿佛变成了他所想念的人的流动的眼波；而一路上团簇纠结的山峦，也似乎是她们蹙攒的眉峰了。正因为友人鲍浩然在归途中怀着深厚的怀人感情，山水都变成了有感情之物。\n\n　　三、四两句点出行人此行的目的：他的去处，是“眉眼盈盈处”。“眉眼盈盈”四字有两层意思：一指江南的山水，清丽明秀，有如女子的秀眉和媚眼；二指有着盈盈眉眼的那个人。因此“眉眼盈盈处”，既写了江南山水，也同时写了他要见到的人物。此两句写送别时的一往情深却又含而不露。春语意双关。\n\n　　最后两句是词人对鲍浩然的祝愿：希望他生活在“春”里。这个“春”既是反映鲜花如锦的春天季节，也喻指他与心上人生活在一起。\n\n　　这是一首送别词。 起拍“水是”、“山是”两句，含意丰富，启人遐想。词人把明澈的水流比喻为美人的眼波，把青黛的山峦喻为美人的眉峰，极言浙东山水的漂亮可爱。同时，也可以理解为词人对鲍浩然心事的设想：波光漾动的流水是他心上人的眼波，脉脉传情；青黛的山峦是心上人的眉峰，因思念自己而满怀愁怨，眉头都蹙起来了。词人通过这一设想来写出了鲍浩然“之浙东”的心切。与此相应，上片结句“眉眼盈盈处”也可以有两层理解：一是鲍浩然是去山水透丽得像美人“眉眼盈盈”的地方，一是他是去与“眉眼盈盈”的心上人相会。\n\n","translation":"水像美人流动的眼波，山如美人蹙起的眉毛。想问行人去哪里？到山水交汇的地方。\n刚送走了春天，又要送你回去。假如你到江南，还能赶上春天的话，千万要把春天的景色留住。\n\n"}
{"_id":{"$oid":"5b9a1433367d5cab18668615"},"title":"浪淘沙·九曲黄河万里沙","dynasty":"唐代","writer":"刘禹锡","content":"九曲黄河万里沙，浪淘风簸自天涯。\n如今直上银河去，同到牵牛织女家。","type":["向往","田园","生活","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153941909.mp3","remark":"浪淘沙：唐教坊曲名。创自刘禹锡、白居易，其形式为七言绝句。后又用为词牌名。\n九曲：自古相传黄河有九道弯。形容弯弯曲曲的地方很多。\n万里沙：黄河在流经各地时挟带大量泥沙。\n浪淘风簸：黄河卷着泥沙，风浪滚动的样子。浪淘：波浪淘洗。簸：掀翻，上下簸动。\n自天涯：来自天边。牵牛织女：银河系的两个星座名。自古相传，织女为天上仙女，下凡到人间，和牛郎结为夫妇。后西王母召回织女，牛郎追上天，西王母罚他们隔河相望，只准每年七月七日的夜晚相会一次。牵牛：即传说中的牛郎。\n\n","shangxi":"　　这首绝句模仿淘金者的口吻，表明他们对淘金生涯的厌恶和对美好生活的向往。同是在河边生活，牛郎织女生活的天河恬静而优美，黄河边的淘金者却整天在风浪泥沙中讨生活。直上银河，同访牛郎织女，寄托了他们心底对宁静的田园牧歌生活的憧憬。这种浪漫的理想，以豪迈的口语倾吐出来，有一种朴素无华的美。\n\n　　“九曲黄河万里沙，浪淘风簸自天涯”见唐·刘禹锡《浪淘沙》。淘：用水冲洗。簸：摇动。自：来自。这两句大意是：九曲黄河之中有无数的抄砾，它们随同黄河流经万里，经受了浪涛的冲洗和狂风的簸荡，从天涯一直来到这里。\n\n　　诗人歌咏九曲黄河中的万里黄沙，赞扬它们冲风破浪，一往无前的顽强性格。我们引用时可取其象征意义，歌颂与它们有着共同特点的事物或人们。\n\n　　“九曲黄河万里沙，浪淘风簸自天涯。如今直上银河去，同到牵牛织女家。”这是唐代诗人刘禹锡见黄河后留下的感慨，也是他对宁静生活的一种向往，而时间让世事变得复杂，追逐静已是现代人的一种精神渴求。九曲黄河沉积下来的是一种文化，而这种文化最大的特点就是静，它们深埋在河水转弯处的山坳里，在浮华背后深深地拽住民族的根，使我们在追逐中不会迷失方向。\n\n　　唐代大诗人刘禹锡一阕《浪淘沙》，生动形象地写出了滔滔黄河的来龙去脉和雄伟气势。其中，还诗情画意地联想到随着层层波浪，去美丽传说中的天仙佳侣之家做客。\n\n","translation":"九曲黄河从遥远的地方蜿蜒奔腾而来，一路裹挟着万里的黄沙。\n既然你从天边而来，如今好像要直飞上高空的银河，请你带上我扶摇直上，汇集到银河中去，一同到牛郎和织女的家里做客吧。\n\n"}
{"_id":{"$oid":"5b9a1433367d5cab18668616"},"title":"题李凝幽居","dynasty":"唐代","writer":"贾岛","content":"闲居少邻并，草径入荒园。\n鸟宿池边树，僧敲月下门。\n过桥分野色，移石动云根。\n暂去还来此，幽期不负言。","type":["访友","写景","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153942724.mp3","remark":"⑴少（shǎo）：不多。\n⑵池边：一作“池中”。\n⑶分野色：山野景色被桥分开。\n⑷云根：古人认为“云触石而生”，故称石为云根。这里指石根云气。\n⑸幽期：时间非常漫长。负言：指食言，不履行诺言，失信的意思。\n\n","shangxi":"　　这首诗以“鸟宿池边树，僧敲月下门”一联著称。全诗只是抒写了作者走访友人李凝未遇这样一件寻常小事。\n\n　　首联“闲居少邻并，草径入荒园”，诗人用很经济的手法，描写了这一幽居的周围环境：一条杂草遮掩的小路通向荒芜不治的小园；近旁，亦无人家居住。淡淡两笔，十分概括地写了一个“幽”字，暗示出李凝的隐士身分。\n\n　　“鸟宿池边树，僧敲月下门”，是历来广为传诵的名句。这两句诗，粗看有些费解。诗人当然不可能连夜晚宿在池边树上的鸟都能看到。其实，这正见出诗人构思之巧，用心之苦。正由于月光皎洁，万籁俱寂，因此老僧（或许即指作者）一阵轻微的敲门声，就惊动了宿鸟，或是引起鸟儿一阵不安的噪动，或是鸟从窝中飞出转了个圈，又栖宿巢中了。作者抓住了这一瞬即逝的现象，来刻画环境之幽静，响中寓静，有出人意料之胜。倘用“推”字，当然没有这样的艺术效果了。\n\n　　颈联“过桥分野色，移石动云根”，是写回归路上所见。过桥是色彩斑斓的原野；晚风轻拂，云脚飘移，仿佛山石在移动。“石”是不会“移”的，诗人用反说，别具神韵。这一切，又都笼罩着一层洁白如银的月色，更显出环境的自然恬淡，幽美迷人。\n\n　　尾联”暂去还来此，幽期不负言“，表明诗人不负归隐的约定。前三联都是叙事与写景，最后一联点出诗人心中幽情，托出诗的主旨。正是这种幽雅的处所，悠闲自得的情趣，引起作者对隐逸生活的向往。\n\n　　诗中的草径、荒园、宿鸟、池树、野色、云根，无一不是寻常所见景物；闲居、敲门、过桥、暂去等等，无一不是寻常的行事。然而诗人偏于寻常处道出了人所未道之境界，语言质朴，冥契自然，而又韵味醇厚。\n\n","translation":"悠闲地住在这里很少有邻居来，杂草丛生的小路通向荒芜小园。\n鸟儿自由地栖息在池边的树上，皎洁的月光下僧人正敲着山门。\n走过桥去看见原野迷人的景色，云脚在飘动山石也好像在移动。\n我暂时离开这里但是还会回来，按约定的日期与朋友一起隐居。\n\n"}
{"_id":{"$oid":"5b9a1433367d5cab18668617"},"title":"得道多助，失道寡助","dynasty":"先秦","writer":"孟子及其弟子","content":"　　天时不如地利，地利不如人和。三里之城，七里之郭，环而攻之而不胜。夫环而攻之，必有得天时者矣，然而不胜者，是天时不如地利也。城非不高也，池非不深也，兵革非不坚利也，米粟非不多也，委而去之，是地利不如人和也。\n\n　　故曰，域民不以封疆之界，固国不以山溪之险，威天下不以兵革之利。得道者多助，失道者寡助。寡助之至，亲戚畔之。多助之至，天下顺之。以天下之所顺，攻亲戚之所畔，故君子有不战，战必胜矣。\n\n","type":["初中文言文","议论","哲理"],"remark":"天时：包括时令、气候，乃至政治形势等非人力所能及的条件。\n地利：指有利于作战的地理形势。\n人和：指作战中的人心有所向，内部团结。\n三里之城：方圆三里的内城。城：内城。　城非不高也：城墙并不是不高啊。\n郭：外城。在城外加筑的一道城墙。\n环：围。\n之：代这座城\n而：连词表转折。\n夫：句首发语词，不译。\n而：连词表递进。\n是：这。\n也：表判断语气，“是”。\n非：不是。\n池：护城河。\n兵革：泛指武器装备。兵，武器；革，甲胄，用以护身的盔甲之类。\n坚利：精良。坚，坚固。利，锋利。\n米粟：粮食。\n多：充足。\n委：放弃。\n而：连词表顺承。\n去：离开。\n之：代词，代“城”。\n故：所以。\n域：这里用作动词，是限制的意思。\n以：凭借。\n封疆之界：划定的边疆界线。封，划定。疆，边疆。界，界限。\n固：巩固。\n国：国防。\n山溪：山河。\n险：险要。\n威：震慑，树立威望。\n得道者：实施“仁政”的君主。者，……的人，此处特指君主。道，正义。下同。\n失道者：不实施“仁政”的君主。\n寡：少。\n之至：到达极点。\n畔：通“叛”，背叛。\n顺：归顺，服从\n以：凭借。\n之：主谓间取消句子独立性。\n故：所以。\n有：要么，或者。\n固国不以山溪之险：巩固国防不能靠山河的险要。\n威天下不以兵革之利：震慑天下不能靠武力的强大。\n亲戚：内外亲属，包括父系亲属和母系亲属。\n\n","shangxi":"　　我们通常用“得道多助，失道寡助”这句话来表示：合乎正义者就能得到多方面的支持与帮助，违背正义的就会陷入孤立无援的境地。在这里，我们把“道”理解为“正义”。那么，什么叫“正义”？《现代汉语词典》中说：“正义”是指“公正的、有利于人民的道理”。这是富于现代气息的理解，然而是和它最初的含义一脉相承的。\n\n　　“得道多助，失道寡助”是孟子的一个著名论断。《孟子·公孙丑下》中说：“得道者多助，失道者寡助。寡助之至，亲戚畔之；多助之至，天下顺之。以天下之所顺，攻亲戚之所畔，故君子有不战，战必胜矣。”这里的“畔”字通“叛”，是背叛、反对的意思。这段话是说，对得道的人，帮助他的人就多；对失道的人，帮助他的人就少。帮助的人少到极点时，就连亲戚都会反对他；帮助的人多到极点时，全天下的人都会顺从他。拿全天下都顺从的力量，来攻打连亲戚都反对的人，要么不战，一战必胜。\n\n　　孟子在这里说的“得道”和“失道”的人，都不是指普通的个人，而是指一国之君。一国之君既是战争的总指挥，也是政治上的领袖。孟子通过论述战争胜负的问题，引出了“得道多助，失道寡助”的观点，然而在孟子看来，“民心向背”对于战争具有根本性的意义，对于政治也具有同样重要的意义。孟子说：“得天下有道：得其民，斯得天下矣；得其民有道：得其心，斯得民矣。”意思是说，得天下必先得民，得民必先得民心。所谓的“得民”，就是得到人民的支持、拥护和帮助。所谓的“得天下”，是指通过施行仁政来“王天下”，而不是单靠武力来争夺天下。仁政，是以德服人，使人心悦诚服，自动来归附；而以力服人，不能服人之心。在孟子看来，得天下之道，即是施行仁政。因为仁政，是“得其心”之政。\n\n　　那么，如何“得其心”，即如何行仁政呢？孟子提出了“保民”的思想。保民，就是关爱和保护人民，它要求君主做到“所欲与之聚之，所恶勿施”，就是人民所希望的，就替他们聚积起来，人民所厌恶的，不要强加给他们。人民所希望的是什么呢，当然是富裕、幸福的生活。孟子认为，这是行仁政的根本着眼点。做到了这一点，然后民心归服、天下归服，是任何力量都阻止不了的。\n\n　　“战必胜矣”的主要原因：“天时不如地利，地利不如人和”、“多助之至，天下顺之”。\n\n","translation":"　　有利于作战的天气、时令，比不上有利于作战的地理形势；有利于作战的地理形势，比不上作战中的人心所向、内部团结。\n比如一座）方圆三里的小城，只有方圆七里的外城，四面包围起来攻打它，却不能取胜。采用四面包围的方式攻城，一定是得到有利于作战的天气、时令了，可是不能取胜，这是因为有利于作战的天气、时令比不上有利于作战的地理形势呀。\n城墙并不是不高啊，护城河并不是不深呀，武器装备也并不是不精良，粮食供给也并不是不充足啊，但是，守城一方还是弃城而逃，这是因为作战的地理形势再好），也比不上人心所向、内部团结啊。\n\n　　所以说，使人民定居下来而不迁到别的地方去，不能靠划定的边疆的界限，巩固国防不能靠山河的险要，震慑天下不能靠武力的强大。能行“仁政”的君王，帮助支持他的人就多，不施行“仁政”的君主，支持帮助他的人就少。支持帮助他的人少到了极点，连内外亲属也会背叛他；支持帮助他的人多到了极点，天下所有人都会归顺他。凭着天下人都归顺他的条件，去攻打那连亲属都反对背叛的君王，所以，君子要么不战斗，如果）战斗就一定会取得胜利。\n\n"}
{"_id":{"$oid":"5b9a1433367d5cab18668618"},"title":"赤壁","dynasty":"唐代","writer":"杜牧","content":"折戟沉沙铁未销，自将磨洗认前朝。\n东风不与周郎便，铜雀春深锁二乔。","type":["唐诗三百首","初中古诗","咏史怀古","战争","怀才不遇"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153943942.mp3","remark":"折戟：折断的戟。戟，古代兵器。\n销：销蚀。\n将：拿起。\n磨洗：磨光洗净。\n认前朝：认出戟是东吴破曹时的遗物。\n东风：指三国时期的一个战役──火烧赤壁。\n周郎：指周瑜，字公瑾，年轻时即有才名，人乎周郎。后任吴军大都督，曾参与赤壁之战并为此战役中的主要人物。\n铜雀：即铜雀台，曹操在今河北省临漳县建造的一座楼台，楼顶里有大铜雀，台上住姬妾歌妓，是曹操暮年行乐处。\n二乔：东吴乔公的两个女儿，一嫁前国主孙策（孙权兄），称大乔，一嫁军事统帅周瑜，称小乔，合称“二乔”。\n\n","shangxi":"　　“折戟沉沙铁未销，自将磨洗认前朝。”这两句意为折断的战戟沉在泥沙中并未被销蚀，自己将它磨洗后认出是前朝遗物。在这里，这两句描写看似平淡实为不平。沙里沉埋着断戟，点出了此地曾有过历史风云。战戟折断沉沙却未被销蚀，暗含着岁月流逝而物是人非之感。正是由于发现了这一件沉埋江底六百多年，锈迹斑斑的“折戟”，使得诗人思绪万千，因此他要磨洗干净出来辨认一番，发现原来是赤壁之战遗留下来的兵器。这样前朝的遗物又进一步引发作者浮想联翩的思绪，为后文抒怀作了很好的铺垫。\n\n　　“东风不与周郎便，铜雀春深锁二乔。”这后两句久为人们所传诵的佳句，意为倘若当年东风不帮助周瑜的话，那么铜雀台就会深深地锁住东吴二乔了。这里涉及到历史上著名的赤壁之战。在赤壁战役中，周瑜主要是用火攻战胜了数量上远远超过己方的敌人，而其能用火攻则是因为在决战的时刻，恰好刮起了强劲的东风，所以诗人评论这次战争成败的原因，只选择当时的胜利者—周郎和他倚以致胜的因素—东风来写，而且因为这次胜利的关键，最后不能不归到东风，所以又将东风放在更主要的地位上。但他并不从正面来描摹东风如何帮助周郎取得了胜利，却从反面落笔：假使这次东风不给周郎以方便，那么，胜败双方就要易位，历史形势将完全改观。因此，接着就写出假想中曹军胜利，孙、刘失败之后的局面。但又不直接铺叙政治军事情势的变迁，而只间接地描绘两个东吴著名美女将要承受的命运。如果曹操成了胜利者，那么，大乔和小乔就必然要被抢去，关在铜雀台上，以供他享受了。这里的铜雀台，就表现了曹操风流的一面，又言“春深”更加深了风流韵味，最后再用一个“锁”字，进一步突显其金屋藏娇之意。把硝烟弥漫的战争胜负写得很是蕴藉。\n\n　　诗中的大乔、二乔两位女子，并不是平常的人物，而是属于东吴统治阶级中最高阶层的贵妇人。大乔是东吴前国主孙策的夫人，当时国主孙权的亲嫂，小乔则是正在带领东吴全部水陆兵马和曹操决一死战的军事统帅周瑜的夫人。她们虽与这次战役并无关系，但她们的身分和地位，代表着东吴作为一个独立政治实体的尊严。东吴不亡，她们决不可能归于曹操；连她们都受到凌辱，则东吴社稷和生灵的遭遇也就可想而知了。所以诗人用“铜雀春深锁二乔”这样一句诗来描写在“东风不与周郎便”的情况之下，曹操胜利后的骄恣和东吴失败后的屈辱，正是极其有力的反跌，不独以美人衬托英雄，与上句周郎互相辉映，显得更有情致而已。诗的创作必须用形象思维，而形象性的语言则是形象思维的直接现实。用形象思维观察生活，别出心裁地反映生活，乃是诗的生命。杜牧在此诗里，通过“铜雀春深”这一富于形象性的诗句，即小见大，这正是他在艺术处理上独特的成功之处。另外，此诗过分强调东风的作用，又不从正面歌颂周瑜的胜利，却从反面假想其失败。杜牧通晓政治军事，对当时中央与藩镇、汉族与吐蕃的斗争形势，有相当清楚的了解，并曾经向朝廷提出过一些有益的建议。如果说，孟轲在战国时代就已经知道“天时不如地利，地利不如人和”的原则，而杜牧却还把周瑜在赤壁战役中的巨大胜利，完全归之于偶然的东风，这是很难想象的。他之所以这样地写，恐怕用意还在于自负知兵，借史事以吐其胸中抑郁不平之气。其中也暗含有阮籍登广武战场时所发出的“时无英雄，使竖子成名”那种慨叹在内，不过出语非常隐约，不容易看出。\n\n","translation":"一支折断了的铁戟（古代兵器）沉没在水底的沙中还没有销蚀掉，经过自己又磨又洗发现这是当年赤壁之战的遗留之物。\n假如东风不给周瑜以方便，结局恐怕是曹操取胜，二乔被关进铜雀台了。\n\n"}
{"_id":{"$oid":"5b9a1433367d5cab18668619"},"title":"早春呈水部张十八员外 / 初春小雨","dynasty":"唐代","writer":"韩愈","content":"天街小雨润如酥，草色遥看近却无。\n最是一年春好处，绝胜烟柳满皇都。","type":["初中古诗","写景","春天","写雨","柳树"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153943535.mp3","remark":"呈：恭敬地送给。水部张十八员外：指张籍（766—830年）唐代诗人。在同族兄弟中排行第十八，曾任水部员外郎。\n天街：京城街道。润如酥：细腻如酥。酥，动物的油，这里形容春雨的细腻。\n最是：正是。处：时。\n绝胜：远远胜过。皇都：帝都，这里指长安。\n\n","shangxi":"　　这首小诗是写给水部员外郎张籍的一首描写和赞美早春美景的七言绝句。张籍在兄弟辈中排行十八，故称张十八。诗的风格清新自然，简直是口语化的。看似平淡，实则是绝不平淡的。韩愈自己说：艰穷怪变得，往往造平淡（《送无本师归范阳》）。原来他的平淡是来之不易的。\n\n　　首句点出初春小雨，以“润如酥”来形容它的细滑润泽，准确地捕捉到了它的特点。造句清新优美。与杜甫的“好雨知时节，当春乃发生。随风潜入夜，润物细无声”有异曲同工之妙。\n\n　　第二句紧承首句，写草沾雨后的景色。以远看似有 ，近看却无 ，描画出了初春小草沾雨后的朦胧景象。写出了春草刚刚发芽时，若有若无，稀疏，矮小的特点。可与王维的“青霭入看无”、“山色有无中”相媲美。\n\n　　第三、四句对初春景色大加赞美：“最是一年春好处，绝胜烟柳满皇都。”这两句意思是说：早春的小雨和草色是一年春光中最美的东西，远远超过了烟柳满城的衰落的晚春景色。写春景的诗，在唐诗中，多取明媚的晚春，这首诗却取早春咏叹，认为早春比晚春景色优胜，别出心裁。前两句体察景物之精细已经令人称赞，后两句如骑兵骤至更在人意料之外。\n\n　　这首小诗，诗人只运用简朴的文字 ，就常见的“小雨”和“草色”，描绘出了早春的独特景色。刻画细腻，造句优美，构思新颖，给人一种早春时节湿润、舒适和清新之美感。表达作者充满对春天的热爱和赞美之情。\n\n　　全篇中绝妙佳句便是那“草色遥看近却无”了。早春二月，在北方，当树梢上、屋檐下都还挂着冰凌儿的时候，春天连影儿也看不见。但若是下过一番小雨后，第二天，春天就来了。雨脚儿轻轻地走过大地，留下了春的印记，那就是最初的春草芽儿冒出来了，远远望去，朦朦胧胧，仿佛有一片极淡极淡的青青之色，这是早春的草色。看着它，人们心里顿时充满欣欣然的生意。可是当人们带着无限喜悦之情走近去看个仔细，地上是稀稀朗朗的极为纤细的芽，却反而看不清什么颜色了。诗人像一位高明的水墨画家，挥洒着他饱蘸水分的妙笔，隐隐泛出了那一抹青青之痕，便是早春的草色。远远望去，再像也没有，可走近了，反倒看不出。这句“草色遥看近却无”，真可谓兼摄远近，空处传神。\n\n　　这设色的背景，是那落在天街上的纤细小雨。透过雨丝遥望草色，更给早春草色增添了一层朦胧美。而小雨又滋润如酥。酥就是奶油。受了这样的滋润，那草色自然是新的；又有这样的背景来衬托，那草色自然也美了。\n\n　　在最后，诗人还来个对比：“绝胜烟柳满皇都”。诗人认为初春草色比那满城处处烟柳的景色不知要胜过多少倍。因为，“遥看近却无”的草色，是早春时节特有的，它柔嫩饱含水分，象征着大地春回、万象更新的欣欣生意。而烟柳已经是“杨柳堆烟”时候，何况“满”城皆是，不稀罕了。到了暮春三月，色彩浓重，反倒不那么惹人喜爱了。像这样运用对比手法，与一般不同，这是一种加倍写法，为了突出春色的特征。\n\n　　“物以稀为贵”，早春时节的春草之色也是很娇贵的。“新年都未有芳华，二月初惊见草芽”（韩愈《春雪》）。这是一种心理状态。严冬方尽\\余寒犹厉，突然看到这美妙的草色，心头不由得又惊又喜。这一些轻淡的绿，是当时大地唯一的装饰；可是到了晚春则“草树知春不久归”（韩愈《晚春》），这时那怕柳条儿绿得再好，人们也无心看，因为已缺乏那一种新鲜感。\n\n　　所以，诗人就在第三句转折时提醒说：“最是一年春好处。”一年之际在于春，而春天的最好处却又在早春。\n\n　　这首诗既咏早春，又能摄早春之魂，给读者以无穷的美感趣味，甚至是绘画所不能及的。诗人没有彩笔，但他用诗的语言描绘出极难描摹的色彩——一种淡素的、似有却无的色彩。如果没有锐利深细的观察力和高超的诗笔，便不可能把早春的自然美提炼为艺术美。 \n\n","translation":"京城大道上空丝雨纷纷，它像酥油般细密而滋润，远望草色依稀连成一片，近看时却显得稀疏零星。\n这是一年中最美的季节，远胜过绿柳满城的春末。\n\n"}
{"_id":{"$oid":"5b9a1434367d5cab1866861a"},"title":"春夜洛城闻笛 / 春夜洛阳城闻笛","dynasty":"唐代","writer":"李白","content":"谁家玉笛暗飞声，散入春风满洛城。 \n此夜曲中闻折柳，何人不起故园情。","type":["初中古诗","音乐","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153944460.mp3","remark":"洛城：今河南洛阳。\n玉笛：笛子的美称。③暗飞声：声音不知从何处传来。声：声音。\n春风：指春天的风，比喻恩泽，融和的气氛等引申涵义\n闻：听;听见。\n折柳：即《折杨柳》笛曲，乐府“鼓角横吹曲”调名，内容多写离情别绪。曲中表达了送别时的哀怨感情。\n故园：指故乡，家乡。\n\n","shangxi":"　　开元二十三年(735)，李白客东都(洛阳)。《春夜洛城闻笛》一诗，当即这次客东都有感而作。\n\n　　这首诗写乡思，题作《春夜洛城闻笛》，明示诗因闻笛声而\n\n　　感发。题中“洛城“表明是客居，“春夜“点出季节及具体时间。起句即从笛声落笔。已经是深夜，诗人难于成寐，忽而传来几缕断续的笛声。这笛声立刻触动诗人的羁旅情怀。诗人不说闻笛，而说笛声“暗飞“，变客体为主体。“暗“字为一句关键。注家多忽略这个字。已故沈祖棻先生说:“……‘谁家’、‘暗飞声’，写出‘闻’时的精神状态，先听到飞声，踪迹它的来处，却不知何人所吹，从何而来，所以说是暗中飞出。“(《唐人七绝诗浅释》)可为一种理解。因为不知笛声来自何处，更不见吹笛者为何人，下此“暗“字，自是十分确当。这里“暗“字有多重意蕴。主要是说笛声暗送，似乎专意飞来给在外作客的人听，以动其离愁别恨。全句表现出一种难于为怀的心绪，所谓以主观写客观。此外，“暗“也有断续、隐约之意，这与诗的情境是一致的。“谁家“，意即不知谁家，“谁“与“暗“照应。第二句着意渲染笛声，说它“散入春风“，“满洛城“，仿佛无处不在，无处不闻。这自然是有心人的主观感觉的极度夸张。“散“字用得妙。“散“是均匀、遍布。笛声“散入春风“，随着春风传到各处，无东无西，无南无北。即为“满洛城“的“满“字预设地步;“满“字从“散“字引绎而出，二者密合无间。\n\n　　为什么闻笛声诗人会触动乡思呢?第三句点出《折柳》曲。古人送别时折柳，盼望亲人来归也折柳。据说“柳“谐“留“音，故折柳送行表示别情。长安灞桥即为有名的送别之地，或云其地杨柳为送行人攀折殆尽。《折杨柳》曲伤离惜别，其音哀怨幽咽。晋太康末，京洛流行《折杨柳》歌，有“兵革苦辛“之词。北朝《折杨柳歌》曰:“上马不捉鞭，反拗杨柳枝;蹀坐吹长笛，愁杀行客儿。“大约都是据曲意填的歌词。所以，诗人听到这《折柳》曲，便引起客愁乡思。一般说，久居他乡的人，白天还没有什么，可是一到日暮天晚，就容易想念家乡。在春秋季节，\n\n　　人们也常是多愁善感。《折柳》为全诗点睛，亦即“闻笛“的题义所在。三，四两句写诗人自己情怀，却从他人反说。强调“此夜“，是面对所有客居洛阳城的人讲话，为结句“何人不起故园情“作势。这是主观情感的推衍，不言“我“，却更见“我“感触之深，乡思之切。\n\n　　短短的一首七言绝句，倒颇能显现李太白的风格特点，即艺术表现上的主观倾向。\n\n","translation":"是谁家精美的笛子暗暗地发出悠扬的笛声。随着春风飘扬，传遍洛阳全城。\n就在今夜的曲中，听到故乡的《折杨柳》，哪个人的思乡之情不会因此而油然而生呢？\n\n"}
{"_id":{"$oid":"5b9a1434367d5cab1866861b"},"title":"枫桥夜泊","dynasty":"唐代","writer":"张继","content":"月落乌啼霜满天，江枫渔火对愁眠。\n姑苏城外寒山寺，夜半钟声到客船。","type":["唐诗三百首","秋天","写景","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153944233.mp3","remark":"枫桥：在今苏州市阊门外。\n夜泊：夜间把船停靠在岸边。\n乌啼：一说为乌鸦啼鸣，一说为乌啼镇。\n霜满天：霜，不可能满天，这个“霜”字应当体会作严寒；霜满天，是空气极冷的形象语。\n江枫：一般解释作“江边枫树”，江指吴淞江，源自太湖，流经上海，汇入长江，俗称苏州河。另外有人认为指“江村桥”和“枫桥”。“枫桥”在吴县南门（阊阖门）外西郊，本名“封桥”，因张继此诗而改为“枫桥”。\n渔火：通常解释，“鱼火”就是渔船上的灯火；也有说法指“渔火”实际上就是一同打渔的伙伴。\n对愁眠：伴愁眠之意，此句把江枫和渔火二词拟人化。就是后世有不解诗的人，怀疑江枫渔火怎么能对愁眠，于是附会出一种讲法，说愁眠是寒山寺对面的山名。\n姑苏：苏州的别称，因城西南有姑苏山而得名。\n寒山寺：在枫桥附近，始建于南朝梁代。相传因唐代僧人寒山、拾得曾住此而得名。在今苏州市西枫桥镇。本名“妙利普明塔院”，又名枫桥寺；另一种说法，“寒山”乃泛指肃寒之山，非寺名。寺曾经数次重建，现在的寺宇，为太平天国以后新建。寺钟在第二次世界大战时，被日本人运走，下落不明。\n夜半钟声：当今的佛寺（春节）半夜敲钟，但当时有半夜敲钟的习惯，也叫「无常钟」或「分夜钟」。宋朝大文豪欧阳修曾提出疑问表示：“诗人为了贪求好句，以至于道理说不通，这是作文章的毛病，如张继诗句“夜半钟声到客船”，句子虽好，但那有三更半夜打钟的道理？”可是经过许多人的实地查访，才知苏州和邻近地区的佛寺，有打半夜钟的风俗。\n\n","shangxi":"　　月落乌啼霜满天，江枫渔火对愁眠。姑苏城外寒山寺，夜半钟声到客船。”据当代人考证，“月落”不是月亮已落或将落未落，而是村庄名或桥名，“乌啼”并非是乌鸦夜啼，而是山名。而“江枫”也不是江边的枫树，亦为桥名。于是乎，朦胧的月色、渔火间若隐若现的枫树以及让人心动的乌啼都已不复存在，一首流传千年的古诗竟然变得那么具体而实在，那幅朦胧静谧、清冷幽美的江南水乡秋夜图也消失殆尽，只剩下一连串村庄名或桥名的罗列。不可否认，我仍然喜欢童年读到的那种意境和况味，尽管是误读。记得多年前曾有一首流行歌曲《涛声依旧》，歌词中有这样的句子：“带走一盏灯火，让它温暖我的双眼；留下一段真情，让它停泊在枫桥边”，“流连的钟声还在敲打我的无眠”，“月落乌啼总是千年的风霜……”等等。虽然这是两件不同的艺术作品，但显然《涛声依旧》与《枫桥夜泊》被误读的意境有着千丝万缕的联系。看来，更多的人还是认同那种误读的诗意。 还有很多人把歌词“长亭外，古道边，芳草碧连天，晚风拂柳笛声残，夕阳山外山……”中的“长亭外”唱成“长城外”。台湾女作家席幕蓉曾经在一篇题为《燕子》的文章中写过这样一件事：她的父亲喜欢这首歌，也常常哼唱这首歌。而当有一天女儿纠正他说歌中的“长城外”错了，应该是“长亭外”，他连连说：“怎么是长亭外?怎么不是长城外呢?我一直以为是长城外啊，好可惜!我一直以为是长城外，以为写的是我们的老家……以往这么多年是听错了，好可惜!”是啊，对于那些游子来说，想到长城自然就想到了故乡，想到了祖国。（《美丽的错误》）但也有的资料上说这些山和桥正是因这首诗而得名的。\n\n　　鲜为人知的唐代诗人张继留下的诗并不多，但一首《枫桥夜泊》伴随苏州城，伴随寒山寺流传千年。\n\n","translation":"月亮已落下乌鸦啼叫寒气满天， 对着江边枫树和渔火忧愁而眠。\n姑苏城外那寂寞清静寒山古寺， 半夜里敲钟的声音传到了客船。\n\n"}
{"_id":{"$oid":"5b9a1434367d5cab1866861c"},"title":"六月二十七日望湖楼醉书","dynasty":"宋代","writer":"苏轼","content":"黑云翻墨未遮山，白雨跳珠乱入船。\n卷地风来忽吹散，望湖楼下水如天。\n\n放生鱼鳖逐人来，无主荷花到处开。\n水枕能令山俯仰，风船解与月裴回。\n\n乌菱白芡不论钱，乱系青菰裹绿盘。\n忽忆尝新会灵观，滞留江海得加餐。\n\n献花游女木兰桡，细雨斜风湿翠翘。\n无限芳洲生杜若，吴儿不识楚辞招。\n\n未成小隐聊中隐，可得长闲胜暂闲。\n我本无家更安往，故乡无此好湖山。\n\n","type":["西湖","写雨"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153945392.mp3","remark":"六月二十七日：指宋神宗熙宁五年（1072）六月二十七日。望湖楼：古建筑名，又叫看经楼。位于杭州西湖畔，五代时吴越王钱弘俶（又名钱弘）所建。醉书：饮酒醉时写下的作品。\n翻墨：打翻的黑墨水，形容云层很黑。遮：遮盖，遮挡。\n白雨：指夏日阵雨的特殊景观，因雨点大而猛，在湖光山色的衬托下，显得白而透明。跳珠：跳动的水珠（珍珠），用“跳珠”形容雨点，说明雨点大，杂乱无序。\n卷地风来：指狂风席地卷来。又如，韩退之《双鸟》诗：“春风卷地起，百鸟皆飘浮。”忽：突然。\n水如天：形容湖面像天空一般开阔而且平静。\n放生鱼鳖：北宋时杭州的官吏曾规定西湖为放生地，不许人打鱼，替皇帝延寿添福。\n“水枕”句：躺在船里看山，不觉得水波起落，只见山头忽上忽下。水枕，等于“载在水面的枕席”。\n风船：指的是“飘荡在风里的船”。裴回：即徘徊。\n乌菱：指老菱。菱角老则壳黑，故名。芡（qiàn）：大型水生植物。\n青菰（gū）：俗称茭白。生于河边、沼泽地。可作蔬菜。其实如米，称雕胡米，可作饭。\n尝新：古代于孟秋以新收获的五谷祭祀祖先，然后尝食新谷。\n游女：出游的女子。 木兰桡：常用为船的美称，并非实指木兰木所制。桡（ráo）：划船的桨，这里指小船。\n翠翘：古代妇女首饰的一种，状似翠鸟尾上的长羽，故名。\n芳洲：芳草丛生的小洲。杜若：香草名。多年生草本，高一二尺。叶广披针形，味辛香。\n吴儿：指吴地之人，这里也代指采莲女。吴地，指现中国长江下游南岸一带地域的一个总称。\n小隐：谓隐居山林。 \n\n","shangxi":"　　第一首诗第一句写云：黑云像打翻了的黑墨水，还未来得及把山遮住。中把乌云比作“翻墨”，形象逼真。第二句写雨：白亮亮的雨点落在湖面溅起无数水花，乱纷纷地跳进船舱。用“跳珠”形容雨点，有声有色。一个“未”字，突出了天气变化之快；一个“跳”字，一个“乱”字，写出了暴雨之大，雨点之急。第三句写风：猛然间，狂风席卷大地，吹得湖面上刹时雨散云飞。“忽”字用得十分轻巧，却突出天色变化之快，显示了风的巨大威力。最后一句写天和水：雨过天晴，风平浪息，诗人舍船登楼，凭栏而望，只见湖面上无入水，水映天，水色和天光一样的明净，一色的蔚蓝。风呢？云呢？统统不知哪儿去了，方才的一切好像全都不曾发生似的。\n\n　　诗人苏轼先在船中，后在楼头，迅速捕捉住湖上急剧变化的自然景物：云翻、雨泻、风卷、天晴，写得有远有近，有动有静，有声有色，有景有情，令人读来油然产生一种身临其境的感觉——仿佛自己也在湖心经历了一场突然来去的阵雨，又来到望湖楼头观赏那水天一色的美丽风光。诗用“翻墨”写出云的来势，用“跳珠”描绘雨的特点，说明是骤雨而不是久雨。“未遮山”是骤雨才有的景象；“卷地风”说明雨过得快的原因，都是如实描写，却分插在第一、第三句中，彼此呼应，烘托得好。最后用“水如天”写一场骤雨的结束，又有悠然不尽的情致。句中又用“白雨”和“黑云”映衬，用“水如天”和“卷地风”对照，用“乱入船“与“未遮山”比较，都显出作者构思时的用心。\n\n　　此诗描绘了望湖楼的美丽雨景。好的诗人善于捕捉自己的灵感，此诗的灵感可谓突现于一个“醉”字上。醉于酒，更醉于山水之美，进而激情澎湃，才赋成即景佳作。才思敏捷的诗人用诗句捕捉到西子湖这一番别具风味的“即兴表演”，绘成一幅“西湖骤雨图”。乌云骤聚，大雨突降，倾刻又雨过天晴，水天一色。又是山，又是水，又是船，这就突出了泛舟西湖的特点。其次，作者用“黑云翻墨”，“白雨跳珠”形成强烈的色彩对比，给人以很强的质感。再次，用“翻墨”写云的来势，用“跳珠”描绘雨点飞溅的情态，以动词前移的句式使比喻运用得灵活生动却不露痕迹。而“卷地风来忽吹散，望湖楼下水如天”两句又把天气由骤雨到晴朗前转变之快描绘得令人心清气爽，眼前陡然一亮，境界大开。\n\n　　第二首诗是写乘船在湖中巡游的情景。北宋时，杭州西湖由政府规定作为放生池。王注引张栻的话说：“天禧四年（指1020年），太子太保判杭州王钦若奏：以西湖为放生池，‘禁捕鱼鸟，为人主祈福。’”这是相当于现代的禁捕禁猎区；所不同的，只是从前有人卖鱼放生，还要弄个“祈福”的名堂罢了。西湖既是禁捕区，所以也是禁植区，私人不得占用湖地种植。诗的开头，就写出这个事实。那些被人放生、自由成长的鱼鳖之类，不但没有受到人的威胁，反而受到人的施与，游湖的人常常会把食饵投放水里，引那些小家伙围拢来吃。便是不去管它们，它们凭着条件反射，也会向人追赶过来。至于满湖的荷花，也没有谁去种植，自己凭着自然力量生长，东边一丛，西边一簇，自开自落，反而显示出一派野趣。\n\n　　然而此诗的趣味却在后面两句。“水枕能令山俯仰”——山本来是不能俯仰的，杜甫有“风雨不动安如山”（《茅屋为秋风所破歌》）的句子，杜牧也有“古训屹如山”（《池州送孟迟》）的说法，苏轼却偏要说“山俯仰”。诗人认为，山是能俯仰的，理由就在“水枕”。所谓“水枕”，就是枕席放在水面上。准确地说，是放在船上。船一颠摆，躺在船上的人就看到山的一俯一仰。这本来并不出奇，许多人都有过这种经验。问题在于诗人把“神通”交给了“水枕”，如同这个“水枕”能有绝大的神力，足以把整座山颠来倒去。这样的构思，就显出了一种妙趣来。\n\n　　“风船解与月裴回”——同样是写出一种在船上泛游的情趣。湖上刮起了风，小船随风飘荡。这也是常见的，不足为奇。人们坐在院子里抬头看月亮，月亮在云朵里慢慢移动，就像在天空里徘徊。因此李白说：“我歌月徘徊，我舞影零乱。”（《月下独酌》）这也不算新奇。不同的地方是，苏轼把船的游荡和月的徘徊轻轻牵拢，拉到一块来，那就生出了新意。船在徘徊，月也在徘徊，但诗人不知是月亮引起船的徘徊，还是船儿逗得月亮也欣然徘徊起来。诗人想，如果是风的力量使船在水上徘徊，那又是什么力量让月亮在天上徘徊呢？还有，这两种徘徊，到底是相同呢还是不同呢？他把“船”和“月”两种“徘徊”联系起来，就产生了许多问题，其中包含了一些哲理，他要定下神来，好好想一想。所以说，诗句写得饶有情趣。\n\n　　第四首诗首句中的“游女”当是采莲女。因为从这一组五首诗看，苏轼应该始终都在望湖楼上，所以木兰桡上的该是“游女”。旁人不可能跳到水里给她们献花。倒是她们近水楼台，可以采了荷花献给别人。所以这第一句是写“游女”们献花给游客。水里采花的“游女”，应该就是采莲女了。天上下雨了，采莲女在湖中，首饰未免被打湿了。“无限芳洲生杜若”，屈原在《湘夫人》里有写过“搴汀洲兮杜若”，杜若代指各种香草。而“香草美人”是楚辞中最重要的意象，倒推可知，楚辞招在这里就是代指“香草”。“吴儿不识楚辞招”，是感慨采莲女不认识《楚辞》中的各种香草。杜甫《归梦》诗中有“梦归归未得，不用楚辞招”之句，“不用楚辞招”切合“有家难回”之意，与这里的“楚辞招”的意思完全不同。\n\n","translation":"乌云上涌，就如墨汁泼下，却又在天边露出一段山峦，明丽清新，大雨激起的水花如白珠碎石，飞溅入船。\n忽然间狂风卷地而来，吹散了满天的乌云，而那西湖的湖水碧波如镜，明媚温柔。\n\n放生出去的鱼鳖追赶着人们来，到处都开着不知谁种的荷花。\n躺在船里的枕席上可以觉得山在一俯一仰地晃动，飘荡在风里的船也知道和月亮徘徊留连不已。\n\n湖里生长的乌菱和白芡不用论钱，水中的雕胡米就像包裹在绿盘里。\n忽然回忆起在会灵观尝食新谷之事，如要滞留在江海之上需多进饮食，保重身体啊。\n\n兰舟上的采莲女把湖上的荷花采下来送给游人，在细雨斜风里，她们头上的翠翘被打湿。\n芳草丛生的小洲上长满了香草，这些采莲女又如何能一一认识？\n\n做不到隐居山林，暂时先做个闲官吧，这样尚可得到长期的悠闲胜过暂时的休闲。\n我本来就没有家，不安身在这里又能到哪里去呢?何况就算是故乡，也没有像这里这样优美的湖光山色。\n\n"}
{"_id":{"$oid":"5b9a1434367d5cab1866861d"},"title":"登飞来峰","dynasty":"宋代","writer":"王安石","content":"飞来山上千寻塔，闻说鸡鸣见日升。(飞来山 一作：飞来峰)\n不畏浮云遮望眼，只缘身在最高层。(只缘 一作：自缘)","type":["古诗三百首","初中古诗","登高","哲理"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153945831.mp3","remark":"飞来峰：有两说：一说在浙江绍兴城外的林山。唐宋时其中有座应天塔。传说此峰是从琅即郡东武县飞来的，故名飞来峰。一说在今浙江杭州西湖灵隐寺前。\n千寻塔：很高很高的塔。寻，古时长度单位，八尺为寻。\n闻说：听说。\n浮云：在山间浮动的云雾。望眼：视线。\n缘：因为。\n\n","shangxi":"　　山是高耸的，塔是高耸的，山顶上的塔更是高高耸立的。飞来峰和它上面的宝塔总共多高？不知道。诗人只告诉我们，单是塔身就是八千多尺——这当然是夸张的说法。诗人还讲了一个传说：站在塔上，鸡鸣五更天就可以看见海上日出。请想想飞来峰那耸云天的气势吧！\n\n　　从全诗看，“不畏浮云遮望眼，只缘身在最高层”的胸襟境界，只有登上天外飞来的高峰才能触发得出；但无“闻说鸡鸣见日升”作铺垫，亦引不出此等胸襟境界。\n\n　　只有登上“飞来山上千寻塔”，才能用见日出闻天鸡的故实；也只有在天外飞来的高峰见日出闻天鸡，才能导出不畏末俗乱真、站得高看得远的胆识气概。思绪条贯，勾连紧密；天衣无缝，一气呵成；前后关照，浑然一体。 \n\n","translation":"韵译\n听说在飞来峰极高的塔上，鸡鸣时分可看到旭日初升。\n不怕浮云会遮住我的视线，只因为如今我身在最高层。\n\n散译\n\n飞来峰顶有座高耸入云的塔，听说鸡鸣时分可以看见旭日升起。\n不怕层层浮云遮住我那远眺的视野，只因为我站在飞来峰顶，登高望远心胸宽广。\n\n"}
{"_id":{"$oid":"5b9a1434367d5cab1866861e"},"title":"望洞庭","dynasty":"唐代","writer":"刘禹锡","content":"湖光秋月两相和，潭面无风镜未磨。\n遥望洞庭山水翠，白银盘里一青螺。(山水翠 一作：山水色)","type":["小学古诗","写景","山水","景点"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153946551.mp3","remark":"洞庭：湖名，在今湖南省北部。\n湖光：湖面的波光。两：指湖光和秋月。和：和谐。指水色与月光互相辉映。\n潭面：指湖面。镜未磨：古人的镜子用铜制作、磨成。这里一说是湖面无风，水平如镜；一说是远望湖中的景物，隐约不清，如同镜面没打磨时照物模糊。\n山水翠：也作“山水色”。山：指洞庭湖中的君山。\n白银盘：形容平静而又清的洞庭湖面。白银：一作“白云”。青螺：这里用来形容洞庭湖中的君山。\n\n","shangxi":"　　这是诗人遥望洞庭湖而写的风景诗，明白如话而意味隽永。第一句从水光月色的交融不分写起，表现湖面的开阔廖远，这应该是日暮时分的景象，天还没黑但月亮已经出来，如果天黑就看不出两者色彩的融合了。第二句用镜子的比喻表现夜晚湖面的平静，因为太阳已落，湖水不反光，像镜子没磨时光泽暗淡的样子。第三句写远望湖中君山翠绿的色彩，这里的“山水”实际只是指山，即湖中的君山。用“山水”属于古代汉语中“偏义复词”的用法。第四句再用一个比喻，将浮在水中的君山比作搁在白银盘子里的青螺。全诗纯然写景，既有描写的细致，又有比喻的生动，读来饶有趣味。\n\n　　秋夜皎皎明月下的洞庭湖水是澄彻空明的。与素月的清光交相辉映，俨如琼田玉鉴，是一派空灵、缥缈、宁静、和谐的境界。这就是“湖光秋月两相和”一句所包蕴的诗意。“和”字下得工炼，表现出了水天一色、玉宇无尘的融和的画境。而且，似乎还把一种水国之夜的节奏——荡漾的月光与湖水吞吐的韵律，传达给读者了。接下来描绘湖上无风，迷迷蒙蒙的湖面宛如未经磨拭的铜镜。“镜未磨”三字十分形象贴切地表现了千里洞庭风平浪静的安宁温柔的景象，在月光下别具一种朦胧美。“潭面无风镜未磨”以生动形象的比喻补足了“湖光秋月两相和”的诗意。因为只有“潭面无风”，波澜不惊，湖光和秋月才能两相协调。否则，湖面狂风怒号，浊浪排空，湖光和秋月便无法辉映成趣，也就无有“两相和”可言了。\n\n　　三四两句诗想象丰富，比喻恰当，色调淡雅，银盘与青螺互相映衬，相得益彰。诗人笔下的秋月之中的洞庭山水变成了一件精美绝伦的工艺美术珍品，给人以莫大的艺术享受。“白银盘里一青螺”，真是匪夷所思的妙句。然而，它的擅胜之处，不止表现在设譬的精警上，尤其可贵的是它所表现的壮阔不凡的气度和它所寄托的高卓清奇的情致。在诗人眼里，千里洞庭不过是妆楼奁镜、案上杯盘而已。举重若轻，自然凑泊，毫无矜气作色之态，这是十分难得的。把人与自然的关系表现得这样亲切，把湖山的景物描写得这样高旷清超，这正是作者性格、情操和美学趣味的反映。没有荡思八极、纳须弥于芥子的气魄，没有振衣千仞、涅而不缁的襟抱，是难以措笔的。一首山水小诗，见出诗人富有浪漫色彩的奇思壮采，这是很难得的。只有真心观察，才能读出这首诗的情意。 \n\n","translation":"秋夜明月清辉，遍洒澄净湖面，湖面平静无风，犹如铁磨铜镜。\n遥望美丽洞庭的湖光山色。真的令人浮想联翩。那翠绿的君山，真像银盘里的一枚玲珑青螺。\n\n"}
{"_id":{"$oid":"5b9a1435367d5cab1866861f"},"title":"前赤壁赋","dynasty":"宋代","writer":"苏轼","content":"　　壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下。清风徐来，水波不兴。举酒属客，诵明月之诗，歌窈窕之章。少焉，月出于东山之上，徘徊于斗牛之间。白露横江，水光接天。纵一苇之所如，凌万顷之茫然。浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。(冯 通：凭)\n\n　　于是饮酒乐甚，扣舷而歌之。歌曰：“桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。”客有吹洞箫者，倚歌而和之。其声呜呜然，如怨如慕，如泣如诉；余音袅袅，不绝如缕。舞幽壑之潜蛟，泣孤舟之嫠妇。\n\n　　苏子愀然，正襟危坐，而问客曰：“何为其然也？”客曰：“‘月明星稀，乌鹊南飞。’此非曹孟德之诗乎？西望夏口，东望武昌，山川相缪，郁乎苍苍，此非孟德之困于周郎者乎？方其破荆州，下江陵，顺流而东也，舳舻千里，旌旗蔽空，酾酒临江，横槊赋诗，固一世之雄也，而今安在哉？况吾与子渔樵于江渚之上，侣鱼虾而友麋鹿，驾一叶之扁舟，举匏樽以相属。寄蜉蝣于天地，渺沧海之一粟。哀吾生之须臾，羡长 江之无穷。挟飞仙以遨游，抱明月而长终。知不可乎骤得，托遗响于悲风。”\n\n　　苏子曰：“客亦知夫水与月乎？逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也。盖将自其变者而观之，则天地曾不能以一瞬；自其不变者而观之，则物与我皆无尽也，而又何羡乎！且夫天地之间，物各有主，苟非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之不竭。是造物者之无尽藏也，而吾与子之所共适。”(共适 一作：共食)\n\n　　客喜而笑，洗盏更酌。肴核既尽，杯盘狼籍。相与枕藉乎舟中，不知东方之既白。\n\n","type":["辞赋精选","高中文言文","古文观止","写景","饮酒","感叹","哲理"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153946472.mp3","remark":"选自《经进东坡文集事略》卷一(《四部丛刊》本），这篇散文作于宋神宗元丰五年（1082），在此之前苏轼因乌台诗案（元丰二年）被贬谪黄州（今湖北黄冈）。因后来还写过一篇同题的赋，故称此篇为《前赤壁赋》，十月十五日写的那篇为《后赤壁赋》。赤壁：实为黄州赤鼻矶，并不是三国时期赤壁之战的旧址，当地人因音近亦称之为赤壁，苏轼知道这一点，将错就错，借景以抒发自己的怀抱。\n壬戌：宋神宗元丰五年（1082），岁在壬戌。\n既望：既，过了；望，农历十五日。“既望”指农历十六日。\n徐：舒缓地。\n兴：起，作。\n属：通“嘱（zhǔ ），致意，此处引申为“劝酒”的意思。\n少焉：一会儿。\n白露：白茫茫的水气。横江：笼罩江面。横，横贯。\n纵一苇之所如，凌万顷之茫然：任凭小船在宽广的江面上飘荡。纵：任凭。一苇：像一片苇叶那么小的船，比喻极小的船。《诗经·卫风·河广》：“谁谓河广，一苇杭（航）之。“如：往，去。凌：越过。万顷：形容江面极为宽阔。茫然，旷远的样子。\n冯虚御风：（像长出羽翼一样）驾风凌空飞行。冯：通“凭“，乘。虚：太空。御：驾御（驭）。\n遗世独立：遗弃尘世,独自存在。\n扣舷：敲打着船边，指打节拍，舷，船的两边。\n击空明兮溯流光：船桨拍打着月光浮动的清澈的水，溯流而上。溯：逆流而上。空明、流光：指月光浮动清澈的江水。\n渺渺兮予怀：主谓倒装。我的心思飘得很远很远。渺渺，悠远的样子。化用目眇眇兮愁予__《湘夫人》怀，心中的情思。\n美人：此为苏轼借鉴的屈原的文体。用美人代指君主。古诗文多以指自己所怀念向往的人。\n倚歌而和(hè)之：合着节拍应和。倚：随，循 和：应和。\n如怨如慕，如泣如诉：像是哀怨，像是思慕，像是啜泣，像是倾诉。怨：哀怨。慕：眷恋。\n余音：尾声。袅袅：形容声音婉转悠长。\n缕：细丝。\n舞幽壑之潜蛟：幽壑：这里指深渊。此句意谓：使深谷的蛟龙感动得起舞。\n泣孤舟之嫠（lí 离）妇：使孤舟上的寡妇伤心哭泣。嫠：孤居的妇女，在这里指寡妇。\n愀（qiǎo 巧）然：容色改变的样子。\n正襟危坐：整理衣襟，严肃地端坐着 危坐：端坐。\n何为其然也：曲调为什么会这么悲凉呢？\n月明星稀，乌鹊南飞：所引是曹操《短歌行》中的诗句。\n缪：通“缭“盘绕。\n郁乎苍苍：树木茂密，一片苍绿繁茂的样子。郁：茂盛的样子。\n舳舻（zhú lú 逐卢）：战船前后相接。这里指战船。\n酾（shī）酒：斟酒。\n横槊（shuò ）：横执长矛。\n侣鱼虾而友麋鹿：以鱼虾为伴侣，以麋鹿为友。侣 ：以...为伴侣，这里是名词的意动用法。麋（mí）：鹿的一种。\n扁（piān ）舟：小舟。\n寄：寓托。\n蜉（fú)蝣：一种昆虫，夏秋之交生于水边，生命短暂，仅数小时。此句比喻人生之短暂。\n渺沧海之一粟：渺：小。沧海：大海。此句比喻人类在天地之间极为渺小。\n须臾(yú)：片刻，时间极短。\n长终：至于永远。\n骤：数次。\n托遗响于悲风：余音，指箫声。悲风：秋风。\n逝者如斯：语出《论语·子罕》：“子在川上曰：'逝者如斯夫，不舍昼夜。'“逝：往。斯：此，指水。\n盈虚者如彼：指月亮的圆缺。\n卒：最终。消长：增减。长：增长\n则天地曾不能以一瞬：语气副词。以：用。一瞬：一眨眼的工夫。\n是造物者之无尽藏也：这。造物者：天地自然。无尽藏（zàng ）：佛家语。指无穷无尽的宝藏。\n共食：共享。苏轼手中《赤壁赋》作“共食”，明代以后多“共适”，义同\n更酌：再次饮酒。\n肴核既尽：荤菜和果品。既：已经。\n狼籍：又写作“狼藉”，凌乱的样子。\n枕藉：相互枕着垫着。\n既白：已经显出白色（指天明了）。\n\n","shangxi":"　　此赋通过月夜泛舟、饮酒赋诗引出主客对话的描写，既从客之口中说出了吊古伤今之情感，也从苏子所言中听到矢志不移之情怀，全赋情韵深致、理意透辟，实是文赋中之佳作。\n\n　　第一段，写夜游赤壁的情景。作者“与客泛舟游于赤壁之下”，投入大自然怀抱之中，尽情领略其间的清风、白露、高山、流水、月色、天光之美，兴之所至，信口吟诵《诗经·月出》首章“月出皎兮，佼人僚兮。舒窈纠兮，劳心悄兮。”把明月比喻成体态娇好的美人，期盼着她的冉冉升起。与《月出》诗相回应，“少焉，月出于东山之上，徘徊于斗牛之间。”并引出下文作者所自作的歌云：“望美人兮天一方”，情感、文气一贯。“徘徊”二字，生动、形象地描绘出柔和的月光似对游人极为依恋和脉脉含情。在皎洁的月光照耀下白茫茫的雾气笼罩江面，天光、水色连成一片，正所谓“秋水共长天一色”（王勃《滕王阁序》）。游人这时心胸开阔，舒畅，无拘无束，因而“纵一苇之所如，凌万顷之茫然”，乘着一叶扁舟，在“水波不兴”浩瀚无涯的江面上，随波飘荡，悠悠忽忽地离开世间，超然独立。浩瀚的江水与洒脱的胸怀，在作者的笔下腾跃而出，泛舟而游之乐，溢于言表。这是此文正面描写“泛舟”游赏景物的一段，以景抒情，融情入景，情景俱佳。\n\n　　第二段，写作者饮酒放歌的欢乐和客人悲凉的箫声。作者饮酒乐极，扣舷而歌，以抒发其思“美人”而不得见的怅惘、失意的胸怀。这里所说的“美人”实际上乃是作者的理想和一切美好事物的化身。歌曰：“桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。”这段歌词全是化用《楚辞·少司命》：“望美人兮未来，临风恍兮浩歌”之意，并将上文“诵明月之诗，歌窈窕之章”的内容具体化了。由于想望美人而不得见，已流露了失意和哀伤情绪，加之客吹洞箫，依其歌而和之，箫的音调悲凉、幽怨，“如怨如慕，如泣如诉，余音袅袅，不绝如缕”，竟引得潜藏在沟壑里的蛟龙起舞，使独处在孤舟中的寡妇悲泣。一曲洞箫，凄切婉转，其悲咽低回的音调感人至深，致使作者的感情骤然变化，由欢乐转入悲凉，文章也因之波澜起伏，文气一振。\n\n　　第三段，写客人对人生短促无常的感叹。此段由赋赤壁的自然景物，转而赋赤壁的历史古迹。主人以“何为其然也”设问，客人以赤壁的历史古迹作答，文理转折自然。但文章并不是直陈其事，而是连用了两个问句。首先以曹操的《短歌行》问道：“此非曹孟德之诗乎？”又以眼前的山川形胜问道：“此非孟德之困于周郎者乎？”两次发问使文章又泛起波澜。接着，追述了曹操破荆州、迫使刘琮投降的往事。当年，浩浩荡荡的曹军从江陵沿江而下，战船千里相连，战旗遮天蔽日。曹操志得意满，趾高气扬，在船头对江饮酒，横槊赋诗，可谓“一世之雄”。如今他在哪里呢？曹操这类英雄人物，也只是显赫一时，何况是自己，因而如今只能感叹自己生命的短暂，羡慕江水的长流不息，希望与神仙相交，与明月同在。但那都是不切实际的幻想，所以才把悲伤愁苦“托遗响于悲风”，通过箫声传达出来。客的回答表现了一种虚无主义思想和消极的人生观，这是苏轼借客人之口流露出自己思想的一个方面。\n\n　　第四段，是苏轼针对客之人生无常的感慨陈述自己的见解，以宽解对方。客曾“羡长江之无穷”，愿“抱明月而长终”。苏轼即以江水、明月为喻，提出“逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也”的认识。如果从事物变化的角度看，天地的存在不过是转瞬之间；如果从不变的角度看，则事物和人类都是无穷尽的，不必羡慕江水、明月和天地。自然也就不必“哀吾生之须臾”了。这表现了苏轼豁达的宇宙观和人生观，他赞成从多角度看问题而不同意把问题绝对化，因此，他在身处逆境中也能保持豁达、超脱、乐观和随缘自适的精神状态，并能从人生无常的怅惘中解脱出来，理性地对待生活。而后，作者又从天地间万物各有其主、个人不能强求予以进一步的说明。江上的清风有声，山间的明月有色，江山无穷，风月长存，天地无私，声色娱人，作者恰恰可以徘徊其间而自得其乐。此情此景乃缘于李白的《襄阳歌》：“清风明月不用一钱买，玉山自倒非人推”，进而深化之。\n\n　　第五段，写客听了作者的一番谈话后，转悲为喜，开怀畅饮，“相与枕藉乎舟中，不知东方之既白”。照应开头，极写游赏之乐，而至于忘怀得失、超然物外的境界。\n\n　　这篇赋在艺术手法上有如下特点：\n\n　　“情、景、理”融合。全文不论抒情还是议论始终不离江上风光和赤壁故事，形成了情、景、理的融合。通篇以景来贯串，风和月是主景，山和水辅之。作者抓住风和月展开描写与议论。文章分三层来表现作者复杂矛盾的内心世界：首先写月夜泛舟大江，饮酒赋诗，使人沉浸在美好景色之中而忘怀世俗的快乐心情；再从凭吊历史人物的兴亡，感到人生短促，变动不居，因而跌入现实的苦闷；最后阐发变与不变的哲理，申述人类和万物同样是永久地存在，表现了旷达乐观的人生态度。写景、抒情、说理达到了水乳交融的程度。\n\n　　“以文为赋”的体裁形式。此文既保留了传统赋体的那种诗的特质与情韵，同时又吸取了散文的笔调和手法，打破了赋在句式、声律的对偶等方面的束缚，更多是散文的成分，使文章兼具诗歌的深致情韵，又有散文的透辟理念。散文的笔势笔调，使全篇文情郁郁顿挫，如“万斛泉涌”喷薄而出。与赋的讲究对偶不同，它相对更为自由，如开头的一段“壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下”，全是散句，参差疏落之中又有整饬之致。以下直至篇末，大多押韵，但换韵较快，而且换韵处往往就是文意的一个段落，这就使本文特别宜于诵读，并且极富声韵之美，体现了韵文的长处。\n\n　　意象连贯，结构严谨。景物的连贯，不仅在结构上使全文俨然一体，精湛缜密，而且还沟通了全篇的感情脉络，起伏变化。起始时写景，是作者旷达、乐观情状的外观；“扣舷而歌之”则是因“空明”、“流光”之景而生，由“乐甚”向“愀然”的过渡；客人寄悲哀于风月，情绪转入低沉消极；最后仍是从眼前的明月、清风引出对万物变异、人生哲理的议论，从而消释了心中的感伤。景物的反复穿插，丝毫没有给人以重复拖沓的感觉，反而在表现人物悲与喜的消长的同时再现了作者矛盾心理的变化过程，最终达到了全文诗情画意与议论理趣的完美统一。\n\n","translation":"　　壬戌年秋，七月十六日，苏轼与友人在赤壁下泛舟游玩。清风阵阵拂来，水面波澜不起。举起酒杯向同伴敬酒，吟诵着与明月有关的文章，歌颂窈窕这一章。不多时，明月从东山后升起，徘徊在斗宿与牛宿之间。白茫茫的雾气横贯江面，清泠泠的水光连着天际。任凭小船儿在茫无边际的江上飘荡，越过苍茫万顷的江面。（我的情思）浩荡，就如同凭空乘风，却不知道在哪里停止，飘飘然如遗弃尘世，超然独立，成为神仙，进入仙境。\n　　这时候喝酒喝得高兴起来，用手叩击着船舷，应声高歌。歌中唱道：“桂木船棹呵香兰船桨，迎击空明的粼波，逆着流水的泛光。我的心怀悠远，想望伊人在天涯那方”。有吹洞箫的客人，按着节奏为歌声伴和，洞箫呜呜作声：像是怨恨，又像是思慕，像是哭泣，又像是倾诉，尾声凄切、婉转、悠长，如同不断的细丝。能使深谷中的蛟龙为之起舞，能使孤舟上的寡妇听了落泪。\n　　苏轼的容色忧愁凄怆，（他）整好衣襟坐端正，向客人问道：“（曲调）为什么这样（悲凉）呢？”同伴回答：“‘月明星稀，乌鹊南飞’，这不是曹公孟德的诗么？（这里）向西可以望到夏口，向东可以望到武昌，山河接壤连绵不绝，（目力所及）一片苍翠。这不正是曹孟德被周瑜所围困的地方么？当初他攻陷荆州，夺得江陵，沿长江顺流东下，麾下的战船延绵千里，旌旗将天空全都蔽住，在江边持酒而饮，横执矛槊吟诗作赋，委实是当世的一代枭雄，而今天又在哪里呢？何况我与你在江边的水渚上捕鱼砍柴，与鱼虾作伴，与麋鹿为友，（我们）驾着这一叶小舟，举起杯盏相互敬酒。（我们）如同蜉蝣置身于广阔的天地中，像沧海中的一颗粟米那样渺小。（唉，）哀叹我们的一生只是短暂的片刻，（不由）羡慕长江没有穷尽。（我想）与仙人携手遨游各地，与明月相拥而永存世间。（我）知道这些不可能屡屡得到，只得将憾恨化为箫音，托寄在悲凉的秋风中罢了。”\n　　苏轼说：“你可也知道这水与月？不断流逝的就像这江水，其实并没有真正逝去；时圆时缺的就像这月，但是最终并没有增加或减少。可见，从事物易变的一面看来，天地间没有一瞬间不发生变化；而从事物不变的一面看来，万物与自己的生命同样无穷无尽，又有什么可羡慕的呢？何况天地之间，凡物各有自己的归属，若不是自己应该拥有的，即令一分一毫也不能求取。只有江上的清风，以及山间的明月，送到耳边便听到声音，进入眼帘便绘出形色，取得这些不会有人禁止，享用这些也不会有竭尽的时候。这是造物者（恩赐）的没有穷尽的大宝藏，你我尽可以一起享用。”\n　　于是同伴高兴的笑了，清洗杯盏重新斟酒。菜肴和果品都被吃完，只剩下桌上的杯碟一片凌乱。（苏子与同伴）在船里互相枕着垫着睡去，不知不觉天边已经显出白色（指天明了）。\n\n"}
{"_id":{"$oid":"5b9a1435367d5cab18668620"},"title":"临江仙·滚滚长江东逝水","dynasty":"明代","writer":"杨慎","content":"《廿一史弹词》第三段说秦汉开场词\n\n滚滚长江东逝水，浪花淘尽英雄。\n是非成败转头空。\n青山依旧在，几度夕阳红。\n白发渔樵江渚上，惯看秋月春风。\n一壶浊酒喜相逢。\n古今多少事，都付笑谈中。\n\n","type":["咏史","抒怀","人生","哲理"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153947342.mp3","remark":"淘尽：荡涤一空。 \n渔樵：此处并非指渔翁、樵夫，联系前后文的语境而为动词：隐居。此处作名词，指隐居不问世事的人。\n渚（zhǔ）：原意为水中的小块陆地，此处意为江岸边。\n蓦（mù）：愿意为上马、超越，此处意为“突然”。\n在廿一史弹词第三段《 说秦汉》中，原文共11句，因为受各影视、文学、音乐等作品（主要是三国演义）的影响，广为流传的是前四句。\n\n","shangxi":"　　词的开首两句令人想到杜甫的“无边落木萧萧下，不尽长江滚滚来”和苏轼的“大江东去，浪淘尽，千古风流人物”，以一去不返的江水比喻历史的进程，用后浪推前浪来比喻英雄叱咤风云的丰功伟绩。然而这一切终将被历史的长河带走。“是非成败转头空”是对上两句历史现象的总结，从中也可看出作者旷达超脱的人生观。“青山依旧在，几度夕阳红”，青山和夕阳象征着自然界和宇宙的亘古悠长，尽管历代兴亡盛衰、循环往复，但青山和夕阳都不会随之改变，一种人生易逝的悲伤感悄然而生。\n\n　　词中“长江”、“逝水”、“浪花”、“英雄”、“青山”、“夕阳”、“渔樵”、“江渚”、“秋月”、“春风”、“浊酒”，意境高远而淡泊。衬托这些意象的还有“滚滚”、“淘尽”、“转头空”、“依旧在”、“几度”、“惯看”、“喜相逢”、“笑谈”这些生动的字眼，给这首词宁静的气氛中增加了几份动感。\n\n","translation":"滚滚长江向东流，多少英雄像翻飞的浪花般消逝。\n不管是与非，还是成与败（古今英雄的功成名就），到现在都是一场空，都已经随着岁月的流逝消逝了。\n当年的青山（江山）依然存在，太阳依然日升日落。\n在江边的白发隐士，早已看惯了岁月的变化。\n和老友难得见了面，痛快地畅饮一杯酒。\n古往今来的多少事，都付诸于（人们的）谈笑之中。\n\n"}
{"_id":{"$oid":"5b9a1435367d5cab18668621"},"title":"桃夭","dynasty":"先秦","writer":"佚名","content":"桃之夭夭，灼灼其华。之子于归，宜其室家。\n桃之夭夭，有蕡其实。之子于归，宜其家室。\n桃之夭夭，其叶蓁蓁。之子于归，宜其家人。","type":["古诗三百首","诗经","桃花","民谣"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153948966.mp3","remark":"夭夭：花朵怒放，美丽而繁华的样子。\n灼灼：花朵色彩鲜艳如火，明亮鲜艳的样子。华：同“花”。\n之子：这位姑娘。于归：姑娘出嫁。古代把丈夫家看作女子的归宿，故称“归”。于：去，往。\n宜：和顺、亲善。\n蕡（fén）：草木结实很多的样子。此处指桃实肥厚肥大的样子。有蕡即蕡蕡。\n蓁（zhēn）：草木繁密的样子，这里形容桃叶茂盛。\n\n","shangxi":"　　这是一首祝贺年青姑娘出嫁的诗。据《周礼》云：“仲春，令会男女。”周代一般在春光明媚桃花盛开的时候姑娘出嫁，故诗人以桃花起兴，为新娘唱了一首赞歌。旧说如《毛序》等以为与后妃君王有关，为今人所不取。\n\n　　全诗分为三章。第一章以鲜艳的桃花比喻新娘的年青娇媚。人们常说：第一个用花比美人的是天才，第二个用花比美人的是庸才，第三个用花比美人的是蠢才。《诗经》是中国第一部诗歌总集，所以说这里是第一个用花来比美人，并不为过。自此以后用花、特别是用桃花来比美人的层出不穷，如魏·阮籍《咏怀·昔日繁华子》：“天天桃李花，灼灼有辉光。”唐·崔护《题都城南庄》：“去年今日此门中，人面桃花相映红。”宋·陈师道《菩萨蛮》词：“玉腕枕香腮，桃花脸上开。”他们皆各有特色，自然不能贬之为庸才、蠢才，但他们无不受到《诗经》这首诗的影响，只不过影响有大小，运用有巧妙而已。这里所写的是鲜嫩的桃花，纷纷绽蕊，而经过打扮的新嫁娘此刻既兴奋又羞涩，两颊飞红，真有人面桃花，两相辉映的韵味。诗中既写景又写人，情景交融，烘托了一股欢乐热烈的气氛。这种场面，即使在今天还能在农村的婚礼上看到。第二章则是表示对婚后的祝愿。桃花开后，自然结果。诗人说它的果子结得又肥又大，此乃象征着新娘早生贵子，养个白白胖胖的娃娃。第三章以桃叶的茂盛祝愿新娘家庭的兴旺发达。以桃树枝头的累累硕果和桃树枝叶的茂密成荫，来象征新嫁娘婚后生活的美满幸福，真是最美的比喻，最好的颂辞。朱熹《诗集传》认为每一章都是用的“兴”，固然有理，然细玩诗意，确是兴中有比，比兴兼用。全诗三章，每章都先以桃起兴，继以花、果、叶兼作比喻，极有层次：由花开到结果，再由果落到叶盛；所喻诗意也渐次变化，与桃花的生长相适应，自然浑成，融为一体。\n\n　　诗人在歌咏桃花之后，更以当时的口语，道出贺辞。第一章云：“之子于归，宜其室家。”也就是说这位姑娘要出嫁，和和美美成个家。第二、三章因为押韵关系，改为“家室”和“家人”，其实含义很少区别。古礼男以女为室，女以男为家，男女结合才组成家庭。女子出嫁，是组成家庭的开始。朱熹《诗集传》释云：“宜者，和顺之意。室谓夫妇所居，家谓一门之内。”实际上是说新婚夫妇的小家为室，而与父母等共处为家。今以现代语释为家庭，更易为一般读者所了解。\n\n　　此篇语言极为优美，又极为精炼。不仅巧妙地将“室家”变化为各种倒文和同义词，而且反覆用一“宜”字。一个“宜”字，揭示了新嫁娘与家人和睦相处的美好品德，也写出了她的美好品德给新建的家庭注入新鲜的血液，带来和谐欢乐的气氛。这个“宜”字，掷地有声，简直没有一个字可以代替。\n\n　　对《国风·周南·桃夭》一诗的主旨，也有人提出了新的说法，认为这首诗是先民进行驱鬼祭祀时的唱词，其内容是驱赶鬼神，使之回到归处，并祈求它赐福人间亲人。\n\n","translation":"桃花怒放千万朵，色彩鲜艳红似火。这位姑娘要出嫁，喜气洋洋归夫家。\n桃花怒放千万朵，果实累累大又多。这位姑娘要出嫁，早生贵子后嗣旺。\n桃花怒放千万朵，绿叶茂盛永不落。这位姑娘要出嫁，齐心协手家和睦。\n\n"}
{"_id":{"$oid":"5b9a1435367d5cab18668622"},"title":"早发白帝城 / 白帝下江陵","dynasty":"唐代","writer":"李白","content":"朝辞白帝彩云间，千里江陵一日还。\n两岸猿声啼不住，轻舟已过万重山。","type":["唐诗三百首","写山","长江","地名","喜悦","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153948698.mp3","remark":"发：启程。白帝城：故址在今重庆市奉节县白帝山上。杨齐贤注：“白帝城，公孙述所筑。初，公孙述至鱼复，有白龙出井中，自以承汉土运，故称白帝，改鱼复为白帝城。”王琦注：“白帝城，在夔州奉节县，与巫山相近。所谓彩云，正指巫山之云也。”\n朝：早晨。辞：告别。彩云间：因白帝城在白帝山上，地势高耸，从山下江中仰望，仿佛耸入云间。\n江陵：今湖北荆州市。从白帝城到江陵约一千二百里，其间包括七百里三峡。郦道元《三峡》：“自三峡七百里中，两岸连山，略无阙处。重岩叠障，隐天蔽日，自非亭午时分，不见曦月。至于夏水襄陵，沿溯（或泝）阻绝。或王命急宣，有时朝发白帝，暮到江陵，其间千二百时里，虽乘奔御风，不以疾也。春冬之时，则素湍绿潭，回清倒影。绝巘（或巚）多生怪柏，悬泉瀑布，飞漱其间。清荣峻茂，良多趣味。每至晴初霜旦，林寒涧肃，常有高猿长啸，属引凄异。空谷传响，哀啭久绝。故渔者歌曰：‘巴东三峡巫峡长，猿鸣三声泪沾裳。’”还：归；返回。\n猿：猿猴。啼：鸣、叫。住：停息。\n万重山：层层叠叠的山，形容有许多。 \n\n","shangxi":"　　首句“彩云间”三字，描写白帝城地势之高，为全篇描写下水船走得快这一动态蓄势。“彩云间”的“间”字当作隔断之意，诗人回望云霞之上的白帝城，以前的种种恍如隔世。一说形容白帝城之高，水行船速全在落差。如果不写白帝城之高，则无法体现出长江上下游之间斜度差距之大。白帝城地势高入云霄，于是下面几句中写舟行的迅捷、行期的短暂、耳（猿声）目（万重山）的不暇迎送，才一一有着落。“彩云间”也是写早晨景色，显示出从晦暝转为光明的大好气象，而诗人便在这曙光初灿的时刻，怀着兴奋的心情匆匆告别白帝城。\n\n　　第二句的“千里”和“一日”，以空间之远与时间之短作悬殊对比。这里，巧妙的地方在于那个“还”字上。“还”，归来的意思。它不仅表现出诗人“一日”而行“千里”的痛快，也隐隐透露出遇赦的喜悦。江陵本非李白的家乡，而“还”字却亲切得如同回乡一样。一个“还”字，暗处传神，值得读者细细玩味。\n\n　　第三句的境界更为神妙。古时长江三峡，“常有高猿长啸”。诗人说“啼不住”，是因为他乘坐飞快的轻舟行驶在长江上，耳听两岸的猿啼声，又看见两旁的山影，猿啼声不止一处，山影也不止一处，由于舟行人速，使得啼声和山影在耳目之间成为“浑然一片”，这就是李白在出峡时为猿声山影所感受的情景。身在这如脱弦之箭、顺流直下的船上，诗人感到十分畅快和兴奋。清代桂馥称赞：“妙在第三句，能使通首精神飞越。”（《札朴》）\n\n　　瞬息之间，“轻舟”已过“万重山”。为了形容船快，诗人除了用猿声山影来烘托，还给船的本身添上了一个“轻”字。直说船快，那便显得笨拙；而这个“轻”字，却别有一番意蕴。三峡水急滩险，诗人溯流而上时，不仅觉得船重，而且心情更为滞重，“三朝上黄牛，三暮行太迟。三朝又三暮，不觉鬓成丝”（《上三峡》）。如今顺流而下，行船轻如无物，船的快速读者可想而知。而“危乎高哉”的“万重山”一过，轻舟进入坦途，诗人历尽艰险、进入康庄旅途的快感，也自然而然地表现出来了。这最后两句，既是写景，又是比兴，既是个人心情的表达，又是人生经验的总结，因物兴感，精妙无伦。\n\n　　全诗给人一种锋棱挺拔、空灵飞动之感。然而只看这首诗的气势的豪爽，笔姿的骏利，还不能完备地理解全诗。全诗洋溢的是诗人经过艰难岁月之后突然迸发的一种激情，所以在雄峻和迅疾中，又有豪情和欢悦。快船快意，给读者留下了广阔的想象余地。为了表达畅快的心情，诗人还特意用上平“删”韵的“间”、“还”、“山”来作韵脚，使全诗显得格外悠扬、轻快，回味悠长。\n\n","translation":"清晨，朝霞满天，我就要踏上归程。从江上往高处看，可以看见白帝城彩云缭绕，如在云间，景色绚丽！千里之遥的江陵，一天之间就已经到达。\n两岸猿猴的啼声不断，回荡不绝。猿猴的啼声还回荡在耳边时，轻快的小船已驶过连绵不绝的万重山峦。\n\n译文二\n清晨，我告别高入云霄的白帝城江陵远在千里，船行只一日时间。\n两岸猿声，还在耳边不停地啼叫不知不觉，轻舟已穿过万重青山。\n\n"}
{"_id":{"$oid":"5b9a1435367d5cab18668623"},"title":"兰亭集序 / 兰亭序","dynasty":"魏晋","writer":"王羲之","content":"　　永和九年，岁在癸丑，暮春之初，会于会稽山阴之兰亭，修禊事也。群贤毕至，少长咸集。此地有崇山峻岭，茂林修竹；又有清流激湍，映带左右，引以为流觞曲水，列坐其次。虽无丝竹管弦之盛，一觞一咏，亦足以畅叙幽情。是日也，天朗气清，惠风和畅，仰观宇宙之大，俯察品类之盛，所以游目骋怀，足以极视听之娱，信可乐也。\n\n　　夫人之相与，俯仰一世，或取诸怀抱，悟言一室之内；或因寄所托，放浪形骸之外。虽趣舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，不知老之将至。及其所之既倦，情随事迁，感慨系之矣。向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀。况修短随化，终期于尽。古人云：“死生亦大矣。”岂不痛哉！(不知老之将至 一作：曾不知老之将至)\n\n　　每览昔人兴感之由，若合一契，未尝不临文嗟悼，不能喻之于怀。固知一死生为虚诞，齐彭殇为妄作。后之视今，亦犹今之视昔。悲夫！故列叙时人，录其所述，虽世殊事异，所以兴怀，其致一也。后之览者，亦将有感于斯文。\n\n","type":["高中文言文","古文观止","宴饮","离别","感伤","感叹","人生"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153949146.mp3","remark":"永和：东晋皇帝司马聃（晋穆帝）的年号，从公元345—356年共12年。永和九年上巳节，王羲之与谢安，孙绰等41人。举行禊礼，饮酒赋诗，事后将作品结为一集，由王羲之写了这篇序总述其事。\n暮春：阴历三月。暮，晚。\n会：集会。\n会稽（kuài jī）：郡名，今浙江绍兴。\n山阴：今绍兴越城区。\n修禊（xì）事也：（为了做）禊礼这件事。古代习俗，于阴历三月上旬的巳日（魏以后定为三月三日），人们群聚于水滨嬉戏洗濯，以祓除不祥和求福。实际上这是古人的一种游春活动。\n群贤：诸多贤士能人。指谢安等三十二位社会的名流。贤：形容词做名词。\n毕至：全到。毕，全、都。\n少长：如王羲之的儿子王凝之、王徽之是少；谢安、王羲之等是长。\n咸：都。\n崇山峻岭：高峻的山岭。\n修竹：高高的竹子。修，高高的样子。\n激湍：流势很急的水。\n映带左右：辉映点缀在亭子的周围。映带，映衬、围绕。\n流觞（shāng）曲（qū）水：用漆制的酒杯盛酒，放入弯曲的水道中任其飘流，杯停在某人面前，某人就引杯饮酒。这是古人一种劝酒取乐的方式。流，使动用法。曲水，引水环曲为渠，以流酒杯。\n列坐其次：列坐在曲水之旁。列坐，排列而坐。次，旁边，水边。\n丝竹管弦之盛：演奏音乐的盛况。盛，盛大。\n一觞一咏：喝着酒作着诗。\n幽情：幽深内藏的感情。\n是日也：这一天。\n惠风：和风。\n和畅，缓和。\n品类之盛：万物的繁多。品类，指自然界的万物。\n所以：用来。\n骋：使······奔驰。\n极：穷尽。\n信：实在。\n夫人之相与，俯仰一世：人与人相交往，很快便度过一生。夫，句首发语词，不译。相与，相处、相交往。俯仰，表示时间的短暂。\n取诸：取之于，从······中取得。\n悟言：面对面的交谈。悟，通“晤”，指心领神会的妙悟之言。\n因寄所托，放浪形骸之外：就着自己所爱好的事物，寄托自己的情怀，不受约束，放纵无羁的生活。因，依、随着。寄，寄托。所托，所爱好的事物。放浪，放纵、无拘束。形骸，身体、形体。\n趣（qǔ）舍万殊：各有各的爱好。趣舍，即取舍，爱好。趣，通“取”。万殊，千差万别。\n静躁：安静与躁动。\n暂：短暂，一时。\n快然自足：感到高兴和满足。然，······的样子。\n不知老之将至：（竟）不知道衰老将要到来。语出《论语·述而》：“其为人也，发愤忘食，乐以忘忧，不知老之将至云尔。”一本有“曾”在句前。\n所之既倦：（对于）所喜爱或得到的事物已经厌倦。之，往、到达。\n情随事迁：感情随着事物的变化而变化。迁，变化。\n感慨系之：感慨随着产生。系，附着。\n向：过去、以前。\n陈迹：旧迹。\n以之兴怀：因它而引起心中的感触。以，因。之，指“向之所欣……以为陈迹”。兴，发生、引起。\n修短随化：寿命长短听凭造化。化，自然。\n期：至，及。\n死生亦大矣：死生是一件大事啊。语出《庄子·德充符》。\n契：符契，古代的一种信物。在符契上刻上字，剖而为二，各执一半，作为凭证。\n临文嗟（jiē）悼：读古人文章时叹息哀伤。临，面对。\n喻：明白。\n固知一死生为虚诞，齐彭殇为妄作：本来知道把死和生等同起来的说法是不真实的，把长寿和短命等同起来的说法是妄造的。固，本来、当然。一，把……看作一样；齐，把……看作相等，都用作动词。虚诞，虚妄荒诞的话。殇，未成年死去的人。妄作，妄造、胡说。一生死，齐彭殇，都是庄子的看法。出自《齐物论》。\n列叙时人：一个一个记下当时与会的人。\n录其所述：录下他们作的诗。\n其致一也：人们的思想情趣是一样的。\n后之览者：后世的读者。\n斯文：这次集会的诗文。\n\n","shangxi":"　　《兰亭集序》，又题为《临河序》、《禊帖》、《三月三日兰亭诗序》等。晋穆帝永和九年（公元353）三月三日，时任会稽内史的王羲之与友人谢安、孙绰等四十一人会聚兰亭，赋诗饮酒。王羲之将诸人名爵及所赋诗作编成一集，并作序一篇，记述流觞曲水一事，并抒写由此而引发的内心感慨。这篇序文就是《兰亭集序》。此序受石崇《金谷诗序》影响很大，其成就又远在《金谷诗序》之上。《兰亭集序》.\n\n　　文章首先记述了集会的时间、地点及与会人物，言简意赅。接着描绘兰亭所处的自然环境和周围景物，语言简洁而层次井然。描写景物，从大处落笔，由远及近，转而由近及远，推向无限。先写崇山峻岭，渐写清流激湍，再顺流而下转写人物活动及其情态，动静结合。然后再补写自然物色，由晴朗的碧空和轻扬的春风，自然地推向寥廓的宇宙及大千世界中的万物。意境清丽淡雅，情调欢快畅达。兰亭宴集，真可谓“四美俱，二难并”。\n\n　　但天下没有不散的宴席，有聚合必有别离，所谓“兴尽悲来”当是人们常有的心绪，尽管人们取舍不同，性情各异。刚刚对自己所向往且终于获致的东西感到无比欢欣时，但刹那之间，已为陈迹。人的生命也无例外，所谓“不知老之将至”（孔子语）、“老冉冉其将至兮”（屈原语）、“人生天地间，奄忽若飙尘”（《古诗十九首》），这不能不引起人的感慨。每当想到人的寿命不论长短，最终归于寂灭时，更加使人感到无比凄凉和悲哀。如果说前一段是叙事写景，那么这一段就是议论和抒情。作者在表现人生苦短、生命不居的感叹中，流露着一腔对生命的向往和执着的热情。\n\n　　魏晋时期，玄学清谈盛行一时，士族文人多以庄子的“齐物论”为口实，故作放旷而不屑事功。王羲之也是一个颇具辩才的清谈文人，但在政治思想和人生理想上，王羲之与一般谈玄文人不同。他曾说过：“虚谈废务，浮文妨要”（《世说新语·言语篇》）在这篇序中，王羲之也明确地指斥“一死生”、“齐彭殇”是一种虚妄的人生观，这就明确地肯定了生命的价值。\n\n　　这篇文章具有清新朴实、不事雕饰的风格。语言流畅，清丽动人，与魏晋时期模山范水之作“俪采百字之偶，争价一句之奇”（《文心雕龙·明诗篇》）迥然不同。句式整齐而富于变化，以短句为主，在散句中参以偶句，韵律和谐，乐耳动听。\n\n　　总之，这篇文章体现了王羲之积极入世的人生观，和老庄学说主张的无为形成了鲜明的对比。给后人以启迪、思考。 \n\n","translation":"　　永和九年，时在癸丑之年，三月上旬，我们会集在会稽郡山阴城的兰亭，为了做禊事。众多贤才都汇聚到这里，年龄大的小的都聚集在这里。兰亭这个地方有高峻的山峰，茂盛的树林，高高的竹子。又有清澈湍急的溪流，辉映环绕在亭子的四周，我们引溪水作为流觞的曲水，排列坐在曲水旁边，虽然没有演奏音乐的盛况，但喝点酒，作点诗，也足够来畅快叙述幽深内藏的感情了。\n\n　　这一天，天气晴朗，空气清新，和风温暖，仰首观览到宇宙的浩大，俯看观察大地上众多的万物，用来舒展眼力，开阔胸怀，足够来极尽视听的欢娱，实在很快乐。\n\n　　人与人相互交往，很快便度过一生。有的人在室内畅谈自己的胸怀抱负；有的人就着自己所爱好的事物，寄托情怀，放纵无羁地生活。虽然各有各的爱好，安静与躁动各不相同，但当他们对所接触的事物感到高兴时，一时感到自得。感到高兴和满足，竟然不知道衰老将要到来。等到对得到或喜爱的东西已经厌倦，感情随着事物的变化而变化，感慨随之产生。过去所喜欢的东西，转瞬间，已经成为旧迹，尚且不能不因为它引发心中的感触，况且寿命长短，听凭造化，最后归结于消灭。古人说：“死生毕竟是件大事啊。”怎么能不让人悲痛呢？\n\n　　每当看到前人所发感慨的原因，其缘由像一张符契那样相和，总难免要在读前人文章时叹息哀伤，不能明白于心。本来知道把生死等同的说法是不真实的，把长寿和短命等同起来的说法是妄造的。后人看待今人，也就像今人看待前人，可悲呀。所以一个一个记下当时与会的人，录下他们所作的诗篇。纵使时代变了，事情不同了，但触发人们情怀的原因，他们的思想情趣是一样的。后世的读者，也将对这次集会的诗文有所感慨。\n\n"}
{"_id":{"$oid":"5b9a1436367d5cab18668624"},"title":"阿房宫赋","dynasty":"唐代","writer":"杜牧","content":"　　六王毕，四海一，蜀山兀，阿房出。覆压三百余里，隔离天日。骊山北构而西折，直走咸阳。二川溶溶，流入宫墙。五步一楼，十步一阁；廊腰缦回，檐牙高啄；各抱地势，钩心斗角。盘盘焉，囷囷焉，蜂房水涡，矗不知其几千万落。长桥卧波，未云何龙？复道行空，不霁何虹？高低冥迷，不知西东。歌台暖响，春光融融；舞殿冷袖，风雨凄凄。一日之内，一宫之间，而气候不齐。(不知乎 一作：不知其；西东 一作：东西)\n\n　　妃嫔媵嫱，王子皇孙，辞楼下殿，辇来于秦，朝歌夜弦，为秦宫人。明星荧荧，开妆镜也；绿云扰扰，梳晓鬟也；渭流涨腻，弃脂水也；烟斜雾横，焚椒兰也。雷霆乍惊，宫车过也；辘辘远听，杳不知其所之也。一肌一容，尽态极妍，缦立远视，而望幸焉。有不见者，三十六年。(有不见者 一作：有不得见者)燕赵之收藏，韩魏之经营，齐楚之精英，几世几年，剽掠其人，倚叠如山。一旦不能有，输来其间。鼎铛玉石，金块珠砾，弃掷逦迤，秦人视之，亦不甚惜。\n\n　　嗟乎！一人之心，千万人之心也。秦爱纷奢，人亦念其家。奈何取之尽锱铢，用之如泥沙！使负栋之柱，多于南亩之农夫；架梁之椽，多于机上之工女；钉头磷磷，多于在庾之粟粒；瓦缝参差，多于周身之帛缕；直栏横槛，多于九土之城郭；管弦呕哑，多于市人之言语。使天下之人，不敢言而敢怒。独夫之心，日益骄固。戍卒叫，函谷举，楚人一炬，可怜焦土！\n\n　　呜呼！灭六国者六国也，非秦也；族秦者秦也，非天下也。嗟乎！使六国各爱其人，则足以拒秦；使秦复爱六国之人，则递三世可至万世而为君，谁得而族灭也？秦人不暇自哀，而后人哀之；后人哀之而不鉴之，亦使后人而复哀后人也。\n\n","type":["辞赋精选","古文观止","高中文言文","咏物","议论","借古讽今"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153950496.mp3","remark":"六王毕：六国灭亡了。齐、楚、燕、韩、赵、魏六国的国王，即指六国。毕 ，完结，指为秦国所灭。\n一：统一。\n蜀山兀，阿房出：四川的山光秃了，阿房宫出现了。兀，山高而上平。这里形容山上树木已被砍伐净尽。出，出现，意思是建成。蜀，四川。\n覆压三百余里：（从渭南到咸阳）覆盖了三百多里地（里是面积单位，不是长度单位。古代五户为一邻，五邻为一里。三百余下里，约合7500户人家的面积。300里地，即150公里，现代人也无法做到，夸张过度，难以令人信服）。这是形容宫殿楼阁接连不断，占地极广。覆压，覆盖（覆压：应当是指“层层叠叠”）。\n隔离天日：遮蔽了天日。这是形容宫殿楼阁的高大。\n骊山北构而西折，直走咸阳：（阿房宫）从骊山北边建起，折而向西，一直通到咸阳（古咸阳在骊山西北）。走，趋向。\n二川溶溶：二川，指渭水和樊川。溶溶，河水缓流的样子。\n廊腰缦回：走廊长而曲折。廊腰，连接高大建筑物的走廊，好像人的腰部，所以这样说。缦，萦绕。回，曲折。\n檐牙高啄：（突起的）屋檐（像鸟嘴）向上撅起。檐牙，屋檐突起，犹如牙齿。\n各抱地势：各随地形。这是写楼阁各随地势的高下向背而建筑的状态。\n钩心斗角：指宫室结构的参差错落，精巧工致。钩心，指各种建筑物都向中心区攒聚。斗角，指屋角互相对峙。如今指各自用尽心机互相排挤。\n盘盘焉，囷囷（qūn qūn）焉，蜂房水涡：盘旋，屈曲，像蜂房，像水涡。焉，相当于“凛然”“欣然”的“然”，意为...的样子。楼阁依山而筑，所以说像蜂房，像水涡。盘盘，盘旋的样子。囷囷，屈曲的样子，曲折回旋的样子。\n矗不知其几千万落：矗立着不知它们有几千万座。矗，形容建筑物高高耸立的样子。下文“杳不知其所之也”的“杳”，用法与此相同。落，相当于“座”或者“所”。\n长桥卧波，未云何龙：长桥卧在水上，没有云怎么（出现了）龙？《易经》有“云从龙”的话，所以人们认为有龙就应该有云。这是用故作疑问的话，形容长桥似龙。\n复道：在楼阁之间架木筑成的通道。因上下都有通道，叫做复道。霁：雨后天晴\n冥迷：分辨不清。\n歌台暖响，春光融融：意思是说，人们在台上唱歌，歌乐声响起来，好像充满着暖意。如同春光那样融和。融融，和乐。\n舞殿冷袖，风雨凄凄：意思是说，人们在殿中舞蹈，舞袖飘拂，好像带来寒气，如同风雨交加那样凄冷。（19）妃嫔媵嫱（feīpín yìng qiáng）：统指六国王侯的宫妃。她们各有等级（妃的等级比嫔、嫱高）。媵是陪嫁的侍女，也可成为嫔、嫱。下文的“王子皇孙”指六国王侯的女儿，孙女。\n辞楼下殿，辇（niǎn）来于秦：辞别（六国的）楼阁宫殿，乘辇车来到秦国。\n明星荧荧，开妆镜也：（光如）明星闪亮，是（宫人）打开梳妆的镜子。荧荧，明亮的样子。下文紧连的四句，句式相同。\n涨腻：涨起了（一层）脂膏（含有胭脂、香粉的洗脸的“脂水”）。\n椒兰：两种香料植物，焚烧以熏衣物。\n辘辘远听：车声越听越远。辘辘，车行的声音。\n杳：遥远得踪迹全无。\n一肌一容，尽态极妍：任何一部分肌肤，任何一种姿容，都娇媚极了。态，指姿态的美好。妍，美丽。\n缦立：久立。缦，通“慢”\n幸：封建时代皇帝到某处，叫“幸”。妃，嫔受皇帝宠爱，叫“得幸”。\n三十六年：秦始皇在位共三十六年。按秦始皇二十六年（前221年）统一中国，到三十七年（前209年）死，做了十二年皇帝，这里说三十六年，指其在位年数，形容阿房宫很大，有36年都没有见到皇帝的宫女。\n收藏：指收藏的金玉珍宝等物。下文的“经营”也指金玉珍宝等物。“精英”，形容词作名词，精品，也有金玉珍宝等物的意思。\n摽（piāo）掠其人：从人民那里抢来。摽 ，抢劫，掠夺。人，民。唐避唐太宗李世民讳，改民为人。下文“人亦念其家”“六国各爱其人”“秦复爱六国之人”的“人”，与此相同。\n倚叠：积累。\n鼎铛（chēng）玉石，金块珠砾：把宝鼎看作铁锅，把美玉看作石头，把黄金看作土块，把珍珠看作石子。铛，平底的浅锅。\n逦迤（lǐ yǐ）：连续不断。这里有“连接着”、“到处都是”的意思。\n一人之心，千万人之心也：心，心意，意愿.\n奈何：怎么，为什么。\n锱铢（zīzhū）：古代重量名，一锱等于六铢，一铢约等于后来的一两的二十四分之一。锱、铢连用，极言其细微。\n负栋之柱：承担栋梁的柱子。\n磷磷：水中石头突立的样子。这里形容突出的钉头。\n庾（yǔ）：露天的谷仓。\n九土：九州。\n独夫：失去人心而极端孤立的统治者。这里指秦始皇。\n固：顽固。\n戍卒叫：指陈胜、吴广起义。\n函谷举：刘邦于公元前206年率军先入咸阳，推翻秦朝统治，并派兵守函谷关。举，被攻占。\n楚人一炬：指项羽（楚将项燕的后代）也于公元前206年入咸阳，并焚烧秦的宫殿，大火三月不灭。\n使：假使。\n递：传递，这里指王位顺着次序传下去。\n万世：《史记·秦始皇本纪》载：秦始皇统一六国后，“下诏曰：“朕为始皇帝，后世以计数，二世，三世至于万世，传之无穷。”然而秦朝仅传二世便亡。\n族：使……灭族。\n不暇：来不及。\n哀：哀叹。\n\n","translation":"　　六国的君主灭亡了，全国（为秦所）统一；蜀地的山（树木被砍尽，）光秃秃的，阿房宫建造出来了。它（面积广大，）覆压着三百多里地面，（宫殿高耸，）把天日都隔离了。它从骊山向北建筑，再往西转弯，一直走向咸阳。渭水、樊川浩浩荡荡的，流进宫墙里边。五步一座楼，十步一个阁，走廊如绸带般萦回，牙齿般排列的飞檐像鸟嘴向高处啄着。楼阁各依地势的高低倾斜而建筑，（低处的屋角）钩住（高处的）屋心，（并排相向的）屋角彼此相斗。盘结交错，曲折回旋，（远观鸟瞰，）建筑群如密集的蜂房，如旋转的水涡，高高地耸立着，不知道它有几千万座。没有起云，为什么有龙？原来是一座长桥躺在水波上。不是雨过天晴，为什么出虹？原来是天桥在空中行走。（房屋）忽高忽低，幽深迷离，使人不能分辨东西。歌台上由于歌声响亮而充满暖意，有如春光融和；舞殿上由于舞袖飘拂而充满寒意，有如风雨凄凉。一天里边，一座宫殿中间，气候却不一样。\n\n　　六国的宫妃和王子王孙。辞别六国的宫楼，走下六国的宫殿，坐着辇车来到秦国。他们早上歌唱，晚上奏乐，成为秦国的宫人。明亮的星星晶莹闪烁，这是宫妃们打开了梳妆的镜子；乌青的云朵纷纷扰扰，这是宫妃们在梳理晨妆的发髻；渭水涨起一层油腻，这是宫妃们抛弃了的胭脂水；烟霭斜斜上升，云雾横绕空际，这是宫中在焚烧椒、兰制的香料；雷霆突然震响，这是宫车驶过去了；辘辘的车声越听越远，无影无踪，不知道它去到什么地方。每一片肌肤，每一种容颜，都美丽娇媚得无以复加。宫妃们久久地站着，远远地探视，盼望着皇帝来临。有的宫女竟整整三十六年没能见到皇帝。\n\n　　燕赵收藏的金玉，韩魏营谋的珍宝，齐楚的精华物资，在多少世代多少年中，从他们的人民那里掠夺来，堆叠得像山一样。一下子不能保有了，都运送到阿房宫里边来。宝鼎被当作铁锅，美玉被当作顽石，黄金被当作土块，珍珠被当作沙砾，丢弃得到处接连不断，秦人看起来，也并不觉得可惜。\n\n　　唉，一个人的意愿，也就是千万人的意愿啊。秦皇喜欢繁华奢侈，人民也顾念他们自己的家。为什么掠取珍宝时连一锱一铢都搜刮干净，耗费起珍宝来竟像对待泥沙一样。（秦皇如此奢侈浪费，）致使承担栋梁的柱子，比田地里的农夫还多；架在梁上的椽子，比织机上的女工还多；梁柱上的钉头光彩耀目，比粮仓里的粟粒还多；瓦楞长短不一，比全身的丝缕还多；或直或横的栏杆，比九州的城郭还多；管弦的声音嘈杂，比市民的言语还多。使天下的人民，口里不敢说，心里却敢愤怒。（可是）失尽人心的秦始皇的思想，一天天更加骄傲顽固。（结果）戍边的陈涉、吴广一声呼喊，函谷关被攻下，楚项羽放一把火，可惜（华丽的阿房宫）化为了一片焦土。\n\n　　唉！灭亡六国的是六国自己，不是秦国啊。族灭秦王朝的是秦王朝自己，不是天下的人啊。可叹呀！假使六国各自爱护它的人民，就完全可以依靠人民来抵抗秦国。假使秦王朝又爱护六国的人民，那就顺次传到三世还可以传到万世做皇帝，谁能够族灭它呢？（秦王朝灭亡得太迅速）秦人还没工夫哀悼自己，可是后人哀悼他；如果后人哀悼他却不把他作为镜子来吸取教训，也只会使更后的人又来哀悼这后人啊。\n\n"}
{"_id":{"$oid":"5b9a1436367d5cab18668625"},"title":"村居","dynasty":"清代","writer":"高鼎","content":"草长莺飞二月天，拂堤杨柳醉春烟。\n儿童散学归来早，忙趁东风放纸鸢。","type":["古诗三百首","小学古诗","春天","乡村","写景","儿童","早教古诗100首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153950071.mp3","remark":"村居：在乡村里居住时见到的景象。\n杨柳拂堤：像杨柳一样抚摸堤岸。醉：迷醉，陶醉。春烟：春天水泽、草木间蒸发形成的烟雾般的水汽。\n散学：放学。\n纸鸢：泛指风筝，它是一种纸做的形状像老鹰的风筝。鸢：老鹰。\n\n","shangxi":"　　首联写时间和自然景物。生动地描写了春天时的大自然，写出了春日农村特有的明媚、迷人的景色。早春二月，小草长出了嫩绿的芽儿，黄莺在天上飞着，欢快地歌唱。堤旁的柳树长长的枝条，轻轻地拂着地面，仿佛在春天的烟雾里醉得直摇晃。“草长莺飞”四个字，把春在的景物写活，使读者仿佛感受到那种万物复苏、欣欣向荣的气氛，读者的眼前也好像涌动着春的脉搏。\n\n　　颔联写村中的原野上的杨柳，“拂”，“醉”，把静止的杨柳人格化了。枝条柔软而细长，轻轻地拂扫着堤岸。春日的大地艳阳高照，烟雾迷蒙，微风中杨柳左右摇摆。诗人用了一个“醉”字，写活了杨柳的娇姿；写活了杨柳的柔态；写活了杨柳的神韵。这是一幅典型的春景图。\n\n　　颈联和尾联写人物活动。描述了一群活泼的儿童在大好的春光里放风筝的生动情景。孩子们放学早，趁着刮起的东风，放起了风筝。儿童正处在人生早春，儿童的欢声笑语，兴致勃勃地放风筝，使春天更加生机勃勃，富有朝气。儿童、东风、纸鸢，诗人选写的人和事为美好的春光平添了几分生机和希望。结尾两句由前两句的物写到人，把早春的迷人渲染得淋漓尽致。\n\n　　《村居》这首诗写的是诗人居住农村亲眼看到的景象，诗人勾画出一幅生机勃勃，色彩缤纷的“乐春图”。全诗充满了生活情趣，诗情画意。诗人采用了动静结合的手法，将早春二月的勃勃生机展露无遗。本诗落笔明朗，用词洗练。全诗洋溢着欢快的情绪，字里行间透出了诗人对春天来临的喜悦和赞美。\n\n","translation":"农历二月，村子前后的青草已经渐渐发芽生长，黄莺飞来飞去。杨柳披着长长的绿枝条，随风摆动，好像在轻轻地抚摸着堤岸。在水泽和草木间蒸发的水汽，如同烟雾般凝集着。杨柳似乎都陶醉在这浓丽的景色中。\n村里的孩子们放了学急忙跑回家，趁着东风把风筝放上蓝天。\n\n"}
{"_id":{"$oid":"5b9a1436367d5cab18668626"},"title":"杂说四·马说","dynasty":"唐代","writer":"韩愈","content":"　　世有伯乐，然后有千里马。千里马常有，而伯乐不常有。故虽有名马，祇辱于奴隶人之手，骈死于槽枥之间，不以千里称也。(祇辱 一作：只辱)\n\n　　马之千里者，一食或尽粟一石。食马者不知其能千里而食也。是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？('食'马者, 通：'饲')\n\n　　策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：“天下无马！”呜呼！其真无马邪？其真不知马也！\n\n","type":["初中文言文","古文观止","写马","寓人","哲理"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153951933.mp3","remark":"伯乐：孙阳。春秋时人，擅长相（xiàng）马（现指能够发现人才的人）。\n千里马：原指善跑的骏马，可以日行千里。现在常用来比喻人才；特指有才华的人。\n而：表转折。可是，但是。\n故虽有名马：所以即使有名贵的马。故：因此 。 虽：即使。名：名贵的。\n祗辱于奴隶人之手： 也只能在马夫的手里受到屈辱（或埋没）。祗（zhǐ）：只是。奴隶人：古代也指仆役，这里指喂马的人。\n辱：这里指受屈辱而埋没才能。\n骈（pián）死于槽（cáo）枥（lì）之间：（和普通的马）一同死在马厩里。骈，两马并驾。骈死：并列而死。于：在。槽枥：喂牲口用的食器，引申为马厩。\n不以千里称也：不因日行千里而著名。指马的千里之能被埋没。以：用。 称：出名。\n马之千里者：之，定语后置的标志。\n一食：吃一顿。食，吃。\n或：有时。\n尽全，这里作动词用，是“吃尽”的意思。\n粟（sù）：本指小米，也泛指粮食。\n石（dàn），容量单位，十斗为一石，一石约等于一百二十斤。三十斤为钧,四钧为石。\n食马者：食，通“饲”，喂。\n其：指千里马，代词。\n是：这样，指示代词。\n虽：虽然（与前面的虽不一样，这里指虽然)\n能：本领。\n足：足够。\n才 ：才能。\n美：美好的素质。\n外见（xiàn）：表现在外面。 见：通“现”，表现；显现。\n且：犹，尚且。\n欲：想要。\n等：等同，一样。\n不可得：不能够得到。得：能，表示客观条件允许。\n安：怎么，哪里，疑问代词。\n求：要求。\n策之：驱使它。策：马鞭，引申为鞭打，这里指鞭策，驾驭。之：代词，指千里马。\n以其道：按照（驱使千里马的）正确的方法。以：按照。道：正确的方法。\n食之：食，通“饲”，喂。\n尽其材：竭尽它的才能。这里指喂饱马，使它日行千里的能力充分发挥出来。 材：通“才”，才能。尽（2）：竭尽，发挥出。\n鸣：马嘶。\n通其意：通晓它的意思。\n执：拿。\n策：马鞭。\n临：面对。\n呜呼：表示惊叹，相当于“唉”。\n其（1）：难道，表反问语气。\n其（2）：大概，表推测语气。\n邪：通“耶”，表示疑问的语气词，意为“吗”\n知：懂得，了解，认识。\n\n","shangxi":"　　韩愈是唐代散文巨匠，同时也是对宋代作家极有影响的诗人。人们对他的“以文为诗”（把诗歌写得散文化）谈得比较多，却很少注意他那更为突出的“以诗为文”的特点。\n\n　　所谓“以诗为文”，是指用具有诗的情调、韵味等特色来写散文，即是说把散文给诗化了（但这并不等于从西方引进的新文体“散文诗”）。我们说把散文诗化，或者说把散文写得很带诗意，并不限于写自然景物、抒情小品或对人物进行典型塑造和对事态进行艺术描绘；而是也可以用诗的情调、韵味来写说理文或评论文。韩愈的散文特点之一就在这里。\n\n　　据说伯乐姓孙名阳，是春秋时代秦国人，会给马看相，善于识别什么是千里马。这原是《战国策·楚策》中一个名叫汗明的人对春申君黄歇讲的一个故事里的人物。这故事可能是古代传说，也可能就是汗明用艺术虚构手法创造出来的寓言。伯乐的典故曾几次被韩愈引用（见他所作的《为人求荐书》及《送温处士赴河阳序》），可见由于韩愈本人命运的坎坷，对伯乐能识别千里马的故事是很有感情的。但平心而论，还是他的这篇《马说》写得最好，读者也最爱读，因为这篇文章写得太像一首诗了。\n\n　　诗的主要特点之一就是诉诸形象思维，它的创作手法也常以比兴为主。当然，一首好诗总要比散文写得更加含蓄曲折，余味无穷。而从常识论，一篇说理散文，基本上总是以逻辑思维为主的，韩愈的《马说》肯定是一篇说理文，但它似寓言而实非寓言，用比喻说理却并未把所持的论点正面说穿，更没有把个人意见强加给读者。全篇几乎始终通过形象思维来描述千里马的遭遇，只摆出活生生的事实却省却了讲大道理的笔墨，这已经可以说是诗的写法了。更巧妙地是作者利用了古汉语中不可缺少的虚词（语助词、感叹词和连接词），体现出抒情诗应有的一唱三叹的滋味和意境，尽管我们读起来是一篇散文，但仔细品评，却俨然是一首发挥得淋漓尽致的抒情诗。这种“以诗为文”的本领，始自西汉的司马迁（谁也不曾承认过司马迁是诗人），到了韩愈、柳宗元，乃得到进一步的发展；至宋代的欧阳修、苏轼（尤其是欧阳修）而达到一个新的高度。这是我们研究中国文学史和学习古典散文应该注意的新课题。\n\n　　文章的第一句是大前提：“世有伯乐然后有千里马。”可这个命题本身就不合逻辑。因为存在决定意识，伯乐善相马的知识和经验，必须从社会上（或说自然界）存在着大量的千里马身上取得，然后逐渐总结出来的。所以过去有人就认为韩愈这句话是本末倒置，是唯心主义的。我们并不否认，从唯物主义原则来看，他这句话是错误的。但把它作为诗的语言，它却是发人深省的警句，是感慨万千的名言。因为世上有伯乐这种知识和本领的人实在太少了。于是作者紧接着在下文从正面点明主旨，一泻无余地把千里马的无限委屈倾诉出来。正由于“伯乐不常有”，不少的千里马不仅找不到一个一般水平的牧马人，而是“祇辱于奴隶人之手”，受尽了无知小人的腌气。更令人悲愤的是这些宝马竟然成双作对地一群群死于槽枥之间，其遭遇之不幸、结局之惨痛真非笔墨所能形容。当然，结果更是死不瞑目，谁也不把这些有价值的神骏称为千里马，它们的死也自然是毫无所谓的了。“不以千里称也”这句话，包含着这样的意思：连同情它们的人都没有，更谈不上对它们的死表示遗憾、惋惜和悔恨痛心了。从文章表面看，作者说得已相当透彻；而实际上这里面不知有多少辛酸痛楚还没有尽情吐露，看似奔放而其内涵则甚为丰富，其实倒是含蓄不尽的（说他写得婉约，或许读者不能接受，可作者确实没有把话说尽）。这真是抒情诗的写法了。\n\n　　作者着力刻画“食（饲）马者”与千里马之间的矛盾，两相对照，既写出千里马的抑郁不平，也写出不识真才者的愚昧专横。千里马在无人给它创造有利的客观条件时，英雄无用武之地；或虽欲一展所长而有力无处使，甚至到了无力可使的程度。这样，它连一匹普通马也比不上，又怎么能实现它日行千里的特异功能呢？因此它的待遇自然也就比不上一匹“常马”，而它的受辱和屈死也就更不足为奇，不会引起人们的注意了。不仅如此像这样连“常马”都比不上的千里马，由于不能恪尽职守，还会受到极度的责难和惩罚，往往被无辜地痛打一顿（“策之不以其道”，打得它不合理），当然在待遇上也就更加糟糕了（“食之不能尽其材”）。表面看“食马者”不是伯乐，不懂马语；骨子里却蕴涵着怀才不遇的人面对那些愚昧专横的统治者就是申诉也无用这一层意思。\n\n　　文章写到这里，作者似乎还觉得不够解渴，于是又接着用“鸣之而不能通其意”的意思，从“人”的方面再做深入一层的刻画。这不仅使文章更生动深刻，也表现出作者的感情更为愤激了。作者并没有立即谴责这种不识马的“人”有眼无珠，反而让他面对着这匹千里马不懂装懂，发出了仿佛悲天悯人般的慨叹：“天下无马!”意思说，这样的“人”在主观动机方面还是自以为不错的，他并非不想选拔人才，并非没有求贤用贤之心，无奈贤人贤才太“少”了，既无处可寻觅，也无地可安插：“天下哪里有真正的人才啊!”明明是“人”的主观上出了毛病，却把这种局面的形成推给客观条件的不如意、不理想。眼前就是一匹被作践得不成样子的千里马，却对它发出了“天下无马”的慨叹，认为这不过是一匹连“常马”也不如的驽骀之辈。这不仅是绝妙的讽刺，而且也是极其严峻猛厉的诛心之论。文章写至此已经水到渠成，作者这才站出来点题，用“呜呼”以下三句作结，把“无马”和“不知马”这一对矛盾（“无马”是先天的自然缺陷，“不知马”则是后天人为的犯罪）尖锐地摆出来形成一个高潮，极尽沉郁顿挫之致。\n\n　　典故　：传说中，天上管理马匹的神仙叫伯乐。在人间，人们把精于鉴别马匹优劣的人，也称为伯乐。\n\n　　第一个被称作伯乐的人本名孙阳，他是春秋时代的人。由于他对马的研究非常出色，人们便忘记了他本来的名字，干脆称他为伯乐，延续到现在。\n\n　　一次，伯乐受楚王的委托，购买能日行千里的骏马。伯乐向楚王说明，千里马少有，找起来不容易，需要到各地巡访，请楚王不必着急，他尽力将事情办好。\n\n　　伯乐跑了好几个国家，连素以盛产名马的燕赵一带，都仔细寻访，辛苦倍至，还是没发现中意的良马。一天，伯乐从齐国返回，在路上，看到一匹马拉着盐车，很吃力地在陡坡上行进。马累得呼呼喘气，每迈一步都十分艰难。伯乐对马向来亲近，不由走到跟前。马见伯乐走近，突然昂起头来瞪大眼睛，大声嘶鸣，好像要对伯乐倾诉什么。伯乐立即从声音中判断出，这是一匹难得的骏马。 伯乐对驾车的人说：“这匹马在疆场上驰骋，任何马都比不过它，但用来拉车，它却不如普通的马。你还是把它卖给我吧。”\n\n　　驾车人认为伯乐是个大傻瓜，他觉得这匹马太普通了，拉车没气力，吃得太多，骨瘦如柴，毫不犹豫地同意了。伯乐牵走千里马，直奔楚国。伯乐牵马来到楚王宫，拍拍马的脖颈说：“我给你找到了好主人。”千里马像明白伯乐的意思，抬起前蹄把地面震得咯咯作响，引颈长嘶，声音洪亮，如大钟石磐，直上云霄。楚王听到马嘶声，走出宫外。伯乐指着马说：“大王，我把千里马给您带来了，请仔细观看。” 楚王一见伯乐牵的马瘦得不成样子，认为伯乐愚弄他，有点不高兴，说：“我相信你会看马，才让你买马，可你买的是什么马呀，这马连走路都很困难，能上战场吗？”\n\n　　伯乐说：“这确实是匹千里马，不过拉了一段车，又喂养不精心，所以看起来很瘦。只要精心喂养，不出半个月，一定会恢复体力。”\n\n　　楚王一听，有点将信将疑，便命马夫尽心尽力把马喂好，果然，马变得精壮神骏。楚王跨马扬鞭，但觉两耳生风，喘息的功夫，已跑出百里之外。 后来千里马为楚王驰骋沙场，立下不少功劳。楚王对伯乐更加敬重。\n\n　　伯乐是古代有名的相马（鉴别马的好坏）专家。当他年老的时候，他的儿子很想将这项专门技能继承下来，以免失传。于是他把伯乐写的《相马经》读得烂熟。《相马经》上描写千里马的外形是“额头隆起，双眼突出，蹄子好像垒起的酒药饼。”他就依照这一条，拿着经文出去“相马”了。\n\n　　伯乐的儿子把所见到事物的外形和《相马经》上描绘的图形一一对照，结果找到了一只很大的蛤蟆。他兴冲冲地跑回家报告父亲，说：“总算找到好马了，额头和双眼同书上说的差不多，就是蹄子的形状和书上写的有区别。”\n\n　　伯乐听了，只好哭笑不得地对这个好心而不聪明的独生子说；“你倒是找到了一匹好马，只是它太喜欢跳，你可驾驭不了啊！”\n\n　　正是，世有伯乐才得千里马。如果千里马没能遇见“伯乐”，终究会被埋没。 \n\n","translation":"　　世上（先）有伯乐，然后有千里马。千里马经常有，但是伯乐不常有。所以即使有名贵的马，只是辱没在仆役的手中，（跟普通的马）一同死在槽枥之间，不以千里马著称。\n\n　　（日行）千里的马，吃一顿有时能吃完一石粮食。喂马的人不知道它能（日行）千里而（像普通的马一样）来喂养它。这样的马，虽然有（日行）千里的能力，但吃不饱，力气不足，才能和美德不能表现在外面。想要和普通的马一样尚且做不到，怎么能够要求它（日行）千里呢?\n\n　　不按照（驱使千里马的）正确方法鞭打它，喂养它却不能竭尽它的才能，听千里马嘶鸣，却不能通晓它的意思，拿着鞭子面对它，说：“天下没有千里马！“唉，难道真的没有千里马吗？大概是真的不认识千里马吧！\n\n"}
{"_id":{"$oid":"5b9a1436367d5cab18668627"},"title":"宿新市徐公店","dynasty":"宋代","writer":"杨万里","content":"篱落疏疏一径深，树头花落未成阴。\n儿童急走追黄蝶，飞入菜花无处寻。","type":["古诗三百首","小学古诗","农村","写景","写花","儿童"],"remark":"篱：篱笆。\n疏疏：稀疏。\n径：小路。\n阴：树叶茂盛浓密而形成的树荫。\n急走：奔跑。\n\n","shangxi":"　　这首诗是描写农村早春风光的，诗人把景物与人物融为一体描绘，别有情趣。\n\n　　第一句是纯景物的静态描写。篱笆和小路，点明这是农村，“篱落”是有宽度的，用“疏疏”指出它的状态，显见其中有间隔，才能看见篱笆外面的山道。“一径深”，表明山道只有一条，并且很长很长，延伸向远方。宽广的篱落与窄小的一径相对照，稀稀疏疏与绵绵长长相对照，互相映衬，突出了农村清新与宁静。\n\n　　第二句也是纯景物的静态描写。路旁，树枝上的桃花、李花已经落了，但树叶还没有长得茂密，展示出农村自然、朴素的风貌。\n\n　　第三句是人物动态描写。“急走”与“追”相结合，儿童们那种双手扑扑打打，两脚跌跌撞撞追蝶的兴奋、欢快场面就历历在目了，反映了儿童们的天真活泼。\n\n　　第四句，菜花是黄的，又是繁茂的一片，一只小小的蝴蝶，飞入这黄色的海洋里，自然是无处寻了。读者可以想象，这时儿童们东张西望，四处搜寻的焦急状态，以及搜寻不着的失望情绪等等，更表现出儿童们的天真和稚气。\n\n　　本诗通过对春末夏初季节交替时景色的描写，体现了万物勃发的生命力。全诗所摄取的景物极为平淡，所描绘人物的活动也极为平常，但由于采取景物与人物相结合，动静相间的写作手法，成功地刻画出农村恬淡自然，宁静清新的早春风光。\n\n","translation":"篱笆稀稀落落，一条小路通向远方，树上的花瓣纷纷飘落，却还尚未形成树阴。\n小孩子飞快地奔跑着追赶黄色的蝴蝶，可是蝴蝶突然飞入菜花丛中，再也找不到了。\n\n"}
{"_id":{"$oid":"5b9a1436367d5cab18668628"},"title":"卜算子·我住长江头","dynasty":"宋代","writer":"李之仪","content":"我住长江头，君住长江尾。日日思君不见君，共饮长江水。 \n此水几时休，此恨何时已。只愿君心似我心，定不负相思意。","type":["宋词三百首","宋词精选","婉约","长江","思念","爱情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153951237.mp3","remark":"选自《姑溪词》，作者李之仪。\n已：完结,停止\n休：停止\n定：此处为衬字。\n思：想念，思念\n\n","shangxi":"　　李之仪这首《卜算子》深得民歌的神情风味，明白如话，复叠回环，同时又具有文人词构思新巧、深婉含蓄的特点，可以说是一种提高和净化了的通俗词。\n\n　　此词以长江起兴。开头两句，“我”“君”对起，而一住江头，一住江尾，见双方空间距离之悬隔，也暗寓相思之情的悠长。重叠复沓的句式，加强了咏叹的情味，仿佛可以感触到主人公深情的思念与叹息，在阁中翘首思念的女子形象于此江山万里的悠广背景下凸现出来。\n\n　　三、四两句，从前两句直接引出。江头江尾的万里遥隔，引出了“日日思君不见君”这一全词的主干；而同住长江之滨，则引出了“共饮长江水”。如果各自孤立起来看，每一句都不见出色，但联起来吟味，便觉笔墨之外别具一段深情妙理。这就是两句之间含而未宣、任人体味的那层转折。字面意思浅直：日日思君而不得见，却又共饮一江之水。深味之下，似可知尽管思而不见，毕竟还能共饮长江之水。这“共饮”又似乎多少能稍慰相思离隔之恨。词人只淡淡道出“不见”与“共饮”的事实，隐去它们之间的转折关系的内涵，任人揣度吟味，反使词情分外深婉含蕴。\n\n　　“此水几时休，此恨何时已。”换头仍紧扣长江水，承上“思君不见”进一步抒写别恨。长江之水，悠悠东流，不知道什么时候才能休止，自己的相思离别之恨也不知道什么时候才能停歇。用“几时休”“何时已”这样的口吻，一方面表明主观上祈望恨之能已，另一方面又暗透客观上恨之无已。江水永无不流之日，自己的相思隔离之恨也永无销歇之时。此词以祈望恨之能已反透恨之不能已，变民歌、民间词之直率热烈为深挚婉曲，变重言错举为简约含蓄。\n\n　　写到这里，词人翻出一层新的意蕴：“只愿君心似我心，定不负相思意。”恨之无已，正缘爱之深挚。“我心”既是江水不竭，相思无已，自然也就希望“君心似我心”，我定不负我相思之意。江头江尾的阻隔纵然不能飞越，而两相挚爱的心灵却相通。这样一来，单方面的相思便变为双方的期许，无已的别恨便化为永恒的相爱与期待。这样，阻隔的双方心灵上便得到了永久的滋润与慰藉。从“此恨何时已”翻出“定不负相思意”，江头江尾的遥隔这里反而成为感情升华的条件了。这首词的结拍写出了隔绝中的永恒之爱，给人以江水长流情长的感受。\n\n　　全词以长江水为贯串始终的抒情线索，以“日日思君不见君”为主干。分住江头江尾，是“不见君”的原因；“此恨何时已”，是“不见君”的结果；“君心似我心”“不负相思意”是虽有恨而无恨的交织。有恨的原因是“不见君”，无恨.的原因是“不相负”。悠悠长江水，既是双方相隔千里的天然障碍，又是一脉相通、遥寄情思的天然载体；既是悠悠相思、无穷别恨的触发物与象征，又是双方永恒相爱与期待的见证。随着词情的发展，它的作用也不断变化，可谓妙用无穷。这样新巧的构思和深婉的情思、明净的语言、复沓的句法的结合，构成了这首词特有的灵秀隽永、玲珑晶莹的风神。\n\n","translation":"我居住在长江上游，你居住在长江尾底。日日夜夜想你，却不能见你，你和我啊...同饮一江绿水，两情相爱相知。\n悠悠不尽的江水什么时候枯竭，别离的苦恨，什么时候消止。只愿你的心，如我的心相守不移，就不会辜负了我一番痴恋情意。\n\n译文二\n我居住在长江上游，你居住在长江下游。 天天想念你却见不到你，共同喝着长江的水。\n长江之水，悠悠东流，不知道什么时候才能休止，自己的相思离别之恨也不知道什么时候才能停歇。只希望你的心思像我的意念一样， 就一定不会辜负这互相思念的心意。\n\n"}
{"_id":{"$oid":"5b9a1436367d5cab18668629"},"title":"菩萨蛮·书江西造口壁","dynasty":"宋代","writer":"辛弃疾","content":"郁孤台下清江水，中间多少行人泪。西北望长安，可怜无数山。\n青山遮不住，毕竟东流去。江晚正愁余，山深闻鹧鸪。 (愁余 一作：愁予)","type":["宋词三百首","豪放","山水","抒怀","爱国"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153952803.mp3","remark":"⑴菩萨蛮：词牌名。\n⑵造口：一名皂口，在江西万安县南六十里。\n⑶郁孤台：今江西省赣州市城区西北部贺兰山顶，又称望阙台，因“隆阜郁然，孤起平地数丈”得名。清江：赣江与袁江合流处旧称清江。\n⑷长安：今陕西省西安市，为汉唐故都。此处代指宋都汴京。\n⑸愁余：使我发愁。\n(6)无数山：很多座山。\n(7)鹧鸪：鸟名。传说其叫声如云“行不得也哥哥”，啼声凄苦。\n\n","shangxi":"　　“造口”，即造口镇，在今江西省万安县西南。宋孝宗淳熙三年（一一七六），作者任江西提点刑狱（掌管刑法狱讼的官吏）时，途经造口。在宋高宗建炎三年（一一二九），金兵南下，攻入江西。隆裕太后由南昌仓皇南逃，金兵一直深入到造口。作者想起当时人民的苦难，写了这首词，题在墙壁上。\n\n　　从这首词里可以看出，作者怀念中原故土的感情和广大人民是一致的。\n\n　　它反映了四十年来，由于金兵南侵，祖国南北分裂，广大人民妻离子散，流离失所的痛苦生活，也反映了作者始终坚持抗金立场，并为不能实现收复中原的愿望而感到无限痛苦的心情。这种强烈的爱国思想，也正是辛弃疾作品中人民性的具体表现。\n\n　　上片四句在写法上，由近及远，又由远及近。“郁孤台下清江水，中间多少行人泪。”意思是说：郁孤台下清江里的流水呵！你中间有多少逃难的人们流下的眼泪啊！作者把眼前清江的流水，和四十年前人民在兵荒马乱中流下的眼泪联系在一起，这就更能够表现出当时人民受到的极大痛苦。四十年来，广大人民多么盼望着能恢复故土、统一祖国啊！然而，南宋当局根本不打算收复失地，只想在杭州过苟延残喘、偷安一时的生活。因此，作者抚今忆昔，感慨很深，在悲愤交集的感情驱使下，又写出了“西北望长安，可怜无数山”两句，以抒发对中原沦陷区的深切怀念。“郁孤台”，古台名，在今江西省赣州市西南贺兰山顶。“清江”，即赣江，流经赣州市和郁孤台下，向东北流入鄱阳湖。“长安”，即今陕西省西安市，西汉、隋、唐都建都在此。唐朝李勉曾经登上郁孤台想望长安。这里的“西北望长安”，是想望北方沦陷区，反映作者的爱国感情。“可怜无数山”意思是说：很可惜被千山万岭遮住了视线。“可怜”，作可惜讲。从望不见长安到视线被无数山遮住，里边含有收复中原的壮志受到种种阻碍、无法实现的感叹。\n\n　　下片紧接着上片，继续抒发对中原故土的怀念。“青山遮不住，毕竟东流去”两句是比喻句，意思是说：滚滚的江水，冲破了山峦叠嶂，在奔腾向前。它象征着抗金的正义事业，必然会克服一切阻力，取得最后的胜利。这里表明作者对恢复中原充满了坚定的信心。但是，作者并没有脱离现实，沉醉于未来理想的幻想之中。十几年来，他目睹了抗金事业受到的重重阻力，不禁又愁绪满怀。“江晚正愁余，山深闻鹧鸪”两句说：傍晚，我在江边徘徊，正在为了不能实现恢复大计愁苦着呢，可是恰巧，又从山的深处，传来鹧鸪鸟的哀鸣。这叫声听起来，仿佛是“行不得也哥哥”。从鹧鸪的悲鸣声中，恰好透露出作者想收复失地，但又身不由己的矛盾心情。\n\n　　这首词写得非常质朴、自然、流畅。尤其“青山遮不住，毕竟东流去”\n\n　　两句，十分含蓄，耐人寻味。\n\n","translation":"郁孤台下这赣江的水，水中有多少行人的眼泪。我举头眺望西北的长安，可惜只看到无数青山。\n但青山怎能把江水挡住？江水毕竟还会向东流去。夕阳西下我正满怀愁绪，听到深山里传来鹧鸪的鸣叫声。\n\n"}
{"_id":{"$oid":"5b9a1436367d5cab1866862a"},"title":"渔歌子·西塞山前白鹭飞","dynasty":"唐代","writer":"张志和","content":"西塞山前白鹭飞，桃花流水鳜鱼肥。\n青箬笠，绿蓑衣，斜风细雨不须归。","type":["宋词三百首","小学古诗","水乡","写景","写人","抒怀"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153952553.mp3","remark":"渔歌子：词牌名。此调原为唐教坊名曲。分单调、双调二体。单调二十七字，平韵，以张氏此调最为著名。双调，五十字，仄韵。《渔歌子》又名《渔父》或《渔父乐》，大概是民间的渔歌。据《词林纪事》转引的记载说，张志和曾谒见湖州刺史颜真卿，因为船破旧了，请颜真卿帮助更换，并作《渔歌子》。词牌《渔歌子》即始于张志和写的《渔歌子》而得名。“子”即是“曲子”的简称。\n西塞山：浙江湖州。\n白鹭：一种白色的水鸟。\n桃花流水：桃花盛开的季节正是春水盛涨的时候，俗称桃花汛或桃花水。\n鳜（guì）鱼：淡水鱼，江南又称桂鱼，肉质鲜美。\n箬（ruò）笠：竹叶或竹蔑做的斗笠。\n蓑（suō）衣：用草或棕编制成的雨衣。\n不须：不一定要。\n\n","shangxi":"　　张志和的词保存下来的只有《渔歌子》（原题叫《渔父》）五首，这是其中的第一首。西塞山在今浙江省吴兴县境内的西苕溪上，从前叫道士矶，是一座突出在河边的大石岩。西苕溪北通太湖，南邻莫干山，风景很优美。张志和这首词描绘春汛期的景物，反映了太湖流域水乡的可爱。\n\n　　白鹭就是平常人们叫做鹭鸶的那种水鸟。远远望去，它的外形有点象白鹤，腿和脖子特别长，便于在水中寻找食物。“西塞山前白鹭飞”，它们在西塞山前，展翅飞翔，使这个鱼米之乡更显得生趣洋溢了。“桃花流水”就是桃花水。南方每年二三月间，桃花盛开，天气暖和，雨水比冬天多，下几场春雨，河水就会上涨，于是逆水而上的鱼群便多起来了。作者没有简单地说春汛到来，而是用“桃花流水鳜鱼肥”来描写，这就更能勾起读者的想象，使人们似乎看见了两岸盛开的、红艳艳的桃花；河水陡涨时，江南特有的鳜鱼不时跃出水面，多肥大呀。“鳜鱼”是一种味道特别鲜美的淡水鱼，嘴大鳞细，颜色呈黄褐色。春汛来了，渔夫当然不会闲着，他们也忙碌开了。“青箬笠，绿蓑衣，斜风细雨不须归”写的都是他们。“箬笠”就是用竹丝和青色箬竹叶编成的斗笠。“蓑衣”是用植物的茎叶或皮制成的雨衣。如果以龙须草（蓑草）为原料，它就是绿色的。“归”，回家。“不须归”，是说也不须回家了。作者在词里虽然只是概括地叙述了渔夫捕鱼的生活，但是，读者通过自己的想象，完全可以体会到词的言外之意。从渔翁头戴箬笠，身披蓑衣，在斜风细雨里欣赏春天水面的景物，读者便可以体会到渔夫在捕鱼时的愉快心情。\n\n　　作者是一位山水画家，据说他曾将《渔歌子》画成图画。确实，这首词是富于画意的。苍岩，白鹭，鲜艳的桃林，清澈的流水，黄褐色的鳜鱼，青色的斗笠，绿色的蓑衣，色彩多么鲜明，构思也很巧妙，意境优美，使人读作品时，仿佛是在看一幅出色的水乡春汛图。\n\n　　此词在秀丽的水乡风光和理想化的渔人生活中，寄托了作者爱自由、爱自然的情怀。词中更吸引读者的不是一蓑风雨，从容自适的渔父，而是江乡二月桃花汛期间春江水涨、烟雨迷蒙的图景。雨中青山，江上渔舟，天空白鹭，两岸红桃，色泽鲜明但又显得柔和，气氛宁静但又充满活力。而这既体现了作者的艺术匠心，也反映了他高远、冲澹、悠然脱俗的意趣。此词吟成后，不仅一时唱和者甚众，而且还流播海外，为东邻日本的汉诗作者开启了填词门径，嵯峨天皇的《渔歌子》五首及其臣僚的奉和之作七首，即以此词为蓝本改制而成。\n\n　　苏子瞻极爱此词，患声不可歌，乃稍损益，寄《浣溪纱》曰：“西塞山前白鹭飞，散花洲外片帆微。桃花流水鳜鱼肥。自蔽一身青箬笠，相随到处绿蓑衣。斜风细雨不须归。”黄鲁直闻而继作。江湖间谓山连亘入水为矶，太平州有矶曰新妇，池州有浦曰女儿。鲁直好奇，偶以名对而未有所付。适作此词，乃云：“新妇矶头眉黛愁，女儿浦口眼波秋。惊鱼错认月沉钩。青箬笠前无限事，绿蓑衣底一时休。斜风细雨转船头。”子瞻闻而戏曰：“才出新妇矶，便入女儿浦，志和得无一浪子渔父耶!”人皆传以为笑。前辈风流略尽，念之慨然。小楼谷隐，要不可无方外之士时相周旋。余非鲁公，固不能致志和，然亦安得一似之者而与游也。（叶梦得《岩下放言》）\n\n　　山谷（黄庭坚）晚年亦悔前作之未工，因表弟李如篪言《渔父词》，以《鹧鸪天》歌之甚协律，恨语少声多耳。因以宪宗遗像求玄真子文章，及玄真之兄松龄劝归之意，足前后数句云：“西塞山前白鹭飞，桃花流水鳜鱼肥。朝廷尚觅玄真子，何处如今更有诗？青箬笠，绿蓑衣，斜风细雨不须归。人间欲避风波险，一日风波十二时。”东坡笑曰：鲁直乃欲平地起风波也。 （摘自《白香词谱笺》）\n\n","translation":"西塞山前白鹭在自由地翱翔，江水中，肥美的鳜鱼欢快地游着，漂浮在水中的桃花是那样的鲜艳而饱满。\n江岸一位老翁戴着青色的箬笠，披着绿色的蓑衣，冒着斜风细雨，悠然自得地垂钓，他被美丽的春景迷住了，连下了雨都不回家。\n\n"}
{"_id":{"$oid":"5b9a1436367d5cab1866862b"},"title":"峨眉山月歌","dynasty":"唐代","writer":"李白","content":"峨眉山月半轮秋，影入平羌江水流。 \n夜发清溪向三峡，思君不见下渝州。","type":["初中古诗","秋天","游历","写景","地名"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153953263.mp3","remark":"峨眉山：在今四川峨眉县西南。\n半轮秋：半圆的秋月，即上弦月或下弦月。\n影：月光的影子。平羌：即青衣江，在峨眉山东北。源出四川芦山，流经乐山汇入岷江。\n夜：今夜。发：出发。清溪：指清溪驿，属四川犍为，在峨眉山附近。三峡：指长江瞿塘峡、巫峡、西陵峡，今在四川、湖北两省的交界处。一说指四川乐山的犁头、背峨、平羌三峡，清溪在黎头峡的上游。\n君：指峨眉山月。一说指作者的友人。下：顺流而下。渝州：治所在巴县，今重庆一带。\n\n","shangxi":"　　峨眉山，在今四川成都西南峨眉县。山中多寺观。李白涉及峨眉山的诗。人们比较熟悉的有三首，一首是《登峨眉山》，这是作者早期居蜀时所作，另一首是写于晚年的《峨眉山月歌送蜀僧晏入中京》;这一首则是写于作者二十六岁(726)离开蜀地时。如果说李白早期是为了访道求仙而登峨眉山，那么在他即将离蜀和离蜀后写的关于峨眉山月歌的诗，则主要是借以表达豪情壮志及其对友人的思念。这首诗人们很欣赏，但理解却有很大不同。\n\n　　第一，是对作者写此诗时的心情说法不一。明高棅《唐诗品汇》卷四十七引刘须溪谓此诗“含情凄婉“，而程千帆《古诗考索·古典诗歌描写与结构中的一与多》则云:“李白的构思是在以孤悬空中的月与自己所要随着江水东下而经过的许多地方对比。来展现自己乘流而下的轻快心情。“如果我们联系李白出川的动机来分析此诗，对以上两种理解的正误便不难做出判断。作者当时抱着四方之志出蜀远游，犹大鹏将展其翅。此时没有什么“凄婉“之情可言，相反，倒是大有与明月争胜之心。峨眉山月本来随着江水东流，作者乘轻舟顺流而下。所经之处有时可以看到山月，有时看不到，明月时隐时现，仿佛在紧紧追赶自己。看不到时，就像远远地将山月抛在身后。假如把上述刘须溪所谓“含情“的“情“，理解为作者与山月相嬉的情趣或得以出川的喜悦心情，似乎比“凄婉“二字更接近原意。\n\n　　第二，是对“秋“字的不同理解。一种认为是指秋天，另一种认为“是指峨眉山月上弦或下弦呈半圆形的时候“。揆度其意，当然以后一种说法较合理。不过可以肯定，李诗中的“半轮“，不会是指上弦月，因为峨眉山此时在作者的西南方向，自然是指阴历月终的时候了。同时，将“秋“字解作“时候“，可以在训诂方面找到根据，即“秋“字可训为“时期“、“日子“。\n\n　　此外，“秋“字还训作飞动的样子，或腾跃的样子，如《汉书·礼乐志·安世房中歌》之七:“飞龙秋，游上天。“据此，将这句解作弯月飞挂峨眉山，似亦说得通。\n\n　　第三，是对“三峡“的不同解说。一说这里的“三峡“是指鄂川交界的瞿唐峡、巫峡、西陵峡;一说指四川乐山县的黎头、背峨、平羌所谓小三峡。要辨别哪一个更合理。不妨先考察一下李白的出川路线。作者看到峨眉山月的倒影映在平羌江里，说明是从峨眉山的方面启程的。平羌江即青衣江，源出四川芦山县西北，至乐山县入岷江。第三句的“清溪“即清溪驿，在四川犍为县。“清溪“在乐山三峡的下游，作者夜间从这里出发。目标是“向三峡气显然不是指乐山县的三峡。否则不仅“向“字失去了着落，行人便成了走回头路。所以。此处的“三峡“必定是指著名的巴东三峡。这里是人们向往的地方，也是由乐山经渝州(今重庆一带)出川的必由之路。\n\n　　第四，是对二联对句中“君“字的不同解说。有的说是指作者怀念的友人，或为其“送行之人“;沈德潜则云:“月在清溪三峡之间，半轮亦不复见矣。君字即指月。“(《唐诗别裁》)看来后一种说法更合情理。峨眉山是作者实际上的故乡，月是故乡圆。作者对峨眉山月的怀念。无疑也是对故乡的依恋。如果把“思君“解作“思友“，便嫌平直，倒不如看作以月拟人更有诗意。俞陛云认为:“以秋宵之残月，映青峭之峨眉。江上停桡，风景幽绝。无奈轻舟夜发，东下巴渝。回看斜月沉山，思君不见，好山隔面，等于良友分襟也。“(《诗境浅说续编》)所以“思君“不是单指对某一友人的思念，而是一种宽泛的乡情。以象征着故乡的山月为友，不是比指某一具体的友人更有深意吗?\n\n　　古人论此诗，最称道它对地名的妙用。明人王世懋说:“谈艺者有谓七言律一句不可两入故事，一篇中不可重犯故事。此病犯者故少，能拈出亦见精严。然我以为皆非妙悟也。作诗到神情传处，随分自佳，下得不觉痕迹，纵使一句两入，两句重犯，亦自无伤。如太白《峨眉山月歌》，四句入地名者五，然古今目为绝唱，殊不厌重。“(《艺圃撷金》)王世贞称此诗是太白佳境，并说:“二十八字中。有峨眉山、平羌江、清溪、三峡，渝州，使后人为之，不胜痕迹矣，益见此老炉锤之妙。“(《艺苑卮言》)。\n\n　　这里需要补充的是，作者不仅擅用地名，不露痕迹，更值得注意的是其对于绝句诗艺的娴熟，尤其是第三句，承转很见工夫。作者是从平羌江顺流而来，所以第三句的“夜发清溪“是实接，如果再是实转，由清溪直下渝州，则成了水上码头名称的罗列，便可能诗味索然，而“向三峡“却是在虚实之间，作为地名，“三峡“属实，但此时诗人尚未抵达。它又是在想像之中。由于第三句承转得妙，第四句便成了顺水之舟，并把一系列普通地名赋予浓郁的诗情画意。变成了诗中的佳境。全篇说来亦巧亦壮，不愧为古今绝唱。\n\n","translation":"高峻的峨眉山前，悬挂着半轮秋月。流动的平羌江上，倒映着月影。\n夜间乘船出发，离开清溪直奔三峡。想你却难相见，恋恋不舍去向渝州。\n\n"}
{"_id":{"$oid":"5b9a1436367d5cab1866862c"},"title":"山坡羊·潼关怀古","dynasty":"元代","writer":"张养浩","content":"峰峦如聚，波涛如怒，山河表里潼关路。望西都，意踌躇。\n伤心秦汉经行处，宫阙万间都做了土。兴，百姓苦；亡，百姓苦！","type":["初中古诗","高中古诗","怀古","同情","忧民"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153953452.mp3","remark":"山坡羊：曲牌名，是这首散曲的格式；“潼关怀古”是标题。\n峰峦如聚：形容群峰攒集，层峦叠嶂。聚：聚拢；包围\n波涛如怒：形容黄河波涛的汹涌澎湃。怒：指波涛汹涌。\n“山河”句：外面是山，里面是河，形容潼关一带地势险要。具体指潼关外有黄河，内有华山。表里：即内外。《左传·僖公二十八年》：“表里山河，必无害也。”注：“晋国外河而内山。”潼关：古关口名，在今陕西省潼关县，关城建在华山山腰，下临黄河，扼秦、晋、豫三省要冲，非常险要，为古代入陕门户，是历代的军事重地。\n西都：指长安（今陕西西安）。这是泛指秦汉以来在长安附近所建的都城。秦、西汉建都长安，东汉建都洛阳，因此称洛阳为东都，长安为西都。\n踌躇：犹豫、徘徊不定，心事重重，此处形容思潮起伏，，感慨万端陷入沉思，表示心里不平静。一作“踟蹰（chí chú）”。\n“伤心”二句：谓目睹秦汉遗迹，旧日宫殿尽成废墟，内心伤感。伤心：令人伤心的事， 形容词作动词。秦汉经行处：秦朝（前221年~前206年）都城咸阳和西汉（前208~8）的都城长安都在陕西省境内潼关的西面。经行处，经过的地方。指秦汉故都遗址。宫阙：宫，宫殿；阙，皇宫门前面两边的楼观。\n兴：指政权的统治稳固。兴、亡：指朝代的盛衰更替。\n\n","shangxi":"　　此曲是张养浩晚年的代表作，也是元散曲中思想性、艺术性完美结合的名作。在他的散曲集《云庄乐府》中，以“山坡羊”曲牌写下的怀古之作有七题九首，其中尤以《潼关怀古》韵味最为沉郁，色彩最为浓重。\n\n　　全曲分三层：第一层（头三句），写潼关雄伟险要的形势。张养浩途经潼关，看到的是“峰峦如聚，波涛如怒”的景象。这层描写潼关壮景，生动形象。第一句写重重叠叠的峰峦，潼关在重重山峦包围之中，一“聚”字让读者眼前呈现出华山飞奔而来之势、群山攒立之状；因地势险要，为古来兵家必争之地。山本是静止的，“如聚”化静为动，一个“聚”字表现了峰峦的众多和动感。第二句写怒涛汹涌的黄河，潼关外黄河之水奔腾澎湃，一“怒”字让读者耳边回响千古不绝的滔滔水声。黄河水是无生命的，而“如怒”则赋予河水以人的情感和意志，一个“怒”字，写出了波涛的汹涌澎湃。“怒”字还把河水人格化，“怒”字注入了诗人吊古伤今而产生的满腔悲愤之情。为此景所动，第三句写渲关位于群山重重包围、黄河寒流其间那除隘之处。“山河表里潼关路”之感便油然而生，至此潼关之气势雄伟窥见一斑，如此险要之地，暗示潼关的险峻，乃为历代兵家必争之地，也由此引发了下文的感慨。\n\n　　第二层（四一七句），写作者途径潼关时的所见之感，主要写从关中长安万间宫阙化为废墟而产生的深沉的感慨。第四、五句点出作者遥望古都长安，凭吊古迹，思绪万千，激愤难平。“望西都，意踌躇”，写作者驻马远望、感慨横生的样子。作家身处潼关，西望旧朝故都长安，西都”即长安，长安不仅是秦汉都城，魏、晋、隋、唐都建都长安。作为六朝古都，当年是何等的繁华、昌盛。昔日的奢华早已灰飞烟灭不复存，只剩下一片残垣断壁的衰败景象，不禁令诗人踌蹰伤心。 曾经是好几个朝代的都城，它的繁荣昌盛的景象在古籍中也曾有过记载，可如今眼前只剩下一片荒凉，万千滋味涌上心头，遥想当年，秦之阿房，汉之未央，规模宏大，弥山纵谷，可如今崇丽之宫阙，寸瓦尺专皆荡然无存，想到今番前去的任务，他不禁感慨万千。第六、七句“伤心秦汉经行处，宫阙万间都做了土”点出无限伤感的原因。“宫阙万间都作了土”，便是这由盛到衰的过程的真实写照，是令人“伤心”的。这一层看起来只是回顾历史，而没有直接提到战争，然而历代改朝换代的战争的惨烈图景触目惊心。在这里概括了历代帝业盛衰兴亡的沧桑变化。这里作者面对繁华过后的废墟所发出的“伤心”实乃悲凉。为秦汉旧朝统治者悲凉，恐怕“宫阙万间都做了土”（《三辅黄图》：“阿房宫，亦曰阿城。惠文王造宫未成而亡，始皇广其宫，规恢三百余里。离宫别馆，弥山跨谷，辇道相属，阁道通骊山八百余里。”后来项羽引兵西屠咸阳，“烧秦宫室，火三月不灭”。见《史记·项羽本纪》。故曰：“阿房一炬”。） 这种局面是他们不曾想到的吧！同时亦为百姓悲凉，秦汉的一宫一阙都凝聚了天下无数百姓的血和汗，像秦汉王朝为彰显一个时代的辉煌，集国之全力塑起阿房、未央之建筑，但它却随着秦汉王朝的灭亡而化为焦土。辉煌过去，随即而来是朝代的变换，百姓在战争中苦不堪言。此情此景，让作家沉重地说出第三层“兴，百姓苦；亡，百姓苦”这句千古流传的语句。\n\n　　第三层（末四句），总写作者沉痛的感慨：历史上无论哪一个朝代，它们兴盛也罢，败亡也罢，老百姓总是遭殃受苦。一个朝代兴起了，必定大兴土木，修建奢华的宫殿，从而给人民带来巨大的灾难；一个朝代灭亡了，在战争中遭殃的也是人民。他指出历代王朝的或兴或亡，带给百姓的都是灾祸和苦难。这是作者从历代帝王的兴亡史中概括出来的一个结论。三层意思环环相扣，层层深入，思想越来越显豁，感情越来越强烈，浑然形成一体。全曲景中藏情情中有景，情景交融。\n\n　　兴，百姓苦；亡，百姓苦。”是全曲之眼，是全曲主题的开拓和深化。如果这首曲子的曲意仅仅停留在 “宫阙万间都做了土”上，那么它仅仅宣扬了佛家“一切皆空的思想”，它与其它怀古诗（与《洛阳怀古》“功，也不久长！名，也不久长！” 陈草庵《山坡羊 叹世》“兴，也任他；亡，也任他。” 《骊山怀古》“赢，都变做了土；输，都变做了土。”赵庆善《长安怀古》“山，空自愁；河，空自流。”杨慎《临江仙》“是非成败转头空”）的主题并无多大区别。在否定历史的同时，也否定了积极有为的人生态度。正因为最后两句就使得这首曲的境界大大高出同题材的其它作品。这首曲可贵之处在于它有深切的人文关怀，有对老百姓疾苦深切同情与关怀。\n\n　　“亡，百姓苦”好理解。王朝灭亡之际战乱频仍，民不聊生。“兴，百姓苦”的原因则是：王朝之“兴”必大兴土木，搜刮民脂民膏，百姓不堪其苦。像秦王朝兴起时，筑长城，开驰道，造官室，劳役繁重，百姓受尽了苦。“兴，百姓苦”一句，发人所未发，深刻而警策。兴则大兴土木，亡则兵祸连结，不论“兴”、“亡”受苦的都是百姓。归纳总结：这首小令语言精练，形象鲜明且富有人民性，是整个元散曲中的优秀作品。\n\n　　《潼关怀古》中对历史的概括，显指元代现实生活：怀古实乃伤今，沉重实乃责任。这种复杂的感情要结合作家的生平经历才能理解。张养浩特殊的仕途经历，决定了他的怀古散曲中有一种参破功名富贵的思想，《骊山怀古》中写到“赢，都做了土；输，都做了土。” 《洛阳怀古》中写到“功，也不长；名，也不长。” 《北邙山怀古》中写到“便是君，也唤不应；便是臣，也唤不应。”这些曲中张养浩把胜负之数、功名之分、生死之际，看成了毫无差别的，只是借古人古事述说富贵无常、人生如梦。只有《潼关怀古》以难得的沉重，以深邃的目光，揭示了封建社会里一条颠扑不破的真理“兴，百姓苦；亡，百姓苦。” 在写法上，作者采用的是层层深入的方式，由写景而怀古，再引发议论，将苍茫的景色、深沉的情感和精辞的议论三者完美结合，让这首小令有了强烈的感染力。字里行间中充满着历史的沧桑感和时代感，既有怀古诗的特色，又有与众不同的沉郁风格。\n\n　　从作品内容、作家其他怀古作品、同时期其他作家怀古作品三个层面上看，《山坡羊·潼关怀古》都表现为 一份难得的沉重。\n\n","translation":"（华山的）山峰从四面八方会聚，（黄河的）波涛像发怒似的汹涌。潼关外有黄河，内有华山，山河雄伟，地势险要。遥望古都长安，陷于思索之中。\n从秦汉宫遗址经过，引发无限伤感，万间宫殿早已化作了尘土。一朝兴盛，百姓受苦；一朝灭亡，百姓依旧受苦。\n\n"}
{"_id":{"$oid":"5b9a1436367d5cab1866862d"},"title":"蜀相","dynasty":"唐代","writer":"杜甫","content":"丞相祠堂何处寻，锦官城外柏森森。\n映阶碧草自春色，隔叶黄鹂空好音。\n三顾频烦天下计，两朝开济老臣心。(频烦 一作：频繁)\n出师未捷身先死，长使英雄泪满襟。","type":["唐诗三百首","咏史怀古","忧国忧民","赞颂","写人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913153954997.mp3","remark":"蜀相：三国蜀汉丞相，指诸葛亮（孔明)。诗题下有注：诸葛亮祠在昭烈庙西。\n丞相祠堂：即诸葛武侯祠，在现在成都，晋李雄初建。\n锦官城：成都的别名。柏（bǎi）森森：柏树茂盛繁密的样子。\n映阶碧草自春色，隔叶黄鹂空好（hǎo）音：这两句写祠内景物。杜甫极推重诸葛亮，他此来并非为了赏玩美景，“自”“空”二字含情。是说碧草映阶，不过自为春色；黄鹂隔叶，亦不过空作好音，他并无心赏玩、倾听。因为他所景仰的人物已不可得见。空：白白的。\n三顾频繁天下计：意思是刘备为统一天下而三顾茅庐，问计于诸葛亮。这是在赞美在对策中所表现的天才预见。频烦，犹“频繁”，多次。\n两朝开济：指诸葛亮辅助刘备开创帝业，后又辅佐刘禅。两朝：刘备、刘禅父子两朝。开：开创。济：扶助。\n出师未捷身先死，长使英雄泪满襟（jīn）：出师还没有取得最后的胜利就先去世了，常使后世的英雄泪满衣襟。指诸葛亮多次出师伐魏，未能取胜，至蜀建兴十二年（234年）卒于五丈原（今陕西岐山东南）军中。出师：出兵。\n\n","shangxi":"　　这首七律《蜀相》，抒发了诗人对诸葛亮才智品德的崇敬和功业未遂的感慨。全诗熔情、景、议于一炉，既有对历史的评说，又有现实的寓托，在历代咏赞诸葛亮的诗篇中，堪称绝唱。\n\n　　古典诗歌中常以问答起句，突出感情的起伏不平。这首诗的首联也是如此。“丞相祠堂何处寻？锦官城外柏森森。”一问一答，一开始就形成浓重的感情氛围，笼罩全篇。上句“丞相祠堂”直切题意，语意亲切而又饱含崇敬。“何处寻”，不疑而问，加强语势，并非到哪里去寻找的意思。诸葛亮在历史上颇受人民爱戴，尤其在四川成都，祭祀他的庙宇很容易找到。“寻”字之妙在于它刻画出诗人那追慕先贤的执著感情和虔诚造谒的悠悠我思。下句“锦官城外柏森森”，指出诗人凭吊的是成都郊外的武侯祠。这里柏树成荫，高大茂密，呈现出一派静谧肃穆的气氛。柏树生命长久，常年不凋，高大挺拔，有象征意义，常被用作祠庙中的观赏树木。作者抓住武侯祠的这一景物，展现出柏树那伟岸、葱郁、苍劲、朴质的形象特征，使人联想到诸葛亮的精神，不禁肃然起敬。接着展现在读者面前的是茵茵春草，铺展到石阶之下，映现出一片绿色；只只黄莺，在林叶之间穿行，发出宛转清脆的叫声。\n\n　　第二联“映阶碧草自春色，隔叶黄鹂空好音”所描绘的这些景物，色彩鲜明，音韵浏亮，静动相衬，恬淡自然，无限美妙地表现出武侯祠内那春意盎然的景象。然而，自然界的春天来了，祖国中兴的希望却非常渺茫。想到这里，诗人不免又产生了一种哀愁惆怅的感觉，因此说是“自春色”、“空好音”。“自”和“空”互文，刻画出一种静态和静境。诗人将自己的主观情意渗进了客观景物之中，使景中生意，把自己内心的忧伤从景物描写中传达出来，反映出诗人忧国忧民的爱国精神。透过这种爱国思想的折射，诗人眼中的诸葛亮形象就更加光彩照人。\n\n　　“三顾频烦天下计，两朝开济老臣心。”第三联浓墨重彩，高度概括了诸葛亮的一生。上句写出山之前，刘备三顾茅庐，诸葛亮隆中对策，指出诸葛亮在当时就能预见魏蜀吴鼎足三分的政治形势，并为刘备制定了一整套统一国家之策，足见其济世雄才。下句写出山之后，诸葛亮辅助刘备开创蜀汉、匡扶刘禅，颂扬他为国呕心沥血的耿耿忠心。两句十四个字，将人们带到战乱不已的三国时代，在广阔的历史背景下，刻划出一位忠君爱国、济世扶危的贤相形象。怀古为了伤今。此时，安史之乱尚未平定，国家分崩离析，人民流离失所，使诗人忧心如焚。他渴望能有忠臣贤相匡扶社稷，整顿乾坤，恢复国家的和平统一。正是这种忧国思想凝聚成诗人对诸葛亮的敬慕之情；在这一历史人物身上，诗人寄托自己对国家命运的美好憧憬。\n\n　　诗的最后一联“出师未捷身先死，长使英雄泪满襟”，咏叹了诸葛亮病死军中功业未成的历史不幸。诸葛亮赍志以殁的悲剧性结局无疑又是一曲生命的赞歌，他以行动实践了“鞠躬尽瘁，死而后已”的誓言，使这位古代杰出政治家的精神境界得到了进一步的升华，产生使人奋发兴起的力量。\n\n　　这首诗分两部分，前四句凭吊丞相祠堂，从景物描写中感怀现实，透露出诗人忧国忧民之心；后四句咏叹丞相才德，从历史追忆中缅怀先贤，又蕴含着诗人对祖国命运的许多期盼与憧憬。全诗蕴藉深厚，寄托遥深，造成深沉悲凉的意境。概言之，这首七律话语奇简，但容量颇大，具有高度的概括力，短短五十六字，诉尽诸葛亮生平，将名垂千古的诸葛亮展现在读者面前。后代的爱国志士及普通读者一吟诵这首诗时，对诸葛亮的崇敬之情油然而生。特别是一读到“出师未捷身先死，长使英雄泪满襟”二句时，不禁黯然泪下。\n\n　　在艺术表现上，设问自答，以实写虚，情景交融，叙议结合，结构起承转合、层次波澜，又有炼字琢句、音调和谐的语言魅力，使人一唱三叹，余味不绝。人称杜诗“沉郁顿挫”，《蜀相》就是典型代表。\n\n　　本诗借游览古迹，表达了对诸葛亮雄才大略，忠心报国的赞颂，以及对他出师未捷而身先死的惋惜。\n\n","translation":"何处去寻找武侯诸葛亮的祠堂？在成都城外那柏树茂密的地方。\n碧草照映台阶自当显露春色，树上的黄鹂隔枝空对婉转鸣唱。\n定夺天下先主曾三顾茅庐拜访，辅佐两朝开国与继业忠诚满腔。\n可惜出师伐魏未捷而病亡军中，常使历代英雄们对此涕泪满裳！\n\n"}
