{"_id":{"$oid":"5b9a181a367d5c0f40d22c0a"},"title":"劝学诗","dynasty":"宋代","writer":"赵恒","content":"富家不用买良田，书中自有千锺粟。\n安居不用架高堂，书中自有黄金屋。\n出门莫恨无人随，书中车马多如簇。\n娶妻莫恨无良媒，书中自有颜如玉。\n男儿若遂平生志，六经勤向窗前读。","type":["劝勉","读书"],"translation":"黄金屋”指代荣华富贵的生活，“颜如玉”指代美貌的女子。\n\n　　“书中自有黄金屋，书中自有颜如玉”概括了过去许多读书人读书的目的和追求。其实列举这两者只是一种借代的说法，它们是一朝金榜题名出人头地后最具代表性的收获，这里也就代指出人头地。古代许多读书人读书的目的求的就是一个出人头地。所以人们也就常用这句话鼓励别人或子女读书。\n\n　　字里行间给我们的启示是读书考取功名是当时人生的一条绝佳出路。用现代理念去解释，读书就是接受教育，教育是社会的一个功能，让学生掌握知识学能，以投身社会，服务人群。\n\n"}
{"_id":{"$oid":"5b9a181a367d5c0f40d22c0b"},"title":"水调歌头·平生太湖上","dynasty":"宋代","writer":"佚名","content":"平生太湖上，短棹几经过。如今重到何事？愁比水云多。拟把匣中长剑，换取扁舟一叶，归去老渔蓑。银艾非吾事，丘壑已蹉跎。脍新鲈，斟美酒，起悲歌。太平生长，岂谓今日识兵戈？欲泻三江雪浪，净洗胡尘千里，不用挽天河！回首望霄汉，双泪堕清波。","type":["豪放","爱国","壮志"],"translation":"注释 银艾：“银”是银印。“艾”是绿色像艾草一样拴印的丝带。借指做官。 丘壑：指隐者所居的山林幽深处。 脍新鲈：指隐居生活。 三江：指吴淞江、娄江、东江，这三江都流入太湖。 挽天河：杜甫《洗兵马》中针对国家内乱唱出了“安得壮士挽天河，净洗兵甲长不用”的心声。 霄汉：即高空，暗喻朝廷。"}
{"_id":{"$oid":"5b9a181a367d5c0f40d22c0c"},"title":"夜游宫·记梦寄师伯浑","dynasty":"宋代","writer":"陆游","content":"雪晓清笳乱起。梦游处、不知何地。铁骑无声望似水。想关河，雁门西，青海际。\n睡觉寒灯里。漏声断、月斜窗纸。自许封侯在万里。有谁知，鬓虽残，心未死。","type":["宋词三百首","豪放","爱国","壮志"],"remark":"记梦：记录梦境；师伯浑，词人的朋友。\n雪晓清笳乱起：大雪飘飞的清早笳声乱起。笳，古代军队中用的一种管乐器。\n想关河：想必这样的边关河防。\n雁门：雁门关，在今山西省代县西北。\n青海际：青海湖边。青海湖在今青海省。\n睡觉：睡醒。\n漏声断：漏声尽。指夜深。漏，古代计时器。\n自许句：自己许下诺言在万里疆场为国杀敌，建功立业。\n残：此指头发脱落稀疏，意即年老。\n\n","translation":"下过雪的清晨，有清幽笳声响起，梦中所游之地，不知道是什么地方。铁骑无声，望过去如水流淌一般绵延不绝。我猜想这样的关河，应该在雁门关西边，青海的边际。\n在寒灯照射下睡醒时，更漏声已经滴断了，月光斜斜透过窗纸。我自许可在万里之外的战场封侯，但有谁能知道呢？我鬓发虽残败灰白，可我（在战场杀敌立功报效祖国的）心却并未死去！\n\n"}
{"_id":{"$oid":"5b9a181a367d5c0f40d22c0d"},"title":"忆帝京·薄衾小枕凉天气","dynasty":"宋代","writer":"柳永","content":"薄衾小枕凉天气，乍觉别离滋味。展转数寒更，起了还重睡。毕竟不成眠，一夜长如岁。 \n也拟待、却回征辔；又争奈、已成行计。万种思量，多方开解，只恁寂寞厌厌地。系我一生心，负你千行泪。","type":["宋词精选","离别","相思","思归"],"remark":"忆帝京：词牌名，柳永制曲，盖因忆在汴京之妻而命名，《乐章集》注“南吕调”。双调七十二字，上片六句四仄韵，下片七句四仄韵。\n薄衾（qīn）：薄薄的被子。小枕：稍稍就枕。\n乍觉：突然觉得。\n展转：同“辗转”，翻来覆去。《楚辞·刘向》：“忧心展转，愁怫郁兮。”数寒更（gēng）：因睡不着而数着寒夜的更点。古时自黄昏至拂晓，将一夜分为甲、乙、丙、丁、戊五个时段，谓之“五更”，又称“五鼓”。每更又分为五点，更则击鼓，点则击锣，用以报时。\n拟待：打算。向子諲《梅花引·戏代李师明作》：“花阴边，柳阴边，几回拟待偷怜不成怜。”征辔（pèi）：远行之马的缰绳，代指远行的马。潘问奇《自磁州趋邯郸途中即事》：“旁午停征辔，炊烟得几家？”\n争奈：怎奈。张先《百媚娘·珠阙五云仙子》：“乐事也知存后会，争奈眼前心里？”\n行计：出行的打算。\n只恁（nèn）：只是这样。辛弃疾 《卜算子·饮酒不写书》：“万札千书只恁休，且进杯中物。”厌厌：同“恹恹”，精神不振的样子。\n\n","translation":"小睡之后，就因薄被而被冻醒，突然觉有种难以名状的离别滋味涌上心头。辗转反侧地细数着寒夜里那敲更声次，起来了又重新睡下，反复折腾终究不能入睡，一夜如同一年那样漫长。\n也曾打算勒马再返回，无奈，为了生计功名已动身上路，又怎么能就这样无功而回呢？千万次的思念，总是想尽多种方法加以开导解释，最后只能就这样寂寞无聊地不了了之。我将一生一世地把你系在我心上，却辜负了你那流不尽的伤心泪！\n\n"}
{"_id":{"$oid":"5b9a181a367d5c0f40d22c0e"},"title":"春夕","dynasty":"唐代","writer":"崔涂","content":"水流花谢两无情，送尽东风过楚城。\n胡蝶梦中家万里，子规枝上月三更。\n故园书动经年绝，华发春唯满镜生。\n自是不归归便得，五湖烟景有谁争。","type":["春天","写景","思乡"],"remark":"《全唐诗》此诗题下注：一本下有“旅怀”二字。\n楚城：指湖北、湖南一带的城市，泛指旅途经过的楚地，作者另有《湘中秋怀迂客》《夷陵夜泊》等诗。首二句感时，慨叹春光易逝。\n胡蝶：即蝴蝶。胡蝶梦：意即往事如梦。语出《庄子·内篇·齐物论》：“昔者庄周梦为胡蝶，栩栩然胡蝶也。”\n子规：一作“杜鹃”，其鸣声凄切。上句写思家，下句写春夕。子规（即杜鹃）夜啼切“春夕”，与“家万里”联系。\n动：动辄、每每之意。经：一作“多”。绝：一作“别”。\n华发：白发。唯：一作“移”。满镜：一作“两鬓”。\n五湖：春秋时，范蠡佐越王勾践成就霸业之后，辞宫，乘扁舟泛五湖而去。这两句说：我现在还没有归去，我要归去就可以归去，故乡的五湖风景是没有人来和我争夺的。言外之意：既然如此为什么还留滞他乡呢？有自嘲意。\n\n","shangxi":"　　此诗载于《全唐诗》卷六百七十九。诗一起笔，就渲染出一片暮春景色：春水远流，春花凋谢。流水落花春去也——诗人深深感叹春光易逝，岁月无情。诗第二句“送尽东风过楚城”更加感伤。诗人把春光（“东风”）拟人化了，依依为她送别。这里，不是春风他送我回故乡，而是他在异乡送春归。这一“送”字表达了诗人凄楚的情怀。诗人面对着落红满地、柳絮漫天的残春景物，不可能不更加思念故乡。由送春而牵动的思乡之情，笼罩全篇。\n\n　　以下句句写的是思乡衷曲。“蝴蝶梦中家万里，子规枝上月三更。”这一联进入正题，写“春夕”，写得极为精粹，是传诵的名句。诗人运用了新奇的造语，对仗工整，韵律和谐，创造出一种曲折幽深的情境。上句巧写梦境。由于游子日有所思，夜间便结想成梦，梦见自己回到了万里之外的家园。然而，这只不过象庄周梦见自己变成蝴蝶，翩翩飞舞于花间，虽然有趣，毕竟虚幻而短暂，醒来之后，蝴蝶还是蝴蝶，庄周还是庄周。游子从“蝴蝶梦”中获得片刻的回乡之乐，但梦醒以后，发现自己依旧孤眠异乡，家园依旧远隔万里，岂不更加空虚、失望，更加触动思乡之情。何况此时又正当“子规枝上月三更”——夜深人静，月光如水；子规鸟（即杜鹃）在月下哀哀啼唤：“子归！子归！……”听着子规啼，想着蝴蝶梦，游子的心，该是何等的痛苦哀伤，真如李白诗句中所谓道“一叫一回肠一断！”这里，十四个字写出了三层意思：由思乡而入梦，一层；梦醒而更思乡，二层；子规啼唤，愁上加愁，三层。这三层，一层比一层深，而且互相烘托、映衬，如蝴蝶梦与家万里，一虚一实；蝴蝶梦与子规啼，一乐一悲；子规啼与三更月，一声一色，构成一片清冷、凄凉、愁惨的气氛，令人触目伤怀。\n\n　　上一联以景传情，下一联则直接诉说思乡之苦。“故园书动经年绝，华发春唯满镜生。”诗人长期不能回家，连家信也动不动长年断绝，音讯杳然，他不可能不望眼欲穿，忧心如焚。这句中的一个“动”字，把诗人那种由期待而沮丧、而嗟怨的复杂的心理，逼真地传达出来了。“书动经年绝”暗示当时社会动乱不安。诗人愁家忧国到“华发春唯满镜生”的程度。春天万物萌生，欣欣向荣，而诗人却唯独生出了白发满头。一个“唯”字，更加突出了他的内心愁苦之深。如此深愁，难以解脱。\n\n　　诗的最后两句更耐人寻味。“自是不归归便得，五湖烟景有谁争？”这两句是倒装。从暗用五湖典故看，这里的“归”字，还含有归隐田园之意。诗人仆仆风尘，仕途坎坷，“自是不归归便得”一语，是无可奈何的伤心话，深刻地反映出诗人在政治上走投无路、欲干不能而又欲罢难休的苦闷、彷徨的心理。\n\n　　这首诗情切境深，风格沉郁。诗的前四句通过对暮春之夕特定情景的描绘，缘情写景，因景抒情，景物之间互相映衬、烘托，构成一片凄凉愁惨的气氛。诗中没有直接点出思乡，而一片思乡之情荡漾纸上。后四句直抒心曲，感情真切，凄婉动人。尾联自慰自嘲，墨中藏意，饶有情味。\n\n","translation":"水不停地流走，花儿不断地凋零，这是多么无情啊。正是这无情的时节，我送着最后一缕春风吹过了楚城。\n在睡梦中梦见了万里之外的家乡，醒来时正值夜里三更时分，杜鹃在树枝上凄厉地啼叫。\n家乡的来信动辄几年都收不到，春天万物萌生，镜中的我却已是满头白发了。\n我现在是因为自己抱负未展而不愿归去，我要归去时自然就归去了，故乡五湖的风景是没有人来和我争抢的。\n\n"}
{"_id":{"$oid":"5b9a181a367d5c0f40d22c0f"},"title":"题鹤林寺僧舍","dynasty":"唐代","writer":"李涉","content":"终日昏昏醉梦间，忽闻春尽强登山。\n因过竹院逢僧话，偷得浮生半日闲。","type":["抒情","人生"],"remark":"强：勉强。\n因：由于。\n过：游览，拜访。\n竹院：即寺院。\n此处“偷”在有的诗歌版本中作“又”字\n浮生：语出《庄子》“其生若浮”。意为人生漂浮无定，如无根之浮萍，不受自身之力所控，故谓之“浮生”。\n\n","shangxi":"　　“终日昏昏醉梦间”，这一句是诗人对自己遭遇流放时的内在情绪与外在情态的真实描述。诗人从“抑”起笔，首先抒写其消极浑噩的内心情态。在“醉梦”前面修饰以“终日昏昏”，可见诗人面对流放遭遇所表现出来的极度消沉和一蹶不振。从写法上这是采取了先抑后扬的写法，为下文的“扬”做了一个很好的蓄势和铺垫。\n\n　　“忽闻春尽强登山”，这句是写诗人在百无聊赖之际，浑浑噩噩之中，忽然发现明媚的春光已经快要离他而远去了，于是强打精神走出户外，登上南山，想借欣赏春色以排遣积郁已久的愁苦与不快。这里的“春尽”我们应该不仅仅理解为自然界的春天将要过去了，还应该想到人生青春岁月之有限。诗人不甘心就此消沉下去，不能就这样枉费青春，不甘心庸庸碌碌了此一生，因此才在“忽闻春尽”之后振作精神“强登山”。\n\n　　“因过竹院逢僧话”，“因”，当为介词，有“由于”之意；“竹院”，就是寺院，僧人参禅悟道修行之地。诗人来这里干什么？有意来的也好，无意路过也罢，总之，人还是进去了，并且与寺内的高僧谈禅悟道闲聊了很久。“逢僧话”之“逢”字告诉读者是无意之中碰到的；“话”，即与老和尚谈禅悟道，聊天，吐露心中的苦闷与不快，探讨人生之喜怒哀乐。作为佛家，对待人生的观念自古多为淡化人生功利，平和情绪心态，面对惨淡现实，视若罔闻，处变不惊。不论有多大的烦恼与不快，学会深藏于心底，这样才能忘记过去，笑对人生，憧憬未来。\n\n　　“又得浮生半日闲”，点睛之笔。浮生半日闲，是因为过竹院逢僧话。此句深深禅意，揭示了无趣盲目的人生，半日闲最难得。\n\n　　作者已经对人生有所觉悟，并找出自己的答案。这首诗就是他心境的写照，有人以为是“偷得浮生半日闲”，并对之解释，其实不然“偷得”也好，“又得”也好，并非对人生的消极应对，而是一种自然之道。\n\n","translation":"长时间来一直处于混沌醉梦之中，无端地耗费着人生这点有限的时光。有一天，忽然发现春天即将过去了，于是便强打精神登上南山去欣赏春色。\n在游览寺院的时候，无意中与一位高僧闲聊了很久，难得在这纷扰的世事中暂且得到片刻的清闲。\n\n"}
{"_id":{"$oid":"5b9a181a367d5c0f40d22c10"},"title":"青溪 / 过青溪水作","dynasty":"唐代","writer":"王维","content":"言入黄花川，每逐清溪水。\n随山将万转，趣途无百里。\n声喧乱石中，色静深松里。\n漾漾泛菱荇，澄澄映葭苇。\n我心素已闲，清川澹如此。\n请留磐石上，垂钓将已矣。(磐石 一作：盘石)","type":["唐诗三百首","山水","托物寄情"],"remark":"青溪：在今陕西勉县之东。\n言：发语词，无义。黄花川：在今陕西凤县东北黄花镇附近。\n趣途：趣，同“趋”，指走过的路途。\n声：溪水声。色：山色。\n漾漾：水波动荡。菱荇（língxìng）：泛指水草。\n葭（jiā）苇：泛指芦苇。“漾漾”二句描写菱荇在青溪水中浮动，芦苇的倒影映照于清澈的流水。\n素：一向。闲：悠闲淡泊。\n澹（dàn）：恬静安然。澹：溪水澄澈平静。\n磐石：大石。\n将已矣：将以此度过终生。已：结束。\n\n","shangxi":"　　此诗借颂扬名不见经传的青溪，来印证自己的素愿。以青溪之淡泊，喻自身之素愿安闲。\n\n　　这是一首写于归隐之后的山水诗。诗的每一句都可以独立成为一幅优美的画面，溪流随山势蜿蜓，在乱石中奔腾咆哮，在松林里静静流淌，水面微波荡漾，各种水生植物随波浮动，溪边的巨石上，垂钓老翁消闲自在。诗句自然清淡，绘声绘色，静中有动，托物寄情，韵味无穷。\n\n　　诗开头四句对青溪作总的介绍后，接着采用“移步换形”的写法，顺流而下，描绘了溪水一幅幅各具特色的画面。你看，当它在山间乱石中穿过时，水势湍急，潺潺的溪流声忽然变成了一片喧哗。“喧”字造成了强烈的声感，给人以如闻其声的感受。当它流经松林中的平地时，这同一条青溪却又显得那么娴静、安谧，几乎没有一点声息。澄碧的溪水与两岸郁郁葱葱的松色相映，融成一片，色调特别幽美、和谐。这一联中一动一静，以动衬静，声色相通，极富于意境美。再看，当青溪缓缓流出松林，进入开阔地带后，又是另一番景象：水面上浮泛着菱叶、荇菜等水生植物，一片葱绿，水流过处，微波荡漾，摇曳生姿；再向前走去，水面又似明镜般的清澈碧透，岸边浅水中的芦花、苇叶，倒映如画，天然生色。这一联，“漾漾”绘水动貌，“澄澄”状水静貌，也是一动一静，极为传神。诗人笔下的青溪，既喧闹，又沉静，既活泼，又安详，既幽深，又素净，从不断的流动变化中，表现出了鲜明个性和盎然生意。读后令人油然而生爱悦之情。\n\n　　其实，青溪并没有什么奇景，它那素淡的景致，为什么在诗人的眼中、笔下，会具有如此的魅力呢？诚如王国维所说：“一切景语皆情语也。”（《人间词话删稿》）王维也正是从青溪素淡的天然景致中，发现了与他那恬淡的心境、闲逸的情趣高度和谐一致的境界。“我心素已闲，清川澹如此。”诗人正是有意借青溪来为自己写照，以清川的淡泊来印证自己的素愿，心境、物境在这里已融合为一了。最后，诗人暗用了东汉严子陵垂钓富春江的典故，也想以隐居青溪来作为自己的归宿了。这固然说明诗人对青溪的喜爱，更反映了他在仕途失意后自甘淡泊的心情。这一点，写来含而不露，耐人寻味。\n\n　　这首诗，自然、清淡、素雅，写景抒情均不刻意为之，表面上看似不着力，而读来韵味隽永醇厚，平淡而有思致。前人评“王右丞如秋水芙蕖，倚风自笑”，是最恰当不过的。\n\n","translation":"进入黄花川游览，每每都去追逐那条青溪。\n溪水随着山势，百转千回，经过的路途，却不足百里。\n水声在山间乱石中喧嚣，水色在深密的松林里幽静深沉。\n水草在溪水中轻轻摇荡，芦苇清晰地倒映在碧水之中。\n我的心一向悠闲，如同清澈的溪水淡泊安宁。\n但愿我能留在溪边的盘石上，在垂钓中度过我的一生。\n\n"}
{"_id":{"$oid":"5b9a181a367d5c0f40d22c11"},"title":"商颂·殷武","dynasty":"先秦","writer":"佚名","content":"挞彼殷武，奋伐荆楚。深入其阻，裒荆之旅。有截其所，汤孙之绪。\n维女荆楚，居国南乡。昔有成汤，自彼氐羌，莫敢不来享，莫敢不来王。曰商是常。\n天命多辟，设都于禹之绩。岁事来辟，勿予祸适，稼穑匪解。\n天命降监，下民有严。不僭不滥，不敢怠遑。命于下国，封建厥福。\n商邑翼翼，四方之极。赫赫厥声，濯濯厥灵。寿考且宁，以保我后生。\n陟彼景山，松伯丸丸。是断是迁，方斫是虔。松桷有梴，旅楹有闲，寝成孔安。","type":["诗经","祭祀","颂歌"],"remark":"挞（tà）：勇武貌。殷武：即殷高宗武丁，殷朝的一位中兴之主，曾任用贤人傅说（yuè）为相，并不断对西北的贡方、土方、鬼方、羌、周族等用兵，在位五十九年。\n荆楚：即荆州之楚国。《史记·楚世家》：“吴回生陆终。陆终生子六人，其长曰昆吾；二曰参胡；三曰彭祖；四曰会人；五曰曹姓；六曰季连，芈姓，楚其后也。昆吾氏，夏之时尝为侯伯，桀之时汤灭之。彭祖氏，殷之时尝为侯伯，殷之末世灭彭祖氏。…周文王之时，季连之苗裔曰鬻熊。鬻熊子事文王，蚤（早）卒。其子曰熊丽。熊丽生熊狂，熊狂生熊绎。熊绎当周成王之时，举文、武勤劳之后嗣，而封熊绎于楚蛮，封以子男之田，姓芈氏，居丹阳。”\n罙（shēn）：同“深”。古深字本作“突”，隶变作“罙”。\n裒（póu）：“捊”之别体，通“俘”，俘获。\n汤孙：指商汤的后代武丁。绪：功业。\n女（rǔ）：同“汝”，你。\n乡（xiàng）：通“向”。\n自彼氐羌：自，犹“虽”；氐、羌，散居在今西北狭西、甘肃、青海一带的边远民族。\n常：长。“常”是“尚声”字，与“长”字古音同部，故可释为“长”。\n多辟（bì）：众多诸侯国君。\n绩：通“迹”。\n来辟：犹言“来王”、“来朝”。\n祸适：读同“过谪”，义为谴责。\n解（xiè）：同“懈”。\n严（yǎn）：同“俨”，敬谨。\n不僭（jiàn）不滥：毛传：“赏不僭、刑不滥也。”\n封：毛传：“大也。”\n商邑：指商朝的国都西亳。《史记·殷本纪》正义：“汤自南亳迁西亳，仲丁迁隞，河亶甲居相，祖乙居耿，盘庚渡河，南居西亳，是五迁也。”殷高宗武丁是盘庚之后的中兴之主，其时建都西亳，在今河南偃师。翼翼：都城盛大貌。\n极：准则。\n濯（zhuó）濯：形容威灵光辉鲜明。\n后生：犹言后代子孙。\n景山：陈奂《诗毛氏传疏》：“考今河南偃师县有缑氏城，县南二十里有景山，即此诗之景山也。”\n丸丸：形容松柏条直挺拔。\n方：是，乃。斲（zhuó）：同“斫”，砍。虔：马瑞辰《毛诗传笺通释》以为“削”。此指用刀削木。\n桷（jué）：方形的椽子。梃（chān）：木长貌。\n旅：当依毛传释为“陈列”。有闲：闲闲，大貌。\n寝：此指为殷高宗所建的寝庙。古时的寝庙分两部分，后面停放牌位和先人遗物的地方叫“寝”，前面祭祀的地方叫“庙”。孔：很。\n\n","shangxi":"　　《商颂·殷武》这首诗的主旨，是通过高宗寝庙落成举行的祭典，极力颂扬殷高宗继承成汤的事业所建树的中兴业绩。\n\n　　全诗共六章，一、四、五章每章六句，二、六章每章七句，三章五句。前五章写殷高宗武丁中兴之事，最后一章写高宗寝庙落成的情景。\n\n　　这首诗歌在艺术表现上的突出特色，是各章都有它描写的侧重点。第一章言武丁伐楚之功。“挞彼殷武，奋伐荆楚”二句，表现了武丁对楚用兵的勇猛神速。“罙（深）入其阻，裒荆之旅”，写出武丁的军队是在突破险阻中取得节节胜利。“有截其所，汤孙之绪”，特别点明武丁之所以能征服荆楚之地，那是因为他是成汤的后世子孙，理应有所作为。第二章写武丁对荆楚的训诫。“维女（汝）荆楚，居国南乡（向）”二句，从荆楚所处的地理位置，指出它理应俯首听命。“昔有成汤，自彼氐羌。莫敢不来享，莫敢不来王，曰商是常。”这是以成汤征服氐、羌的先例来告诫荆楚归服，可谓是“刚柔并举”。第三章只有五句，可能有脱文，是写四方诸侯来朝。说殷武丁秉承“天命”统治诸侯，因之诸侯入国朝见天子、在封地勤治农事，都是他们应尽的职守。第四章，进一步申述武丁是受“天命”的中兴之主，人民百姓只能安分守己，按商朝的政令行动。第五章，写商朝的国都西亳地处中心地带的盛况，这里曾是中兴之主殷武丁运筹帷幄、决胜千里的地方，故特别用“商邑翼翼，四方之极”两句诗来渲染它，而武丁在位长达五十九年，说他“赫赫厥声，濯濯厥灵”，并不过分。末章描写修建高宗寝庙的情景，用“陟彼景山，松柏丸丸”两句诗作比兴，不但形象生动，而且有象征意义，象征殷武丁的中兴业绩垂之不朽。\n\n　　这首诗在用韵上也有其特色。第一章句句用韵，“武”“楚”“阻”“旅”“所”“绪”同叶鱼部韵；第二章除“维女荆楚”一句不用韵，其余句句用韵，“乡”“汤”“羌”“享”“王”“常”同叶阳部韵；第三章句句用韵，“辟”“绩”“辟”“适（谪）”“解（懈）”是锡支通韵；第四章句句用韵，前后换韵，“监”“严”“滥”“遑”是谈阳合韵，“国”“福”叶职部韵；第五章句句用韵，前后换韵，“翼”“极”叶职部韵，“声”“灵”“宁”“生”叶耕部韵；最后一章句句用韵，“山”“丸”“迁”“虔”“梃”“闲”“安”叶元部韵。由于末章用元韵一韵到底，颇能渲染出宗庙落成的喜庆气氛。\n\n","translation":"殷王武丁神勇英武，是他兴师讨伐荆楚。王师深入敌方险阻，众多楚兵全被俘虏。扫荡荆楚统治领土，成汤子孙功业建树。\n你这偏僻之地荆楚，长久居住中国南方。从前成汤建立殷商，那些远方民族氐羌，没人胆敢不来献享，没人胆敢不来朝王。殷王实为天下之长。\n上天命令诸侯注意，建都大禹治水之地。每年按时来朝来祭，不受责备不受鄙夷，好好去把农业管理。\n上天命令殷王监视，下方人民恭谨从事。赏不越级罚不滥施，人人不敢怠慢度日。君王命令下达诸侯，四方封国有福享受。\n殷商都城富丽堂皇，它是天下四方榜样。武丁有着赫赫声名，他的威灵光辉鲜明。既享长寿又得康宁，是他保佑我们后人。\n登上那座景山山巅，松树柏树挺拔参天。把它砍断把它远搬，削枝刨皮加工完善。长长松木制成方椽，楹柱排列粗壮溜圆。寝庙落成神灵安恬。\n\n"}
{"_id":{"$oid":"5b9a181b367d5c0f40d22c12"},"title":"鸳鸯","dynasty":"先秦","writer":"佚名","content":"鸳鸯于飞，毕之罗之。君子万年，福禄宜之。\n鸳鸯在梁，戢其左翼。君子万年，宜其遐福。\n乘马在厩，摧之秣之。君子万年，福禄艾之。\n乘马在厩，秣之摧之。君子万年，福禄绥之。\n\n","type":["诗经","婚姻"],"remark":"鸳鸯：鸭科水鸟名。古人以此鸟雌雄双居，永不分离，故称之为“匹鸟”。\n毕：长柄的捕鸟小网。罗：无柄的捕鸟网。\n宜：《说文解字》：“宜，所安也。”引申为享。\n梁：筑在水中拦鱼的石坝，即鱼梁。\n戢（jí）：插。谓鸳鸯栖息时将喙插在左翅下。\n遐（xiá）：长远。\n乘（shèng）：四匹马拉的车子。乘马引申为拉车的马。厩（jiù）：马棚。\n摧（cuò）：通“莝”，铡草喂马。郑笺：“今‘莝’字也。”《说文解字》：“莝，斩刍也。”秣（mò）：用粮食喂马。\n艾：养。一说意为辅助。\n绥（suí）：安。\n\n","shangxi":"　　此诗前二章以鸳鸯起兴，后二章以马起兴。鸳鸯是成双成对的鸟，马和亲迎之礼有关，故可以认为这是一首同婚姻有关的诗歌。前二章赞美男女双方才貌匹配，爱情忠贞；后二章祝福其生活富足美满。\n\n　　此诗一、二章以鸳鸯匹鸟兴夫妇爱慕之情。两章描绘了一对五彩缤纷的鸳鸯，拍动着羽毛绚丽的翅膀，双双飞翔在辽阔的天空，雌雄相伴，两情相依，情有独钟，心有所许，多么美妙的时刻，多么美好的图画！在遭到捕猎的危险时刻，仍然成双成对，忠贞不渝，并不是大难临头各自飞。从同甘到共苦两种境遇的转变，进一步展现了鸳鸯高洁的品格，挖掘了鸳鸯的典型的独特的禀性，较好地运用了象征的艺术手法，为后面对人物的抒写做了充分的准备。在第二章中，诗人抓住鸳鸯小憩时的一个细节，描摹入微，观察至细。在芳草萋萋的小坝上，一对鸳鸯相依相偎，红艳的嘴巴插入左边的翅膀，闭目养神，恬静悠闲，如一幅明丽淡雅的江南水墨风景图，满含着对美好生活的深深眷恋与无限追求。这二章一动一静，描摹毕肖，既是对今后婚姻生活的象征性写照，也是对婚姻的主观要求和美好希望。生活之中，欢乐与痛苦必然并存，既有甜蜜的欣悦，也有凄苦的哀愁，但只要双方心心相印、相濡以沫，苦乐之中就都有幸福在，即无所畏惧。诗人以鸳鸯比喻夫妻，贴切自然，易于引起欣赏者的共鸣，其形象逐渐积淀为中国传统文化的一种原型，为后世所普遍接受。\n\n　　诗的第三、四章以摧秣乘马，兴结婚亲迎之礼，充满了对婚后生活的美好憧憬。抓住迎亲所用的厩中肥马这一典型细节，引发人对婚礼情景的丰富联想：隆重、热烈、喜庆；并且厩有肥马也反映着生活的富足。这都含蓄地暗示了婚姻美好的客观条件：男女般配，郎才女貌，感情专一，家产丰裕；反映了诗人的婚姻价值观念，也是对理想人生、美好人生的由衷礼赞。\n\n","translation":"鸳鸯双双轻飞翔，遭遇大小罗与网。祝福君子万年寿，福禄一同来安享。\n鸳鸯相偎在鱼梁，喙儿插进左翅膀。祝福君子万年寿，一生幸福绵绵长。\n拉车辕马在马房，每天喂草喂杂粮。祝福君子万年寿，福禄把他来滋养。\n拉车辕马在马槽，每天喂粮喂饲草。祝福君子万年寿，福禄齐享永相保。\n\n"}
{"_id":{"$oid":"5b9a181b367d5c0f40d22c13"},"title":"九辩","dynasty":"先秦","writer":"宋玉","content":"悲哉，秋之为气也！\n萧瑟兮草木摇落而变衰。\n憭栗兮若在远行，登山临水兮送将归。\n泬漻兮天高而气清，寂寥兮收潦而水清。\n憯悽增欷兮，薄寒之中人，\n怆怳懭悢兮，去故而就新。\n坎廪兮贫士失职而志不平，\n廓落兮羁旅而无友生，\n惆怅兮而私自怜！\n燕翩翩其辞归兮，蝉寂漠而无声。\n雁廱廱而南游兮，鹍鸡啁哳而悲鸣。\n独申旦而不寐兮，哀蟋蟀之宵征。\n时亹亹而过中兮，蹇淹留而无成。\n悲忧穷戚兮独处廓，有美一人兮心不绎。\n去乡离家兮来远客，超逍遥兮今焉薄！\n专思君兮不可化，君不知兮可奈何！\n蓄怨兮积思，心烦憺兮忘食事。\n原一见兮道余意，君之心兮与余异。\n车既驾兮朅而归，不得见兮心伤悲。\n倚结軨兮长太息，涕潺湲兮下霑轼。\n忼慨绝兮不得，中瞀乱兮迷惑。\n私自怜兮何极？心怦怦兮谅直。\n皇天平分四时兮，窃独悲此凛秋。\n白露既下百草兮，奄离披此梧楸。\n去白日之昭昭兮，袭长夜之悠悠。\n离芳蔼之方壮兮，余萎约而悲愁。\n秋既先戒以白露兮，冬又申之以严霜。\n收恢台之孟夏兮，然欿傺而沉藏。\n叶菸邑而无色兮，枝烦挐而交横。\n颜淫溢而将罢兮，柯仿佛而萎黄。\n萷櫹椮之可哀兮，形销铄而瘀伤。\n惟其纷糅而将落兮，恨其失时而无当。\n揽騑辔而下节兮，聊逍遥以相佯。\n岁忽忽而遒尽兮，恐余寿之弗将。\n悼余生之不时兮，逢此世之俇攘。\n澹容与而独倚兮，蟋蟀鸣此西堂。\n心怵惕而震荡兮，何所忧之多方。\n卬明月而太息兮，步列星而极明。\n窃悲夫蕙华之曾敷兮，纷旖旎乎都房。\n何曾华之无实兮，从风雨而飞飏！\n以为君独服此蕙兮，羌无以异于众芳。\n闵奇思之不通兮，将去君而高翔。\n心闵怜之惨悽兮，愿一见而有明。\n重无怨而生离兮，中结轸而增伤。\n岂不郁陶而思君兮？君之门以九重！\n猛犬狺狺而迎吠兮，关梁闭而不通。\n皇天淫溢而秋霖兮，后土何时而得漧？\n塊独守此无泽兮，仰浮云而永叹！\n何时俗之工巧兮？背绳墨而改错！\n\n郤骐骥而不乘兮，策驽骀而取路。\n当世岂无骐骥兮，诚莫之能善御。\n见执辔者非其人兮，故駶跳而远去。\n凫雁皆唼夫梁藻兮，凤愈飘翔而高举。\n圜凿而方枘兮，吾固知其鉏铻而难入。\n众鸟皆有所登棲兮，凤独遑遑而无所集。\n原衔枚而无言兮，尝被君之渥洽。\n太公九十乃显荣兮，诚未遇其匹合。\n谓骐骥兮安归？谓凤皇兮安棲？\n变古易俗兮世衰，今之相者兮举肥。\n骐骥伏匿而不见兮，凤皇高飞而不下。\n鸟兽犹知怀德兮，何云贤士之不处？\n骥不骤进而求服兮，凤亦不贪餧而妄食。\n君弃远而不察兮，虽原忠其焉得？\n欲寂漠而绝端兮，窃不敢忘初之厚德。\n独悲愁其伤人兮，冯郁郁其何极？\n霜露惨悽而交下兮，心尚幸其弗济。\n霰雪雰糅其增加兮，乃知遭命之将至。\n原徼幸而有待兮，泊莽莽与野草同死。\n原自往而径游兮，路壅绝而不通。\n欲循道而平驱兮，又未知其所从。\n然中路而迷惑兮，自压桉而学诵。\n性愚陋以褊浅兮，信未达乎从容。\n窃美申包胥之气盛兮，恐时世之不固。\n何时俗之工巧兮？灭规矩而改凿！\n独耿介而不随兮，原慕先圣之遗教。\n处浊世而显荣兮，非余心之所乐。\n与其无义而有名兮，宁穷处而守高。\n食不媮而为饱兮，衣不苟而为温。\n窃慕诗人之遗风兮，原讬志乎素餐。\n蹇充倔而无端兮，泊莽莽而无垠。\n无衣裘以御冬兮，恐溘死不得见乎阳春。\n靓杪秋之遥夜兮，心缭悷而有哀。\n春秋逴逴而日高兮，然惆怅而自悲。\n四时递来而卒岁兮，阴阳不可与俪偕。\n白日晼晚其将入兮，明月销铄而减毁。\n岁忽忽而遒尽兮，老冉冉而愈弛。\n心摇悦而日幸兮，然怊怅而无冀。\n中憯恻之悽怆兮，长太息而增欷。\n年洋洋以日往兮，老嵺廓而无处。\n事亹亹而觊进兮，蹇淹留而踌躇。\n何氾滥之浮云兮？猋壅蔽此明月。\n忠昭昭而原见兮，然霠曀而莫达。\n原皓日之显行兮，云蒙蒙而蔽之。\n窃不自聊而原忠兮，或黕点而汙之。\n尧舜之抗行兮，瞭冥冥而薄天。\n何险巇之嫉妒兮？被以不慈之伪名。\n彼日月之照明兮，尚黯黮而有瑕。\n何况一国之事兮，亦多端而胶加。\n被荷裯之晏晏兮，然潢洋而不可带。\n\n既骄美而伐武兮，负左右之耿介。\n憎愠惀之修美兮，好夫人之慷慨。\n众踥蹀而日进兮，美超远而逾迈。\n农夫辍耕而容与兮，恐田野之芜秽。\n事緜緜而多私兮，窃悼後之危败。\n世雷同而炫曜兮，何毁誉之昧昧！\n今修饰而窥镜兮，後尚可以竄藏。\n愿寄言夫流星兮，羌倏忽而难当。\n卒壅蔽此浮云，下暗漠而无光。\n尧舜皆有所举任兮，故高枕而自适。\n谅无怨于天下兮，心焉取此怵惕？\n乘骐骥之浏浏兮，驭安用夫强策？\n谅城郭之不足恃兮，虽重介之何益？\n邅翼翼而无终兮，忳惛惛而愁约。\n生天地之若过兮，功不成而无嶜。\n原沉滞而不见兮，尚欲布名乎天下。\n然潢洋而不遇兮，直怐愗而自苦。\n莽洋洋而无极兮，忽翱翔之焉薄？\n国有骥而不知乘兮，焉皇皇而更索？\n宁戚讴于车下兮，桓公闻而知之。\n无伯乐之相善兮，今谁使乎誉之？\n罔流涕以聊虑兮，惟著意而得之。\n纷纯纯之愿忠兮，妒被离而鄣之。\n原赐不肖之躯而别离兮，放游志乎云中。\n乘精气之抟抟兮，骛诸神之湛湛。\n骖白霓之習習兮，历群灵之丰丰。\n左硃雀之茇茇兮，右苍龙之躣躣。\n属雷师之阗阗兮，通飞廉之衙衙。\n前轻辌之锵锵兮，后辎乘之从从。\n载云旗之委蛇兮，扈屯骑之容容。\n计专专之不可化兮，原遂推而为臧。\n赖皇天之厚德兮，还及君之无恙！\n\n","type":["楚辞","悲秋","长诗"],"shangxi":"　　宋玉是屈原之后最重要的楚辞作家。在《史记·屈原列传》、《汉书-艺文志》、《汉书·古今人表》中，都说宋玉生于屈原之后，到王逸才第一个说宋玉是屈原的弟子，还说《九辩》是思师之作。宋玉的作品，现存十四篇，据《汉书·艺文志》说是十六篇（其中一些已残缺），可见有些作品已亡佚。现存作品中，以《九辩》、《高唐赋》、《神女赋》、《登徒子好色赋》、《风赋》等最为著名。\n\n　　这些作品的共同特点是以情胜理，用形象思维的手法，把浪漫主义的情感抒发得淋漓尽致，在中国文学传统上，他的作品与屈原的作品一样，无疑具有开创性意义。作品中悲秋、神女、美人、风雨、山川、游历等主题，一直影响着后代的中国文学。主题\n\n　　《九辩》的悲秋主题，使之成为中国文学史上第一篇情深意长的悲秋之作。把秋季万木黄落、山川萧瑟的自然现象，与诗人失意巡游、心绪飘浮的悲怆有机地结合起来，人的感情外射到自然界，作品凝结着一股排遣不去、反覆缠绵的悲剧气息，勾起人们对自然变化、人事浮沉的感喟，千古之下，仍感动着无数读者。\n\n　　《九辩》现传本子中，有分为九章的，也有分为十章的。其实，无论分九章、十章，都没有必要作过多的争辩，因为全篇作品，贯穿的只是悲秋主题。在不同的诗章中，不过是把悲秋情怀反覆咀嚼、重沓喻示而已。今参酌洪兴祖《楚辞补注》、朱熹《楚辞集注》，分为十章。\n\n　　开头，就鲜明地点明了主题：“悲哉秋之为气也！草木摇落而变衰。憭栗兮若在远行，登山临水兮送将归。”在先秦典籍中，虽然不乏人们对秋寒的畏惧，但更多是秋天农作物收获的喜悦。宋玉却把秋天万木凋落与人的遭遇联系起来。“坎廪兮贫士失职而志不平”、“廓落兮羁旅而无友生”、“怆怳懭悢兮去故而就新”、“时亹亹而过中兮，蹇淹留而无成”，失去官职，没人同情，独自流浪，人过中年事业无成，所有不幸，仿佛都集中在诗中抒情主人公的身上。于是，这位贫困、孤独、哀怨的流浪者，眼目中秋天的景物，无不带上悲伤的颜色。贫士悲秋主题一旦确定，诗歌就顺利地展开了。\n\n　　从第二章到第十章，《九辩》反覆抒述见秋而悲的原因。不能为世所用而事业无成，是萦绕心怀的痛苦。造成这种痛苦也是多方面的。第二章说“有美一人兮心不绎，去乡离家兮徕远客，超逍遥兮今焉薄”。美丽的女人竟然被抛弃，独自飘零远方，而所思恋之君却不理睬，爱情破灭了，能不伤心吗！第三章写一路所见秋色，眼中都是凄凉。你看，“白露既下百草兮，奄离披此梧楸”，寒露下来，百草焦黄，乔木落叶，春天的群芳与夏日的浓荫，都消失了。“惟其纷糅而将落兮，恨其失时而无当。”季节过去了，草木只能黄落；机遇失去了，贫士唯有悲哀。第四章在脉络上遥接第二章，还是以一个被君所弃的美人口吻，写她求爱不遂的悲苦。“猛犬狺狺而迎吠兮，关梁闭而不通。”大门紧闭，门外恶狗狂吠，怎能传送去一片心意呢?无奈之下。只好“块独守此无泽兮，仰浮云而永叹”。在秋草摇摇的水泽边，伤心人只能仰天悲叹了！\n\n　　第五章是直接模仿屈原的《离骚》和《涉江》的，所以历来评论者，大都认为《九辩》的政治性社会性就在这一章中。特别是诗中用了姜太公九十岁才获得尊荣的典故，显示诗人参与军国大事、建功立业的希冀。不过，诗中直接论及当时国家形势并不明显，反而是突出不为世用的悲哀：“君弃远而不察兮，虽愿忠其焉得?”如果与诗歌中的贫士形象相联系，就可以领会到，宋玉所说的是：如果贫士为君王所用，也能像姜太公一样立下赫赫功勋；如果不能为君王赏识，只能“冯郁郁其何极”，悲愤郁结，不知何年何月才能消散了！这一章笔墨集中在贫士自身进行抒情。\n\n　　第六章承第五章，意蕴主旨复沓。不过，着重写霜露霰雪，突出了秋已深、冬即至的季节特点。“愿徼幸而有待兮，泊莽莽与野草同死”，季节不等人，岁月不等人，贫士失意，虽然怀着侥幸心情等待，然而仍然是无望的等待。冬季来临，能熬过这严寒吗：“无衣裘以御冬兮，恐溘死而不得见乎阳春！”由悲秋发展到惧冬，贫士的心情更紧迫也更凄苦了。\n\n　　第七章全然抒发岁月流逝的感伤，诗中秋夜、夕阳、流水、明月，无不加强了岁月不居、一事无成的慨叹。\n\n　　第八章、第九章，诗歌集中突出“失人”的悲哀。所谓“失人”，一方面指掌权得势的都是薄幸小人，奸臣当道，把持国柄，使社会污秽混乱；一方面指如贫士一类贤人被弃置不用，心怀壮志宏才却不得施展，还受到小人的排挤、压迫。在悲怨之后，诗人仍然抱有希望，“罔流涕以聊虑兮，惟著意而得之”。要擦干眼泪去唱歌，壮气可嘉，但底气不足，因为“失人”的现实仍然存在，贫士要抒怀，只能依赖幻想了。这秋天的悲哀，仍然盘结在贫士心胸之间。\n\n　　最后第十章，是全诗的结束。悲秋如何了结呢?只有依赖浪漫主义的想像：人间得不到的，天上能够补偿。于是，贫士“愿赐不肖之躯而别离兮，放游志乎云中。”离开躯体的精魂，穿过太空的日月虹气，成了天上神灵的主宰，朱雀、苍龙、雷师、风神都听他调遣，成了他车驾的扈从，多么神气又多么得意！贫士之贫变成了贵，悲秋之悲变成了喜。悲秋的主旨却引出一个欢乐结尾，然而那欢乐只是幻想的虚构的欢乐。贫士得志，是虚幻的想像的得志，现实社会中，秋天仍然是草木黄落，贫士仍然是不为世用。现实与想像的强烈对比，把悲秋主题更加强化了。\n\n　　《九辩》把一个贫士在深秋时节“失时”、“失人”的心境写得生动精彩，有很强烈的感染力。悲秋主题得到形象的感性的抒述。不过，从社会意义而言，此诗虽然也有伤时之语，但总的说来缺乏社会的指涉性。所以司马迁说“皆祖屈原之从容辞令，终莫敢直谏”（《史记·屈原贾生列传》）。\n\n　　从文学艺术的创造性来看，《九辩》是很成功的作品。悲秋题旨，本来是古代南方文学（以《楚辞》为代表）的特点之一，最能显示楚骚精神的浪漫主义色彩。《九辩》把悲秋题旨发挥得淋漓尽致，也成为后代人们学习的典范。从此，在中国文学中，悲秋一直是诗文家喜爱的题材，雄才大略的汉武帝有《秋风辞》，潇洒俊秀的曹植有《秋思赋》、《遥逝》，高瞻远瞩的曹丕有《燕歌行》。魏晋南北朝诗人笔下的秋天，大都带有《九辩》悲秋的气息，庾信《拟咏怀二十七首》之十一“摇落秋为气，凄凉多怨情”，以悲秋带出身世之感、家国之恨，更为悲秋主题谱写出新曲。此后历经唐宋元明清，诗词中的悲秋之风始终弥漫不散。悲秋已经成为中国传统文学的母题之一，产生了许多动人的作品，而《九辩》原创性的功劳，当是不可抹杀的。\n\n","translation":"译文 悲哉！秋之为气也。 悲哉，这秋天的萧飒之气! 萧瑟兮，草木摇落而变衰。 秋风凄凉草木都枯萎而凋零。 憭栗兮，若在远行。 冷落啊好像一人独自在远行， 登山临水兮，送将归。 又像登山临水送人踏归程。 泬寥兮，天高而气清； 天气清朗啊空旷又清凉， 寂寥兮，收潦而水清。 浊水退尽水面清澈又澄静。 憯凄增欷兮，薄寒之中人； 凄惨唏嘘秋寒侵人阵阵冷； 怆怳懭悢兮，去故而就新； 失意惆怅中去故而就新， 坎廪兮，贫士失职而志不平； 坎坷啊穷士困顿意难平。 廓落兮，羁旅而无友生； 在孤独的旅程中我没有朋友， 惆怅兮，而私自怜。 孤独寂寞哀怜之情独自生。 燕翩翩其辞归兮，蝉寂漠而无声。 燕子翩翩向温暖的南方飞，蝉儿困守寂寞无响声。 雁痈痈而南游兮，鹍鸡啁哳而悲鸣。 大雁和谐呜叫着高飞，鹃鸡却一直唧唧喳喳在悲鸣。 独申旦而不寐兮，哀蟋蟀之宵征。 从夜到明我都无法入梦乡，夜里蟋蟀哀鸣触动我幽情。 时亹亹而过中兮，蹇淹留而无成。 时光流逝不觉已过了中年，可还是停留在原地无所成。 悲忧穷戚兮独处廓，有美一人兮心不绎； 处境悲惨穷困啊又孤寂空落，有一个美人啊他心中不欢喜。 去乡离家兮徕远客，超逍遥兮今焉薄！ 离开家乡来这遥远地方做客，飘飘荡荡何时才是至期? 专思君兮不可化，君不知兮可柰何！ 思念君王的心意从未变化，君王不知无可奈何! 蓄怨兮积思，心烦憺兮忘食事。 积累着层层怨恨和思念，忧心如焚竟忘了吃饭的事情。 愿一见兮道余意，君之心兮与余异。 希望和您见一面来表白我心，可是您的想法与我不相应。 车既驾兮朅而归，不得见兮心伤悲。 车子已经驾好那我只能离去，不能与你相见让我悲伤不已。 倚结軨兮长太息，涕潺湲兮下沾轼。 倚着结拎长叹息，眼泪落下车前衡木湿。 慷慨绝兮不得，中瞀乱兮迷惑。 愤懑至极无法抑制，心中昏迷错落再也不能平静。 私自怜兮何极？心怦怦兮谅直。 这样的自叹自怜何时是尽头，内心忠诚正直永远是坚定! 皇天平分四时兮，窃独悲此廪秋。 老天平分春夏秋冬四季，独有这凄冷的秋天让我悲伤。 白露既下百草兮，奄离披此梧楸。 冰凉的露水降落在百草之上，一时间桐楸树都纷纷叶凋丧。 去白日之昭昭兮，袭长夜之悠悠。 昭昭白日离人远去，进入沉沉暗夜悠悠长。 离芳蔼之方壮兮，余萎约而悲愁。 芳菲繁茂的旺盛已成过去，如今只剩下萎缩和哀伤。 秋既先戒以白露兮，冬又申之以严霜。 白露降下预告秋来临，秋天过去又接着冬天的严霜。 收恢台之孟夏兮，然欿傺而沈藏。 孟夏浩大生气已收缩，那繁盛的景象早就被收藏。 叶烟邑而无色兮，枝烦挐而交横。 叶子颜色黯淡再也没有光泽，空枝交错纷乱一片杂乱相。 颜淫溢而将罢兮，柯彷佛而萎黄。 万物的色泽逐渐在凋落，颜色褪去只剩下稀疏的枯黄。 萷櫹槮之可哀兮，形销铄而瘀伤。 可怜那树梢光秃秃高耸，形体消磨郁积着病伤。 惟其纷糅而将落兮，恨其失时而无当。 那败叶与衰草相杂都将摇落，可惜它们已经失去了时光。 揽騑辔而下节兮，聊逍遥以相佯。 拉住马的缰绳停下车子，就消闲散步吧在这旦徜徉。 岁忽忽而遒尽兮，恐余寿之弗将。 岁时如水一年即将完结，恐怕从此我的性命不会太长。 悼余生之不时兮，逢此世之俇攘。 悲痛我的生不逢时，遇见的是这混乱无序的世相。 澹容与而独倚兮，蟋蟀鸣此西堂。 就一人散淡逍遥，巴走走停停，听蟋蟀悲鸣在西堂。 心怵惕而震荡兮，何所忧之多方。 叫声让心中震荡惊惧，百千忧思一齐涌上心房。 昂明月而太息兮，步列星而极明。 抬头仰望明月长长叹息，星光下徘徊一直到天亮。 窃悲夫蕙华之曾敷兮，纷旖旎乎都房。 暗悲那曾经花朵丰腴的香蕙，在华屋散播过浓郁芬芳。 何曾华之无实兮，从风雨而飞扬！ 为何如此好花却不曾结果实，遭遇到风雨瞬间香消玉飘扬。 以为君独服此蕙兮，羌无以异于众芳。 原以为君王独爱这蕙花，哪知道待她和普通花一样。 闵奇思之不通兮，将去君而高翔。 可怜这曲折心思不能告诉君，我就要离开到远方翱翔。 心闵怜之惨凄兮，愿一见而有明。 心哀悯而凄凉，我多么想见君王倾吐衷肠。 重无怨而生离兮，中结轸而增伤。 深念自己无罪却要生离，悲愁缠结越来越多增忧伤。 岂不郁陶而思君兮？君之门以九重！ 难道我不是心神郁结思念您，可是君的大门九重深。 猛犬狺狺而迎吠兮，关梁闭而不通。 凶猛的狗冲着我狺狺狂吠，不能通行的正是门关和桥梁。 皇天淫溢而秋霖兮，后土何时而得漧？ 上天总是连绵不绝降秋雨，潮湿的大地何时才干爽! 块独守此无泽兮，仰浮云而永叹！ 块然独守在这芜泽地，对着浮云长长叹息长哀伤。 何时俗之工巧兮？背绳墨而改错！ 为何时俗这样善于取巧?背离规矩并且抛弃法度。 却骐骥而不乘兮，策驽骀而取路。 拒绝乘坐那优良的骏马，却一定要鞭策劣马让它上路。 当世岂无骐骥兮，诚莫之能善御。 难道当今世上再无骏马，其实是没车夫可以将它驾驭。 见执辔者非其人兮，故驹跳而远去。 看见操缰的人滥竽充数，它就跳跃着远远逃去。 凫雁皆唼夫梁藻兮，凤愈飘翔而高举。 野鸭都吃着精米和水菜，凤凰也只得展开翅膀远举。 圜凿而方枘兮，吾固知其鉏铻而难入。 在圆的榫眼里放入方榫头，我就知道它一定相抵触。 众鸟皆有所登栖兮，凤独遑遑而无所集。 凡鸟都有地方可栖息，唯有凤凰无处可停好孤独。 愿衔枚而无言兮，尝被君之渥洽。 愿从此缄口不言做哑巴，又难忘您曾给我恩泽厚。 太公九十乃显荣兮，诚未遇其匹合。 姜太公九十岁才尊荣，诚因先前明君不曾遇。 谓骐骥兮安归？谓凤皇兮安栖？ 你说骏马到哪里找归处?你说凤凰到何处寻归宿? 变古易俗兮世衰，今之相者兮举肥。 世风衰败俗与往不同，相马的人眼里只有马肥瘦。 骐骥伏匿而不见兮，凤皇高飞而不下。 骏马全都藏起来再也不出现，凤凰也都高飞不下远远走。 鸟兽犹知褱德兮，何云贤士之不处？ 鸟兽尚且知道怀念有德的人，为何还要质问贤士不能留? 骥不骤进而求服兮，凤亦不贪餧而妄食。 良马从不贸然求驾车，凤凰也不贪婪地随便吃食物。 君弃远而不察兮，虽愿忠其焉得？ 君主轻于抛弃从不明察，贤人想效忠可怎能施展抱负! 欲寂漠而绝端兮，窃不敢忘初之厚德。 想从此沉默断除思念，心底不敢忘记当初你的厚遇。 独悲愁其伤人兮，冯郁郁其何极？ 独自悲秋伤心怀，愤懑浓愁何时住! 霜露惨凄而交下兮，心尚幸其弗济。 漫天的寒霜露水一齐落，我心里还希冀他们不会成功。 霰雪雰糅其增加兮，乃知遭命之将至。 雪糁雪花纷纷扬扬齐夹杂，才知道我的坏命运将显形。 愿徼幸而有待兮，泊莽莽与野草同死。 心里还侥幸能等待您的醒悟，却要腐烂在荒野与野草相同。 愿自往而径游兮，路壅绝而不通。 想亲自走捷径游说君王，可是道路却堵塞断绝了交通。 欲循道而平驱兮，又未知其所从。 想要沿着大路驱车来见，可不知何去又何从。 然中路而迷惑兮，自厌按而学诵。 路的中途就陷入迷惑，压制着愤懑学着将诗歌诵。 性愚陋以褊浅兮，信未达乎从容。 天性愚笨性格又狭隘，遇到这样的挫折实在难从容。 窃美申包胥之气晟兮，恐时世之不固。 暗自赞美申包胥的大志气，又担心时世不相同。 何时俗之工巧兮？灭规矩而改凿！ 为何时代风俗偷奸取巧，破坏了规矩妄自改凿孔。 独耿介而不随兮，愿慕先圣之遗教。 要独自耿直光明不随波逐流，仰慕先圣遵从德教老传统。 处浊世而显荣兮，非余心之所乐。 在混浊的世界身处高位，不是我心希望的光荣。 与其无义而有名兮，宁穷处而守高。 与其徒有虚名失道义，情愿保持节操永远都贫穷。 食不偷而为饱兮，衣不苟而为温。 决不苟且求饱食，决不苟且求衣暖融融。 窃慕诗人之遗风兮，愿托志乎素餐。 敬佩诗人留下的遗风，决不白白吃饭不做事情。 蹇充倔而无端兮，泊莽莽而无垠。 穷困褴褛无终止，飘零在野外茫茫永无尽。 无衣裘以御冬兮，恐溘死不得见乎阳春。 没有衣服抵御这刺骨寒气，怕要忽然死去再见不到阳春 靓杪秋之遥夜兮，心缭悷而有哀。 安静的暮秋夜正长，郁结缠绕无尽忧。 春秋逴逴而日高兮，然惆怅而自悲。 春秋替代渐渐年事高，于是独自惆怅独自忧。 四时递来而卒岁兮，阴阳不可与俪偕。 四季更替一年又结束，阴和阳永远不能共存处。 白日晼晚其将入兮，明月销铄而减毁。 天色苍茫太阳将落下，明月也残缺圆满不再显露。 岁忽忽而遒尽兮，老冉冉而愈弛。 岁月在恍惚中又迫近了年尾，年纪越老心志也跟着在朽蠹。 心摇悦而日幸兮，然怊怅而无冀。 心意摇动每日总生起些期盼，可又惆怅这都是白日在做梦。 中憯恻之凄怆兮，长太息而增欷。 沉痛迫中肠啊我心苦楚，长长的叹息一声声。 年洋洋以日往兮，老嵺廓而无处。 时光荏冉年华空流逝，老迈人在这空旷世界无宿处。 事亹亹而觊进兮，蹇淹留而踌躇。 勤勉国事希望得到进用，一生就白白度过空踯躅。 何泛滥之浮云兮？猋痈蔽此明月。 浮云何其翻滚又腾涌，迅速升起将明月来遮蔽。 忠昭昭而愿见兮，然霠曀而莫达。 昭昭的忠心希望君主能见到，可是天色昏暗无法知晓。 愿皓日之显行兮，云蒙蒙而蔽之。 希望太阳能光明显耀地运行，可是乌云蒙蒙总是将它遮盖。 窃不自料而愿忠兮，或黕点而污之。 自不量力想献出一片忠心，可是有人将我诬蔑和陷害。 尧舜之抗行兮，了冥冥而薄天。 唐尧虞舜的品行是多么高尚，光辉耀眼可以上与天齐。 何险巇之嫉妒兮？被以不慈之伪名。 嫉妒小人多么险恶，横加诬蔑说他们没有恩慈。 彼日月之照明兮，尚黯黮而有瑕。 日月在天空照耀，尚且还有点点的瑕疵。 何况一国之事兮，亦多端而胶加。 何况是一国大事，更是头绪繁多纠葛。 被荷裯之晏晏兮，然潢洋而不可带。 穿上柔和的荷叶衣裳真好看，可是宽大空荡又不能系带子。 既骄美而伐武兮，负左右之耿介。 您总是夸耀自己美好又勇武，自负左右亲信都是耿介之士。 憎愠惀之修美兮，好夫人之慷慨。 美德之人总被你憎恶，装腔作势的小人却总让你喜。 众踥蹀而日进兮，美超远而逾迈。 小人投机钻营一天天在高升，贤德们总是越来越远离开你。 农夫辍耕而容与兮，恐田野之芜秽。 农夫都停下耕作来休息，恐怕田野会凋敞。 事绵绵而多私兮，窃悼后之危败。 国事纷纭群小以私多害公，真担心国家终归要溃崩。 世雷同而炫曜兮，何毁誉之昧昧！ 群小雷同相互炫耀，毁誉颠倒错乱一片糊涂。 今修饰而窥镜兮，后尚可以窜藏。 现在对着镜子来修饰，到后来如何逃脱罪责和惩处! 愿寄言夫流星兮，羌儵忽而难当。 愿意托流星带封信给楚王，可是它飞来飞去难相遇。 卒痈蔽此浮云，下暗漠而无光。 天地都被这浮云遮住，下界昏暗一片模糊。 尧舜皆有所举任兮，故高枕而自适。 唐尧虞舜选贤任能，因此高枕无忧自逍遥。 谅无怨于天下兮，心焉取此怵惕？ 自信没有辜负天下期望，就不会心里有鬼总恐慌。 乘骐骥之浏浏兮，驭安用夫强策？ 骏马驾车总会畅行如流水，何用鞭笞强督促? 谅城郭之不足恃兮，虽重介之何益？ 如果城郭都不可靠，厚重的盔又有什么用处? 邅翼翼而无终兮，忳惛惛而愁约。 小心谨慎又竭身恭敬，可郁闷沉沉心被缚。 生天地之若过兮，功不成而无嶜。 人生天地如过客，事业不成名声也无从树。 愿沉滞而不见兮，尚欲布名乎天下。 想就这样隐姓埋名人不见，又想四海之内名声布。 然潢洋而不遇兮，直怐□而自苦。 飘飘荡荡不受重用，就这样空怀愚忠自愁苦。 莽洋洋而无极兮，忽翱翔之焉薄？ 空落旷野茫茫无边际，一身漂泊何处是归处! 国有骥而不知乘兮，焉皇皇而更索？ 国有良马却不知乘，还急匆匆到哪去求索? 宁戚讴于车下兮，桓公闻而知之。 宁戚在车下一唱歌，桓公就知道他有大抱负。 无伯乐之相善兮，今谁使乎誉之？ 如果世上没有了伯乐的慧眼，谁还能将良马来称数? 罔流涕以聊虑兮，惟着意而得之。 怅惘流泪姑且抒发忧愁，望国君能体察我的忠厚。 纷纯纯之愿忠兮，妒被离而鄣之。 纯纯的心意想要献给君主，无休无止的嫉妒将我来障堵。 愿赐不肖之躯而别离兮，放游志乎云中。 望还我轻贱身躯让我离去，我要在云中闲游找个住处。 乘精气之抟抟兮，骛诸神之湛湛。 乘着团团的精气，在众多的神灵之中驰骋奔逐。 骖白霓之习习兮，历群灵之丰丰。 驾着白虹在天空飘飘飞，众神灵纷纷飘过也不曾停步。 左朱雀之苃苃兮，右苍龙之躣躣。 左边有南方神雀翩翩飞翔，右边有东方神龙在奔走。 属雷师之阗阗兮，通飞廉之衙衙。 雷师在身后鼓起阗阗的雷声，风神在前面呼呼作响来开路。 前轻辌之锵锵兮，后辎乘之从从。 前面有轻车响起了悦耳铃声，后面辎重车轰隆隆一齐集聚。 载云旗之委蛇兮，扈屯骑之容容。 车上插着的云旗随风飘飘舞，跟随的车队容容飞扬好气度。 计专专之不可化兮，愿遂推而为臧。 拳拳忠贞的心意终不可改变，终愿自进做名贤。 赖皇天之厚德兮，还及君之无恙。 靠着皇天的厚恩，保佑我君无病无灾永安然。 ▲"}
{"_id":{"$oid":"5b9a181c367d5c0f40d22c14"},"title":"苏武传(节选)","dynasty":"两汉","writer":"班固","content":"　　武字子卿，少以父任，兄弟并为郎，稍迁至栘中厩监。时汉连伐胡，数通使相窥观。匈奴留汉使郭吉、路充国等前后十余辈，匈奴使来，汉亦留之以相当。天汉元年，且鞮侯单于初立，恐汉袭之，乃曰：「汉天子我丈人行也。」尽归汉使路充国等。武帝嘉其义，乃遣武以中郎将使持节送匈奴使留在汉者，因厚赂单于，答其善意。\n\n　　武与副中郎将张胜及假吏常惠等募士斥候百余人俱。既至匈奴，置币遗单于；单于益骄，非汉所望也。方欲发使送武等，会缑王与长水虞常等谋反匈奴中。缑王者，昆邪王姊子也，与昆邪王俱降汉，后随浞野侯没胡中，及卫律所将降者，阴相与谋，劫单于母阏氏归汉。会武等至匈奴。虞常在汉时，素与副张胜相知，私候胜曰：「闻汉天子甚怨卫律，常能为汉伏弩射杀之，吾母与弟在汉，幸蒙其赏赐。」张胜许之，以货物与常。后月余，单于出猎，独阏氏子弟在。虞常等七十余人欲发，其一人夜亡告之。单于子弟发兵与战，缑王等皆死，虞常生得。\n\n　　单于使卫律治其事。张胜闻之，恐前语发，以状语武。武曰：「事如此，此必及我，见犯乃死，重负国！」欲自杀，胜惠共止之。虞常果引张胜。单于怒，召诸贵人议，欲杀汉使者。左伊秩訾曰：「即谋单于，何以复加？宜皆降之。」单于使卫律召武受辞。武谓惠等：「屈节辱命，虽生何面目以归汉？」引佩刀自刺。卫律惊，自抱持武。驰召医，凿地为坎，置煴火，覆武其上，蹈其背，以出血。武气绝，半日复息。惠等哭，舆归营。单于壮其节，朝夕遣人候问武，而收系张胜。\n\n　　武益愈。单于使使晓武，会论虞常，欲因此时降武。剑斩虞常已，律曰：「汉使张胜谋杀单于近臣，当死；单于募降者，赦罪。」举剑欲击之，胜请降。律谓武曰：「副有罪，当相坐。」武曰：「本无谋，又非亲属，何谓相坐？」复举剑拟之，武不动。律曰：「苏君，律前负汉归匈奴，幸蒙大恩，赐号称王，拥众数万，马畜弥山，富贵如此。苏君今日降，明日复然。空以身膏草野，谁复知之？」武不应。律曰：「君因我降，与君为兄弟；今不听吾计，后虽复欲见我，尚可得乎？」武骂律曰：「汝为人臣子，不顾恩义，畔主背亲，为降虏于蛮夷，何以女为见？且单于信女，使决人死生，不平心持正，反欲斗两主观祸败。南越杀汉使者，屠为九郡；宛王杀汉使者，头县北阙；朝鲜杀汉使者，即时诛灭。独匈奴未耳。若知我不降明，欲令两国相攻，匈奴之祸，从我始矣！」律知武终不可胁，白单于。单于愈益欲降之。乃幽武置大窖中，绝不饮食。天雨雪。武卧，啮雪与旃毛并咽之，数日不死。匈奴以为神，乃徙武北海上无人处，使牧羝。羝乳，乃得归。别其官属常惠等，各置他所。\n\n　　武既至海上，廪食不至，掘野鼠去屮实而食之。杖汉节牧羊，卧起操持，节旄尽落。积五、六年，单于弟于靬王弋射海上。武能网纺缴，檠弓弩，于靬王爱之，给其衣食。三岁余，王病，赐武马畜、服匿、穹庐。王死后，人众徙去。其冬，丁令盗武牛羊，武复穷厄。\n\n　　初，武与李陵俱为侍中。武使匈奴明年，陵降，不敢求武。久之，单于使陵至海上，为武置酒设乐。因谓武曰：「单于闻陵与子卿素厚，故使陵来说足下，虚心欲相待。终不得归汉，空自苦亡人之地，信义安所见乎？前长君为奉车，从至雍棫阳宫，扶辇下除，触柱，折辕，劾大不敬，伏剑自刎，赐钱二百万以葬。孺卿从祠河东後土，宦骑与黄门驸马争船，推堕驸马河中，溺死，宦骑亡。诏使孺卿逐捕。不得，惶恐饮药而死。来时太夫人已不幸，陵送葬至阳陵。子卿妇年少，闻已更嫁矣。独有女弟二人，两女一男，今复十余年，存亡不可知。人生如朝露，何久自苦如此？陵始降时，忽忽如狂，自痛负汉；加以老母系保宫。子卿不欲降，何以过陵？且陛下春秋高，法令亡常，大臣亡罪夷灭者数十家，安危不可知。子卿尚复谁为乎？愿听陵计，勿复有云！」\n\n　　武曰：「武父子亡功德，皆为陛下所成就，位列将，爵通侯，兄弟亲近，常愿肝脑涂地。今得杀身自效，虽蒙斧钺汤镬，诚甘乐之。臣事君，犹子事父也。子为父死，亡所恨，愿无复再言。」陵与武饮数日，复曰：「子卿，壹听陵言。」武曰：「自分已死久矣！王必欲降武，请毕今日之欢，效死于前！」陵见其至诚，喟然叹曰：「嗟呼！义士！陵与卫律之罪上通于天！」因泣下沾衿，与武决去。\n\n　　陵恶自赐武，使其妻赐武牛羊数十头。后陵复至北海上，语武：「区脱捕得云中生口，言太守以下吏民皆白服，曰：『上崩。』」武闻之，南乡号哭，欧血，旦夕临。数月，昭帝即位。数年，匈奴与汉和亲。汉求武等。匈奴诡言武死。后汉使复至匈奴。常惠请其守者与俱，得夜见汉使，具自陈道。教使者谓单于言：「天子射上林中，得雁足有系帛书，言武等在某泽中。」使者大喜，如惠语以让单于。单于视左右而惊，谢汉使曰：「武等实在。」于是李陵置酒贺武曰：「今足下还归，扬名于匈奴，功显于汉室，虽古竹帛所载，丹青所画，何以过子卿！陵虽驽怯，令汉且贳陵罪，全其老母，使得奋大辱之积志，庶几乎曹柯之盟。此陵宿昔之所不忘也！收族陵家，为世大戮，陵尚复何顾乎？已矣！令子卿知吾心耳！异域之人，壹别长绝！」陵起舞，歌曰：「径万里兮度沙幕，为君将兮奋匈奴。路穷绝兮矢刃摧，士众灭兮名已隤，老母已死，虽欲报恩将安归？」\n\n　　陵泣下数行，因与武决。单于召会武官属，前以降及物故，凡随武还者九人。武以始元六年春至京师，诏武奉一太牢谒武帝园庙，拜为典属国，秩中二千石，赐钱二百万，公田二顷，宅一区。常惠徐圣赵终根皆拜为中郎，赐帛各二百匹。其余六人，老归家，赐钱人十万，复终身。常惠后至右将军，封列侯，自有传。武留匈奴凡十九岁，始以强壮出，及还，须发尽白。\n\n","type":["高中文言文","传记","赞美","写人"],"shangxi":"　　1.本文在写作上有什么特点？\n\n　　首先，以典型环境和细节描写表现人物。苏武留胡十九年，经历坎坷曲折，汉与匈奴的关系错综复杂。作者抓住苏武经历中的关键之处，运用典型环境和细节描写，使苏武这个人物跃然纸上。苏武出使匈奴，因突发事变，被扣幽禁。在他的周围，有操生杀予夺之权的单于和卫律的屠刀，有贪生怕死的副使张胜的屈降，有曾为同事、朋友的李陵的声泪俱下的劝降。而冰天雪地廪食不至的北海牧羊，苏武更是被置之死地。这些典型环境，把苏武这个人物推到了矛盾斗争的风口浪尖上，让人物一展风采。作者又通过一些细节描写，表现了苏武不屈的民族气节。如写苏武的两次自杀，第一次被“胜、惠共止之”；第二次又被救活。又如写苏武被幽禁在大窖中，“卧啮雪，与旃毛并咽之”；流放北海，“掘野鼠去草实而食之。杖汉节牧羊，卧起操持，节旄尽落”等。苏武的语言也具有典型意义。如卫律逼降时，说：“副有罪，当相坐。”苏武斥责说：“本无谋，又非亲属，何谓相坐？”使卫律哑口无言，只得无耻地“举剑拟之”，但苏武岿然不动。又如，李陵劝降，苏武仍然不为其情所动，表示“虽蒙斧钺汤镬，诚甘乐之”，表现出至死不屈的品德。\n\n　　其次，为了突出表现苏武的民族气节，文中着重写了三个叛徒，与苏武形成鲜明对比：一个是副使张胜，一个是为虎作伥的卫律，一个是曾为朋友的李陵。他们都在匈奴的威势面前丧失了民族气节，拜倒在敌人脚下。唯独苏武大义凛然，为了民族尊严和汉王朝的利益，宁死不屈。作者为我们塑造了一个丰满的、动人的、高大的民族英雄形象。\n\n　　2.苏武在被囚禁流放以前两度要自杀，后来又想方设法要活下去。这是否矛盾？\n\n　　并不矛盾。苏武在胡地以维护国家民族尊严作为自己的崇高使命和行为准则。我们不难明白，匈奴对苏武等人的劝降实际上是匈奴与汉朝的一次对峙，关乎国家尊严、民族气节。事发时他已经意识到“事如此，此必及我，见犯乃死，重负国”。“重负国”是因为事先没有发现副使张胜的阴谋而导致祸及国家，苏武意识到，一旦被匈奴审讯，就会给国家带来羞辱，所以要自杀以避免受审。后来，在审讯时被卫律威逼利诱，他在说完一番大义凛然的话后引刀自刺，一是以行动表示坚决不投降的决心，二是要为国家雪耻。匈奴明白了苏武的决心，知道威权、富贵无法征服他，便要以摧毁苏武肉体的方式来征服其意志。所以苏武采取的反抗方式也由以前的求死而变成以后的求生，他要在各种艰难困苦中坚强地活下去，但活的前提与支柱依然是汉朝使者的身份，所以他“杖汉节牧羊，卧起操持”。从全文看来，苏武将生死全然置之度外，一心考虑的是汉朝的荣誉与利益，所以在局势变化的情况下，他的对抗方式也在发生着变化。\n\n","translation":"译文 　　苏武字子卿，年轻时凭着父亲的职位，兄弟三人都做了皇帝的侍从，并逐渐被提升为掌管皇帝鞍马鹰犬射猎工具的官。当时汉朝廷不断讨伐匈奴，多次互派使节彼此暗中侦察。匈奴扣留了汉使节郭吉、路充国等前后十余批人。匈奴使节前来，汉朝庭也扣留他们以相抵。 公元前100年，且鞮刚刚立为单于，唯恐受到汉的袭击，于是说：“汉皇帝，是我的长辈。”全部送还了汉廷使节路充国等人。汉武帝赞许他这种通晓情理的做法，于是派遣苏武以中郎将的身份出使，持旄节护送扣留在汉的匈奴使者回国，顺便送给单于很丰厚的礼物，以答谢他的好意。 　　苏武同副中郎将张胜以及临时委派的使臣属官常惠等，加上招募来的士卒、侦察人员百多人一同前往。到了匈奴那里，摆列财物赠给单于。单于越发傲慢，不是汉所期望的那样。单于正要派使者护送苏武等人归汉，适逢缑王与长水人虞常等人在匈奴内部谋反。缑王是昆邪王姐姐的儿子，与昆邪王一起降汉，后来又跟随浞野侯赵破奴重新陷胡地，在卫律统率的那些投降者中，暗中共同策划绑架单于的母亲阏氏归汉。正好碰上苏武等人到匈奴。虞常在汉的时候，一向与副使张胜有交往，私下拜访张胜，说：“听说汉天子很怨恨卫律，我虞常能为汉廷埋伏弩弓将他射死。我的母亲与弟弟都在汉，希望受到汉廷的照顾。”张胜许诺了他，把财物送给了虞常。一个多月后，单于外出打猎，只有阏氏和单于的子弟在家。虞常等七十余人将要起事，其中一人夜晚逃走，把他们的计划报告了阏氏及其子弟。单于子弟发兵与他们交战，缑王等都战死；虞常被活捉。 　　单于派卫律审处这一案件。张胜听到这个消息，担心他和虞常私下所说的那些话被揭发，便把事情经过告诉了苏武。苏武说：“事情到了如此地步，这样一定会牵连到我们。受到侮辱才去死，更对不起国家！”因此想自杀。张胜、常惠一起制止了他。虞常果然供出了张胜。单于大怒，召集许多贵族前来商议，想杀掉汉使者。左伊秩訾说：“假如是谋杀单于，又用什么更严的刑法呢？应当都叫他们投降。”单于派卫律召唤苏武来受审讯。苏武对常惠说：“丧失气节、玷辱使命，即使活着，还有什么脸面回到汉廷去呢！”说着拔出佩带的刀自刎，卫律大吃一惊，自己抱住、扶好苏武，派人骑快马去找医生。医生在地上挖一个坑，在坑中点燃微火，然后把苏武脸朝下放在坑上，轻轻地敲打他的背部，让淤血流出来。苏武本来已经断了气，这样过了好半天才重新呼吸。常惠等人哭泣着，用车子把苏武拉回营帐。单于钦佩苏武的节操，早晚派人探望、询问苏武，而把张胜逮捕监禁起来。 　　苏武的伤势逐渐好了。单于派使者通知苏武，一起来审处虞常，想借这个机会使苏武投降。剑斩虞常后，卫律说：“汉使张胜，谋杀单于亲近的大臣，应当处死。单于招降的人，赦免他们的罪。”举剑要击杀张胜，张胜请求投降。卫律对苏武说：“副使有罪，应该连坐到你。”苏武说：“我本来就没有参予谋划，又不是他的亲属，怎么谈得上连坐？”卫律又举剑对准苏武，苏武岿然不动。卫律说：“苏君！我卫律以前背弃汉廷，归顺匈奴，幸运地受到单于的大恩，赐我爵号，让我称王；拥有奴隶数万、马和其他牲畜满山，如此富贵！苏君你今日投降，明日也是这样。白白地用身体给草地做肥料，又有谁知道你呢！”苏武毫无反应。卫律说：“你顺着我而投降，我与你结为兄弟；今天不听我的安排，以后再想见我，还能得到机会吗？” 苏武痛骂卫律说：“你做人家的臣下和儿子，不顾及恩德义理，背叛皇上、抛弃亲人，在异族那里做投降的奴隶，我为什么要见你！况且单于信任你，让你决定别人的死活，而你却居心不平，不主持公道，反而想要使汉皇帝和匈奴单于二主相斗，旁观两国的灾祸和损失！南越王杀汉使者，结果九郡被平定。宛王杀汉使者，自己头颅被悬挂在宫殿的北门。朝鲜王杀汉使者，随即被讨平。唯独匈奴未受惩罚。你明知道我决不会投降，想要使汉和匈奴互相攻打。匈奴灭亡的灾祸，将从我开始了！”卫律知道苏武终究不可胁迫投降，报告了单于。单于越发想要使他投降，就把苏武囚禁起来，放在大地窖里面，不给他喝的吃的。天下雪，苏武卧着嚼雪，同毡毛一起吞下充饥，几日不死。匈奴以为神奇，就把苏武迁移到北海边没有人的地方，让他放牧公羊，说等到公羊生了小羊才得归汉。同时把他的部下及其随从人员常惠等分别安置到别的地方。 　　苏武迁移到北海后，粮食运不到，只能掘取野鼠所储藏的野生果实来吃。他拄着汉廷的符节牧羊，睡觉、起来都拿着，以致系在节上的牦牛尾毛全部脱尽。一共过了五、六年，单于的弟弟於靬王到北海上打猎。苏武会编结打猎的网，矫正弓弩，於靬王颇器重他，供给他衣服、食品。三年多过后，於靬王得病，赐给苏武马匹和牲畜、盛酒酪的瓦器、圆顶的毡帐篷。王死后，他的部下也都迁离。这年冬天，丁令人盗去了苏武的牛羊，苏武又陷入穷困。 　　当初，苏武与李陵都为侍中。苏武出使匈奴的第二年，李陵投降匈奴，不敢访求苏武。时间一久，单于派遣李陵去北海，为苏武安排了酒宴和歌舞。李陵趁机对苏武说：“单于听说我与你交情一向深厚，所以派我来劝说足下，愿谦诚地相待你。你终究不能回归本朝了，白白地在荒无人烟的地方受苦，你对汉廷的信义又怎能有所表现呢？以前你的大哥苏嘉做奉车都尉，跟随皇上到雍的棫宫，扶着皇帝的车驾下殿阶，碰到柱子，折断了车辕，被定为大不敬的罪，用剑自杀了，只不过赐钱二百万用以下葬。你弟弟孺卿跟随皇上去祭祀河东土神，骑着马的宦官与驸马争船，把驸马推下去掉到河中淹死了。骑着马的宦官逃走了。皇上命令孺卿去追捕，他抓不到，因害怕而服毒自杀。我离开长安的时候，你的母亲已去世，我送葬到阳陵。你的夫人年纪还轻，听说已改嫁了，家中只有两个妹妹，两个女儿和一个男孩，如今又过了十多年，生死不知。人生像早晨的露水，何必长久地像这样折磨自己！我刚投降时，终日若有所失，几乎要发狂，自己痛心对不起汉廷，加上老母拘禁在保宫，你不想投降的心情，怎能超过当时我李陵呢！并且皇上年纪大了，法令随时变更，大臣无罪而全家被杀的有十几家，安危不可预料。你还打算为谁守节呢？希望你听从我的劝告，不要再说什么了！” 　　苏武说：“我苏武父子无功劳和恩德，都是皇帝栽培提拔起来的，官职升到列将，爵位封为通侯，兄弟三人都是皇帝的亲近之臣，常常愿意为朝廷牺牲一切。现在得到牺牲自己以效忠国家的机会，即使受到斧钺和汤镬这样的极刑，我也心甘情愿。大臣效忠君王，就像儿子效忠父亲，儿子为父亲而死，没有什么可恨，希望你不要再说了！” 李陵与苏武共饮了几天，又说：“你一定要听从我的话。”苏武说：“我料定自己已经是死去的人了！单于一定要逼迫我投降，那么就请结束今天的欢乐，让我死在你的面前！”李陵见苏武对朝廷如此真诚，慨然长叹道：“啊，义士！我李陵与卫律的罪恶，上能达天！”说着眼泪直流，浸湿了衣襟，告别苏武而去。 　　李陵不好意思亲自送礼物给苏武，让他的妻子赐给苏武几十头牛羊。后来李陵又到北海，对苏武说：“边界上抓住了云中郡的一个俘虏，说太守以下的官吏百姓都穿白的丧服，说是皇上死了。”苏武听到这个消息，面向南放声大哭，吐血，每天早晚哭吊达几月之久。汉昭帝登位，几年后，匈奴和汉达成和议。汉廷寻求苏武等人，匈奴撒谎说苏武已死。后来汉使者又到匈奴，常惠请求看守他的人同他一起去，在夜晚见到了汉使，原原本本地述说了几年来在匈奴的情况。告诉汉使者要他对单于说：“天子在上林苑中射猎，射得一只大雁，脚上系着帛书，上面说苏武等人在北海。”汉使者万分高兴，按照常惠所教的话去责问单于。单于看着身边的人十分惊讶，向汉使道歉说：“苏武等人的确还活着。”于是李陵安排酒筵向苏武祝贺，说：“今天你还归，在匈奴中扬名，在汉皇族中功绩显赫。即使古代史书所记载的事迹，图画所绘的人物，怎能超过你！我李陵虽然无能和胆怯，假如汉廷姑且宽恕我的罪过，不杀我的老母，使我能实现在奇耻大辱下积蓄已久的志愿，这就同曹沫在柯邑订盟可能差不多，这是以前所一直不能忘记的！逮捕杀戮我的全家，成为当世的奇耻大辱，我还再顾念什么呢？算了吧，让你了解我的心罢了！我已成异国之人，这一别就永远隔绝了！”李陵起舞，唱道：“走过万里行程啊穿过了沙漠，为君王带兵啊奋战匈奴。归路断绝啊刀箭毁坏，兵士们全部死亡啊我的名声已败坏。老母已死，虽想报恩何处归！” 　　李陵泪下纵横，于是同苏武永别。单于召集苏武的部下，除了以前已经投降和死亡的，总共跟随苏武回来的有九人。苏武于汉昭帝始元六年（前81年）春回到长安。昭帝下令叫苏武带一份祭品去拜谒武帝的陵墓和祠庙。任命苏武做典属国，俸禄中二千石；赐钱二百万，官田二顷，住宅一处。常惠、徐圣、赵终根都任命为皇帝的侍卫官，赐给丝绸各二百匹。其余六人，年纪大了，回家，赐钱每人十万，终身免除徭役。常惠后来做到右将军，封为列侯，他自己也有传记。苏武被扣在匈奴共十九年，当初壮年出使，等到回来，胡须头发全都白了。 ▲"}
{"_id":{"$oid":"5b9a181c367d5c0f40d22c15"},"title":"眼儿媚·杨柳丝丝弄轻柔","dynasty":"宋代","writer":"王雱","content":"杨柳丝丝弄轻柔，烟缕织成愁。海棠未雨，梨花先雪，一半春休。\n而今往事难重省，归梦绕秦楼。相思只在：丁香枝上，豆蔻梢头。","type":["宋词三百首","宋词精选","婉约","写景","怀旧","感伤"],"remark":"眼儿媚：词牌名，又名《秋波媚》。双调四十八字，前片三平韵，后片两平韵。\n弄轻柔：摆弄着柔软的柳丝。秦观《江城子》：“西城杨柳弄春柔。”\n海棠三句：指春分时节。海棠常经雨开花，梨花开时似雪，故云。\n难重省：难以回忆。省（xǐng）：明白、记忆。\n秦楼：秦穆公女弄玉与其夫萧史所居之楼。此指王雱妻独居之所。\n丁香：常绿乔木，春开紫或白花，可作香料。\n豆蔻：草本植物，春日开花。\n\n","shangxi":"　　“杨柳丝丝弄轻柔，烟缕织成愁。”上片第一句“杨柳丝丝弄轻柔”，柳条细而长，可见季节是在仲春。“弄轻柔”字写杨柳在春风中轻摇的柔美，分外点出垂柳初萌时的细软轻盈、盎然春意。以“烟缕”来形容轻柔的杨柳，大概是由于四月的时候，垂柳的顶端远远望去，宛如一抹浅绿的烟云。杨柳如烟这个比喻并不新鲜，但“烟缕织成愁”，则出语新奇，耐人寻味。如烟的垂柳和心中的愁思并没有直接的关系，却用一个“织”字将二者绾合，仿佛杨柳能通晓人性。“愁”字的出现．为整首词披上淡淡哀愁的羽衣。然而这忧伤从何而来，词人并未解释。只是在写完垂柳之后，他将笔触转向春日的另两种花朵：海棠与梨花。\n\n　　“海棠未雨，梨花先雪，一半春休。”“雨”“雪”都是名词活用作动词，这句的意思是说，海棠的花瓣还未像雨点般坠，。梨花的白色花瓣已经如雪花般纷纷飘落。由此知道，原来春天已经过去一半了。在韶华易逝的感喟中，词人不禁触目生愁。\n\n　　“而今往事难重省，归梦绕秦楼。”原来有一段值得留恋、值得追怀的往事。但是年光不能倒流，历史无法重演，旧地又不能再到，则只有凭借回归的魂梦，围绕于女子所居的值得怀念的地方了。\n\n　　“相思只在：丁香枝上，豆蔻梢头。”词人的相思之情，只有借丁香和豆蔻才能充分表达。这分明就是在感叹自己心底的深情正像丁香一般忧郁而未吐，但又是非常希望能和自己心爱的人像豆蔻一般共结连理。整个下片的意思是说，尽管一切的梦幻都已失落，然而自己内心缠绵不断的情意依然专注在那个可人身上，真是到了“春蚕到死丝方尽”的境界。\n\n","translation":"杨柳丝丝风中摆弄轻柔，烟缕迷漾织进万千春愁。海棠尚未经细雨湿润，梨花却已盛开似雪，真可惜春天已过去一半。\n而今往事实在难以重忆，梦魂归绕你住过的闺楼。刻骨的相思如今只在，那芬芳的丁香枝上，那美丽的豆蔻梢头。\n\n"}
{"_id":{"$oid":"5b9a181c367d5c0f40d22c16"},"title":"立春偶成","dynasty":"宋代","writer":"张栻","content":"律回岁晚冰霜少，春到人间草木知。\n便觉眼前生意满，东风吹水绿参差。","type":["古诗三百首","春天"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155631065.mp3","remark":"立春：阳气回苏的开头，也是一年的最后月份。代表着春季的开始。偶成，即偶有所感而成。\n律回：即大地回春的意思。黄帝命伶伦断竹为筒（后人也用金属管），以定音和候十二月之气。阳六为律，即黄钟、太簇、姑洗、蕤宾、夷则、无射；阴六为吕，即大吕、夹钟、仲吕、林钟、南吕、应钟。农历十二月属吕，正月属律，立春往往在十二月与一月之交，所以曰“律回”。从节气上说，立春即是一年之始，但在历算上，立春之日可能赶在上一年的腊月下旬，即在上一年未尽之时，新一年的春天就已经来到了。古人认为律属阳气，吕属阴气，各代表一年的六个月，律回阴往即言立春。\n岁（suì）晚：年终。\n草木：泛指一切能受到季节变化影响的事物，如动植物、水、山等等。\n生意：生机、生气。\n满：遍布，充满。\n参（cēn）差（cī）：高低不齐。形容水面波纹起伏的样子。\n\n","translation":"时近年终冰霜渐渐减少，春回大地草木最先知晓。\n眼前只觉一片生机盎然，东风吹来水面绿波荡摇。\n\n"}
{"_id":{"$oid":"5b9a181c367d5c0f40d22c17"},"title":"醉花阴·黄花谩说年年好","dynasty":"宋代","writer":"辛弃疾","content":"黄花谩说年年好。也趁秋光老。绿鬓不惊秋，若斗尊前，人好花堪笑。\n蟠桃结子知多少。家住三山岛。何日跨归鸾，沧海飞尘，人世因缘了。","type":["菊花","思乡"]}
{"_id":{"$oid":"5b9a181c367d5c0f40d22c18"},"title":"生查子·新月曲如眉","dynasty":"五代","writer":"牛希济","content":"新月曲如眉，未有团圞意。红豆不堪看，满眼相思泪。\n终日劈桃穰，人在心儿里。两朵隔墙花，早晚成连理。","type":["宋词三百首","乐府","民歌","月亮","思念","爱情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155632785.mp3","remark":"生查子（zhā zǐ）：原为唐教坊曲名，后用为词牌名。《尊前集》注：双调。元高拭词注：南吕宫。四十字，上下片格式相同，各两仄韵，上去通押。\n新月：阴历月初的月亮。\n团圞（luán）：团圆。\n红豆：又名相思豆，草本植物，种子形如豌豆。\n劈：剖开。桃穰（ráng）：桃核。\n仁儿：桃仁。这里“仁”与“人”谐音，意思双关。\n连理：不同根的草木，它们的枝干连成为一体。古人喻夫妇为“连理枝”。\n\n","shangxi":"　　上阕以“传情入景”之笔，抒发男女间的相思之苦。作者借“移情”笔法，赋予视野中的客观景象以强烈的主观情感，使天边新月、枝上红豆都染上别离相思的情愫。“新月曲如眉，未有团圞意”，明为写月，实则喻人，作者以眉比月，正暗示出相思人儿因不见团聚而双眉紧蹙，郁闷不欢的愁苦之态。“红豆”本是相思的信物，但在离人的眼里却是贮满了忧伤，令人见之落泪。一弯新月，数枝红豆，词人撷取传统的寄寓人间悲欢离合、别离思念之情的两种意象，正表达出对爱人的无限深情和思之不得的痛切缺憾。\n\n　　就内容而言，下阕为上阕之顺延；就感情的“走向”而言，二者又有着微妙的差异。如果说上阕中写相思还只是借助于意象的寄托，情感的附着还比较虚幻，词中的情绪基调也是一种充满残缺感的低沉．那么下阕中的情感就相对地落到了实处，词中流露着的、是充满希冀的向上的基凋。“终日劈桃穰，人在心儿里”，一语双关，看似百无聊赖的行为，正寄托着主人公对心上人丝丝缕缕的情爱和日复一日的期盼。“两朵隔墙花，早晚成连理”更表明对爱情的充满信心，尽管花阡两朵，一“墙”相隔，但相爱的人儿终将冲破阻碍，喜结连理。整首词写得情致深长，淋漓沉至。\n\n　　这首词在艺术上的一个显著特色，就是极其自然地运用了南北朝民歌中的吴歌“子夜体”，以下句释上句，托物抒情，论词家评曰：“妍词妙喻，深得六朝短歌遗意。五代词中希见之品。”\n\n","translation":"新月弯弯如眉毛，没有圆的意思。不忍心看红豆，满眼都是相思泪。\n整天劈核桃，那人像桃仁嵌在核壳中一样嵌在我心中。两朵隔墙相望的花，早晚会结成连理枝。\n\n"}
{"_id":{"$oid":"5b9a181c367d5c0f40d22c19"},"title":"隋宫","dynasty":"唐代","writer":"李商隐","content":"紫泉宫殿锁烟霞，欲取芜城作帝家。\n玉玺不缘归日角，锦帆应是到天涯。\n于今腐草无萤火，终古垂杨有暮鸦。\n地下若逢陈后主，岂宜重问后庭花。","type":["唐诗三百首","咏史","讽刺"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155632095.mp3","remark":"隋宫：指隋炀帝杨广在江都（今江苏扬州市）所建的行宫。\n紫泉：即紫渊，长安河名，因唐高祖名李渊，为避讳而改。司马相如《上林赋》描写皇帝的上林苑“丹水亘其南，紫渊径其北”。此用紫泉宫殿代指隋朝京都长安的宫殿。锁烟霞：空有烟云缭绕。\n芜城：即广陵（今扬州）。帝家，帝都。\n玉玺（xǐ）：皇帝的玉印。日角：额角突出，古人以为此乃帝王之相。此处指唐高祖李渊。\n锦帆：隋炀帝所乘的龙舟，其帆用华丽的宫锦制成。\n腐草无萤火：古人以为萤火虫是腐草变化出来的。\n垂杨：隋炀帝自板诸引河达于淮，河畔筑御道，树以柳，名曰隋堤，一千三百里。\n陈后主：南朝陈末代皇帝陈叔宝，荒淫亡国之君。后庭花：即《玉树后庭花》，陈后主所创，歌词绮艳。\n\n","translation":"韵译\n长安的殿阁内弥漫着一片烟霞，杨广还想把芜城作为帝王之家。\n如果不是李渊得到传国的玉玺，那么他的龙舟还会游遍到天涯。\n如今隋朝的宫苑中已不见萤虫，只有低垂的杨柳和归巢的乌鸦。\n如果杨广在地下和陈后主相遇，有心欣赏淫逸辱国的后庭花吗？\n散译\n长安的殿阁千门闲闭，空自笼罩着一片烟霞，又想在繁丽的江都，把宫苑修建得更加豪华。\n若不是皇帝的玉印归到了李家；隋炀帝的锦帆或许会游遍天涯。\n当年放萤的场所只剩下腐草，萤火早就断绝了根芽；多少年来隋堤寂寞凄冷，两边的垂杨栖息着归巢乌鸦。\n他若是在地下与陈后主重逢，难道能再去赏一曲《后庭花》\n\n"}
{"_id":{"$oid":"5b9a181c367d5c0f40d22c1a"},"title":"国风·卫风·伯兮","dynasty":"先秦","writer":"佚名","content":"伯兮朅兮，邦之桀兮。伯也执殳，为王前驱。\n自伯之东，首如飞蓬。岂无膏沐？谁适为容！\n其雨其雨，杲杲出日。愿言思伯，甘心首疾。\n焉得谖草？言树之背。愿言思伯。使我心痗。","type":["诗经","闺怨"],"remark":"伯：兄弟姐妹中年长者称伯，此处系指其丈夫。朅（qiè）：英武高大。\n桀：同“杰”。\n殳（shū）：古兵器，杖类。长丈二无刃。\n膏沐：妇女润发的油脂。\n适（dí）：悦。\n杲（gǎo）：明亮的样子。\n谖（xuān）草：萱草，忘忧草，俗称黄花菜。\n背：屋子北面。\n痗（mèi）：忧思成病。\n\n","shangxi":"　　战争会破坏很多东西，而它首先破坏的是军人自身的家庭生活。军人尚未走到战场，他们的妻子已经被抛置在孤独与恐惧中了。她们的怀念不是一般的怀念，那永远是充满不安和忧虑的。等待出征的丈夫回来，几乎成为她们生活中唯一有意义的内容。\n\n　　然而战争又总是不可避免的。不管一场正在进行的战争其必要性如何、能否被评判为“正义”，从事这场战争的群体和它的领导者，总是要勉励群体中的成员为之付出最大的努力、最大的牺牲。国家给军人以荣誉，使他们认为自己付出的努力和牺牲是值得的；这荣誉也会影响他们的家人——尤其是妻子，使她们认为家庭生活的破坏以及自身的痛苦都是有价值有意义的。因此，写妻子怀念从军的丈夫的诗篇，通常会包含两方面的内容：为丈夫而骄傲——这骄傲来自国家、来自群体的奖勉；思念丈夫并为之担忧——这种情绪来自个人的内心。《卫风·伯兮》就是典型的这种诗篇。\n\n　　诗一开篇，写一个女子用自豪的口吻在描述她的丈夫。“伯”本是兄弟间排行的第一位，也就是老大，这里转用为妻子对丈夫的称呼，口气中带着亲切感。这位丈夫值得骄傲的地方在于：一则他长得英武伟岸，是一国中的豪杰，同时也因为他非常勇敢，充当了君王的先锋（由此看“伯”身份，当是贵族阶层中的武士）。而骄傲的来源，主要恐怕是在后一点上。假如“伯”虽然长得高大英武，在战争发生时却畏缩不前，妻子就没什么可以公然夸耀的了。——其实，一般人所知道的光荣，也就是社会所认定的光荣，个人在这方面是没有多少独立判断的能力的。\n\n　　转入第二章，写自从丈夫出征，妻子在家就不再打扮自己了，任由头发——女性身体最富装饰性的部分——零乱得像一蓬草。这是以对女性的美丽的暂时性的毁坏，表明她对异性的封闭，也即表明她对丈夫的忠贞。不过，作为军人的妻子，这种举动还有进一步的意味。在古代，妇女是不能上战场的，因此妻子对从军的丈夫的忠贞，实也是间接表现了对于国家的忠贞——这就不仅是个人行为，也是群体——国家的要求。假定一个军人在前方冒着生命危险打仗，他的妻子却在后方整天打扮得花枝招展，走东家串西家，哪怕并无不轨之举，他也不能够安心。这不仅对于家庭是危险的，对于国家也有极大的不利。所以，社会尤其需要鼓励军人的妻子对其丈夫表现彻底的忠贞。此诗不管是出于什么人之手（它可能是一位妇女的自述，也可能是他人的拟写），这样写才是符合上述要求的。后来杜甫的《新婚别》写一位新娘对从军的丈夫表示“罗襦不复施”，还要“当君洗红妆”，好让他安心上战场，与此篇可谓一脉相承。\n\n　　然而，尽管诗中的女主人公算得上“深明大义”，她对自己的丈夫能“为王前驱”很感骄傲，但久久的盼待一次次落空仍然给她带来巨大的痛苦。对于古代妇女来说，生活的全部内容、幸福的唯一来源就是家庭；家庭被破坏了，她们的人生也就被彻底破坏了。而等待从军的丈夫，这与一般的别离相思是不同的——其背后有很深的忧惧。潘岳《寡妇赋》用此诗为典故，有云：“彼诗人之攸叹兮，徒愿言而心疼……荣华晔其始茂兮，良人忽已指背。”正是揭示了诗中未从正面写出，而又确实隐藏在字面之下的恐怕丈夫最终不能归来的忧惧。这一点是理解第三、四两章所描写的女主人公的期待、失望与难以排遣的痛苦之情的基础。她甚至希望自己能够“忘忧”，因为这“忧”已经使她不堪负担了。\n\n　　诗必须有真实的感情，否则不能打动人；但诗人的感情也并非可以尽情抒发的，它常常受到社会观念的制约。拿《卫风·伯兮》来说，如果一味写那位妻子为丈夫的报效国家而自豪，那会让人觉得不自然——至少是不近人情；反过来，如果一味写妻子对丈夫的盼待，乃至发展到对战争的厌恶（这在事实上绝非不可能），却又不符合当时社会的要求。所以最后它成为这个样子：对亲人的强烈感情经过责任感的梳理而变得柔婉，有很深的痛苦与哀愁，但并没有激烈的怨愤。\n\n　　在艺术构思上，全诗采用赋法，边叙事，边抒情。紧扣一个“思”字，思妇先由夸夫转而引起思夫，又由思夫而无心梳妆到因思夫而头痛，进而再由头痛到因思夫而患了心病，从而呈现 出一种抑扬顿挫的跌宕之势。描述步步细致，感情层层加深，情节层层推展，主人公的内心冲突以及冲突的辗转递升，既脉络清晰，又符合人物的心理逻辑，使人物形象具有饱满的精神内涵。同时，诗情奇崛不平，充满辩证色彩。\n\n","translation":"我的丈夫真威猛，真是邦国的英雄。我的丈夫执长殳，做了君王的前锋。\n自从丈夫东行后，头发散乱像飞蓬。膏脂哪样还缺少？为谁修饰我颜容！\n天要下雨就下雨，却出太阳亮灿灿。一心想着我丈夫，想得头痛也心甘。\n哪儿去找忘忧草？种它就在屋北面。一心想着我丈夫，使我伤心病恹恹。\n\n"}
{"_id":{"$oid":"5b9a181c367d5c0f40d22c1b"},"title":"自题金山画像","dynasty":"宋代","writer":"苏轼","content":"心似已灰之木，身如不系之舟。\n问汝平生功业，黄州惠州儋州。","type":["追忆","抒情","壮志未酬"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155633876.mp3"}
{"_id":{"$oid":"5b9a181c367d5c0f40d22c1c"},"title":"生查子·独游雨岩","dynasty":"宋代","writer":"辛弃疾","content":"溪边照影行，天在清溪底。天上有行云，人在行云里。 \n高歌谁和余，空谷清音起。非鬼亦非仙，一曲桃花水。","type":["山水","孤独","壮志难酬"],"remark":"雨岩：在江西永丰县西南博山附近，岩中有泉水飞出，如风雨之声。\n行云：云彩流动。\n和（hè）：跟着唱\n余：我\n空谷：深谷。《诗经·小雅·白驹》：“皎皎白驹，在彼空谷。”\n清音：指空谷中潺潺的流水声。《淮南子·兵略训》：“夫景不为曲物直，响不为清音浊。”晋·左思《招隐》：“未必丝与竹，山水有清音。”\n非鬼亦非仙：苏轼《夜泛西湖五绝》：“湖光非鬼亦非仙，风恬浪静光满川。”\n一曲：一湾。\n桃花水：即桃花汛。农历二三月桃花盛开时节，冰化雨积，黄河等处水猛涨，称为桃花汛。《汉书·沟洫志》：“如使不及今冬成，来春桃华水盛，必羡溢，有填淤反壤之害。”注云：“盖桃方华时，既有雨水，川谷冰泮，众流猥集，玻澜盛长，故谓之桃华水耳。”《水衡记》：“黄河二月三月水，名桃花水。”唐·杜甫《南征》诗：“春岸桃花水，云帆枫树林。”\n\n","shangxi":"　　上片写词人游览雨岩见到的景色。第一句“溪边照影行”，是点题，写游人；第二句“天在清溪底”，写清溪和蓝天；第三句“天上有行云”，写行云；第四句“人在行云里”如同电影中的定格，总写溪、人、云，展示了水底的一个画面。作者在这里所描写的人、天、云都不是实体，而是水中的倒影。清清的溪水，不但是雨岩的优美景色之一，而且也成了词人摄取这张风景小照的胶卷。游人的身影、碧蓝的天空、飘动的浮云，都通过清清的溪水映现出来。“人在行云里”这样神奇美妙的景象，真可谓巧夺天工，不但使描写的景物高度集中，而且意境更为清新活泼，整个画面非常生动，所描写的景物，全部处在变化之中，溪水自然是流动的，游人漫步岸边——“影行”，白云飘转空中——“行云”，这就使画面充满了动感，给人以身临其境的感觉。\n\n　　如果说上片的写景，重在刻画形象的话，那么这个下片的抒情，则是着力描绘声音。哗哗的流水，飘荡的歌声，不仅使寂静的山谷增添了生气，也为上面的图画配上了音乐。\n\n　　清人沈祥龙《论词随笔》说：“词贵藏于内……于言外有所感触。”蓦然读去，这首词意境优美，静中有动的图画，配着富于形象的歌声与音乐，平易通俗、流畅自然的语言，也令人赞叹不绝。但仔细咀嚼，就会发现：作者把辛酸的感触，藏在迷人的画面背后；把满心的苦闷，融于优美的乐律之中。题目中的“独”字，已经为全词规定了基调，透露出苦闷的气息。下面的内容，自然全都围绕“独”字展开，所以起拍第一句就是“溪边照影行”。这一画面里，只有一个倒映在水中的人影，点出了“独游”，而比“独游”更深刻，因为它渲染出一种悲凉的气氛。\n\n　　在这特定的氛围里，那清清的溪水，蔚蓝的天空，飘动的白云，这些美好的景物，也染上了凄凉冷清的色彩，成为词人表达孤独之感的衬景。“人在行云里”，不止是倒影交织的画面，也写出了词人不苟随世俗的决心和孤傲清高的品格，暗写了自己遭受打击的原因。内心澎湃的激情和遭受压抑的苦闷，终究是掩遮不住的，“高歌”正是词人内心感情的流露和发泄。然而，并没有人能理解他，与他相和的，只是空谷里的溪水。词人的“独”唱，同哗哗的水声，从声音方面渲染了凄凉忧伤的气氛。这种“高山流水少知音”的感慨，是他内心苦闷的表现；而这种“曲高和寡”的情景，正是他收复中原的主张不能得到采纳的写照。那幽深寂静的山谷，那溪水漂浮的残花，不能不说带有象征意义。所以，这首词表面上是记游，描写水光山色，实际上处处贯注着词人愤激的感情，表现了词人遭受排挤、闲居家乡、有志难伸的苦闷和寂寞，也反映了他对时局的不满和对国事的关心。他热爱大自然的风光，又不忘怀于世事，正表现了词人退居时期的内心矛盾，说明他并没有因自然风光的优美而陶醉、而颓废。\n\n　　这首词通过记叙独游雨岩的情景，抒发了遭受打击、闲居乡里的苦闷，反映了作者内心的不平和对国事的系念。同时，这首词构思新颖，剪裁精妙。题为“独游雨岩”，作者就在“独”字上作文章，上片写“形”独，下片写“声”独。随即带出了雨岩的优美景色，如清溪、蓝天、行云、山谷等。寓情于景，情景交融，意境清新自然而又沉郁，景愈美，愈可反衬出词人的不平与愤懑。语言通俗流畅，以虚写实，虚实结合，高度集中。所有这些都显示出了这首词的高度艺术性。王国维《人间词话》称：“幼安之佳处，在有性情，有境界。”于此可见。\n\n　　清代乾嘉时期岭南的著名诗人和画家黎简，有诗云：“七十二峰倒江水，俯见峰尖插天底；一舟天上棹海松，回合三万寒虬龙。”其构思与辛词同，可见辛词影响之远。\n\n","translation":"人在溪边行走溪水映照出人影，蓝天倒映在清清的溪水里。蓝天上有飘动的白云，人正行走在那飘动的白云里。\n我放声高歌，谁来应和？只听空幽的山谷清音响起。那响声不是来自鬼怪神仙，而是桃花旁的流水声悦耳无比。\n\n"}
{"_id":{"$oid":"5b9a181c367d5c0f40d22c1d"},"title":"卜算子·竹里一枝梅","dynasty":"宋代","writer":"向子諲","content":"岁见梅追和一首，终恨有儿女子态耳 \n竹里一枝梅，雨洗娟娟静。疑是佳人日暮来，绰约风前影。\n新恨有谁知，往事何堪省。梦绕阳台寂寞回，沾袖余香冷。","type":["写花","梅花","抒情","寂寞"],"remark":"娟娟:姿态柔美貌。\n\n","translation":"一年中看到梅花，于是作诗追和，始终遗憾有儿女似的忸怩情态。\n竹林里的一枝梅花经过雨水的冲洗显得柔美可人，亭亭静立。让人怀疑这是美人在傍晚时绰约的身影。\n心中出现的遗憾有谁知道呢，往事不堪回首啊。眠梦绕着小平台游走，回来后只有寂寞作陪，此时沾在袖子上梅花的余香已经冷淡了。\n\n"}
{"_id":{"$oid":"5b9a181d367d5c0f40d22c1e"},"title":"蝶恋花·雨霰疏疏经泼火","dynasty":"宋代","writer":"苏轼","content":"雨霰疏疏经泼火。巷陌秋千，犹未清明过。杏子梢头香蕾破。淡红褪白胭脂涴。 \n苦被多情相折挫。病绪厌厌，浑似年时个。绕遍回廊还独坐。月笼云暗重门锁。","type":["孤独","感伤"]}
{"_id":{"$oid":"5b9a181d367d5c0f40d22c1f"},"title":"高唐赋","dynasty":"先秦","writer":"宋玉","content":"　　昔者楚襄王与宋玉游于云梦之台，望高之观，其上独有云气，崪兮直上，忽兮改容，须臾之间，变化无穷。王问玉曰：“此何气也？”玉对曰：“所谓朝云者也。”王曰：“何谓朝云？”玉曰：“昔者先王尝游高唐，怠而昼寝，梦见一妇人曰：‘妾，巫山之女也。为高唐之客。闻君游高唐，愿荐枕席。’王因幸之。去而辞曰：‘妾在巫山之阳，高丘之阻，旦为朝云，暮为行雨。朝朝暮暮，阳台之下。’旦朝视之，如言。故为立庙，号曰朝云。”王曰：“朝云始楚，状若何也？”玉对曰：“其始楚也，榯兮若松榯；其少进也，晰兮若姣姬，扬衭鄣日，而望所思。忽兮改容，偈兮若驾驷马，建羽旗。湫兮如风，凄兮如雨。风止雨霁，云无所处。”王曰：“寡人方今可以游乎？”玉曰：“可。”王曰：“其何如矣？”玉曰：“高矣显矣，临望远矣。广矣普矣，万物祖矣。上属于天，下见于渊，珍怪奇伟，不可称论。”王曰：“试为寡人赋之！”玉曰：“唯唯！”\n\n　　惟高唐之大体兮，殊无物类之可仪比。巫山赫其无畴兮，道互折而曾累。登巉巗而下望兮，临大阺之稸水。遇天雨之新霁兮，观百谷之俱集。濞汹汹其无声兮，溃淡淡而并入。滂洋洋而四施兮，蓊湛湛而弗上。长风至而波起兮，若丽山之孤亩。势薄岸而相击兮，隘交引而却会。崪中怒而特高兮，若浮海而望碣石。砾磥磥而相摩兮，巆震天之礚礚。巨石溺溺之瀺灂兮，沫潼潼而高厉，水澹澹而盘纡兮，洪波淫淫之溶。奔扬踊而相击兮，云兴声之霈霈。猛兽惊而跳骇兮，妄奔走而驰迈。虎豹豺兕，失气恐喙；雕鹗鹰鹞，飞扬伏窜。股战胁息，安敢妄挚。于是水虫尽暴，乘渚之阳，鼋鼍鱣鮪，交积纵横。振鳞奋翼，蜲蜲蜿蜿。\n\n　　中阪遥望，玄木冬荣，煌煌荧荧，夺人目精。爛兮若列星，曾不可殚形。榛林郁盛，葩华覆盖；双椅垂房，纠枝还会。徙靡澹淡，随波闇蔼；东西施翼，猗狔丰沛。绿叶紫裹，丹茎白蒂。纤条悲鸣；声似竽籁；清浊相和，五变四会。感心动耳，回肠伤气；孤子寡妇，寒心酸鼻。长吏隳官，贤士失志；愁思无已，叹息垂泪。\n\n　　登高远望，使人心瘁；盘岸巑，裖陈皑皑。磐石险峻，倾崎崖。巌岖参差，纵横相追。陬互横啎，背穴偃蹠。交加累积，重叠增益。状若砾柱，杂巫山下；仰视山巅，肃何千千。炫燿虹蜺，俯视峥嵘，窐寥窈冥，不见其底，虚闻松声。倾岸洋洋，立而熊经，久而不去，足尽汗出。悠悠忽忽，怊怅自失。使人心动，无故自恐。賁育之断，不能为勇。卒愕异物，不知所出。纵纵莘莘，若生于鬼，若出于神。状似走兽，或象飞禽。谲诡奇伟，不可究陈。上至观侧，地盖底平。箕踵漫衍，芳草罗生。秋兰茝蕙，江离载青。青荃射干，揭车苞并。薄草靡靡，聮延夭夭，越香掩掩；众雀嗷嗷，雌雄相失，哀鸣相号。王鴡鸝黄，正冥楚鸠。秭归思妇，垂鸡高巢。其鸣喈喈，当年遨游。更唱迭和，赴曲随流。\n\n　　有方之士，羡门高谿。上成郁林，公乐聚榖。进纯牺，祷琁室。醮诸神，礼太一。传祝已具，言辞已毕。王乃乘玉舆，驷仓螭，垂旒旌；旆合谐。紬大絃而雅声流，冽风过而增悲哀。于是调讴，令人惏悽，胁息曾。于是乃纵猎者，基趾如星，传言羽猎；衔枚无声，弓弩不发，罘不倾。涉莽莽，驰苹苹。飞鸟未及起，走兽未及发。何节奄忽，蹄足灑血。举功先得，获车已实。王将欲往见，必先斋戒。差时择日，简舆玄服。建云旆，蜺为旌，翠为盖。风起云止，千里而逝。盖发蒙，往自会，思万方，忧国害，开贤圣，辅不逮，九窍通郁，精神察滞。延年益寿千万岁。\n\n","type":["辞赋精选","爱情","神话"],"translation":"前，楚襄王和宋玉游览云梦台，远望高唐观，高唐观上云气特异，状如峰峦，升腾直上，忽然又改变形状，顷刻之间，千变万化。襄王问宋玉：“这是什么云气呀？”宋玉回答：“这就是所说的朝云。”襄王又问：“什么是朝云？”宋玉回答：“从前先王曾经游览高唐观，感到困倦，白天就睡着了，梦见一个女子，说：‘我是巫山之女，高唐之客，听说大王游览高唐观，愿为你侍寝。’先王于是和她同寝，离开时告辞说：‘我住在巫山南面险峻的高山，早上化作灿烂的云霞，傍晚变成霏微的烟雨。朝朝暮暮，就生活在阳台之下。’先王早上起来观看，果真象她说的那样，所以给她修建庙宇，封号为朝云。”襄王问：“朝云刚出现时，是怎样的情景？”宋玉回答说：“她刚出现的时候，宛若茂盛挺拔的青松，稍微过了一会，现出亮丽婀娜的姿容，扬起长袖，遮住眩目的阳光，凝神伫望，若有所思。忽然又变幻了模样，驾着驷马之车疾驰，车上插着饰有羽毛的旌旗，凉风习习，细雨清凄，等到风住雨停，云清雾散，无处可寻。”襄王问：“我现在可以游赏一番吗？”宋玉说：“行啊。”襄王问：“那里的情形如何？”宋玉说：“那里高峻而广阔，登临眺望，极目辽远。宽广无边，好象万物都从那里生出。上接青天，下临深渊，珍贵怪异，奇特伟岸，简直难以用语言来描述。”襄王说：“你试着为我说说看。”宋玉说：“是”。\n\n　　那高唐的概貌，绝对无物可比。莽莽巫山，何以匹敌。道路错综曲折，重叠层递。登上峭岩下望，长坡潭水蓄积。正遇雨后初晴，远观百川汇聚，波涛汹涌，无声无息。川水交流，水满四溢。集水成潭，水深无底。大风扬波，有如山间高突的田地。大浪拍岸，险隘之处回旋撞击。怒涛奔涌，有如航海望见碣石耸峙。巨响震天，水波撞击累累的山石。巨石沉没水中，大浪高高掀起。水波荡漾，旋转盘曲。大水远流，腾起阵阵雾气。奔涌翻滚，声响入云相激。猛兽拼命远逃，惊骇至极。虎豹豺兕，惊恐万状，全无往日气势；雕鹗鹰鹞，高飞低窜，屏气颤抖，怎敢如往日搏击？于是水族受惊，都浮上水面，到小洲北边躲避；鼋鼍鳣鲔，东歪西斜，纵横交积，张鳞奋翼，游动拥挤。\n\n　　站在高坡遥望，冬天的树木依然郁郁苍苍。光彩鲜明，夺人目光。难以言表，烂若群星排列天上。榛林茂盛，重叠的花美丽芬芳。成对的山桐累累，枝叶交错展扬。轻风吹拂，倒影隐约，随波飘荡。伸展的枝条繁茂柔美，就象鸟儿张开翅膀。红茎白蒂，碧绿的叶子中露出紫红的花房。微风吹动，纤枝悲鸣，就像竽籁奏出的乐章。清浊相和，五音变化，应和着四方的音响。闻之动心，荡气回肠。孤儿寡妇，落泪心伤。长官废职，贤士失意惆怅，愁思无尽，叹息流泪彷徨。\n\n　　登高远望，使人心伤。盘岸峭壁，整齐排列，巍峨挺拔。磐石险峻，倾斜着像要倒塌。山岩长短纵横，仿佛追逐着一比高下。角落里堵塞道路的岩石横卧，偏僻处洞穴在山岩高挂。山石堆积交加，重重叠叠更是高大。形如中流砥柱，屹立巫山之下。仰望山顶，山林清静浓绿，耀眼如虹霓光华。俯看山下，幽深无底是峥嵘的山崖。只听见松涛阵阵，洋洋大水好象要把江岸冲垮。野熊吓得要死，直立起来往树上攀爬，久久不敢离开，脚心汗水滴下。悠悠忽忽，失意伤感，令人惊心，无故惧怕。既使有孟贲、夏育的决断，要显示勇敢也是无法。突遇不知从何而来的怪物，叫人又惊又怕。怪石林立，形态各异，有如鬼神变化。有的象奔跑的野兽，有的像禽鸟飞上飞下。变幻莫测，奇特瑰伟，不能一一陈叙描画。\n\n　　登上高唐观的旁边，地势一遍平坦。连绵不绝，如簸箕的后半。芬芳的香草，遍地长满。秋兰、茝蕙和江离，鲜花盛开。青荃、射干和揭车，争奇斗妍。草木蘩茂，艳丽绵延。群鸟鸣唱，在花草的芳香里远传。雌雄失伴，鸣声哀婉。王雎、黄鹂、正冥、楚鸠、子规、思妇和垂鸡，把巢筑得高高，百鸟合鸣，其声宛转。当年遨游，唱和交替更换，鸣声如歌，传向极远。有法术的方士，羡门、高溪、上成、郁林等神仙，在山林间兴高采烈地聚餐。\n\n　　祈祷在玉饰的宫室，供奉纯一色的牺牲，祭祀众多的神灵，向东皇太一礼敬。祝辞已经备好，祷告已经完成。君王才乘着玉舆，驾着青色的蛟龙飞奔。配合协调的旗帜飘飘，那是表示王者身份的旒旌。拨动琴弦，奏出典雅的乐声。寒风吹拂，更添悲哀一层。于是依调而歌，令人悲痛凄惨，屏息伤心。于是就让猎手纵马驰骋，山下人马排列，密如天上繁星。传令羽林骑士，口衔枚，不出声，弓箭不发射，猎网不张挂，在大水中跋涉，在草丛里驰骋。群鸟来不及起飞，野兽来不及逃命。马蹄溅满鲜血，车马片刻暂停。那先获头功的猎手，猎物已装满车乘。\n\n　　大王您想去见巫山之女，必先斋戒沐浴。选择吉日良时，减少车骑，穿上黑衣。车上树起霓旌和云旗，车盖用翠鸟的羽毛装饰。恍如风起雨止，千里转瞬即逝。为了启发蒙昧，前去相会神女。想着天下百姓，为国家祸患忧思。任用贤能之臣，弥补自己过失。九窍通泰，精神舒畅，寿与天齐。▲\n\n"}
{"_id":{"$oid":"5b9a181d367d5c0f40d22c20"},"title":"望岳三首·其三","dynasty":"唐代","writer":"杜甫","content":"南岳配朱鸟，秩礼自百王。\n欻吸领地灵，鸿洞半炎方。\n邦家用祀典，在德非馨香。\n巡守何寂寥，有虞今则亡。\n洎吾隘世网，行迈越潇湘。\n渴日绝壁出，漾舟清光旁。\n祝融五峰尊，峰峰次低昂。\n紫盖独不朝，争长嶪相望。\n恭闻魏夫人，群仙夹翱翔。\n有时五峰气，散风如飞霜。\n牵迫限修途，未暇杖崇冈。\n归来觊命驾，沐浴休玉堂。\n三叹问府主，曷以赞我皇。\n牲璧忍衰俗，神其思降祥。\n\n","type":["写山"]}
{"_id":{"$oid":"5b9a181d367d5c0f40d22c21"},"title":"终风","dynasty":"先秦","writer":"佚名","content":"终风且暴，顾我则笑，谑浪笑敖，中心是悼。\n终风且霾，惠然肯来，莫往莫来，悠悠我思。\n终风且曀，不日有曀，寤言不寐，愿言则嚏。\n曀曀其阴，虺虺其雷，寤言不寐，愿言则怀。","type":["诗经","闺怨","民谣"],"remark":"终：一说终日，一说既。暴：急骤，猛烈。\n谑（xuè）浪笑敖：戏谑：谑，调戏。浪，放荡。敖，放纵。\n中心：心中。是悼：悼是。悼，伤心害怕。\n霾（mái）：阴霾。空气中悬浮着的大量烟尘所形成的混浊现象。\n惠：顺。\n莫往莫来：不往来。\n曀（yì）：阴云密布有风。\n不日：不见太阳。有，同“又”。\n寤：醒着。言：助词。寐：睡着。\n嚏（tì）：打喷嚏。民间有“打喷嚏，有人想”的谚语。\n曀曀：天阴暗貌。\n虺（huǐ）：形容雷声。\n怀：思念。\n\n","shangxi":"　　此诗共四章。以女子的口吻，写她因丈夫的肆意调戏而悲凄，但丈夫离开后，她又转恨为念，忧其不来；夜深难寐，希望丈夫悔悟能同样也想念她。其感情一转再转，把那种既恨又恋，既知无望又难以割舍的矛盾心理真实地传达出来了。\n\n　　第一章写欢娱，是从男女双方来写。“谑浪笑敖”，《鲁诗》曰：“谑，戏谑也。浪，意萌也。笑，心乐也。敖，意舒也。”连用四个动词来摹写男方的纵情粗暴，立意于当时的欢娱。“中心是悼”，悼，担心忧惧的意思，是女方担心将来的被弃，着意于将来的忧惧。\n\n　　第二章承“悼”来写女子被弃后的心情。“惠然肯来”，疑惑语气中不无女子的盼望；“莫往莫来”，肯定回答中尽是女子的绝望。“悠悠我思”转出二层情思，在结构上也转出下面二章。\n\n　　第三、四章表现“思”的程度之深。“寤言不寐”，是直接来写，“愿言则嚏”、“愿言则怀”则是女子设想男子是否想她，是曲折来写。而归结到男子，又与第一章写男子欢娱照应。全诗结构自然而有法度。\n\n　　诗各章都采用“比”的表现手法。因比而兴，诗中展示出狂风疾走、尘土飞扬、日月无光、雷声隐隐等悚人心悸的画面，衬托出女主人公悲惨的命运，有强烈的艺术震撼力。这在古代爱情婚姻题材的诗歌中是别具一格的。\n\n","translation":"风儿整天价猛吹又多狂暴，他有时冲我回头只笑一笑，全是调戏放荡嘲讽又慢傲，让我心内深感悲伤更寂寥。\n风儿整日价狂吹呀雨雾罩，他是否愿意痛快回家来哟？这个负心人不来也不往啊，让我空思念呀悠悠又遥遥。\n风儿整日价吹呀天色阴沉，前天阴沉沉没几天又发昏。一梦醒来就再也难以入睡，为你我伤风感冒思念殷勤。\n风凄凄呀天昏地暗阴沉沉，雷声远远地传来约约隐隐。梦乡醒来就再也难以入睡，我总是不能排谴倍感伤心。\n\n"}
{"_id":{"$oid":"5b9a181d367d5c0f40d22c22"},"title":"咏怀古迹五首·其二","dynasty":"唐代","writer":"杜甫","content":"摇落深知宋玉悲，风流儒雅亦吾师。\n怅望千秋一洒泪，萧条异代不同时。\n江山故宅空文藻，云雨荒台岂梦思。\n最是楚宫俱泯灭，舟人指点到今疑。","type":["唐诗三百首","怀古","抒怀"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155638536.mp3","remark":"摇落：凋残，零落。\n风流儒雅：指宋玉文采华丽潇洒，学养深厚渊博。\n“萧条”句：意谓自己虽与宋玉隔开几代，萧条之感却是相同。\n故宅：江陵和归州 （秭归） 均有宋玉宅，此指秭归之宅。空文藻：斯人已去，只有诗赋留传下来。\n云雨荒台：宋玉在《高唐赋》中述楚之“先王”游高唐，梦一妇人，自称巫山之女，临别时说：“妾在巫山之阳，高丘之岨，旦为行云，暮为行雨，朝朝暮暮，阳台之下。”阳台，山名，在今重庆市巫山县。\n“最是”两句：意谓最感慨的是，楚宫今已泯灭，因后世一直流传这个故事，至今船只经过时，舟人还带疑似的口吻指点着这些古迹。楚宫：楚王宫。\n\n","shangxi":"　　第二首是推崇楚国著名辞赋作家宋玉的诗。诗是作者亲临实地凭吊后写成的，因而体会深切，议论精辟，发人深省。诗中的草木摇落，景物萧条，江山云雨，故宅荒台，舟人指点的情景，都是诗人触景生情，所抒发出来的感慨。它把历史陈迹和诗人哀伤交融在一起，深刻地表现了主题。诗人瞻仰宋玉旧宅怀念宋玉，从而联想到自己的身世，诗中表现了诗人对宋玉的崇拜，并为宋玉死后被人曲解而鸣不平。全诗铸词溶典，精警切实。有人认为，杜甫之“怀宋玉，所以悼屈原；悼屈原者，所以自悼也”。这种说法自有见地。\n\n　　宋玉的《高唐赋》、《神女赋》写楚襄王和巫山神女梦中欢会故事，因而传为巫山佳话。又相传在江陵有宋玉故宅。所以杜甫暮年出蜀，过巫峡，至江陵，不禁怀念楚国这位作家，勾起身世遭遇的同情和悲慨。在杜甫看来，宋玉既是词人，更是志士。而他生前身后却都只被视为词人，其政治上失志不遇，则遭误解，至于曲解。这是宋玉一生遭遇最可悲哀处，也是杜甫自己一生遭遇最为伤心处。这诗便是诗人瞩目江山，怅望古迹，吊宋玉，抒己怀；以千古知音写不遇之悲，体验深切；于精警议论见山光天色，艺术独到。\n\n　　杜甫到江陵的时候是秋天。宋玉名篇《九辩》正以悲秋发端：“悲哉秋之为气也，萧瑟兮草木摇落而变衰。”杜甫当时正是产生悲秋之情，因而便借以兴起本诗，简洁而深切地表示对宋玉的了解、同情和尊敬，同时又点出了时节天气。“风流儒雅”是庾信《枯树赋》中形容东晋名士兼志士殷仲文的成语，这里借以强调宋玉主要是一位政治上有抱负的志士。“亦吾师”用的是王逸的说法：“宋玉者，屈原弟子也。闵惜其师忠而被逐，故作《九辩》以述其志。”这里借以表示杜甫自己也可算作师承宋玉，同时表明这首诗旨意也在闵惜宋玉，“以述其志”。所以次联接着就说明诗人自己虽与宋玉相距久远，不同朝代，不同时代，但萧条不遇，惆怅失志，其实相同。因而望其遗迹，想其一生，不禁悲慨落泪。\n\n　　诗的前半感慨宋玉生前怀才不遇，后半则为其身后不平。这片大好江山里，还保存着宋玉故宅，世人总算没有遗忘他。但人们只欣赏他的文采辞藻，并不了解他的志向抱负和创作精神。这不符宋玉本心，也无补于后世，令人惘然，所以用了“空”字。就像眼前这巫山巫峡，使诗人想起宋玉的两篇赋文。赋文的故事题材虽属荒诞梦想，但作家的用意却在讽谏君主淫惑。然而世人只把它看作荒诞梦想，欣赏风流艳事。这更从误解而曲解，使有益作品阉割成荒诞故事，把有志之士歪曲为无谓词人。这一切，使宋玉含屈，令杜甫伤心。而最为叫人痛心的是，随着历史变迁，岁月消逝，楚国早已荡然无存，人们不再关心它的兴亡，也更不了解宋玉的志向抱负和创作精神，以至将曲解当史实，以讹传讹，以讹为是。到如今，江船经过巫山巫峡，船夫们津津有味，指指点点，谈论着哪个山峰荒台是楚王神女欢会处，哪片云雨是神女来临时。词人宋玉不灭，志士宋玉不存，生前不获际遇，身后为人曲解。宋玉悲在此，杜甫悲为此。前人说“言古人不可复作，而文采终能传也”，恰好与杜甫的原意相违背。\n\n　　体验深切，议论精警，耐人寻味，是这诗的突出特点和成就。但这是一首咏怀古迹诗，诗人亲临实地，亲自凭吊古迹，因而山水风光自然在诗中显露出来。杜甫沿江出蜀，飘泊水上，旅居舟中，年老多病，生计窘迫，境况萧条，情绪悲怆，本来无心欣赏风景，只为宋玉遗迹触发了满怀悲慨，才洒泪赋诗。诗中的草木摇落，景物萧条，江山云雨，故宅荒台，以及舟人指点的情景，都从感慨议论中出来，蒙着历史的迷雾，充满诗人的哀伤，诗人仿佛是泪眼看风景，隐约可见，其实是虚写。从诗歌艺术上看，这样的表现手法富有独创性。它紧密围绕主题，显出古迹特征，却不独立予以描写，而使其溶于议论，化为情境，渲染着这首诗的抒情气氛，增强了咏古的特色。\n\n　　这是一首七律，要求谐声律，工对仗。但也由于诗人重在议论，深于思，精于义，伤心为宋玉写照，悲慨抒壮志不酬，因而通篇用赋，在用词和用典上精警切实，不被格律所拘束。它的韵律和谐，对仗工整，写的是律诗这种近体诗，却有古体诗的风味，同时又不失清丽。前人认为这首诗“首二句失粘”，只从形式上进行批评，未必中肯。\n\n","translation":"落叶飘零是深知宋玉的悲哀，他的风流儒雅堪当我的老师。\n怅望千秋往事洒下同情泪水，身世同样凄凉可惜生不同时。\n江山依旧故宅犹在空留文藻，云雨荒台难道真是荒唐梦思。\n最可叹楚王宫殿早荡然无存，驾船人还指点遗迹让人生疑。\n\n"}
{"_id":{"$oid":"5b9a181d367d5c0f40d22c23"},"title":"满庭芳·小阁藏春","dynasty":"宋代","writer":"李清照","content":"小阁藏春，闲窗锁昼，画堂无限深幽。篆香烧尽，日影下帘钩。手种江梅渐好，又何必、临水登楼。无人到，寂寥浑似，何逊在扬州。\n从来，知韵胜，难堪雨藉，不耐风揉。更谁家横笛，吹动浓愁。莫恨香消雪减，须信道、扫迹情留。难言处，良宵淡月，疏影尚风流。","type":["咏物","梅花","生活","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155639392.mp3","remark":"满庭芳：词牌名。\n篆香：对盘香的喻称。\n江梅：此指梅中上品，非泛指江畔、水边之梅。\n临水登楼：语出王粲《登楼赋》“登兹楼以四望兮，聊暇日以销忧”之句。\n浑似：完全像。\n何逊在扬州：语出杜甫《和裴迪登蜀州东亭送客逢早梅相忆见寄》“东阁官梅动诗兴，还如何逊在扬州”之句。\n韵胜：优雅美好。\n难堪雨藉：难以承受雨打。\n不耐风揉：《乐府雅词》卷下、《梅苑》卷三、《全宋词》第二册均作“不耐风柔”，“柔”字不通，故改。\n横笛：汉横吹曲中有《梅花落》。\n扫迹：语见孔稚珪《北山移文》“乍低枝而扫迹”。原意谓扫除干净，不留痕迹。此处系反其意而用之。\n\n","translation":"在阁楼中好似春天一般，平常不用的窗子将白昼都隔在了外面，走在画廊里，发现这里非常深幽。篆香烧尽了，日影移上帘箔了，才发现黄昏将近。我喜爱梅花，自己种的江梅渐已长好，为什么一定要再临水登楼赏玩风月而荒废了时光呢。没有人来找我谈话聊天，如今在这样的寂寥环境里独自面对梅花，就好像当年何逊在扬州对花彷徨。\n梅花色泽美艳，它虽不像别的花那么畏惧霜雪，但毕竟娇弱，难以禁受寒风冷雨的摧残。又是谁吹起横笛曲《梅花落》，吹动了我的愁绪。不要怨恨暗香消失，落花似雪，要相信，虽然梅花踪迹难寻而它情意长留。我很难说出我的家世，多想有一个美好的夜晚，淡淡的月光投下梅枝横斜优美的姿影，从这姿影里还能显示出梅花的俊俏风流。\n\n"}
{"_id":{"$oid":"5b9a181d367d5c0f40d22c24"},"title":"喜迁莺·晓月坠","dynasty":"五代","writer":"李煜","content":"晓月坠，宿云微，无语枕频欹。梦回芳草思依依，天远雁声稀。\n啼莺散，馀花乱，寂寞画堂深院。片红休埽尽从伊，留待舞人归。","type":["写景","时光","思念"],"remark":"喜迁莺：词牌名。\n坠：落下。\n微：疏淡。\n欹（qī）：斜倚。\n馀（yú）花：馀即余，残花。\n埽（sào）：扫去。\n尽从伊：这里指全由落花，任凭它飘落一地。\n\n","translation":"拂晓的月亮坠下蓝天，夜空云雾已经微淡，默默无语倚在枕上。梦醒仍恋芳草绵绵，雁声消失遥远天边。\n啼晓的黄莺散，零落的飞花乱，只留下寂寞画堂深深院。任落红遍地休扫它，留待跳舞人回当地毯。\n\n"}
{"_id":{"$oid":"5b9a181d367d5c0f40d22c25"},"title":"将赴吴兴登乐游原一绝","dynasty":"唐代","writer":"杜牧","content":"清时有味是无能，闲爱孤云静爱僧。 \n欲把一麾江海去，乐游原上望昭陵。","type":["唐诗三百首","爱国"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155640671.mp3","remark":"吴兴：即今浙江省湖州市。乐游原：在长安城南，地势高敞，可以眺望，是当时的游览胜地。\n“清时”句：意谓当这清平无所作为之时，自己所以有此闲情。 \n一麾（huī）：旌旗。\n昭陵：唐太宗的陵墓。\n\n","shangxi":"　　在唐人七绝中，也和在整个古典诗歌中一样，以赋、比二体写成的作品较多，兴而比或全属兴体的较少。杜牧这首诗采用了“托事于物”的兴体写法，表达了作者的爱国之情，称得上是一首“言在此而意在彼”、“言已尽而意有余”的名篇。\n\n　　杜牧不但长于文学，而且具有政治、军事才能，渴望为国家作出贡献。当时他在京城里任吏部员外郎，投闲置散，无法展其抱负，因此请求出守外郡。对于这种被迫无所作为的环境，他当然是很不满意的。诗从安于现实写起，反言见意。武宗、宣宗时期，牛李党争正烈，宦官擅权，中央和藩镇及少数民族政权之间都有战斗，根本算不上“清时”。诗的起句不但称其时为“清时”，而且进一步指出，既然如此，没有才能的自己，倒反而可以借此藏拙，这是很有意趣的。次句承上，点明“闲”与“静”就是上句所指之“味”。而以爱孤云之闲见自己之闲，爱和尚之静见自己之静，这就把闲静之味这样一种抽象的感情形象地显示了出来。\n\n　　第三句一转。汉代制度，郡太守一车两幡。幡即旌麾之类。唐时刺史略等于汉之太守。这句是说，由于在京城抑郁无聊，所以想手持旌麾，远去江海。（湖州北面是太湖和长江，东南是东海，故到湖州可云去江海。）第四句再转。昭陵是唐太宗的陵墓，在长安西边醴泉县的九嵏山。古人离开京城，每每多所眷恋，如曹植诗：“顾瞻恋城阙，引领情内伤。”（《赠白马王彪》）杜甫诗：“无才日衰老，驻马望千门。”（《至德二载自京金光门出乾元初有悲往事》）都是传诵人口之句。但此诗写登乐游原不望皇宫、城阙，也不望其他已故皇帝的陵墓，而独望昭陵，则是别有深意的。唐太宗是唐代、也是我国封建社会中杰出的皇帝。他建立了大唐帝国，文治武功，都很煊赫；而知人善任，惟贤是举，则是他获得成功的重要因素之一。诗人登高纵目，西望昭陵，就不能不想起当前国家衰败的局势，自己闲静的处境来，而深感生不逢时之可悲可叹了。诗句虽然只是以登乐游原起兴，说到望昭陵，戛然而止，不再多写一字，但其对祖国的热爱，对盛世的追怀，对自己无所施展的悲愤，无不包括在内。写得既深刻，又简练；既沉郁，又含蓄，真所谓“称名也小，取类也大”。\n\n","translation":"太平时闲游有趣却是无能，闲爱天上孤云安静爱山僧。\n我愿手持旌麾去吴兴上任，乐游原上再望望风雨昭陵。\n\n"}
{"_id":{"$oid":"5b9a181e367d5c0f40d22c26"},"title":"除夜宿石头驿","dynasty":"唐代","writer":"戴叔伦","content":"旅馆谁相问，寒灯独可亲。\n一年将尽夜，万里未归人。\n寥落悲前事，支离笑此身。\n愁颜与衰鬓，明日又逢春。\n\n","type":["春节","孤独","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155640705.mp3"}
{"_id":{"$oid":"5b9a181e367d5c0f40d22c27"},"title":"题长安壁主人","dynasty":"唐代","writer":"张谓","content":"世人结交须黄金，黄金不多交不深。 \n纵令然诺暂相许，终是悠悠行路心。","type":["友情","哲理"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155641531.mp3","remark":"世人：指世俗之人。\n纵令：纵然，即使。\n然诺：许诺。然：答应，信守。\n悠悠：平淡隔膜、庸俗不堪的样子。\n行路心：路上行人的心理。\n\n","shangxi":"　　“世人结交须黄金，黄金不多交不深。”揭露出金钱对人情世态的“污染”。黄金一直是古代社会的硬通货，而金钱换“友谊”的事情无论古今都不乏其例。早在西晋，鲁褒就深刻地指出：“舟车上下，役使孔方。凡百君子，同尘和光。上交下接，名誉益彰。”（《钱神论》）\n\n　　“纵令然诺暂相许，终是悠悠行路心。”形象地勾画出长安壁主人虚情假意的笑脸和冷漠无情的心。“然诺”是信义的标志，金钱是欲望的化身，道德和欲望之间的沟壑永难填平，这是作为社会动物的人本然而终极的顽疾。“悠悠行路心”正指向这个本性，“悠悠”两字，形容“行路心”，十分恰当地表现出这份本性长久而自然地生长于世人心中。这样一种看似平淡的口气，对人的讥刺不露骨而能达到鞭挞入骨的效果。\n\n　　文学是社会的一画镜子。这首诗言浅意深，富有哲理意义，反映了唐代社会世态人情的一个侧面。\n\n","translation":"世俗的人互相结交需要以黄金为纽带，黄金用得不多，交情自然不深。\n纵然口头上暂时承诺了什么，实际上他的心就如路人一样冷漠。\n\n"}
{"_id":{"$oid":"5b9a181f367d5c0f40d22c28"},"title":"采莲曲","dynasty":"唐代","writer":"贺知章","content":"稽山罢雾郁嵯峨，镜水无风也自波。\n莫言春度芳菲尽，别有中流采芰荷。","type":["写景"],"remark":"稽山：会稽山的省称。\n嵯峨：山高峻貌。\n芳菲：芳香的花草。\n中流：水流的中央。\n芰荷：菱叶与荷叶。《离骚》：制芰荷以为衣兮，集芙蓉以为裳。\n\n","translation":"会稽山上的雾气散了，显露出高峻的山体和葱郁的草木，明净的水面上没有风也起了水波。\n别说春天已经结束花草都凋谢完了，另有人在水流中央采摘菱叶和荷叶呢。\n\n"}
{"_id":{"$oid":"5b9a181f367d5c0f40d22c29"},"title":"九月九日登玄武山 / 九月九日玄武山旅眺","dynasty":"唐代","writer":"卢照邻","content":"九月九日眺山川，归心归望积风烟。\n他乡共酌金花酒，万里同悲鸿雁天。","type":["重阳节","饮酒","思乡"]}
{"_id":{"$oid":"5b9a181f367d5c0f40d22c2a"},"title":"河满子·秋怨","dynasty":"宋代","writer":"孙洙","content":"怅望浮生急景，凄凉宝瑟馀音。楚客多情偏怨别，碧山远水登临。目送连天衰草，夜阑几处疏砧。\n黄叶无风自落，秋云不雨长阴。天若有情天亦老，摇摇幽恨难禁。惆怅旧欢如梦，觉来无处追寻。","type":["送别","友人"],"shangxi":"　　这首词是作者在秋夜送别友人的词，是一首集合多种秋景融入秋心的小词。词虽欠含蓄，但天然绝妙。词的上片重在写景，下片由景入情。全词对友感情真挚，和友离别充满了惆怅之情。上片以情写景，情景交融。下片由秋景来抒情，不忍和朋友离别。\n\n　　“怅望浮生急景，凄凉宝瑟余音”：惆怅底想着人生如浮云，来去匆匆之情景，听见琴瑟之音也是满耳凄凉。\n\n　　“楚客多情偏怨别，碧山远水登临”：和朋友之情非常深厚，怨恨朋友之间的离别，在分别之际，一起登上青山眺望河水。\n\n　　“目送连天衰草，夜阑几处疏砧”：眼看着朋友消失在茫茫原野，在静静的夜里传来了零星的声音。\n\n　　“黄叶无风自落，秋云不雨长阴”：满眼是秋天萧条景象，黄叶零星飘落，天不下雨却是阴沉沉的，让人心情忧郁。\n\n　　“天若有情天亦老，摇摇幽恨难禁”：“天若有情天亦老”是历来诗人常引用的诗句，出自于唐诸王孙李长吉遂作《金铜仙人辞汉歌》。歌曰：“衰兰送客咸阳道，天若有情天亦老。”写得悲悲切切，感人尤深。此词也是送客，悲悲切切之情一炉无遗。上天若有和我一样的感情，也会有我这样的情感衰落，和朋友分别，飘飘荡荡的隐隐之恨，怎么能禁得住啊。\n\n　　“惆怅旧欢如梦，觉来无处追寻”：忧郁的想起我们以前高兴的情景，等我一觉醒来，再到哪里去寻找呢？\n\n　　上片“怅惘浮生急景”，一“浮”一“急”，铺垫了下文的感情色彩。“宝瑟余音”，呼应了“凄凉”二字。通篇两处“怅”字，尽显怆情，而上片尤以末句“目送连天衰草，夜阑几处疏砧。”为妙。下片中“黄叶无风自落，秋云不雨常阴”可谓千古佳句。以两种自然景物的变化不仅显出秋天的悲怆之情，“自”字，更写出了悲伤的不由自主。末句“惆怅旧欢如梦，觉来无处追寻。”可呼应首句“浮生急景”，将一生的悲欢离合演绎得如一幕幕场景，仿佛梦幻的片段浮现，若隐若现。一个“觉来”后的空荡，将“惆怅”表现地淋漓尽致。\n\n","translation":"译文 惆怅底想着人生如浮云，来去匆匆之情景，听见琴瑟之音也是满耳凄凉。和朋友之情非常深厚，怨恨朋友之间的离别，在分别之际，一起登上青山眺望河水。眼看着朋友消失在茫茫原野，在静静的夜里传来了零星的声音。 满眼是秋天萧条景象，黄叶零星飘落，天不下雨却是阴沉沉的，让人心情忧郁。天若有情感也会和凡人一样为情所困而变老，幽幽的恨意总是那以消除。忧郁的想起我们以前高兴的情景，等我一觉醒来，再到哪里去寻找呢。"}
{"_id":{"$oid":"5b9a181f367d5c0f40d22c2b"},"title":"玉楼春·风前欲劝春光住","dynasty":"宋代","writer":"辛弃疾","content":"风前欲劝春光住。春在城南芳草路。未随流落水边花，且作飘零泥上絮。 \n镜中已觉星星误。人不负春春自负。梦回人远许多愁，只在梨花风雨处。","type":["伤春","感伤","岁月"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155641093.mp3","remark":"住：停，止，停留。\n星星：头髮花白貌。\n\n","shangxi":"　　这是一首伤春词，由伤春而感伤自己年华流逝。\n\n　　第一、两句，想要留住春光，然而已是芳草萋萋的暮春时节，开头即点出伤春的意味，为全词奠定了感伤的基调，接着似站在春天的角度说春不甘和落花一样随水而去，了无踪迹，只好暂且作粘于泥上的飞絮。“落花”、“飞絮”均为飘零之物，然在词人笔下，似落花流逝更快，而飞絮尚可在泥上暂存，生动形象地写出了春之不愿逝去的不甘和无奈。运用比喻，用春来比喻自己的青春年华，表达出想要留住青春之感。五、六两句，看到镜中的华发，想自己年华流逝，自己不愿辜负青春，然而无奈的还是辜负了，一事无成，表达出因功业未就而人已老去，美好的青春理想破灭的浓浓愁绪。“梦回人远许多愁”梦中醒来，似已消愁，貌似洒脱，实则更为沉痛，最后一句，以景作结，将这许多的愁都凝聚在风雨中的梨花之上，用风雨梨花象征自己的命运处境，含蓄动人。\n\n","translation":"迎着风儿，想要劝春光停住脚步。春光却停留在了城南的青草路上。它不愿同岸边的落花一样随流水而去，暂且就成为在泥土上飘舞的飞絮。\n看着镜中头发花白的自己，惋惜逝去的时光。人没有辜负春天，是春天自己辜负了自己啊！从梦中醒来才感觉远离了许多忧愁，只是牵挂着风雨中的梨花是否安然。\n\n"}
{"_id":{"$oid":"5b9a181f367d5c0f40d22c2c"},"title":"鹊踏枝·几日行云何处去","dynasty":"五代","writer":"冯延巳","content":"几日行云何处去？忘却归来，不道春将暮。百草千花寒食路，香车系在谁家树？\n泪眼倚楼频独语。双燕来时，陌上相逢否？撩乱春愁如柳絮，依依梦里无寻处。(依依 一作：悠悠)\n\n","type":["宋词三百首","闺怨","女子","孤独"]}
{"_id":{"$oid":"5b9a181f367d5c0f40d22c2d"},"title":"落日忆山中","dynasty":"唐代","writer":"李白","content":"雨后烟景绿，晴天散馀霞。东风随春归，发我枝上花。 \n花落时欲暮，见此令人嗟。愿游名山去，学道飞丹砂。","type":["春天","写风"],"translation":"译文 雨后原野一片翠绿，烟景渺茫， 晴空里余霞像一幅幅绮锦。 东风跟随春姑娘回来了，催开了我家的鲜花。 现在正是花落日暮的时候，怎么不让人嗟叹不止？ 我想去游名山大川，找仙人学道炼丹砂金丹。"}
{"_id":{"$oid":"5b9a181f367d5c0f40d22c2e"},"title":"夜泊牛渚怀古","dynasty":"唐代","writer":"李白","content":"牛渚西江夜，青天无片云。\n登舟望秋月，空忆谢将军。\n余亦能高咏，斯人不可闻。\n明朝挂帆席，枫叶落纷纷。(挂帆'席', 一作：去)","type":["唐诗三百首","月亮","怀古"],"remark":"牛渚：山名，在今安徽当涂县西北。诗题下有注：此地即谢尚闻袁宏咏史处。\n西江：从南京以西到江西境内的一段长江，古代称西江。牛渚也在西江这一段中。\n谢将军：东晋谢尚，今河南太康县人，官镇西将军，镇守牛渚时，秋夜泛舟赏月，适袁宏在运租船中诵己作《咏史》诗，音辞都很好，遂大加赞赏，邀其前来，谈到天明。袁从此名声大振，后官至东阳太守。\n高咏：谢尚赏月时，曾闻诗人袁宏在船中高咏，大加赞赏。\n斯人：指谢尚。\n挂帆席：一作“洞庭去”。挂帆：扬帆。\n落：一作“正”。\n\n","shangxi":"　　首句开门见山，点明“牛渚夜泊”。次句写牛渚夜景，大处落墨，展现出一片碧海青天、万里无云的境界。寥廓空明的天宇，和苍茫浩渺的西江，在夜色中融为一体，越显出境界的空阔渺远，而诗人置身其间时那种悠然神远的感受也就自然融合在里面了。\n\n　　三、四句由牛渚“望月”过渡到“怀古”。谢尚牛渚乘月泛江遇见袁宏月下朗吟这一富于诗意的故事，和诗人眼前所在之地（牛渚西江）、所接之景（青天朗月）的巧合，固然是使诗人由“望月”而“怀古”的主要凭藉，但之所以如此，还由于这种空阔渺远的境界本身就很容易触发对于古今的联想。空间的无垠和时间的永恒之间，在人们的意念活动中往往可以相互引发和转化，陈子昂登幽州台，面对北国苍莽辽阔的大地而涌起“前不见古人，后不见来者”之感，便是显例。而今古长存的明月，更常常成为由今溯古的桥梁，“月下沉吟久不归，古来相接眼中稀”（《金陵城西月下吟》），正可说明这一点。因此，“望”、“忆”之间，虽有很大跳跃，读来却感到非常自然合理。“望”字当中就含有诗人由今及古的联想和没有明言的意念活动。“空忆”的“空”字,表现了诗人对过去的回忆，也暗示了这份回忆注定没有回应。暗逗下文。\n\n　　如果所谓“怀古”，只是对几百年前发生在此地的“谢尚闻袁宏咏史”情事的泛泛追忆，诗意便不免平庸而落套。诗人别有会心，从这桩历史陈迹中发现了一种令人向往追慕的美好关系—贵贱的悬隔，丝毫没有妨碍心灵的相通；对文学的爱好和对才能的尊重，可以打破身份地位的壁障。而这，正是诗人在当时现实中求之而不可的得。诗人的思绪，由眼前的牛渚秋夜景色联想到往古，又由往古回到现实，情不自禁地发出“余亦能高咏，斯人不可闻”的感慨。尽管自己也象当年的袁宏那样，富于文学才华，而象谢尚那样的人物却不可复遇了。“不可闻”回应“空忆”，寓含着世无知音的深沉感喟。\n\n　　“明朝挂帆席，枫叶落纷纷。”末联宕开写景，想象明朝挂帆离去的情景。在飒飒秋风中，片帆高挂，客舟即将离开江渚；枫叶纷纷飘落，象是无言地送着寂寞离去的行舟。秋色秋声，进一步烘托出因不遇知音而引起的寂寞凄清情怀。\n\n　　诗意明朗而单纯，并没有什么深刻复杂的内容，但却具有一种令人神远的韵味。这种神韵的形成，离不开具体的文字语言和特定的表现手法。这首诗，写景的疏朗有致，不主刻画，迹近写意；写情的含蓄不露，不道破说尽；用语的自然清新，虚涵概括，力避雕琢；以及寓情于景，以景结情的手法等等，都有助于造成一种悠然不尽的神韵。李白的五律，不以锤炼凝重见长，而以自然明丽为主要特色。此篇行云流水，纯任天然。这本身就构成一种萧散自然、风流自赏的意趣，适合表现抒情主人公那种飘逸不群的性格。诗的富于情韵，与这一点也不无关系。\n\n","translation":"秋夜行舟停泊在西江牛渚山，蔚蓝的天空中没有一丝游云。\n我登上小船仰望明朗的秋月，徒然地怀想起东晋谢尚将军。\n我也能够吟哦袁宏的咏史诗，可惜没有那识贤的将军倾听。\n明早我将挂起船帆离开牛渚，这里只有满天枫叶飘落纷纷。\n\n"}
{"_id":{"$oid":"5b9a181f367d5c0f40d22c2f"},"title":"人月圆·山中书事","dynasty":"元代","writer":"张可久","content":"兴亡千古繁华梦，诗眼倦天涯。孔林乔木，吴宫蔓草，楚庙寒鸦。\n数间茅舍，藏书万卷，投老村家。山中何事？松花酿酒，春水煎茶。","type":["感慨","历史","抒怀"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155642317.mp3","remark":"人月圆：曲牌名。此词调始于王诜，因其词中“人月圆时”句，取以为名。《中原音韵》入“黄钟宫”。曲者，小令用。有幺篇换头，须连用。\n诗眼：诗人的洞察力。\n孔林：指孔丘的墓地，在今山东曲阜。\n吴宫：指吴国的王宫。也可指三国东吴建业（今南京）故宫。\n楚庙：指楚国的宗庙。\n投老：临老，到老。\n\n","translation":"千古以来，兴亡更替就像繁华的春梦一样。诗人用疲倦的眼睛远望着天边。孔子家族墓地中长满乔木，吴国的宫殿如今荒革萋萋，楚庙中。乌鸦飞来飞去。\n几间茅屋里，藏着万卷书，我回到了老村生活。山中有什么事？用松花酿酒，用春天的河水煮茶。\n\n"}
{"_id":{"$oid":"5b9a181f367d5c0f40d22c30"},"title":"鹬蚌相争","dynasty":"两汉","writer":"刘向","content":"　　赵且伐燕，苏代为燕谓惠王曰：“今者臣来，过易水。蚌方出曝，而鹬啄其肉，蚌合而箝其喙。鹬曰：‘今日不雨，明日不雨，即有死蚌！’蚌亦谓鹬曰：‘今日不出，明日不出，即有死鹬！’两者不肯相舍，渔者得而并禽之。今赵且伐燕，燕赵久相支，以弊大众，臣恐强秦之为渔夫也。故愿王之熟计之也！”惠王曰：“善。”乃止。","type":["小学文言文","哲理","故事"],"remark":"方：刚刚。 \n蚌：贝类，软体动物有两个椭圆形介壳，可以开闭 \n曝：晒。 \n支：支持，即相持、对峙 \n鹬：一种水鸟，羽毛呈茶褐色，嘴和腿都细长，常在浅水边或水田中捕食小鱼、昆虫、河蚌等。 \n箝：同“钳”，把东西夹住的意思 \n喙：嘴，专指鸟兽的嘴。 \n雨：这里用作动词，下雨。 \n即：就，那就。 \n谓：对……说。 \n舍：放弃。 \n相舍：互相放弃。 \n并：一起，一齐，一同。 \n禽：同“擒”，捕捉，抓住。 \n且：将要。 \n弊：弊病；害处，这里指疲弊的意思。 \n禽：通“擒”，捕捉。 \n恐：担心。 \n为：替，给。\n\n","shangxi":"　　有一天，天气很好，太阳照在大地上，一只河蚌顺着河水上了岸，躺在沙滩上，张开两个蚌壳悠闲地晒着太阳。\n\n　　这时，一只名鹬的水鸟从河边飞过。鹬鸟悄悄地落在河蚌附，轻轻地走到河蚌旁边，猛地伸着又长又尖的嘴巴，猛的捉住了甲壳内的蚌肉。\n\n　　河蚌反应也很快，鹬鸟一咬住蚌肉，它就猛然合上蚌壳，紧紧夹住了鹬鸟的长嘴。\n\n　　鹬鸟急了，赶紧甩动长嘴，想甩开河蚌。可是河蚌夹得很紧，根本甩不开。它们各自用力搏斗了一会儿，鹬鸟和河蚌谁也不肯相让，就这样僵持着。\n\n　　双方争吵起来。鹬鸟威胁河 蚌说：“你若不张开甲壳，今天不下雨，明天也不下雨，你会被晒死在这里的， 我看你能撑到什么时候。\n\n　　河蚌也不甘示弱地说：我今天不放你，明天不放你，您的嘴巴抽不出来，你就会在这里饿死和憋死在这河滩上，\n\n　　就这样，鹬鸟和河 蚌谁也不肯让谁。时间一长，它们俩都累得筋疲力尽。\n\n　　正在这时，一个老渔夫从河滩打鱼回家路过，就从沙滩上走过。看见鹬蚌相争的情景，渔夫觉得很有趣。他悄悄地走上前去，没有费多大力气， 把两个一起抓住，高兴地拿走了。\n\n","translation":"　　赵国将要出战燕国，苏代为燕国对惠王说：“今天我来，路过了易水，看见一只河蚌正从水里出来晒太阳，一只鹬飞来啄它的肉，河蚌马上闭拢，夹住了鹬的嘴。鹬说：‘今天不下雨，明天不下雨，就会干死你。’河蚌也对鹬说：‘今天你的嘴不取，明天你的嘴不取，就会饿死你。’两个不肯互相放弃，结果一个渔夫把它们俩一起捉走了。现在赵国将要攻打燕国，燕赵如果长期相持不下，老百姓就会疲惫不堪，我担心强大的秦国就要成为那不劳而获的渔翁了。所以我希望大王认真考虑出兵之事。”赵惠文王说：“好吧。”于是停止出兵攻打燕国。\n\n"}
{"_id":{"$oid":"5b9a181f367d5c0f40d22c31"},"title":"幽居初夏","dynasty":"宋代","writer":"陆游","content":"湖山胜处放翁家，槐柳阴中野径斜。\n水满有时观下鹭，草深无处不鸣蛙。\n箨龙已过头番笋，木笔犹开第一花。\n叹息老来交旧尽，睡来谁共午瓯茶。","type":["夏天","写景","山水","伤怀"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155642268.mp3"}
{"_id":{"$oid":"5b9a1820367d5c0f40d22c32"},"title":"多歧亡羊","dynasty":"先秦","writer":"列御寇","content":"　　杨子之邻人亡羊，既率其党，又请杨子之竖追之。杨子曰：“嘻！亡一羊何 追者之众？”邻人曰：“多歧路。”既反，问：“获羊乎？”曰：“亡之矣。” 曰：“奚亡之？”曰：“歧路之中又有歧焉。吾不知所之，所以反也。”杨子戚 然变容，不言者移时，不笑者竟日。门人怪之，请曰：“羊贱畜，又非夫子之有， 而损言笑者何哉？”杨子不答。(追者之众 一作：追之者众)\n\n　　心都子曰：“大道以多歧亡羊，学者以多方丧生。学 非本不同，非本不一，而末异若是。唯归同反一，为亡得丧。子长先生之门，习 先生之道，而不达先生之况也，哀哉！”\n\n","type":["小学文言文","寓言","故事","哲理"],"remark":"竖：未成年的童仆\n反：通“返”，返回\n戚然：悲伤的样子\n怪：以......为怪\n多方：不能专心致志\n杨子之竖追：之：的。\n杨子：杨朱，战国时卫国人，思想家。\n党：家族亲属。\n损：减少。\n党：亲戚朋友\n\n","translation":"　　杨子的邻人走失了一只羊。那人央请了许多亲戚朋友一道去寻找（丢失的羊），又请杨子的家僮也一同去追捕。杨子说：“唉！走失了一只羊，何必要这么多人去寻找呢？“邻人说：“因为岔路太多了！“杨子的家僮回来后，杨子问：“找到羊了吗？“邻居说：“丢掉了！“杨子问：“怎麼会让羊走失呢？“邻居说：“每条岔路的中间又有岔路，我们不知道要往哪条路走，所以只好回来了。“\n\n　　杨子听了，脸色变得很忧伤，过了些时还不说话，整天闷闷不乐。他的学生觉得很奇怪，便请问杨子说：“羊不过是只贱畜，而且又不是老师的，为什麼为了这事整天都不笑呢？“杨子没有回答他们……心都子就说：“大路因为岔路多了而走失了羊，读书人则因为不能专心一致而葬送了一生。“\n\n"}
{"_id":{"$oid":"5b9a1820367d5c0f40d22c33"},"title":"北风行","dynasty":"明代","writer":"刘基","content":"城外萧萧北风起，城上健儿吹落耳。\n将军玉帐貂鼠衣，手持酒杯看雪飞。\n\n","type":["写风","将士","战争"],"shangxi":"　　这是一首起眼绝句，第一句诗中“萧萧”说明风很大，而“北风”即北方吹来的风，北方吹来的风都是非常寒冷的，所以风很大，而且很冷。在这种环境之下，在城上守卫的将士（健儿），自然会很冷，冷到什么程度呢？冷到连耳朵都快被萧萧寒风吹落。所以第二句紧接着就写了守城将士在此种恶劣环境下的状况。在颈联中作者再次突出天气之寒冷，将军在帐篷中都还要穿着貂鼠大衣才能御寒。在这时候，将军面对这样的天气和环境也能能持酒望着帐外飞雪而已。尾联即将军的反应。\n\n　　全诗通过对这种恶劣天气和环境的描写，对将士们的反应刻画，表达出了将士们行军打仗的艰辛，也从侧面表达了作者对战争的批判和对将士们的怜爱之情。\n\n","translation":"译文 城外萧萧刮起了寒冷的的北风， 城楼上守城的将士被寒风吹得连耳朵都要掉了一样。 将军在帐篷里面身披貂鼠大衣， 手持酒杯忧愁的看着帐外的飞雪。"}
{"_id":{"$oid":"5b9a1820367d5c0f40d22c34"},"title":"无题四首","dynasty":"唐代","writer":"李商隐","content":"来是空言去绝踪，月斜楼上五更钟。\n梦为远别啼难唤，书被催成墨未浓。\n蜡照半笼金翡翠，麝熏微度绣芙蓉。\n刘郎已恨蓬山远，更隔蓬山一万重。\n\n飒飒东风细雨来，芙蓉塘外有轻雷。\n金蟾啮锁烧香入，玉虎牵丝汲井回。\n贾氏窥帘韩掾少，宓妃留枕魏王才。\n春心莫共花争发，一寸相思一寸灰。\n\n含情春晼晚，暂见夜阑干。\n楼响将登怯，帘烘欲过难。\n多羞钗上燕，真愧镜中鸾。\n归去横塘晓，华星送宝鞍。\n\n何处哀筝随急管，樱花永巷垂杨岸。\n东家老女嫁不售，白日当天三月半。\n溧阳公主年十四，清明暖后同墙看。\n归来展转到五更，梁间燕子闻长叹。\n\n","type":["相思","爱情"],"remark":"空言：空话，是说女方失约。\n蜡照：烛光。半笼：半映。指烛光隐约，不能全照床上被褥。金翡翠：指饰以金翠的被子。《长恨歌》：“悲翠衾寒谁与共。”\n麝熏：麝香的气味。麝本动物名，即香獐，其体内的分泌物可作香料。这里即指香气。度：透过。绣芙蓉：指绣花的帐子。\n刘郎：相传东汉时刘晨、阮肇一同入山采药，遇二女子，邀至家，留半年乃还 乡。后也以此典喻“艳遇”。\n蓬山：蓬莱山，指仙境。\n芙蓉塘：荷塘。轻雷：司马相如《长门赋》：“雷殷殷而响起兮，声像君之车音。”起二句以风、雨、雷等景物起兴，烘托女子怀人之情。\n金蟾：金蛤蟆。古时在锁头上的装饰。啮：咬。\n玉虎：用玉石作装饰的井上辘轳，形如虎状。丝：指井索。\n贾氏：西晋贾充的次女。她在门帘后窥见韩寿，爱悦他年少俊美，两人私通。贾氏以皇帝赐贾充的异香赠寿，被贾充发觉，遂以女嫁给韩寿。韩掾：指韩寿。韩曾为贾充的掾属。\n宓（fú）妃：古代传说，伏羲氏之女名宓妃，溺死于洛水上，成为洛神。这里借指三国时曹丕的皇后甄氏。相传甄氏曾为曹丕之弟曹植所爱，后来曹操把她嫁给曹丕。甄后被馋死后，曹丕把她的遗物玉带金缕枕送给曹植。曹植离京途径洛水，梦见甄后来相会，表示把玉枕留给他作纪念。醒后遂作《感甄赋》，后明帝改为《洛神赋》。魏王：指魏东阿王曹植。\n春心：指相思之情。\n晼（wǎn）晚：日暮。春晼晚：春暮。晼：一作“院”。\n夜阑干：夜深。\n烘：灯光明达透出窗帘的情状。\n多羞钗上燕：《洞冥记》谓汉武帝元鼎间有神女留玉钗与帝，至昭帝时化白燕升天，因名玉燕钗。句言己不能如钗上燕接近其人，故“羞”。\n镜中鸾：指镜背的鸾鸟图案。句谓己不如镜中鸾之频对其人倩影。\n华星：犹明星。\n哀筝：高亢清亮的筝声。急管：急促的管乐。永巷：深长的街巷。\n东家老女：宋玉《登徒子好色赋》：“臣里之美者，莫若臣东家之子。”此处用此意暗示这位老女是容华美艳的姑娘。嫁不售：嫁不出去。\n溧（lì）阳公主：梁简文帝的女儿。这里泛指贵家女子。同墙看：谓东家老女也随俗游春，同在园墙里看花。\n\n","shangxi":"　　《无题四首》包括两首七律、一首五律和一首七古。体裁既杂，各篇之间在内容上也看不出有明显的联系，似乎不一定的同时所作的有统一主题的组诗。\n\n　　第一首是一首艳情诗。诗中写女主人思念远别的情郎，有好景不常在之恨。“梦为远别”为一篇眼目。全诗就是围绕“梦”来写离别之恨。但它并没有按远别——思念——入梦——梦醒的顺序来写。而是先从梦醒时情景写起，然后将梦中与梦后、实境与幻觉来柔合在一起，创造出疑梦疑真、亦梦亦真的艺术境界，最后才点明蓬山万重的阻隔之恨，与首句遥相呼应。这样的艺术构思，曲折宕荡，有力地突出爱情阻隔的主题和梦幻式的心理氛围，使全诗充满迷离恍惚的情怀。\n\n　　首句凌空而起，次句宕开写景，两句若即若离。这要和“梦为远别啼难唤”联系起来，方能领略它的神情韵味。远别经年，会合无缘，夜来入梦，两人忽得相见，一觉醒来，却踪迹杳然。但见朦胧斜月空照楼阁，远处传来悠长而凄清的晓钟声。梦醒后的空寂更证实了梦境的虚幻。如果说第二句是梦醒后一片空寂孤清的氛围，那么第一句便是主人公的叹息感慨。\n\n　　颔联出句追忆梦中情景。远别的双方，梦中虽得以越过重重阻隔而相会；但即使是在梦中，也免不了离别之苦。梦中相会而来的梦中分别，带来的是难以抑止的梦啼。这样的梦，正反映了长期远别造成的深刻伤痛，强化了刻骨的相思。因此对句写梦醒后立刻修书寄远。在强烈思念之情驱使下奋笔疾书的当时，是不会注意到墨的浓淡的，只有在“书被催成”之后，才意外地发现原来连墨也成磨浓。\n\n　　梦醒书成之际，残烛的余光半照着用金钱绣成翡翠鸟图案的帷帐，芙蓉褥上似乎还依稀浮动着麝熏的幽香。六、七句对室内环境气氛的描绘渲染，很富有象征暗示色彩。刚刚消逝的梦境和眼前所见的室内景象在朦胧光影中浑为一片，分不清究是梦境还是实境。烛光半笼，室内若明若暗，恍然犹在梦中；麝香微淡，使人疑心爱人真的来过这里，还留下依稀的余香，上句是以实境为梦境，下句是疑梦境为实境，写恍惚迷离中一时的错觉与幻觉极为生动传神。\n\n　　幻觉一经消失，随之而来的便是室空人杳的空虚怅惘，和对方远隔天涯、无缘会合的感慨。尾联借刘晨重寻仙侣不遇的故事，点醒爱情阻隔，“已恨”“更隔”，层递而进，突出了阻隔之无从度越。\n\n　　第二首写一位深锁幽闺的女子追求爱情而失望的痛苦，是一篇“刻意伤春”之作。\n\n　　首联描绘环境气氛：飒飒东风，飘来蒙蒙细雨；芙蓉塘外，传来阵阵轻雷。既隐隐传达了生命萌动的春天气息，又带有一些凄迷黯淡的色调，烘托出女主人公春心萌动和难以名状的迷惘苦闷。东风细雨，容易令人联想起“梦雨”的典故；芙蓉塘即莲塘，在南朝乐府和唐人诗作中，常常代指男女相悦传情之地；“轻雷”则又暗用司马相如《长门赋》：“雷殷殷而响起兮，声象君之车音。”这一系列与爱情密切相关的词语，所给予读者的暗示和联想是很丰富的。纪昀说：“起二句妙有远神，可以意会。”所谓“远神，是指这种富于暗示性的诗歌语言所构筑的渺远的艺术意境，一种难以言传的朦胧美。\n\n　　颔联写女子居处的幽寂。金蟾是一种蟾状香炉；“锁”指香炉的鼻钮，可以开启放入香料；玉虎，是用玉石装饰的虎状辘轳，“丝”指井索。室内户外，所见者惟闭锁的香炉，汲井的辘轳，它们衬托出女子幽处孤寂的情景和长日无聊、深锁春光的惆怅。香炉和辘轳，在诗词中也常和男女欢爱联系在一起，它们同时又是牵动女主人公相思之情的东西，这从两句分别用“香”、“丝”谐音“相”、“思”可以见出。总之，这一联兼用赋、比，既表现女主人公深闭幽闺的孤寞，又暗示她内心时时被牵动的情丝。\n\n　　颈联出句使用贾充女与韩寿的爱情故事。见《世说新语》载：晋韩寿貌美，大臣贾充辟他为掾（僚属）。一次充女在帘后窥见韩寿，私相慕悦，遂私通。女以皇帝赐充之西域异香赠寿。被充所发觉，遂以女妻寿。对句使用甄后与曹植的爱情故事。见《文选·洛神赋》李善注说：魏东阿王曹植曾求娶甄氏为妃，曹操却将她许给曹丕。甄后被谗死后，曹丕将她的遗物玉带金镂枕送给曹植。曹植离京归国途经洛水，梦见甄后对他说：“我本托心君王，其心不遂。此枕是我在家时从嫁，前与五官中郎将（曹丕），今与君王。”曹植感其事作《感甄赋》，后明帝改名《洛神赋》（句中“宓妃”即洛神，代指甄后）。由上联的“烧香”引出贾氏窥帘，赠香韩掾；由“牵丝（思）”引出甄后留枕，情思不断，藕断丝连。这两个爱情故事，尽管结局有幸有不幸，但在女主人公的意念中，无论是贾氏窥帘，爱韩寿之少俊，还是甄后情深，慕曹植之才华，都反映出青年女子追求爱情的愿望之强烈，奔放。\n\n　　末联突然转折，向往美好爱情的心愿切莫和春花争荣竞发，因为寸寸相思都化成了灰烬。这是深锁幽闺、渴望爱情的女主人公相思无望的痛苦呼喊。热情转化成幻灭的悲哀和强烈的激愤。以“春心”喻爱情的向往，是平常的比喻；但把“春心”与“花争发”联系起来，不仅赋予“春心”以美好的形象，而且显示了它的自然合理性。“相思”本是抽象的概念，诗人由香销成灰联想出“一寸相思一寸灰”的奇句，化抽象为具象，用强烈对照的方式显示了美好事物之毁灭，使这首诗具有一种动人心弦的悲剧美。\n\n　　第三首也是写失意的爱情。而这种失意的爱情中又常常融入自己的某些身世之感。在相思成灰的爱情感慨中也可窥见他仕途失意的不幸遭际。\n\n　　第四首开头两句只是描写环境，人物并未出场，但景物描写中隐含着人物的感情活动。“哀筝随急管”，不只表现出急管繁弦竞逐的欢快、热烈和喧闹，也暗示出听者对音乐的那种撩拨心弦的力量的特殊感受。照一般的写法，这两句似乎应该写成“樱花永巷垂杨岸，哀筝急管相驰逐”，现在却以“何处”发问领起，先写闻乐，再写乐声从樱花盛开的深巷、垂杨飘拂的河边传出，传神地表现了听者闻乐神驰、寻声循踪的好奇心。\n\n　　三、四句写“东家老女”婚嫁失时，自伤迟暮。宋玉《登徒子好色赋》说：“臣里之美者，莫若臣东家之子（指女儿）。”可见东家老女之所以不嫁，并非貌不美，只是家境贫寒。这两句先推出人物，再展开一幅丽日当天，春光将暮的图景。不用任何说明，读者自能想见容华绝世而婚嫁失时的东家老女面对春光将暮之哀伤。 五、六句写另一女子。溧阳公主是梁简文帝的女儿，嫁侯景，为景所宠。这里借用此名代称贵家女子。同样是阳春三月，丽日当天，一边是年长难嫁，形单影只；一边却是少年得志，夫妇同游。用对比鲜明的图景，表现了两种不同社会地位的女子完全不同的境遇。\n\n　　结尾写东家老女归来后的情景。暮春三月、芳华将逝的景色，丝管竞逐、赏心乐事的场面，贵家女子得意美满的生活，触动了她身世孤孑之感，增添内心的苦闷与哀怨。在漫长难挨的深夜展转难眠。末句以不解人意的梁燕犹“闻长叹”，反衬东家老女的痛苦心情却无人理解与同情，侧面虚点，倍觉隽永而有余味。\n\n　　历代诗家都有以美女的无媒难嫁，朱颜的见薄于时，寓才士不遇的诗歌传统。这首无题从内容到写法，都很容易使读者联想起曹植的《美女篇》、《杂诗·南国有佳人》以及其他一些比兴寓言体作品。\n\n　　李商隐的无题，以七律为主要形式。这类无题，以抒情的深细婉曲，意境的含蓄朦胧为主要特色，多取抒情主人公内心独白的表达方式，很少叙写事件、人物和客观生活场景。这首七古无题却不主抒情，不作心理刻画，以第三人称的表达方式，描写出一幕有人物、有事件的生活场景，诗的旨意通过生活场景表现出来。语言朴素无华，与七律无题那种华美而富于象征暗示色彩的语言有所区别，别具一格。\n\n","translation":"她说过要来的，其实是句空话，一去便杳无影踪。我在楼上等着，直到残月西斜，传来五更的晓钟。\n因为远别而积思成梦，梦里悲啼，久唤难醒；醒后便匆忙提笔写信，心情急切，墨未磨浓。\n蜡烛的余光，半罩着饰有金翡翠的帷幕；兰麝的香气，熏染了被褥上刺绣的芙蓉。\n我像古代的刘郎，本已怨恨蓬山仙境的遥远；我所思念的人啊，哪堪更隔着蓬山千重万重！\n\n飒飒的东风吹来阵阵的细雨，阵阵轻雷响彻荷花池塘内外。\n从金蟾的炉内飘出缕缕清香，转动玉虎辘轳可以汲上饮水。\n贾氏隔帘偷窥韩寿英俊年少，宓妃赠送玉枕钦慕曹植文采。\n爱情的种子不要和春花开放，寸寸相思只会化成寸寸尘灰。\n\n含情脉脉地凝望不觉春日已晚，短暂见上一面也已经是夜深时分。\n听到楼梯响起想登上去又胆怯，灯光明亮透出窗帘欲去探访又很难。\n不如钗上之燕，可整日接近其人；不如镜中之鸾，能频对其人倩影。\n怅然归去经过横塘堤天已拂晓，微弱的晨星宛如在送着宝马金鞍。\n\n哪儿传来阵阵清亮的筝声，伴随着急骤的箫管？在樱花怒放的深巷，在垂杨轻拂的河岸。\n东邻的贫家中有位姑娘，年纪大了还嫁不出去，对着这当空的丽日，对着这暮春三月半。\n溧阳公主刚刚十四岁，在这清明回暖的日子，与家人一起在园墙里赏玩。\n这位贫家姑娘回到家后一夜辗转无眠，只有梁间的燕子，听到她的长叹。\n\n"}
{"_id":{"$oid":"5b9a1820367d5c0f40d22c35"},"title":"苏小小墓","dynasty":"唐代","writer":"李贺","content":"幽兰露，如啼眼。\n无物结同心，烟花不堪剪。\n草如茵，松如盖。\n风为裳，水为佩。\n油壁车，夕相待。\n冷翠烛，劳光彩。\n西陵下，风吹雨。","type":["写鬼","写景","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155643736.mp3","remark":"苏小小：《乐府广题》记载：“苏小小，钱塘名倡也，盖南齐时人。”《方舆胜览》：“苏小小墓在嘉兴县西南六十步，乃晋之歌妓。今有片石在通判厅，题曰苏小小墓。”\n幽兰露：兰花上凝结着露珠。\n结同心：用花草或别的东西打成连环回文样式的结子，表示爱情坚贞如一。\n烟花：此指墓地中艳丽的花。\n茵：垫子。\n盖：车盖，即车上遮阳防雨的伞盖。\n佩：身上佩带的玉饰。\n油壁车：妇人所乘的车，车身为油漆为饰。”\n夕：一作“久”。\n冷翠烛：磷火，俗称鬼火，有光无焰，所以说“冷翠烛”。\n劳：不辞劳苦的意思。\n西陵：今杭州西泠桥一带。\n风吹雨：一作“风雨吹”。\n\n","shangxi":"　　李贺的“鬼”诗，总共只有十来首，不到他全部作品的二十分之一。李贺通过写“鬼”来写人，写现实生活中人的感情。这些“鬼”，“虽为异类，情亦犹人”，绝不是那些让人谈而色变的恶物。《苏小小墓》是其中有代表性的一篇。\n\n　　苏小小是南齐时钱塘名妓。李绅在《真娘墓》诗序中说：“嘉兴县前有吴妓人苏小小墓，风雨之夕，或闻其上有歌吹之音。”李贺的这首诗以苏小小的故事为题材，写幽灵形象和幽冥境界。全诗由景起兴，通过一派凄迷的景象和丰富的联想，刻画出飘飘忽忽、若隐若现的苏小小鬼魂形象。诗中寄寓着诗人独特的身世之感。\n\n　　诗的前四句直接刻画苏小小的形象。一、二两句写她美丽的容貌：那兰花上缀着晶莹的露珠，像是她含泪的眼睛。这里抓住心灵的窗户眼睛进行描写，一是让人通过她的眼睛，想见她的全人之美，二是表现她的心境。兰花是美的，带露的兰花更美。但着一“幽”字，境界迥然不同，给人以冷气森森的感觉。它照应题中“墓”字，引出下面的“啼”字，为全诗定下哀怨的基调，为鬼魂活动创造了气氛。三、四两句写她的心境：生活在幽冥世界的苏小小，并没有“歌吹”欢乐，而只有满腔忧怨。她生前有所追求，古乐府《苏小小歌》中说：“我乘油壁车，郎乘青骢马。何处结同心？西陵松柏下。”但身死之后，她的追求落空了，死生悬隔，再没有什么东西可以绾结同心，坟上那萋迷如烟的野草花，也不堪剪来相赠，一切都成了泡影。这种心绪，正是“啼”字的内在根据。仅用四句一十六字，形神兼备地刻画出苏小小的鬼魂形象，表现出诗人惊人的艺术才华。\n\n　　中间六句写苏小小鬼魂的穿着服饰和使用物品：芊芊绿草，像是她的茵褥；亭亭青松，像是她的伞盖；春风拂拂，就是她的衣袂飘飘；流水叮咚，就是她的环佩声响；她生前乘坐的油壁车，如今还依然在等待着她去赴“西陵松柏下”的幽会。这一部分，暗暗照应了前面的“无物结同心”。用一个“待”字，更加重了景象、气氛的凄凉：车儿依旧，却只是空相等待，再也不能乘坐它去西陵下，实现她“结同心”的愿望了。物是人非，触景伤怀，徒增哀怨而已。\n\n　　最后四句描绘西陵之下凄风苦雨的景象：风凄雨零之中，有光无焰的鬼火，在闪烁着暗淡的绿光。这一部分紧承“油壁车，夕相待”而来。翠烛原为情人相会而设。有情人不能如约相会，翠烛就如同虚设。有烛而无人，更显出一片凄凉景象。“翠烛”写出鬼火的光色，加一“冷”字，就体现了人的感觉，写出人物内心的阴冷：“光彩”是指“翠烛”发出的光焰，说“劳光彩”，则蕴涵着人物无限哀伤的感叹。期会难成，希望成灰，翠烛白白地在那里发光，徒费光彩而一无所用。用景物描写来渲染哀怨的气氛，同时也烘托出人物孤寂幽冷的心境，把那种怅惘空虚的内心世界，表现得淋漓尽致。\n\n　　这首诗以景起兴，通过景物幻出人物形象，把写景、拟人融合为一体。写幽兰，写露珠，写烟花，写芳草，写青松，写春风，写流水，笔笔是写景，却又笔笔在写人。写景即是写人。用“如”字、“为”字，把景与人巧妙地结合在一起，既描写了景物，创造出鬼魂活动的环境气氛，同时也就塑造出了人物形象。诗中美好的景物，不仅烘托出苏小小鬼魂形象的婉媚多姿，同时也反衬出她心境的索寞凄凉，收到了一箭双雕的艺术效果。这些景物描写都围绕着“何处结同心，西陵松柏下”这一中心内容，因而诗的各部分之间具有内在的有机联系，人物的内心世界也得到集中的、充分的揭示，显得情思脉络一气贯穿，具有浑成自然的特点。\n\n　　这首诗的主题和意境借鉴了屈原《九歌·山鬼》中对神、鬼的描写方法。从苏小小鬼魂兰露啼眼、风裳水佩的形象上，可以找到山鬼“被薜荔兮带女萝”、“既含睇兮又宜笑”的影子；苏小小那“无物结同心，烟花不堪剪”的坚贞而幽怨的情怀，同山鬼“折芳馨兮遗所思”、“思公子兮徒离忧”的心境有一脉神传；西陵下风雨翠烛的境界，与山鬼期待所思而不遇时“雷填填兮雨冥冥”、“风飒飒兮木萧萧”的景象同样凄冷。由于诗人采用以景拟人的手法，他笔下的苏小小形象，比之屈原的山鬼，更具有空灵缥缈、有影无形的鬼魂特点。她一往情深，即使身死为鬼，也不忘与所思之人绾结同心。她牢落不偶，死生异路，竟然不能了却心愿。她怀着缠绵不尽的哀怨在冥路游荡。在苏小小这个形象身上，即离隐跃之间，读者可以看到诗人自己的影子。诗人也有他的追求和理想，就是为挽救多灾多难的李唐王朝做一番事业。然而，他生不逢时，奇才异能不被赏识，他也是“无物结同心”。诗人使自己空寂幽冷的心境，通过苏小小的形象得到了充分流露。在绮丽秾艳的背后，有着哀激孤愤的思想，透过凄清幽冷的外表，有着诗人炽热如焚的肝肠。鬼魂，只是一种形式，它所反映的，是人世的内容，它所表现的，是人的思想感情。\n\n","translation":"墓地兰花上凝聚的露珠，宛如她悲伤的泪眼。\n再没有编织同心结的东西，墓地上的繁花更不堪修剪。\n芳草犹如她的席垫，松树犹如她的车盖。\n清风作为她的衣衫，碧玉作为她的玉佩。\n生前乘坐的油壁车，傍晚时准在一旁等待。\n森冷翠绿的磷火，殷勤相随，闪着光彩。\n她走了，在西陵之下，只有风挟雨，呼呼地吹。\n\n"}
{"_id":{"$oid":"5b9a1820367d5c0f40d22c36"},"title":"南园十三首","dynasty":"唐代","writer":"李贺","content":"花枝草蔓眼中开，小白长红越女腮。\n可怜日暮嫣香落，嫁与春风不用媒。(其一)\n\n宫北田塍晓气酣，黄桑饮露窣宫帘。\n长腰健妇偷攀折，将喂吴王八茧蚕。(其二)\n\n竹里缲丝挑网车，青蝉独噪日光斜。\n桃胶迎夏香琥珀，自课越佣能种瓜。(其三)\n\n三十未有二十余，白日长饥小甲蔬。\n桥头长老相哀念，因遗戎韬一卷书。(其四)\n\n男儿何不带吴钩，收取关山五十州。\n请君暂上凌烟阁，若个书生万户侯？(其五)\n\n寻章摘句老雕虫，晓月当帘挂玉弓。\n不见年年辽海上，文章何处哭秋风？(其六)\n\n长卿牢落悲空舍，曼倩诙谐取自容。\n见买若耶溪水剑，明朝归去事猿公。(其七)\n\n春水初生乳燕飞，黄蜂小尾扑花归。\n窗含远色通书幌，鱼拥香钩近石矶。(其八)\n\n泉沙软卧鸳鸯暖，曲岸回篙舴艋迟。\n泻酒木栏椒叶盖，病容扶起种菱丝。(其九)\n\n边让今朝忆蔡邕，无心裁曲卧春风。\n舍南有竹堪书字，老去溪头作钓翁。(其十)\n\n长峦谷口倚嵇家，白昼千峰老翠华。\n自履藤鞋收石蜜，手牵苔絮长莼花。(其十一)\n\n松溪黑水新龙卵，桂洞生硝旧马牙。\n谁遣虞卿裁道帔，轻绡一匹染朝霞。(其十二)\n\n小树开朝径，长茸湿夜烟。\n柳花惊雪浦，麦雨涨溪田。\n古刹疏钟度，遥岚破月悬。\n沙头敲石火，烧竹照渔船。(其十三)\n\n","type":["写景","抒情","田园","生活","组诗"],"remark":"⑴小白长红：指花有小有大，颜色各种各样。越女：习称春秋时越国美女西施，这里泛指美女。\n⑵嫣香：娇艳芳香，指花。\n⑶未有：一作“未满”。\n⑷小甲蔬：原为莩甲尚小的蔬菜，此处指野菜。\n⑸戎韬：即《太公六韬》，此处指兵书。\n⑹吴钩：吴地出产的弯形的刀，此处指宝刀。一作“横刀”。\n⑺凌烟阁：唐太宗为表彰功臣而建的殿阁，上有秦琼等二十四人的像。\n⑻寻章摘句：指创作时谋篇琢句。老雕虫：老死于雕虫的生活之中。\n⑼哭秋风：即悲秋的意思。\n⑽长卿：汉代辞赋家司马相如的字。\n⑾曼倩：汉代滑稽家东方朔的字。\n⑿事猿公：据《吴越春秋》所载，越王勾践曾请一位善剑法的女子到王都去。她在途中遇到一老翁，自称袁公，与此女以竹竿比剑术，后来老翁飞上树梢，化作白猿。\n⒀边让：后汉人，有才能文。蔡邕荐之于朝廷，但没被重用。此句以边让、蔡邕的关系比喻作者与韩愈的关系。\n⒁裁曲：指制曲吟诗。\n⒂古刹：古寺。\n⒃岚：山头云气。破月：农历月半以后的月亮。\n\n","shangxi":"其一\n\n　　这是一首描摹南园景色、慨叹春暮花落的小诗。前两句写花开。春回大地，南园百花竞放，艳丽多姿。首句的“花枝”指木本花卉，“草蔓”指草本花卉，“花枝草蔓”概括了园内所有的花。其中“花枝”高昂，“草蔓”低垂，一者刚劲，一者柔婉，参差错落，姿态万千。李贺写诗构思精巧，包孕密致，于此可见一斑。次句“小白长红”写花的颜色，意思是红的多，白的少。“越女腮”是由此产生的联想，把娇艳的鲜花比作越地美女的面颊，赋予物以某种人的素质，从而显得格外精神。 　　后两句写花落。日中花开，眼前一片姹紫嫣红，真是美不胜收。可是好景不长，到了“日暮”，百花凋零，落红满地。“可怜”二字表达了诗人无限惋惜的深情。是惜花、惜春，也是自伤自悼。李贺当时不过二十来岁，正是年青有为的时期，却不为当局所重用，犹如花盛开时无人欣赏。想到红颜难久，容华易谢，不免悲从中来。“落花不再春”，待到花残人老，就再也无法恢复旧日的容颜和生气。末句用拟人的手法写花落时身不由已的状态。“嫁与春风不用媒”，委身于春风，不须媒人作合，没有任何阻拦，好像两厢情愿。其实，花何尝愿意离开本枝，随风飘零，只为盛时已过，无力撑持，春风过处，便不由自主地坠落下来。这句的“嫁”字与第二句中的“越女腮”相映照，越发显得悲苦酸辛。当时盛开，颜色鲜丽，宛如西施故乡的美女。而今“出嫁”，已是花残“人老”，非复当时容颜，抚今忆昔，倍增怅惘。结句婉曲深沉，制造了浓烈的悲剧气氛。这首七言绝句，以赋笔为主，兼用比兴手法，清新委婉，风格别具，是不可多得的抒情佳品。\n\n其四\n\n　　此诗表达了诗人欲弃文从武、为国效力的抱负。首句写年龄，抒发了怀才不遇、英年遭弃的愤懑情怀。次句极写诗人困苦的处境，为下文弃笔从戎的描写作必要的铺垫。后两句表明诗人对前途并没有绝望，祈愿能以投笔从戎的方式得到重用，而有一番作为，为国效力。全诗辞意显豁，情怀激越，代表了李贺诗风激壮豪迈的一面。\n\n其五\n\n　　这首诗由两个设问句组成，顿挫激越，而又直抒胸臆，把家国之痛和身世之悲都淋漓酣畅地表达出来了。 　　第一个设问是泛问，也是自问，含有“国家兴亡，匹夫有责”的豪情。“男儿何不带吴钩”，起句峻急，紧连次句“收取关山五十州”，犹如悬流飞瀑，从高处跌落而下，显得气势磅礴。“带吴钩”指从军的行动，身佩军刀，奔赴疆场，那气概多么豪迈！“收复关山”是从军的目的，山河破碎，民不聊生，诗人怎甘蛰居乡间，无所作为呢？因而他向往建功立业，报效国家。一、二两句，十四字一气呵成，节奏明快，与诗人那昂扬的意绪和紧迫的心情十分契合。首句“何不”二字极富表现力，它不只构成了特定句式（疑问），而且强调了反诘的语气，增强了诗句传情达意的力量。诗人面对烽火连天、战乱不已的局面，焦急万分，恨不得立即身佩宝刀，奔赴沙场，保卫家邦。“何不”云云，反躬自问，有势在必行之意，又暗示出危急的军情和诗人自己焦虑不安的心境。此外，它还使人感受到诗人那郁积已久的愤懑情怀。李贺是个书生，早就诗名远扬，本可以才学入仕，但这条进身之路被“避父讳”这一封建礼教无情地堵死了，使他没有机会施展自己的才能。“何不”一语，表示实在出于无奈。次句一个“取”字，举重若轻，有破竹之势，生动地表达了诗人急切的救国心愿。然而“收取关山五十州”谈何容易？书生意气，自然成就不了收复关山的大业，而要想摆脱眼前悲凉的处境，又非经历戎马生涯，杀敌建功不可。这一矛盾，突出表现了诗人愤激不平之情。 　　“请君暂上凌烟阁，若个书生万户侯？”诗人问道：封侯拜相，绘像凌烟阁的，哪有一个是书生出身？这里诗人又不用陈述句而用设问句，牢骚的意味显得更加浓郁。看起来，诗人是从反面衬托投笔从戎的必要性，实际上是进一步抒发了怀才不遇的愤激情怀。由昂扬激越转入沉郁哀怨，既见出反衬的笔法，又见出起伏的节奏，峻急中作回荡之姿。就这样，诗人把自己复杂的思想感情表现 在诗歌的节奏里，使读者从节奏的感染中加深对主题的理解、感受。 　　李贺《南园十三首》组诗，多就园内外景物讽咏，以写其生活与感情。但此首不借所见发端，却凭空寄慨，于豪情中见愤然之意。盖只是同时所作，拉杂汇编，不能以题目限的。\n\n其六\n\n　　慨叹读书无用、怀才见弃，是这首绝句的命意所在。 　　诗的前两句描述艰苦的书斋生活，其中隐隐地流露出怨艾之情。首句说我的青春年华就消磨在这寻章摘句的雕虫小技上了。此句诗意，好像有点自卑自贱，颇耐人寻绎。李贺向以文才自负，曾把自己比作“汉剑”，“自言汉剑当飞去”（《出城寄权璩杨敬之》），抱负远大。可是，现实无情，使他处于“天荒地老无人识”（《致酒行》）的境地。“雕虫”之词出于李贺笔下，显然是愤激之辞。句中的“老”字用作动词，有终老纸笔之间的意思，包含着无限的辛酸。 　　次句用白描手法显现自己刻苦读书、发奋写作的情状：一弯残月，低映檐前，抬头望去，象是当帘挂着的玉弓；天将破晓，而自己还在孜孜不倦地琢句谋篇。这里，诗人惨淡苦吟的精神和他那只有残月作伴的落寞悲凉的处境形成鲜明的比照，暗示性很强。 　　读书为何无用？有才学为何不能见用于世？三、四句遒劲悲怆，把个人遭遇和国家命运联系起来，揭示了造成内心痛苦的社会根源，表达了郁积已久的忧愤情怀。“辽海”指东北边境，即唐河北道属地。从元和四年（809）到元和七年，这一带割据势力先后发生兵变，全然无视朝廷的政令。唐宪宗曾多次派兵讨伐，屡战屡败，弄得天下疲惫，而藩镇割据的局面依然如故。国家多难，民不聊生，这是诗人所以要痛哭流涕的原因之一；由于战乱不已，朝廷重用武士，轻视儒生，以致斯文沦落，这是诗人所以要痛哭流涕的原因之二。末句的“文章”指代文士，实即作者自己。“哭秋风”不是一般的悲秋，而是感伤时事、哀悼穷途的文士之悲。此与屈原的“悲回风之摇蕙兮，心冤结而内伤。……鱼葺鳞以自别兮，蛟龙隐其文章”（《九章·悲回风》）颇有相似之处。时暗君昏则文章不显，这正是屈原之所以“悲回风”（按：“回风”即秋风）、李贺之所以“哭秋风”的真正原因。 　　这首诗比较含蓄深沉，在表现方法上也显得灵活多变。首句叙事兼言情，满腹牢骚通过一个“老”字倾吐出来，炼字的功夫极深。次句写景，亦即叙事、言情，它与首句相照应，活画出诗人勤奋的书斋生活和苦闷的内心世界。“玉弓”一词，暗点兵象，为“辽海”二句伏线，牵丝带笔，曲曲相关，见出文心之细。第三句只点明时间和地点，不言事（战事）而事自明，颇具含蓄之致。三、四两句若即若离，似断实续，结构得非常精巧；诗人用隐晦曲折的手法揭示了造成斯文沦落的社会根源，从而深化了主题，加强了诗歌的感染力量。\n\n其七\n\n　　这是一首述怀之作。前两句写古人，暗示前车可鉴；后两句写自己，宣称要弃文习武，易辙而行。 　　首句描述司马相如穷愁潦倒的境况。这位大辞赋家才气纵横，早年因景帝“不好辞赋”，长期沉沦下僚，后依梁孝王，厕身门下，过着闲散无聊的生活。梁孝王死后，他回到故乡成都，家徒四壁，穷窘不堪。（见《汉书·司马相如传》）“空舍”，正是这种情况的写照。李贺以司马相如自况，出于自负，更出于自悲。次句写东方朔。这也是一位很有才能的人，他见世道险恶，在宫廷中，常以开玩笑的形式进行讽谏，以避免直言悖上。结果汉武帝只把他当作俳优看待，而在政治上不予信任。有才能而不得施展，诙谐取容，怵惕终生，东方朔的遭遇是斯文沦丧的又一个例证。诗人回顾历史，瞻望前程，不免感到茫然。 　　三、四句直接披露怀抱，借用春秋越国范蠡学剑的事迹，表示要弃文习武。既然历来斯文沦丧，学文无用，倒不如买柄利剑去访求名师，学习武艺，或许还能有一番作为。诗人表面显得很冷静，觉得还有路可走，其实这是他在屡受挫折，看透了险恶世道之后发出的哀叹。李贺的政治理想并不在于兵戈治国，而是礼乐兴邦。弃文习武的违心之言，只不过是反映理想幻灭时痛苦而绝望的反常心理。 　　这首诗，把自己和前人揉合在一起，把历史和现实揉合在一起，把论世和述怀揉合在一起，结构新奇巧妙。诗歌多处用典。或引用古人古事据以论世，或引用神话传说借以述怀。前者是因，后者是果，四句一气呵成，语意连贯，所用的典故都以各自显现的形象融入整个画面之中，无今无古，无我无他，显得浑化蕴藉，使人有讽咏不尽之意。\n\n其八\n\n　　南园的春天，生机勃勃，富有意趣。春水初生，乳燕始飞，蜂儿采花酿蜜，鱼儿拥钩觅食，这些都是极具春天特征的景物，而远景透过窗户直入书房，使人舒心惬意，欢欣不已。这首诗生动传神，清新流转，读来令人神清气逸。\n\n其十\n\n　　李贺曾得到韩愈的推重和相助，但仍不得志。这首诗反映了他的抑郁心情，无心苦吟，打算写字消遣，年老时做一个渔翁了事。\n\n其十三\n\n　　这是一首诗，也是一幅画。诗人以诗作画，采用移步换形的方法，就像绘制动画片那样，描绘出南园一带从早到晚的水色山光，旖旎动人。 　　首二句写晨景。夜雾逐渐消散，一条蜿蜒于绿树丛中的羊肠小道随着天色转明而豁然开朗。路边的蒙茸细草沾满了露水，湿漉漉的，分外苍翠可爱。诗歌开头从林间小路落笔，然后由此及彼，依次点染。显然，它展示的是诗人清晨出游时观察所得的印象。 　　三、四句写白昼的景色。诗人由幽静、逼仄的林间小道来到空旷的溪水旁边。这时风和日暖，晨露已晞，柳絮纷纷扬扬，飘落在溪边的浅滩上，白花花的一片，像是铺了一层雪。阳春三月，莺飞草长，诗人沿途所见多是绿的树，绿的草，绿的田园。到了这里，眼前忽地出现一片银白色，不禁大为惊奇。惊定之后，也就尽情欣赏起这似雪非雪的奇异景象来。 　　诗人在诗中着意刻画了田园生活的安逸，流露出浓厚的归隐情绪，表现了诗人对仕途的失望、无奈之感。\n\n","translation":"枝头上，草蔓中，眼前百花盛开，有大有小，有白有红，恰如美女的香腮。\n可惜到了黄昏，娇艳芳香的花儿凋零，随着春风乱飞，像草草嫁出的女儿连媒人也不用。(其一)\n\n我虽然三十不到，但已二十有余，常日受饥饿，靠吃蔬菜充肠肚。\n有一位桥头老人对我怜念，赠给我讲军家韬略的一卷兵书。(其四)\n\n男子汉大丈夫为什么不带上锋利的吴钩，去收复那黄河南北割据的关山五十州？请\n你且登上那画有开国功臣的凌烟阁去看，又有哪一个书生能被册封为食邑万户的列侯？(其五)\n\n在典籍中寻觅典故，摘取词句来写诗文，老于雕虫小技之中。往往当破晓的残月对着帘幕、状如弯弓挂在天边时，还在伏案疾书。\n难道没有看见辽东一带还战乱连年吗？国家正当用武之际，即使写出像宋玉那样的悲秋文章，又有什么地方需要它呢？(其六)\n\n司马长卿不得志，住在空房子里悲吟。东方朔侍奉汉武帝，靠幽默滑稽换取宽容。看来应该买把若耶溪所出的宝剑，明日回去拜个猿公那样的师傅练习武功。(其七)\n\n我这今日的边让想起奖进贤能的蔡邕，无心制曲吟诗，只好闲卧春风中。\n舍南有片竹林，削成青简倒可以写字，到老年时，索性在溪边做个钓鱼翁。(其十)\n\n树丛里的小路在晨光中渐渐开朗，细嫩的杂草夜来被烟雾湿染。\n柳絮落满河边，令人惊奇，以为是雪，一场春雨，使水涨满了溪边的麦田。\n古庙里远远传来缓慢的钟声，山头云气中一弯缺月高悬。\n到了晚上，渔人们在岸边敲石取火，点燃竹子，火光映照着渔船。(其十三)\n\n"}
{"_id":{"$oid":"5b9a1820367d5c0f40d22c37"},"title":"宿桐庐江寄广陵旧游","dynasty":"唐代","writer":"孟浩然","content":"山暝闻猿愁，沧江急夜流。(闻 一作：听)\n风鸣两岸叶，月照一孤舟。\n建德非吾土，维扬忆旧游。\n还将两行泪，遥寄海西头。","type":["唐诗三百首","写水","怀人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155643150.mp3","remark":"桐庐江：即桐江，在今浙江省桐庐县境。广陵：今江苏省扬州市。旧游：指故交。\n暝：指黄昏。\n沧江：指桐庐江。沧同“苍”，因江色苍青，故称。\n建德：唐时郡名，今浙江省建德县一带。非吾土：不是我的故乡。王粲《登楼赋》：“虽信美而非吾土兮，曾何足以少留。”\n维扬：即扬州。《洞书·禹贡》：“淮海维扬州。”\n遥寄：远寄。海西头：指扬州。隋炀帝《泛龙舟歌》：“借问扬州在何处，淮南江北海西头。”因古扬州幅员辽阔，东临大海，故称。\n\n","shangxi":"　　这首诗在意境上显得清寂或清峭，情绪上则带着比较重的孤独感。\n\n　　诗题点明是乘舟停宿桐庐江的时候，怀念扬州（即广陵）友人之作。桐庐江为钱塘江流经桐庐县一带的别称。“山暝听猿愁，沧江急夜流。”首句写日暮、山深、猿啼。诗人伫立而听，感觉猿啼似乎声声都带着愁情。环境的清寥，情绪的黯淡，于一开始就显露了出来。次句沧江夜流，本来已给舟宿之人一种不平静的感受，再加上一个“急”字，这种不平静的感情，便简直要激荡起来了，它似乎无法控制，而像江水一样急于寻找它的归宿。接下去“风鸣两岸叶，月照一孤舟。”语势趋向自然平缓了。但风不是徐吹轻拂，而是吹得木叶发出鸣声，其急也应该是如同江水的。有月，照说也还是一种慰藉，但月光所照，惟沧江中之一叶孤舟，诗人的孤寂感，就更加要被触动得厉害了。如果将后两句和前两句联系起来，则可以进一步想象风声伴着猿声是作用于听觉的，月涌江流不仅作用于视觉，同时还有置身于舟上的动荡不定之感。这就构成了一个深远清峭的意境，而一种孤独感和情绪的动荡不宁，都蕴含其中了。\n\n　　诗人之所以在宿桐庐江时会有这样的感受，是因为“建德非吾土，维扬忆旧游。”建德当时为桐庐邻县，这里即指桐庐江流境。维扬，扬州的古称。按照诗人的诉说，一方面是因为此地不是他自己的故乡，“虽信美而非吾士”，有独客异乡的惆怅；另一方面，是怀念扬州的老朋友。这种思乡怀友的情绪，在眼前这特定的环境下，相当强烈，不由得潸然泪下。他幻想凭着沧江夜流，把他的两行热泪带向大海，带给在大海西头的扬州旧友。\n\n　　这种凄恻的感情，如果说只是为了思乡和怀友，那是不够的。孟浩然出游吴越，是他四十岁去长安应试失败后，为了排遣苦闷而作长途跋涉的。“山水寻吴越，风尘厌洛京”（《自洛之越》），这种漫游，就被罩上一种悒悒不欢的情绪。然而在诗中，诗人只淡淡地把“愁”说成是怀友之愁，而没有往更深处去揭示。这可以看作孟浩然写诗“淡”的地方。孟浩然作诗，原是“遇思入咏”，不习惯于攻苦着力的。然而，这样淡一点着笔，对于这首诗却是有好处的。一方面，对于他的老朋友，只要点到这个地步，朋友自会了解。另一方面，如果把那种求仕失败的心情，说得过于刻露，反而会带来尘俗乃至寒伧的气息，破坏诗所给人的清远的印象。\n\n　　除了感情的表达值得读者注意以外，诗人在用笔上也有轻而淡的一面。全诗读起来只有开头两句“山暝听猿愁，沧江急夜流”中的“愁”、“急”二字给人以经营锤炼的感觉，其余即不见有这样的痕迹。特别是后半抒情，更像是脱口而出，跟朋友谈心。但即使是开头的经营，也不是追求强刺激，而是为了让后面发展得更自然一些，减少文字上的用力。因为这首诗，根据诗题“宿桐庐江寄广陵旧游”，写不好可能使上下分离，前面是“宿”，下面是“寄”，前后容易失去自然的过渡和联系。而如果在开头不顾及后面，单靠后面来弥补这种联系，会分外显得吃力。现在头一句着一个“愁”字，便为下面作了张本。第二句写沧江夜流，着一“急”字，就暗含“客心悲未央”的感情，并给传泪到扬州的想法提供了根据。同时，从环境写起，写到第四句，出现了“月照一孤舟”，这舟上作客的诗人所面临的环境既然是那样孤寂和清峭，从而生出“建德非吾土，维扬忆旧游”的想法便非常自然了。因此，可以说这首诗后面用笔的轻和淡，跟开头稍稍用了一点力气，是有关系的。没有开头这点代价，后面说不定就要失去浑成和自然。\n\n　　孟浩然写诗，“遇思入咏”，是在真正有所感时才下笔的。诗兴到时，他也不屑于去深深挖掘，只是用淡淡的笔调把它表现出来。那种不过分冲动的感情，和浑然而就的淡淡诗笔，正好吻合，韵味弥长。这首诗也表现了这一特色。\n\n","translation":"山色昏暗听到猿声使人生愁，桐江苍茫夜以继日向东奔流。两岸风吹树动枝叶沙沙作响，月光如水映照江畔一叶孤舟。\n建德风光虽好却非我的故土，我仍然怀念扬州的故交老友。相忆相思我抑不住涕泪两行，遥望海西头把愁思寄去扬州。\n\n"}
{"_id":{"$oid":"5b9a1820367d5c0f40d22c38"},"title":"子夜歌·人生愁恨何能免","dynasty":"五代","writer":"李煜","content":"人生愁恨何能免，销魂独我情何限！故国梦重归，觉来双泪垂。\n高楼谁与上？长记秋晴望。往事已成空，还如一梦中。","type":["爱国","思怀"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155644990.mp3","remark":"子夜歌：此词调又名《菩萨蛮》、《花问意》、《梅花句》、《晚云烘日》等。此词于《尊前集》、《词综》等本中均作《子夜》，无“歌”字。\n何能：怎能。何：什么时候。免：免去，免除，消除。\n销魂：同“消魂”，谓灵魂离开肉体，这里用来形容哀愁到极点，好像魂魄离开了形体。独我：只有我。何限：即无限。\n重归：《南唐书·后主书》注中作“初归”。全句意思是说，梦中又回到了故国。\n觉来：醒来。觉：睡醒。垂：流而不落之态。\n谁与：同谁。\n长记：永远牢记。秋晴：晴朗的秋天。这里指过去秋游欢l青的景象。望：远望，眺望。\n还如：仍然好像。还：仍然。\n\n","shangxi":"　　这首词的上片写作者感怀亡国的愁恨和梦回故国的痛苦。\n\n　　起首二句由悲叹、感慨而入，用直白的方式抒发胸中的无限愁恨。“人生”句是一种感叹，也是对生活的一种抽象概括，既是说自己，也是说众生，其“愁恨”自有一番别样的滋味，“愁”是自哀，也是自怜，是自己囚居生活的无奈心情：“恨”是自伤，也是自悔，是自己亡国之后的无限追悔。也正因有如此“愁恨”，作者才“销魂独我情何限”，而句中“独我”语气透切，词意更进，表现了作者深切体会的一种特殊的悲哀和绝望。正如俞陛云《南唐二主词集述评》中所云：“起句用翻笔，明知难免而自我销魂，愈觉埋愁之无地。”第三句“故国梦重归”是把前两句关于愁恨的感慨进一步的具体化和个人化。李煜作为亡国之君，自然对自己的故国有不可割舍的情感，所以定会朝思夜想。可是事非昨日，人非当年，过去的欢乐和荣华只能在梦中重现，而这种重现带给作者却只能是悲愁无限、哀情不已，所以一觉醒来，感慨万千、双泪难禁。“觉来双泪垂”不仅是故国重游的愁思万端，而且还有现实情境的孤苦无奈，其中今昔对比，抚今追昔，反差巨大，情绪也更复杂。\n\n　　词的下片续写作者往日成空、人生如梦的感伤和悲哀。\n\n　　“高楼谁与上”是无人与上，也是高楼无人之意，进一步点明作者的困苦环境和孤独心情。所谓登高望远，作者是借登高以远眺故国、追忆故乡。故国不可见，即便可见也已不是当年之国，故乡不可回，此恨此情只能用回忆来寄托。所以作者的一句“长记秋晴望”，实是一种无可奈何的哀鸣。现实中的无奈总让人有一种空虚无着落之感，人生的苦痛也总给人一种不堪回首的刺激，作者才有“往事已成空，还如一梦中”的感慨。在现实中，“往事”真的“成空”。但这种现实却是作者最不愿看到的，他希望这现实同样是一场梦。“如一梦”不是作者的清醒，而是作者的迷惘，这种迷惘中有太多的无奈，以此作结，突显全词的意境。\n\n　　全词以“梦”为中心，集中写“空”，笔意直白，用心挚真。全词八句，句句如白话入诗，以歌代哭，不事雕琢，用情挚切。全词有感慨，有追忆，有无奈，有悲苦，这一切因其情真意深而感人不浅，同时也因其自然流露而愈显其曲致婉转。\n\n","translation":"人生的愁恨怎能免得了？只有我伤心不已悲情无限！我梦见自己重回故国，一觉醒来双泪垂落。\n有谁与我同登高楼？我永远记得一个晴朗的秋天，在高楼眺望。往事已经成空，就仿佛在梦中一般。\n\n"}
{"_id":{"$oid":"5b9a1820367d5c0f40d22c39"},"title":"立春日感怀","dynasty":"明代","writer":"于谦","content":"年去年来白发新，匆匆马上又逢春。\n关河底事空留客？岁月无情不贷人。\n一寸丹心图报国，两行清泪为思亲。\n孤怀激烈难消遣，漫把金盘簇五辛。","type":["爱国","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155644845.mp3","remark":"马上：指在征途或在军队里。\n关河：关山河川，这里指边塞上。\n簇五辛：蔟，攒聚的意思。五辛，指五种辛味的菜；《本草纲目》：“元旦、立春，以葱、蒜、韭、蓼蒿、芥辛嫩之叶杂和食之，取迎新之意，谓之五辛盘。”\n\n","translation":"一年年过去，白头发不断添新，\n戎马匆匆里，又一个春天来临。\n为了什么事长久留我在边塞？\n岁月太无情，年纪从来不饶人。\n念念不忘是一片忠心报祖国，\n想起尊亲来便不禁双泪直淋。\n孤独的情怀激动得难以排遣，\n就凑个五辛盘，聊应新春节景。\n\n\n"}
{"_id":{"$oid":"5b9a1820367d5c0f40d22c3a"},"title":"浣溪沙·伏雨朝寒愁不胜","dynasty":"清代","writer":"纳兰性德","content":"伏雨朝寒愁不胜，那能还傍杏花行。去年高摘斗轻盈。\n漫惹炉烟双袖紫，空将酒晕一衫青。人间何处问多情。","type":["回忆","无奈"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155645301.mp3"}
{"_id":{"$oid":"5b9a1821367d5c0f40d22c3b"},"title":"忆江南·衔泥燕","dynasty":"唐代","writer":"牛峤","content":"衔泥燕，飞到画堂前。占得杏梁安稳处，体轻唯有主人怜，堪羡好因缘。","type":["宋词三百首","咏物","写鸟","抒怀","爱情"],"remark":"占得：占据。\n杏梁：用杏树所做的屋梁，泛指优质木材所做的梁柱。\n因缘：指双燕美好的结合。\n\n","shangxi":"　　这首词借物咏怀，表达了女主人公对美满爱情的追求。\n\n　　暮春三月，繁花盛开，草木葱茏，一双燕子飞去飞回，匆匆忙忙的衔泥筑巢。它们将巢安安稳稳的筑在房屋的杏梁之上，终成就了美好的烟缘。而独处于闺中的女子勒？她看到了筑巢的燕子，它们双宿双飞的恩爱情态多么令她羡慕。\n\n　　“衔泥燕，飞到画堂前。占得杏梁安稳处，”这三句写燕子筑巢，以动态咏物。“衔”、“飞”、“占”三个动作，便将燕子筑巢的全过程完整的写了出来，一气呵成。\n\n　　“体轻唯有主人怜，堪羡好因缘。”这两句写闺中思妇的感叹。这首咏物词并非止于对燕子的描写，而是借物喻情，由燕及人。女主人公看到结伴而飞的燕子不禁感悟伤神她哀叹自己形单影只，无人怜爱，羡慕梁间燕子的美好烟缘。\n\n　　这首小令仅仅二十七个字，却写得形神兼备，深隐含蓄，极富情致。语言通俗，感情真挚，带有浓郁的民间风味。\n\n","translation":"衔着泥土的燕子，飞到装饰华丽的大堂前，占据着梁间安稳的地方，体态轻盈只有主人伶爱，好烟缘可堪羡慕。\n\n"}
{"_id":{"$oid":"5b9a1822367d5c0f40d22c3c"},"title":"新凉","dynasty":"宋代","writer":"徐玑","content":"水满田畴稻叶齐，日光穿树晓烟低。\n黄莺也爱新凉好，飞过青山影里啼。","type":["古诗三百首","田园","写鸟"],"remark":"新凉：指初秋凉爽的天气。\n田畴：耕熟的田地。泛指田地。\n\n","shangxi":"　　这是一首清新、明快的田园小诗，虽无深意，却具恬适、自然的情致。\n\n　　“凉”是一种“心境”，很不好表现，所以，必须采用以“物境”来表达“心境”的手法，通俗一点说，就是化无形为有形，构成诗中的“图画”，以渲染气氛。诗人用白描的手法勾勒出三幅小画面，第一幅是稻田，从它灌满了水和长得绿油油、齐整整的稻叶中透出凉意。第二幅是树丛，“晓”字自含凉意，低压的雾气也自含凉意，“日”本有热意，因其初升，故也“沧沧凉凉”，何况其穿树而来。第三幅是飞莺，黄莺儿越过田野，飞向晨雾迷蒙的山阴，纳凉去了，诗人的心中仿佛也顿生凉意。把这三幅小画面合起来，便构成了一幅清新、明快的田园山水大图画。\n\n　　由此，“新凉”这一心境，也就从这大图画中的每一个组成部分里渗透出来。而那黄莺的啼鸣，又为这幅大图画添上画外音，呼唤诗人投身其中，共纳新凉。诗人悠然自得的心情，一吟即出。\n\n","translation":"一望无际的稻田里，水波微漾，整齐的稻子如刀削一般。清晨的阳光穿过树叶，投影在地上，晨雾在树间缭绕。\n黄莺也喜欢早晨的清凉时光，在青山的影子里欢快的啼鸣。\n\n"}
{"_id":{"$oid":"5b9a1822367d5c0f40d22c3d"},"title":"塞下曲","dynasty":"唐代","writer":"王昌龄","content":"饮马渡秋水，水寒风似刀。\n平沙日未没，黯黯见临洮。\n昔日长城战，咸言意气高。\n黄尘足今古，白骨乱蓬蒿。","type":["唐诗三百首","战争","乐府"],"remark":"饮（yìn）马：给马喝水。\n平沙：广漠的沙原。\n黯（àn）黯：昏暗模糊的样子。临洮：古县名，秦置，治所在今甘肃岷县，以临近洮水得名。秦筑长城，西起于此，故有“昔日长城战”之语。\n昔：一作“当”。长：一作“龙”。\n足：一作“漏”，一作“是”。\n蓬蒿：蓬草蒿草之类杂草。\n\n","shangxi":"　　此诗在构思上的特点，是用侧面描写来表现主题。诗中并没具体描写战争，而是通过对塞外景物和昔日战争遗迹的描绘，来表达诗人对战争的看法。开头四句是从军士饮马渡河的所见所感，描绘了塞外枯旷苦寒景象。诗人把描写的时间选在深秋的黄昏，这样更有利于表现所写的内容。写苦寒，只选择了水和风这两种最能表现环境特征的景物，笔墨简洁，又能收到很好的艺术效果。首句的“饮马”者就是军士。诗中的“水”指洮水，临洮城就在洮水畔。“饮马”须牵马入水，所以感觉“水寒”，看似不经意，实则工于匠心。中原或中原以南地区，秋风只使人感到凉爽，但塞外的秋风，却已然“似刀”。足见其风不但猛烈，而且寒冷，仅用十字，就把地域的特点形象地描绘了出来。三四两句写远望临洮的景象。“平沙”谓沙漠之地。临洮，古县名，因县城临洮水而得名。即今甘肃东部的岷县，是长城的起点，唐代为陇右道岷州的治所，这里常常发生战争。暮色苍茫，广袤的沙漠望不到边，天边挂着一轮金黄的落日，临洮城远远地隐现在暮色中。境界阔大，气势恢宏。\n\n　　临洮一带是历代经常征战的战场。据新旧《唐书·王晙列传》和《吐蕃传》等书载：公元714年（开元二年）旧历十月，吐蕃以精兵十万寇临洮，朔方军总管王晙与摄右羽林将军薛讷等合兵拒之，先后在大来谷口、武阶、长子等处大败吐蕃，前后杀获数万，获马羊二十万，吐蕃死者枕藉，洮水为之不流。诗中所说的“长城战”，指的就是这次战争。“昔日长城战，咸言意气高”，这是众人的说法。对此，诗人不是直接从正面进行辩驳或加以评论，而是以这里的景物和战争遗迹来作回答：“黄尘足今古，白骨乱蓬蒿。”“足”是充满的意思。“白骨”是战死者的尸骨。“今古”贯通两句，上下句都包括在内；不仅指从古到今，还包括一年四季，每月每天。意思是说，临洮这一带沙漠地区，一年四季，黄尘弥漫，战死者的白骨，杂乱地弃在蓬蒿间，从古到今，都是如此。这里的“白骨”，包含开元二年这次“长城战”战死的战士，及这以前战死的战士。这里没有一个议论字眼，却将战争的残酷极其深刻地揭示出来。这里是议论，是说理，但这种议论、说理，却完全是以生动的形象来表现，因而更具有震撼人心的力量，手法极其高妙。\n\n　　这首诗着重表现军旅生活的艰辛及战争的残酷，其中蕴含了诗人对黩武战争的反对情绪。\n\n","translation":"牵马饮水渡过了那大河，水寒刺骨秋风如剑如刀。\n沙场广袤夕阳尚未下落，昏暗中看见遥远的临洮。\n当年长城曾经一次鏖战，都说戍边战士的意气高。\n自古以来这里黄尘迷漫，遍地白骨零乱夹着野草。\n\n"}
{"_id":{"$oid":"5b9a1822367d5c0f40d22c3e"},"title":"离亭燕·一带江山如画","dynasty":"宋代","writer":"张昪","content":"一带江山如画，风物向秋潇洒。水浸碧天何处断？霁色冷光相射。蓼屿荻花洲，掩映竹篱茅舍。\n云际客帆高挂，烟外酒旗低亚。多少六朝兴废事，尽入渔樵闲话。怅望倚层楼，寒日无言西下。","type":["宋词三百首","豪放","写景","怀古","感慨"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155645160.mp3","remark":"离亭燕：词牌名。\n一带：指金陵（今南京）一带地区。\n风物：风光景物。潇洒：神情举止自然大方。此处是拟人化用法。\n浸：液体渗入。此处指水天溶为一体。断：接合部。\n霁色：雨后初晴的景色。冷光：秋水反射出的波光。相射：互相辉映。\n蓼屿：指长满蓼花的高地。荻花洲：长满荻草的水中沙地。\n竹篱茅舍：用竹子做成的篱笆，用茅草搭盖的小房子。\n客帆：即客船。\n低亚：低垂。\n六朝：指东吴、东晋、宋、齐、梁、陈六个朝代，均在南京一带建都。\n渔樵：渔翁樵夫。代指普通老百姓。\n怅望：怀着怅惘的心情远望。\n\n","shangxi":"　　这是一首写景兼怀古的词，在宋怀古词中是创作时期较早的一首。词的上片描绘金陵一带的山水，雨过天晴的秋色里显得分外明净而爽朗；下片通过怀古，寄托了词人对六朝兴亡盛衰的感慨。这首词语朴而情厚，有别于婉约派词的深沉感慨。全词层层抒写，勾勒甚密，语卜而情夺取，有别于婉约派的词风。\n\n　　开头一句“一带江山如画”，先对金陵一带的全景作一番鸟瞰，概括地写出了它的山水之美。秋天草木摇落景色萧索，但这里作者却说“风物向秋潇洒”，一切景物显得萧疏明丽而有脱尘绝俗的风致，这就突出了金陵一带秋日风光的特色。接着“水浸碧天何处断”具体地描绘了这种特色。这个“水”字承首句的“江”而来，词人的视线随着浩瀚的长江向远处看去，天幕低垂，水势浮空，天水相连，浑然一色，看不到尽头。将如此宏阔的景致，用一个“浸”字形象而准确地描绘出来。近处则是“霁色冷光相射”，“霁色”紧承上句“碧天”而来，“冷光”承“水”字而来，万里晴空所展现的澄澈之色，江波潋滟所闪现的凄冷的光，霁色静止，冷光翻动，动景与静景互相映照，构成一幅绮丽的画面。一个“射”字点化了这一画面。接着词人又把视线从江水里移到了江洲上，却只见“蓼屿荻花洲，掩映竹篱茅舍。”洲、屿是蓼荻滋生之地，秋天是它发花的季节，密集的蓼荻丛中，隐约地现出了竹篱茅舍。这样，从自然界写到了人家，暗暗为下片的抒发感慨作了铺垫。\n\n　　下片先荡开两笔，写词人，再抬头向远处望去。“云际客帆高挂，烟外酒旗低亚”，极目处，客船的帆高挂着，烟外酒家的旗子低垂着，标志着人活动，于是情从景生，金陵的陈迹涌上心头：“多少六朝兴废事”，这里在历史上短短的三百多年里经历了六个朝代的兴盛和衰亡，它们是怎样兴盛起来的，又是怎样的衰亡的，这许许多多的往事，却是“尽入渔樵闲话”。“渔樵”承上片“竹篱茅舍”而来，到这里猛然一收，透露出词人心里的隐忧。这种隐忧在歇拍两句里，又作了进一步的抒写：“怅望倚层楼”，“怅望”表明了词人瞭望景色时的心情，倚高楼的栏杆上，怀着怅惘的心情，看到眼前景物，想着历史上的往事。最后一句“寒日无言西下”之“寒”字承上片“冷”字而来，凄冷的太阳默默地向西沉下，苍茫的夜幕即将降临，更增加了他的孤寂之感。歇拍的调子是低沉的，他的隐忧没有说明白，只从低沉的调子里现出点端倪，耐人寻味。\n\n　　在宋代词坛上，张昪与范仲淹一样，创作中透露出词风逐渐由婉约向豪放转变的时代信息，对于词境的开拓作出了自己的贡献。\n\n","translation":"金陵风光美丽如画，秋色明净清爽。碧天与秋水一色，何处是尽头呢？雨后晴朗的天色与秋水闪烁的冷光相辉映。蓼草荻花丛生的小岛上，隐约可见几间竹篱环绕的草舍。\n江水尽头客船上的帆仿佛高挂在云端，烟雾笼罩的岸边，有低垂的酒旗。那些六朝兴盛和衰亡的往事，如今已成为渔民、樵夫闲谈的话题。在高楼上独自遥望，倍感苍凉，凄冷的太阳默默地向西落下。\n\n"}
{"_id":{"$oid":"5b9a1822367d5c0f40d22c3f"},"title":"忆秦娥","dynasty":"宋代","writer":"张元干","content":"桃花萼。雨肥红绽东风恶。东风恶。长亭无寐，短书难托。 \n 征衫辜负深闺约。禁烟时候春罗薄。春罗薄。多应消瘦，可堪梳掠。","type":[]}
{"_id":{"$oid":"5b9a1822367d5c0f40d22c40"},"title":"摊破浣溪沙·病起萧萧两鬓华","dynasty":"宋代","writer":"李清照","content":"病起萧萧两鬓华，卧看残月上窗纱。豆蔻连梢煎熟水，莫分茶。\n枕上诗书闲处好，门前风景雨来佳。终日向人多酝藉，木犀花。","type":["月亮","闲适","生活"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155646064.mp3","remark":"摊破浣溪沙：又名《山花子》。原为唐教坊曲名，后用为词牌。在唐五代时即将《浣溪沙》的上下片，各增添三个字的结句，成为“七、七、七、三”字格式，名曰《摊破浣溪沙》或《添字浣溪沙》。又因南唐李璟词“菡萏香销”之下片“细雨梦回”两句颇有名，故又有《南唐浣溪沙》之称。双调四十八字，平韵。\n萧萧：这里形容鬓发华白稀疏的样子。\n豆蔻：药物名。熟水：当时的一种药用饮料。陈元靓《事林广记》别集卷七之《豆蔻熟水》 ： “夏月凡造熟水，先倾百盏滚汤在瓶器内，然后将所用之物投入。密封瓶口，则香倍矣……白豆蔻壳拣净，投入沸汤瓶中，密封片时用之，极妙。每次用七个足矣。不可多用，多则香浊。”《百草正义》则说： “白豆蔻气味皆极浓厚，咀嚼久之，又有一种清澈冷洌之气，隐隐然沁入心脾。则先升后降，所以又能下气 \n分茶：杨万里《澹庵坐上观显上人分茶》诗有云：“分茶何似煎茶好，煎茶不似分茶巧”，由此可见，“分茶”是一种巧妙高雅的茶戏。其方法是用茶匙取茶汤分别注入盏中饮食。\n书：《历代诗余》作“篇”字。\n酝藉：宽和有涵容。《汉书·薛广德传》：“广德为人，温雅有酝藉。 ”\n木犀花：即桂花。\n\n","shangxi":"　　这首词创作于作者的晚年，是一首抒情词，主要写她病后的生活情状，委婉动人。词中所述多为寻常之事、自然之情，淡淡推出，却起扣人心弦之效。 　\n\n　　“病起”，说明曾经长期卧床不起，此刻已能下床活动了。“萧萧”是头发花白稀疏的样子。词中系相对病前而言，因为大病，头发白了许多，而且掉了不少。至此，作者即刻打住，下句另起一意。这个处理极妙，意思似乎是说，头发已经那样，何必再去管它，还是料理今后罢。这不仅表现了作者的乐观态度，行文也更简洁。 　\n\n　　下面接写了看月与煎药。因为还没有全好，又夜里，作者做不了什么事，只好休息，卧着看月。“卧看”，是因为大病初起，身子乏力，同时也说明作者心情闲散，漫不经心，两字极为传神。“上”字说明此乃初升之月，则此残月当为下弦月，此时入夜还浅。病中的人当然不能睡得太晚，写得极为逼真。上句写的是衰象，此句却是乐事，表明作者确实不太以发白为念了。“豆蔻”为植物名，种子有香气，可入药，性辛温，能去寒湿。“熟水”是宋人常用饮料。分茶是宋人以沸水冲茶而饮的一种方法，颇为讲究。“莫分茶”即不饮茶，茶性凉，与豆蔻性正相反，故忌之。以豆蔻熟水为饮，即含有以药代茶之意。这又与首句呼应。人儿斜卧，缺月初上，室中飘散缕缕清香，一派闲静气氛。　\n\n　　下片写白日消闲情事。观书、散诗、赏景，确实是大病初起的人消磨时光的最好办法。“闲处好”一是说这样看书只能闲暇无事才能如此；一是说闲时也只能看点闲书，看时也很随便，消遣而已。对一个成天闲散家的人说来，偶然下一次雨，那雨中的景致，却也较平时别有一种情趣。俞平伯说这两句“写病后光景恰好。说月又说雨，总非一日的事情。”（《唐宋词选释》）所见极是。末句将木犀拟人化，结得隽永有致。“木犀”即桂花，点出时间。本来是自己终日看花，却说花终日“向人”，把木犀写得非常多情，同时也表达了作者对木犀的喜爱，见出她终日都把它观赏。“酝藉”，写桂花温雅清淡的风度。“酝藉”一词，常用来形容学问渊深、胸怀宽博、待人宽厚的人中表率，如《归唐书·权德舆传》称他“风流酝藉，为缙绅羽仪”。木犀花小淡黄，芬芳徐吐，不像牡丹夭桃那样只以浓艳媚人，用“酝藉”形容，亦极得神。“酝藉”又可指含蓄香气而言。\n\n　　此词格调轻快，心境怡然自得，与同时其他作品很不相同。通篇全用白描，语言朴素自然，情味深长。\n\n","translation":"两鬓已经稀疏病后又添白发了，卧在床榻上看着残月照在窗纱上。将豆蔻煎成沸腾的汤水，不用强打精神分茶而食。\n靠在枕上读书是多么闲适，门前的景色在雨中更佳。整日陪伴着我，只有那深沉含蓄的木犀花。\n\n"}
{"_id":{"$oid":"5b9a1822367d5c0f40d22c41"},"title":"元日","dynasty":"唐代","writer":"温庭筠","content":"神耀破氛昏，新阳入晏温。绪风调玉吹，端日应铜浑。 \n 威凤跄瑶簴，升龙护璧门。雨旸春令煦，裘冕晬容尊。","type":[]}
{"_id":{"$oid":"5b9a1822367d5c0f40d22c42"},"title":"宫词 / 宫中词","dynasty":"唐代","writer":"朱庆馀","content":"寂寂花时闭院门，美人相并立琼轩。 \n含情欲说宫中事，鹦鹉前头不敢言。","type":["唐诗三百首","写景","宫怨"],"remark":"琼轩：对廊台的美称。\n\n","translation":"百花盛开，宫院却寂寂地紧闭大门；\n俏丽宫女，相依相并伫立廊下赏春。\n满怀幽情，都想谈谈宫中忧愁的事，\n鹦鹉面前，谁也不敢吐露自己苦闷。\n\n"}
{"_id":{"$oid":"5b9a1822367d5c0f40d22c43"},"title":"钓鱼湾","dynasty":"唐代","writer":"储光羲","content":"垂钓绿湾春，春深杏花乱。\n潭清疑水浅，荷动知鱼散。\n日暮待情人，维舟绿杨岸。","type":["春天","钓鱼","爱情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155647974.mp3","remark":"春深：春意浓郁。宋秦观《次韵裴仲谟和何先辈》：“支枕星河横醉后，入帘飞絮报春深。”乱：纷繁的样子。\n情人：志同道合的人。\n维舟：系船停泊。维：系。南朝梁何逊《与胡兴安夜别》诗：“居人行转轼，客子暂维舟。”\n\n","translation":"垂钓在春天的绿水湾，春已深杏花盛开纷繁。\n潭水澄澈疑心水清浅，荷叶摇动才知鱼游散。\n直到日暮等待知心人，系上小船停靠绿杨岸。\n\n"}
{"_id":{"$oid":"5b9a1822367d5c0f40d22c44"},"title":"国风·唐风·羔裘","dynasty":"先秦","writer":"佚名","content":"羔裘豹祛，自我人居居。岂无他人？维子之故。\n羔裘豹褎，自我人究究。岂无他人？维子之好。\n\n","type":["诗经","怨刺"],"remark":"羔裘：羊皮袄。羔：羊之小者。\n袪（qū）：袖口，豹祛即镶着豹皮的袖口。\n自我人：对我们。自，对；我人，我等人。居（jù ）居：即“倨倨”，傲慢无礼。\n维：惟，只。子：你。故：指爱。或作故旧，也通。\n褎（xiù）：同“袖”，衣袖口。\n究究：心怀恶意不可亲近的样子，指态度傲慢。\n\n","shangxi":"　　此诗两章，脉络极清楚，每章的前二句极写卿大夫的服饰之威和对故旧的侮慢之态；后二句则通过自问自答，表现了原为友人的那位先生的怨愤不平的情绪，而诗句的语气显得“怨而不怒”，很能体现“温柔敦厚”的诗教。\n\n　　此诗一开头，描述了卿大夫的服饰，可见，这位卿大夫是一位政治新秀，刚刚步入了从政的圈子。但他很不低调，以为自己了不起了，一种强烈的优越感立马就显出来了：“自我人居居。”活画出衣服傲慢无礼的神情。但他的故旧老友，虽然没有他的官阶高，但一点也不气馁，显示出很强的个性。\n\n　　从结构上来看，此诗显得十分简单，艺术上也没有太多的特色，比较明显的也就是反复吟咏、反复唱叹、回环往复的手法。这种手法实际上在《诗经》中已相当普遍，有着民歌民谣的风味，从这也正说明了《诗经》与民歌之间的密切关系。\n\n　　此外，该诗中所用的设问和作答的形式，在《诗经》中也时而可见。这种修辞方法作为讽刺或表现一种强烈的情绪是很合适的。\n\n","translation":"你身着羔皮礼服豹纹袖饰，竟然对我们如此大模大样。难道你就这样目中无人吗？我们可是看在老交情份上。\n你身着羔皮礼服豹纹袖饰，竟对我们一副傲慢的模样。难道你就这样目中无人吗？我们可是看在老朋友份上。\n\n"}
{"_id":{"$oid":"5b9a1822367d5c0f40d22c45"},"title":"金缕曲·赠梁汾","dynasty":"清代","writer":"纳兰性德","content":"德也狂生耳！偶然间、淄尘京国，乌衣门第。有酒惟浇赵州土，谁会成生此意？不信道、遂成知己。青眼高歌俱未老，向尊前、拭尽英雄泪。君不见，月如水。\n共君此夜须沉醉。且由他、娥眉谣诼，古今同忌。身世悠悠何足问，冷笑置之而已！寻思起、从头翻悔。一日心期千劫在，后身缘、恐结他生里。然诺重，君须记。","type":["豪放","友情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155647739.mp3","remark":"金缕曲：词牌名。\n梁汾：顾贞观（1637～1714年），字华峰，号梁汾。江苏无锡人，纳兰性德的朋友。清康熙五年（1666年）顺天举人。著有《积书岩集》及《弹指词》。清康熙十五年（1676年）与纳兰性德相识，从此交契，直至纳兰性德病殁。\n德也狂生耳：我本是个狂放不羁的人。德，作者自称。\n偶然间，淄尘京国，乌衣门第：我在京城混迹于官场，又出身于高贵门第，这只是命运的偶然安排。淄尘京国，表居北京之无奈。淄尘，黑尘，喻污垢。此处作动词用，指混迹。淄，通“缁”，黑色。京国，京城。乌衣门第：东晋王、谢大族多居金陵乌衣巷，后世遂以该巷名指称世家大族。\n有酒惟浇赵州土：用李贺《浩歌》“买丝绣作平原君，有酒唯浇赵州土”句意，是说希望有战国时赵国平原君那样招贤纳士的人来善待天下贤德才士。浇，浇酒祭祀。赵州土，平原君墓土。\n谁会成生此意：谁会理解我的这片心意。会，理解。成生，作者自称。作者原名成德，后避太子讳改性德。\n不信道、竟逢知己：万万没有想到，今天竟然遇到了知己。\n青眼高歌俱未老：趁我们青壮盛年，纵酒高歌。青眼，契重之眼光，此指青春年少。\n向尊前、拭尽英雄泪：姑且面对酒杯，擦去英雄才有的眼泪。为二人均不得志而感伤。尊，同“樽”。\n且由他、娥眉谣诼，古今同忌：姑且由他去吧，才干出众，品行端正的人容易受到谣言中伤，这是古今常有的事。娥眉，亦作“蛾眉”，喻才能。谣诼，造谣毁谤。忌，语助词，无实义。\n身世悠悠何足问：人生岁月悠悠，遭受挫折苦恼，不必去追究。悠悠，遥远而不定貌。\n寻思起、从头翻悔：若对挫折耿耿于怀，反复寻思，那么从人生一开始就错了。\n一日心期千劫在：一日以心相许成为知己，即使经历千万劫难，我们二人的友情也将依然长存。心期：以心相许，情投意合。\n后身缘、恐结他生里：来世他生，我们的情缘还将保持。后身缘，来生情缘。\n然诺重，君须记：朋友间信用为重，您要切记。然诺重，指守信誉，不食言。\n\n","shangxi":"　　纳兰容若写的这首“金缕曲”有个故事，他这首词是赠给好友顾梁汾的，但词中的“蛾眉谣诼，古今同忌”说的却是另一个朋友的事。这个朋友名叫吴汉槎，是当时有名的江南才子（籍贯江苏吴江），和顾梁汾及纳兰的交情都很好。顺治丁酉年，吴汉槎考中举人，但不幸得很，这场考试，由于主考官有舞弊的事情发生，闹成大狱。吴汉槎虽然是凭真才实学考中的，也受牵连，被判充军宁古塔。\n\n　　顾梁汾全力营救朋友，想尽一切方法，过了二十年之久，顺治换了康熙，仍然无济于事。纳兰容若的父亲纳兰明珠在康熙年间官封“太傅”（相当于宰相），顾梁汾就在纳兰的家里做他父亲的幕客。他在太傅府中，想起好友在边塞之地受尽寒苦，于是就写了两首金缕曲寄去给他。这是中国文学史上非常出名的两首词，被认为足可以比美李陵与苏武的‘河梁生别诗’并向秀怀念嵇康的“思旧赋”的。\n\n　　纳兰容若看了大为感动，于是也写了两阕“金缕曲”给顾梁汾。其中之一就是开篇那首，词中的“娥眉谣诼，古今同忌”指的就是那个“科场舞弊案”吴汉槎所受的冤枉事了。他又在另一首“金缕曲”的结尾说：“绝塞生还吴季子，算眼前此外皆闲事。知吾者，梁汾耳。”表示他和顾梁汾一样，所要达成的目标，就是要把吴汉槎救回来。后来他等到了一个适当的机会，求他父亲援手。纳兰明珠出了点力，朋友们大家再凑了点钱，终于把吴汉槎赎回来。时人称顾梁汾那两闺金缕曲为“赎命词”。又有个名叫顾忠的写诗记其事道：“金兰倘使无良友，关塞终当老健儿。”赞美了顾梁汾、纳兰容若和吴汉槎的友情。\n\n","translation":"　　我原本也是个狂妄的小子，我在京城混迹于官场，这不过是因为出身于高贵门第和命运的偶然安排罢了。我真心仰慕平原君的广结贤士，希望能有赵国平原君那样招贤纳士的人来善待天下贤德才士，可是却没有谁会理解我的这片心意。万万没有想到，今天竟然遇到了您这位知己。今天，趁我们还不算老，擦去感伤的眼泪，纵酒高歌，把精神振作起来。\n　　今天我们一定要开怀畅饮，一醉方休。从古到今，才干出众、品行端正的人遭受谣言中伤，这都是常有的事，姑且由他去吧。人生岁月悠悠，难免遭受点挫折苦恼，这些都没必要放在心上，思过之后冷笑一声放在一边就完事儿了。若总是耿耿于怀，那么从人生一开始就错了。今天我们一朝以心相许，成为知己，他日即使经历千万劫难，我们的友情也要依然长存。这后半生的缘分，恐怕要到来世也难以补足。这个诺言是很沉重的，您一定要牢牢记在心里。\n\n"}
{"_id":{"$oid":"5b9a1823367d5c0f40d22c46"},"title":"遣悲怀三首·其一","dynasty":"唐代","writer":"元稹","content":"谢公最小偏怜女，自嫁黔娄百事乖。\n顾我无衣搜荩箧，泥他沽酒拔金钗。(荩箧 一作：画箧)\n野蔬充膳甘长藿，落叶添薪仰古槐。\n今日俸钱过十万，与君营奠复营斋。","type":["唐诗三百首","悼亡"],"remark":"谢公东晋宰相谢安，他最偏爱侄女谢道韫。\n黔娄：战国时齐国的贫士。此自喻。言韦丛以名门闺秀屈身下嫁。百事乖：什么事都不顺遂。\n荩箧：竹或草编的箱子。\n泥：软缠，央求。\n藿：豆叶，嫩时可食。\n奠：祭奠，设酒食而祭。\n\n","shangxi":"赏析 　　这首诗追忆妻子生前的艰苦处境和夫妻情爱，并抒写自己的抱憾之情。一、二句引用典故，以东晋宰相谢安最宠爱的侄女谢道韫借指韦氏，以战国时齐国的贫士黔娄自喻，其中含有对方屈身下嫁的意思。“百事乖”，任何事都不顺遂，这是对韦氏婚后七年间艰苦生活的简括，用以领起中间四句。“泥”，软缠。“长藿”，长长的豆叶。中间这四句是说：看到我没有可替换的衣服，就翻箱倒柜去搜寻；我身边没钱，死乞活赖地缠她买酒，她就拔下头上金钗去换钱。平常家里只能用豆叶之类的野菜充饥，她却吃得很香甜；没有柴烧，她便靠老槐树飘落的枯叶以作薪炊。这几句用笔干净，既写出了婚后“百事乖”的艰难处境，又能传神写照，活画出贤妻的形象。这四个叙述句，句句浸透着诗人对妻子的赞叹与怀念的深情。末两句，仿佛诗人从出神的追忆状态中突然惊觉，发出无限抱憾之情：而今自己虽然享受厚俸，却再也不能与爱妻一道共享荣华富贵，只能用祭奠与延请僧道超度亡灵的办法来寄托自己的情思。“复”，写出这类悼念活动的频繁。这两句，出语虽然平和，内心深处却是极其凄苦的。 ▲","translation":"你如同谢公最受偏爱的女儿，嫁给我这个贫士事事不顺利。\n你见我没有衣衫就在箱子找，你拔下金钗因我相求而买酒。\n你用野蔬充饥却说食物甘美，你用落叶作薪你用枯枝做炊。\n如今我高官厚禄你却离人间，为你寄点延请僧道超度士灵。\n\n"}
{"_id":{"$oid":"5b9a1823367d5c0f40d22c47"},"title":"和张仆射塞下曲六首","dynasty":"唐代","writer":"卢纶","content":"鹫翎金仆姑，燕尾绣蝥弧。\n独立扬新令，千营共一呼。\n\n林暗草惊风，将军夜引弓。\n平明寻白羽，没在石棱中。\n\n月黑雁飞高，单于夜遁逃。\n欲将轻骑逐，大雪满弓刀。\n\n野幕敞琼筵，羌戎贺劳旋。\n醉和金甲舞，雷鼓动山川。\n\n调箭又呼鹰，俱闻出世能。\n奔狐将迸雉，扫尽古丘陵。\n\n亭亭七叶贵，荡荡一隅清。\n他日题麟阁，唯应独不名。\n\n","type":["边塞","军旅","将士"],"remark":"张仆射：一说为张延赏，一说为张建封。塞下曲：古时的一种军歌。\n鹫翎：箭尾羽毛。金仆姑：神箭名。\n燕尾：旗的两角叉开，若燕尾状。蝥（máo，一说音wù）弧：旗名。\n独立：犹言屹立。扬新令：扬旗下达新指令。\n惊风：突然被风吹动。\n引弓：拉弓，开弓，这里包含下一步的射箭。\n平明：天刚亮的时候。白羽：箭杆后部的白色羽毛，这里指箭。\n没：陷入，这里是钻进的意思。石棱：石头的棱角。也指多棱的山石。\n月黑：没有月光。\n单于（chányú）：匈奴的首领。这里指入侵者的最高统帅。遁：逃走。\n将：率领。轻骑：轻装快速的骑兵。逐：追赶。\n弓刀：像弓一样弯曲的军刀。\n野幕：野外帐篷。敞：开。琼筵：美宴。\n羌戎：此泛指少数民族。\n雷鼓：大鼓，以声大如雷，故称。\n出世：一作“百中”。\n奔狐：一作“奔猨”。\n唯应独不名：一作“谁知独有名”。\n\n","shangxi":"　　《塞下曲》为汉乐府旧题，属《横吹曲辞》，内容多写边塞征战景象。卢纶《和张仆射塞下曲六首》全系五绝，虽然受和诗的限制，但他却善于运用这种诗体。这种诗体本不必须遵用诗律，五七言皆可，但卢纶凭他出色的文才，以六首精巧的五绝组成了这部如画的佳作。这六首诗分别写发号施令、射猎破敌、奏凯庆功等等军营生活，语多赞美之意。\n\n　　组诗的第一首，歌咏边塞景物，描写将军发号时的壮观场面。前两句用严整的对仗，精心刻划出将军威猛而又矫健的形象。“鹫翎金仆姑”，是写将军的佩箭。“金仆姑”，箭名，《左传》：“乘丘之役，公以金仆姑射南宫长万。”箭用金做成，可见其坚锐。并且用一种大型猛禽“鹫” 的羽毛（“翎”）来做箭羽，既美观好看，发射起来又迅疾有力，威力无穷。“燕尾绣蝥弧”，是写将军手执的旗臶。“绣蝥弧”，一种军中用作指挥的旗臶，《左传》：“颖考叔取郑之旗蝥弧以先登。”这种象燕子尾巴形状的指挥旗，是绣制而成的，在将军手中显得十分精美。这两句没有直接写将军的形貌，只是从他身上惹人注目的佩箭、旗臶落笔，而将军的矫健身影已经屹立在读者面前。诗中特意指出勇猛的“鹫”和轻捷的“燕”这两种飞禽，借以象征人物的精神状态。通过这两句的描写、衬托，一位威武而又精明干练的军事将领的形象，跃然纸上。 后两句写发布新令。将军岿然独立，只将指挥令旗轻轻一扬，那肃立在他面前的千营军士，就齐声发出呼喊，雄壮的呐喊之声响彻云天、震动四野，显示出了豪壮的军威。“独立”二字，使前两句中已经出现的将军形象更加挺拔、高大，并且与后面的“千营”形成极为悬殊的数字对比，以表明将军带兵之多，军事地位之显要，进一步刻划了威武形象。那令旗轻轻一扬，就“千营共一呼”，在整齐而雄壮的呐喊声中，“千营”而“一”，充分体现出军队纪律的严明，以及将军平时对军队的严格训练，显示出了无坚不摧、无攻不克的战斗力。这一句看似平平叙述，但却笔力千钧，使这位将军的形象更为丰满突出，给人留下了深刻的印象。 在五言绝句中，像这首诗这样描写场面如此壮阔，声势如此浩大的作品，并不多见。前两句对仗工整，在严整中收敛力量；后两句改为散句，将内敛的力量忽然一放，气势不禁奔涌而出。这一敛一放，在极少的文字中，包孕了极为丰富的内容，显示出强大的力量。\n\n　　组诗的第二首，写将军夜猎，见林深处风吹草动，以为是虎，便弯弓猛射。天亮一看，箭竟然射进一块石头中去了。通过这一典型情节，表现了将军的勇武。诗的取材，出自《史记·李将军列传》。据载，汉代名将李广猿臂善射，在任右北平太守时，就有这样一次富于戏剧性的经历：“广出猎，见草中石，以为虎而射之。中石没镞，视之石也。因复更射之，终不能复入石矣。” 首句写将军夜猎场所是幽暗的深林；当时天色已晚，一阵阵疾风刮来，草木为之纷披。这不但交代了具体的时间、地点，而且制造了一种气氛。右北平是多虎地区，深山密林是百兽之王的猛虎藏身之所，而虎又多在黄昏夜分出山，“林暗草惊风”，着一“惊”字，就不仅令人自然联想到其中有虎，呼之欲出，渲染出一片紧张异常的气氛，而且也暗示将军是何等警惕，为下文“引弓”作了铺垫。次句即续写射。但不言“射”而言“引弓”，这不仅是因为诗要押韵的缘故，而且因为 “引”是“发”的准备动作，这样写能启示读者从中想象、体味将军临险是何等镇定自若，从容不迫。在一“惊”之后，将军随即搭箭开弓，动作敏捷有力而不仓皇，既具气势，而形象也益鲜明。后二句写“没石饮羽”的奇迹，把时间推迟到翌日清晨（“平明”），将军搜寻猎物，发现中箭者并非猛虎，而是蹲石，令人读之，始而惊异，既而嗟叹，原来箭杆尾部装臵着白色羽毛的箭，竟“没在石棱中”，入石三分。这样写不仅更为曲折，有时间、场景变化，而且富于戏剧性。“石棱”为石的突起部分，箭头要钻入殊不可想象。神话般的夸张，为诗歌形象涂上一层浪漫色彩，读来特别尽情够味，只觉其妙，不以为非。\n\n　　组诗的第三首。诗由写景开始：“月黑雁飞高”。这样的景是难于刻画的：“月黑”，则茫无所见；“雁飞高”，则无迹可寻。雁飞而且高。是由声音觉察到的。这样的景，并非眼中之景，而是意中之景。雪夜月黑，本不是雁飞的正常时刻。而宿雁惊飞，正透露出敌人正在行动。寥寥五字，既交待了时间，又烘托了战斗前的紧张气氛，直接逼出下句“单于夜遁逃”来。单于本是古匈奴的君主，这里借指敌军统帅。敌军在夜间行动，应当有各种可能。然而诗人但谓“单于夜遁逃”。读诗至此，顿觉一股豪迈之情扑面而来。敌人夜间行动，并非率兵来袭，而是借夜色的掩护仓惶逃遁。诗句语气肯定，判断明确，充满了对敌人的蔑视和我军必胜的信念，足令读者为之振奋，于上句造成的神秘气氛中，发一惊采。敌酋遁去，我军纵兵追擒，这是自然的发展。“欲将轻骑逐”，是追兵将发而未发。不用大军而仅派“轻骑”，绝不仅仅因为快捷，同时也还显示厂一种高度的自信。仿佛敌人已是瓮中之鳖，只须少量“轻骑”追剿。便可手到擒来。当勇士们列队准备出发时。虽然站立不过片刻．而大雪竟落满弓刀。“大雪满弓刀”一句，又发惊采，将全诗意境推向高潮。在茫茫的夜色中，在洁白的雪地上，一支轻骑兵正在集结，雪花顷刻便落满了他们全身，遮掩了他们武器的寒光。他们就象一支支即将离弦的箭。虽然尚未出发，却早就满怀着必胜的信心。这是一幅非常动人的画图：在静谴中蕴藏着呐喊，在昏暗中酝酿着闪电。虽然是在漆黑的夜间，勇士们被白雪勾画出的英姿仍然是“焕尔触目”。“离首即尾、离尾即首”虽然是绝句的难点，但诗人倘能大胆剪裁，巧妙构思，抓住典型环境与典型场景，完全能够写出精采的佳作。\n\n　　组诗的第四首，描写边防将士取得重大胜利后，边地兄弟民族在营帐前设宴劳军的场面，气氛热烈融洽，同时也描绘了将士“醉和金甲舞”的欢乐神态，赞颂了边地人民和守边将士团结一心，保卫国家安宁与统一的豪迈气概，也说明了将士们的得到兄弟民族的支持的。此诗取材典型，剪裁大胆，洋溢着民族间和睦团结的气氛。全诗语言精炼含蓄，情态活跃鲜明，写得慷慨而豪迈，爽朗而明快。\n\n　　组诗的第五首，描述的是将士们利用战事顺利边关稍靖的时机乘兴逐猎的情景。字面上是说边关将士在敌人遁逃后，利用暂时的战事稍歇进行狩猎，其实饱含了诗人对将士们豪情满怀的钦佩、颂扬和祝福。\n\n　　组诗的第六首，则是颂扬了将士们只为保疆安民，不求功名利禄的高尚情怀。由于诗中多有双关，古今后人对此有各种不同的解释。或说七叶莲喻淡泊功名，或说七叶莲象征特立独行，莫衷一是。\n\n　　卢纶所和张仆射原诗今已不传，而和诗竟流诵千古，可见它的价值经得起历史的检验。胡震亨《唐音癸笺》卷七谓：“大历十才子，并工五言诗。卢郎中（纶）辞情捷丽，所作尤工。”又说：“卢诗开朗，不作举止，陡发惊采，焕尔触目。”组诗语言凝练，构思巧妙，细吟全诗，军营之生活，守边之艰苦，胜利之欢腾，无不历历在目，令人感奋。\n\n","translation":"身佩雕羽制成的金仆姑好箭，旌旗上扎成燕尾蝥弧多鲜艳。\n大将军威严地屹立发号施令，千军万马一呼百应动地惊天。\n\n林中昏暗风吹草动令人惊，将军夜中搭箭拉弓显神勇。\n天明寻找昨晚射的白羽箭，箭头深深插入巨大石块中。\n\n死寂之夜，乌云遮月。天边惊起一群大雁。原来敌军首领趁着夜色，悄悄逃跑。\n正想要率领轻骑一路追杀，纷纷大雪，已经洒满了将士的弓刀。\n\n在野外天幕下摆设劳军盛宴，边疆兄弟民族都来祝贺我军凯旋。\n喝醉酒后还穿着金甲起舞，欢腾的擂鼓声震动了周围的山川。\n\n逐猎前将军把箭弓调整到最佳，并召唤猎鹰前来助阵。将军威风凛凛英姿焕发的一亮相，周边均感受到将军玉树临风颇具出世之能的威风。\n逐猎者把胡飞乱窜的野鸡们赶得惊跳逃窜，猎手们把那些狼狈窜跳的猎物在这片古老的丘陵地带上一扫而光。\n\n我就像挺拔而立的七叶莲，虽然独立孤行，但胸怀坦荡，品格高洁。\n有一天能够功成名就，提名麒麟阁的话，也不借此沽名钓誉。\n\n"}
{"_id":{"$oid":"5b9a1823367d5c0f40d22c48"},"title":"燕歌行二首·其二","dynasty":"魏晋","writer":"曹丕","content":"别日何易会日难，山川悠远路漫漫。\n郁陶思君未敢言，寄声浮云往不还。\n涕零雨面毁形颜，谁能怀忧独不叹。\n展诗清歌仰自宽，乐往哀来摧肺肝。\n耿耿伏枕不能眠，披衣出户步东西。\n仰看星月观云间，飞鸽晨鸣声可怜，留连顾怀不能存。","type":["乐府","写鸟","抒情","相思"],"remark":"郁陶：忧思聚集。\n耿耿：犹言炯炯，耿耿不寐的意思。\n\n","translation":"　　分手之日容易，岂料相见之日如此难，山长路远，天各一方。想念他以致忧思聚集，却不敢说出口，为解相思之情，想托飘荡之浮云寄去问讯的书信，但浮云一去而不见踪影。整日以泪洗面，使得自己的容颜很快老去。百忧在心，谁能不独自感叹啊！唯有浅吟低唱怀人幽思的《燕歌行》，来聊自宽解一下，可是，欢愉难久，忧戚继之。夜深了，忧思煎熬难以入眠，只有披衣出去，徘徊于中庭。抬头看云间星绕月明，然而人却没有团圆。可怜晨雾中飞鸽发出阵阵鸣叫声，留恋徘徊不能慰存。\n\n"}
{"_id":{"$oid":"5b9a1823367d5c0f40d22c49"},"title":"唐多令·柳絮","dynasty":"清代","writer":"曹雪芹","content":"粉堕百花洲，香残燕子楼。一团团、逐队成球。飘泊亦如人命薄，空缱绻，说风流。\n草木也知愁，韶华竟白头。叹今生、谁舍谁收！嫁与东风春不管，凭尔去，忍淹留！","type":["婉约","柳树","感叹","命运"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155648775.mp3","translation":"注释 粉堕：形容柳絮飘落。百花洲：指百花盛开处。 燕子楼：相传是唐代女子关盼盼所居之处。这里泛指女子所居的“绣楼”。 缱绻：情意深挚，难舍难分。 说风流：意即空有风流之名。 “嫁与东风”句：柳絮被东风吹落，春天不管。自喻无家可依、青春将逝而无人同情。"}
{"_id":{"$oid":"5b9a1823367d5c0f40d22c4a"},"title":"蝶恋花·醉别西楼醒不记","dynasty":"宋代","writer":"晏几道","content":"醉别西楼醒不记。春梦秋云，聚散真容易。斜月半窗还少睡。画屏闲展吴山翠。 \n衣上酒痕诗里字。点点行行，总是凄凉意。红烛自怜无好计。夜寒空替人垂泪。","type":["宋词三百首","宋词精选","婉约","追忆","离别"]}
{"_id":{"$oid":"5b9a1823367d5c0f40d22c4b"},"title":"晚登三山还望京邑","dynasty":"南北朝","writer":"谢朓","content":"灞涘望长安，河阳视京县。\n白日丽飞甍，参差皆可见。\n余霞散成绮，澄江静如练。\n喧鸟覆春洲，杂英满芳甸。\n去矣方滞淫，怀哉罢欢宴。\n佳期怅何许，泪下如流霰。\n有情知望乡，谁能鬒不变？\n\n","type":["古诗三百首","写景","山水","思乡"],"remark":"三山：山名，在今南京市西南。还望：回头眺望。京邑：指南齐都城建康，即今南京市。\n灞，水名，源出陕西蓝田，流经长安城东。河阳视京县：借用西晋诗人潘岳《河阳县诗》“引领望京室” 诗意。河阳：故城在今河南梦县西。京县：指西晋都城洛阳。两句意为：我怀着眷恋之情，傍晚登上三山，回头眺望都城建康。\n丽：使动用法，这里有“照射使……色彩绚丽”的意思。飞甍：上翘如飞翼的屋脊。甍：屋脊。参差：高下不齐的样子。\n绮：有花纹的丝织品，锦缎。澄江：清澈的江水。练：洁白的绸子。喧鸟覆春洲：形容鸟儿众多。覆：盖。杂英：各色的花。甸：郊野。\n方：将。滞淫：久留。淹留。怀：想念。\n佳期：指归来的日期。怅：惆怅。霰：雪珠。两句意为：分别了，想到何日才能回来，不由得令人惆怅悲伤，留下雪珠般的眼泪。\n鬒：黑发。变：这里指变白。两句意为：怀着望乡之情的人，又有谁能不白了头发呢？\n\n","shangxi":"　　唐代伟大诗人李白的诗句“月下沉吟久不归，古来相接眼中稀。解道澄江静如练，令人长忆谢玄晖。”（李白《金陵城西楼月下吟》），吟哦的是南齐诗人谢朓的名句。金陵城（今南京）西楼前的美景使李白深深领悟了“澄江静如练”的意境，追忆前贤，这位大诗人不禁发出了古来知音难遇的长叹。然而李白应未想到，由于他的叹赏，谢朓这句诗却在后世得到了无数的知音。\n\n　　《晚登三山还望京邑》是一首五言古诗，抒写诗人登上三山时遥望京城和大江美景引起的思乡之情。\n\n　　这首诗应作于公元495年（齐明帝建武二年），谢朓出为宣城太守时。在这次出守途中，他还做了一首题为《之宣城出新林浦向板桥》的古诗，据《水经注》记载，江水经三山，从板桥浦流出，可见三山当是谢朓从京城建康到宣城的必经之地。三山因上有三峰、南北相接而得名，位于建康西南长江南岸，附近有渡口，离建康不远，相当于从灞桥到长安的距离。此诗开头借用王粲《七哀诗》“南登霸陵岸，回首望长安”的意思，形容他沿江而上，傍晚时登上江岸的三山回望建康的情景，十分贴切。“河阳视京县”一句从字面上看似乎与上句语意重复，其实不然。这儿借用潘岳《河阳诗》“引领望京室”句暗示自己此去宣城为郡守，遥望京邑建康，正如西晋的潘岳在河阳为县令，遥望京城洛阳一样。王粲的《七哀诗》作于汉末董卓被杀，李傕、郭汜大乱长安之时，他在灞涘回望长安，所抒发的不仅是眷恋长安的乡情，更有向往明王贤伯、重建清平之治的愿望。谢朓这次出守之前，建康一年之内换了三个皇帝，也正处在政治动荡不安的局面之中。因此首二句既交代出离京的原因和路程，又借典故含蓄地抒写了诗人对京邑眷恋不舍的心情，以及对时势的隐忧。\n\n　　首二句领起望乡之意，以下六句写景，六句写情。诗人扣住题意，选取富有特征性的景物，将登临所见层次清楚地概括在六句诗里。远远望去，皇宫和贵族第宅飞耸的屋檐高低不齐，在日光照射下清晰可见。只“白日丽飞甍，参差皆可见”两句，便写尽满城的繁华景象和京都的壮丽气派。此处“白日”指傍晚的日光。“丽”字本有“附著”、“明丽”两个意思，这里兼取二义，描绘出飞甍在落日中愈加显得明丽辉煌的情景，可以见出谢朓炼字的功夫。“参差”二字既写京城宫殿楼阙的密集，又使整个画面显得错落有致。“皆可见”三字则暗中传达出诗人神情的专注：既然全城飞甍都历历可见，那么从中辨认自己的旧居当也是一般登高望乡之人的常情。所以这两句虽是写景，却隐含着一个凝目远眺的抒情主人公的形象。诗人没有点明在山上流连凝望的时间有多久，但从“白日”变为“余霞”的景色转换中自然就显示出时辰的推移过程。\n\n　　“余霞散成绮，澄江静如练”二句，描写白日西沉，灿烂的余霞铺满天空，犹如一匹散开的锦缎，清澄的大江伸向远方，仿佛一条明净的白绸。这一对比喻不仅色彩对比绚丽悦目，而且“绮”、“练”这两个喻象给人以静止柔软的直觉感受，也与黄昏时平静柔和的情调十分和谐。“静”字一作“净”，亦佳。明人谢榛曾批评“澄”、“净”二字意思重复，想改成“秋江净如练”。另一位诗论家王世贞不以为然，认为江澄之后才谈得上净。清代诗人王士祯也讥讽谢榛说:“何因点窜‘澄江练’？笑杀谈诗谢茂秦！”（《论诗绝句》）其实，如果没有谢榛窜改，这“澄”字的好处还真容易被人忽视。唯其江水澄清，“净”（或“静”）字才有着落，才能与白练的比喻相得益彰。同时，“澄”净的江水还能唤起天上云霞与水中倒影相互辉映的联想。李白在《金陵城西楼月下吟》中引用“澄江静如练”以形容大江沉浸在月光之中的清空透明之感，“澄”字就更有点晴意义。可见“静如练”这一比喻是因为有了“澄”字的衬托，才成功地表现出大江宁静澄澈的境界。“静”与“净”相比，“静”字写境更为传神。唐代徐凝曾用白练来比喻瀑布:“千古长如白练飞，一条界破青山色。”被王世贞讥为“恶境界”，原因就在用静态的白练来形容飞泻的水瀑，反将活景写呆了。这个例子可以帮助读者从反面体味“静如练”的好处。如果将谢朓这两句诗与谢灵运的“云日相辉映，空水共澄鲜”（《登江中孤屿》）相比较，可以看出谢朓在景物描写上的飞跃。谢灵运以直叙的手法来说明水天辉映、空明澄澈的景象，意思较实。而谢朓则能够利用恰当的比喻进行形容，使水天相映的景象不但有鲜明悦目的色彩，并能融进主人公对景物情调的感受，表达更为空灵。\n\n　　如果说“余霞”两句是用大笔晕染江天的景色，那么“喧鸟覆春洲，杂英满芳甸”两句则是以细笔点染江洲的佳趣。喧闹的归鸟盖满了江中的小岛，各色野花开遍了芬芳的郊野。群鸟的喧嚷越发衬出傍晚江面的宁静，遍地繁花恰似与满天落霞争美斗艳。鸟儿尚知归来，而人却离乡远去，何况故乡正满目春色如画，直教人流连难舍。\n\n　　无怪诗人叹息:“去矣方滞淫，怀哉罢欢宴。”这两句巧用此处字义可作两解的特点，既抒发了将要久客在外的离愁和对旧日欢宴生活的怀念，又写出了诗人已去而复又半途迟留、因怀乡而罢却欢宴的情态。“去矣”、“怀哉”用虚词对仗，造成散文式的感叹语气，增强了声情摇曳的节奏感。\n\n　　至此登临之意已经写尽，往下似乎无可再写。但诗人却巧妙地跳过一步，由眼前对京城的依恋之情，想到此去之后还乡遥遥无期，泪珠像雪糁般散落在胸前，感情便再起一层波澜。“有情知望乡，谁能鬒不变”则又由自己的离乡之苦，推及一般人的思乡之情：人生有情，终知望乡。长此以往，谁也不能担保黑发不会变白。结尾虽写远忧，而实与开头呼应，仍然归到还望的本意，而诗人的情绪也在抒发人生感慨之时跌落到最低点。\n\n　　这首诗写景色调绚烂纷繁、满目彩绘，写情单纯柔和，轻清温婉。诗人将京邑的黄昏写得如此明丽美好，毫无苍凉暗淡之感，固然是为了渲染他对故乡的热爱，但也与诗中所表现的游宦怀乡之情并无深永的感伤意味有关。全诗结构完整对称，而给人印象最深的则是“余霞散成绮，澄江静如练”两句。这种情景分咏、名句往往突出于一篇之中的现象是宋齐山水诗还处于早期阶段的共同特点，也与谢朓诗存在着钟嵘所说“篇末多踬”的毛病有关。谢朓山水诗仍然沿袭谢灵运前半篇写景、后半篇抒情的程式。由于思想感情贫乏，没有远大的理想和志趣，后半篇的抒情大多缺乏健举的风力，加之又“专用赋体”，直陈其意，不像写景那样凝炼形象，更觉意弱而文散。此篇结尾情绪柔弱消沉，便与前面所写的壮丽开阔的景色稍觉不称。但尽管如此，他在景物剪裁方面的功力，以及诗风的清丽和情韵的自然，却标志着山水诗在艺术上的成熟，对唐人有很大的影响。所以李白每逢胜景，常“恨不能携谢朓惊人诗句来”（《云仙杂记》），“解道澄江静如练”只是这类佳话中的一例而已。\n\n","translation":"我就像王粲在灞陵上眺望长安，又像潘岳在河阳回顾洛阳那样登上三山回望京城。\n夕阳使飞耸的屋脊色彩明丽，京城内的屋宇高低不齐，历历在目。\n残余的晚霞铺展开来就像彩锦，澄清的江水平静得如同白练。\n喧闹的群鸟覆盖了春天的小洲，各种花朵开满了芳草遍地的郊野。\n我将远离京城在他乡久留，真怀念那些已停办的欢乐宴会。\n回乡的日期在何时，我惆怅不已泪落如雪珠。\n有感情的人都知道思念家乡，谁的黑头发能不改变？\n\n"}
{"_id":{"$oid":"5b9a1823367d5c0f40d22c4c"},"title":"七夕","dynasty":"唐代","writer":"罗隐","content":"络角星河菡萏天，一家欢笑设红筵。\n应倾谢女珠玑箧，尽写檀郎锦绣篇。\n香帐簇成排窈窕，金针穿罢拜婵娟。\n铜壶漏报天将晓，惆怅佳期又一年。","type":["七夕节"],"shangxi":"　　七夕，阴历七月七日，相传为牛郎渡过银河与织女为一年一度相会。这天晚上，民间陈列瓜果，穿针乞巧。这首诗就是写七夕的。首联：“络角星河菡萏天，一家欢笑设红筵。”角是二十八宿中的角宿，络是网络，当指雾气网络在角宿上。星河，天上的银河，是分离牛郎织女的。菡萏天，是荷花盛开的天气。大概想象牛郎织女在银河边看到角宿和荷花。这是说的天上情景。下句指人间，有一家人家欢笑地在院子里铺置红布的筵席，摆上瓜果，来穿针乞巧。\n\n　　次联：“应倾谢女珠玑箧，尽写檀郎锦绣篇。”谢女檀郎，泛指女子和男子。这家的女子把箧中的珠子倒空，要这家的男子写出歌咏七夕的锦绣诗篇，放到那个箧里。这里就要写七夕的诗而言。玑：小珠。三联：“香帐簇成排窈窕，金针穿罢拜婵娟。”上一句指天上，香帐制作成功，安排得很美好。李商隐《无题》：“凤尾香罗薄几重，碧文圆顶夜深缝。”这是制作结婚用的圆帐。牛郎织女相会，也要制作圆帐。簇是指丛聚成团，把香罗几重叠起来缝制圆顶帐子，正是丛聚成团，故称簇。窈窕，状美好。“排窈窕”，既指安排得很好，也指安排好织女，窈窕也指女子的美好。这联下一句指人间，那家人家的妇女引线穿针来乞巧。穿好针来拜美好的织女星。婵娟，美好，指织女星。牛郎织女在七夕相会，古代计时的铜壶滴漏报天将亮了，牛郎织女又要分别了，所以惆怅茫然，这样相会的佳期又要等一年。\n\n　　这首诗的特点是用对比写法，第一句写天上的景物，第二句写人间的情状，有景物，又有欢笑，构成天上与人间相对照。二联专写人间，不提七夕，在“锦绣篇”里暗指咏七夕。三联又是对照写法，“香帐簇成”指天上，“金针穿罢”指人间。“铜壶漏报”二句指天上。此外，第一联写人间“欢笑”，与第四联写天上惆怅相对。一乐一悲，构成映衬。再像写谢女的空出箧子来装檀郎的锦绣篇，写人间男女在七夕的欢乐，又与牛郎织女的临别惆怅构成映衬。在这样的映衬里，就是衬出天上不如人间了。再就写天上或人间的词句来看，首句、五句、七句、八句写天上，二句、三句、四句、六句写人间，即四句写天上，四句写人间。但这首诗题为《七夕》，应以写牛郎织女相会为主，因此使人感到作者还是看重人间，所以这样安排。作者写人间的欢乐胜过天上，在当时有这样的想法，是非常难得的。\n\n","translation":"夕，阴历七月七日，相传为牛郎渡过银河与织女为一年一度相会。这天晚上，民间陈列瓜果，穿针乞巧。这首诗就是写七夕的。首联：“络角星河菡萏天，一家欢笑设红筵。”角是二十八宿中的角宿，络是网络，当指雾气网络在角宿上。星河，天上的银河，是分离牛郎织女的。菡萏天，是荷花盛开的天气。大概想象牛郎织女在银河边看到角宿和荷花。这是说的天上情景。下句指人间，有一家人家欢笑地在院子里铺置红布的筵席，摆上瓜果，来穿针乞巧。\n\n　　次联：“应倾谢女珠玑箧，尽写檀郎锦绣篇。”谢女檀郎，泛指女子和男子。这家的女子把箧中的珠子倒空，要这家的男子写出歌咏七夕的锦绣诗篇，放到那个箧里。这里就要写七夕的诗\n\n"}
{"_id":{"$oid":"5b9a1823367d5c0f40d22c4d"},"title":"寄外征衣","dynasty":"唐代","writer":"陈玉兰","content":"夫戍边关妾在吴，西风吹妾妾忧夫。\n一行书信千行泪，寒到君边衣到无？","type":["女子","思念","关怀"],"remark":"妾：旧时妇女自称。\n吴：指江苏一带。\n\n","translation":"你守卫在边关，我却在吴地，凉飕飕的西风吹到我身上的时候，我正在为你而担忧。\n我寄上一封简短的书信，信中每一行字上都浸透了我的眼泪，寒气来到你身边的时候，我寄出的寒衣不知收到没有？\n\n"}
{"_id":{"$oid":"5b9a1823367d5c0f40d22c4e"},"title":"风入松·听风听雨过清明","dynasty":"宋代","writer":"吴文英","content":"听风听雨过清明。愁草瘗花铭。楼前绿暗分携路，一丝柳、一寸柔情。料峭春寒中酒，交加晓梦啼莺。 \n西园日日扫林亭。依旧赏新晴。黄蜂频扑秋千索，有当时、纤手香凝。惆怅双鸳不到，幽阶一夜苔生。","type":["宋词三百首","宋词精选","婉约","伤春","离别","怀人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155648097.mp3","remark":"草：草，起草，拟写。愁草，没有心情写。\n瘗（yì）：埋葬。铭，文体的一种。庾信有《瘗花铭》。古代常把铭文刻在墓碑或者器物上，内容多为歌功颂德，表示哀悼，申述鉴戒。\n分携：分手，分别。\n绿暗：形容绿柳成荫。\n料峭：形容春天的寒冷。\n中酒：醉酒。“中酒”见《史记·樊哙传》，亦见《汉书》，意酒酣也。中，读仄声也。又如杜牧：“残春杜陵客，中酒落花前”（《睦州四韵》），\n交加：形容杂乱。\n双鸳：指女子的绣花鞋，这里兼指女子本人。\n\n","shangxi":"　　这是西园怀人之作。西园在吴地，是梦窗和情人的寓所，二人亦在此分手，所以西园诚是悲欢交织之地。梦窗在此中常提到此地，可见此地实乃梦萦魂绕之地。\n\n　　这也是一首伤春之作。词的上片情景交融，意境有独到之处。前二句是伤春，三、四两句写伤别，五、六两句则是伤春与伤别的交融，形象丰满，意蕴深邃。“听风听雨过清明”，起句貌似简单，不象梦窗绵丽的风格，但用意颇深。不仅点出时间，而且勾勒出内心细腻的情愫。\n\n　　寒食、清明凄冷的禁烟时节，连续刮风下雨，意境凄凉。风雨不写“见”而写“听”，意思是白天对风雨中落花，不忍见，但不能不听到；晚上则为花无眠、以听风听雨为常。首句四个字就写出了词人在清明节前后，听风听雨，愁风愁雨的惜花伤春情绪，不由让读者生凄神憾魄之感。“愁草瘗花铭”一句紧承首句而来，意密而情浓。落花满地，将它打扫成堆，予以埋葬，这是一层意思；葬花后而仍不安心，心想应该为它拟就一个瘗花铭，瘐信有《瘗花铭》，此借用之，这是二层意思；草萌时为花伤心，为花堕泪，愁绪横生，故曰“愁草”，这是三层意思。词人为花而悲，为春而伤，情波千叠，都凝炼在此五字中了。“楼前绿暗分携路，一丝柳，一寸柔情”，是写分别时的情景。梦窗和情人在柳丝飘荡的路上分手，自此柳成为其词中常出现的意象。古代有送别时折柳相送的风俗，是希望柳丝能够系住将要远行的人，所以说“一丝柳，一寸柔情”，可谓语浅意深。\n\n　　“料峭春寒中酒，交加晓梦啼莺”，伤春又伤别，无以排遣，只得借酒浇愁，希望醉后梦中能与情人相见。无奈春梦却被莺啼声惊醒。这是化用唐诗“打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西”之意。上阙是愁风雨，惜年华，伤离别，意象集中精炼，而又感人至深，显出密中有疏的特色。\n\n　　下阙写清明已过，风雨已止，天气放晴了。阔别已久的情人，怎么能忘怀！按正常逻辑，因深念情人，故不忍再去平时二人一同游赏之处了，以免触景生悲，睹物思人。但梦窗却用进一层的写法，那就是照样（依旧）去游赏林亭。于是看到“黄蜂频扑秋千索”，仿佛佳人仍在。“黄蜂”二句是窗梦词中的名句，妙在不从正面写，而是侧面烘托，佳人的美好形象凸现出来。怀人之情至深，故即不能来，还是痴心望着她来。“日日扫林亭”，就是虽毫无希望而仍望着她来。离别已久，秋千索上的香气未必能留，但仍写黄蜂的频扑，这不是在实写。陈洵说：“见秋千而思纤手，因蜂扑而念香凝，纯是痴望神理。”\n\n　　结句“双鸳不到”（双鸳是一双乡绣有鸳鸯的鞋子），明写其不再惆怅。“幽阶一夜苔生”，语意夸张。不怨伊人不来，而只说“苔生”，可见当时伊人常来此处时，阶上是不会生出青苔来的，此时人去已久，所以青苔滋生，但不说经时而说“一夜，”由此可见二人双栖之时，欢爱异常，仿佛如在昨日。这样的夸张，在事实上并非如此，而在情理上却是真实的。\n\n","translation":"听着凄风苦雨之声，我独自寂寞地过着清明。掩埋好遍地的落花，我满怀忧愁地起草葬花之铭。楼前依依惜别的地方，如今已是一片浓密的绿荫。每一缕柳丝，都寄托着一分柔情。料峭的春寒中，我独自喝着闷酒，想借梦境去与佳人重逢，不料又被啼莺唤醒。\n西园的亭台和树林，每天我都派人去打扫干净，依旧到这里来欣赏新晴的美景。蜜蜂频频扑向你荡过的秋千、绳索上还有你纤手握过而留下的芳馨。我是多么惆怅伤心，你的倩影总是没有信音。幽寂的空阶上，一夜间长出的苔藓便已青青。\n\n"}
{"_id":{"$oid":"5b9a1823367d5c0f40d22c4f"},"title":"青青陵上柏","dynasty":"两汉","writer":"佚名","content":"青青陵上柏，磊磊涧中石。\n人生天地间，忽如远行客。\n斗酒相娱乐，聊厚不为薄。\n驱车策驽马，游戏宛与洛。\n洛中何郁郁，冠带自相索。\n长衢罗夹巷，王侯多第宅。\n两宫遥相望，双阙百余尺。\n极宴娱心意，戚戚何所迫？\n\n","type":["古诗十九首","感叹","生命"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155649812.mp3","remark":"青青：本意为蓝色，引申为深绿色，这里的“青青”，犹言长青青，是说草木茂盛的意思。陵：表示与地形地势的高低上下有关，此处指大的土山或墓地。柏：四季常青的树木，可供建筑及制造器物之用。\n磊：众石也，即石头多。会意字，从三石。\n生：生长，生活。\n忽：本义为不重视、忽略，此处指快的意思。远行客：在此有比喻人生的短暂如寄于天地的过客的意思。客，表示与家室房屋有关，本义为寄居、旅居、住在异国他乡。此句言人在世上，为时短暂，犹如远道作客，不久得回去。\n斗酒：指少量的酒。\n薄：指酒味淡而少。\n驽马：本义为劣马，走不快的马。亦作形容词，比喻才能低劣。\n宛：南阳古称宛，位于河南西南部，与湖北、陕西接壤，因地处伏牛山以南，汉水之北而得名。洛：洛阳的简称。\n郁郁：盛貌，形容洛中繁盛热闹的气象。\n冠带：顶冠束带者，指京城里的达官显贵。冠带是官爵的标志，用以区别于平民。索：求访。\n衢：四达之道，即大街。夹巷：央在长衢两旁的小巷。\n第：本写作“弟”。本义为次第、次序，此指大官的住宅。\n两宫：指洛阳城内的南北两宫。\n阙：古代宫殿、祠庙或陵墓前的高台，通常左右各一，台上起楼观，二阙之间有道路。亦为宫门的代称。\n极宴：穷极宴会。\n戚：忧思也。迫：逼近。\n\n","shangxi":"　　这首诗与《古诗十九首》中的另一首《驱车上东门》在感慨生命短促这一点上有共同性，但艺术构思和形象蕴含却很不相同。《驱车上东门》的主人公望北邙而生哀，想到的只是死和未死之前的生活享受；这首诗的主人公游京城而兴叹，想到的不止是死和未死之时的吃好穿好。\n\n　　开头四句，接连运用有形、有色、有声、有动作的事物作反衬、作比喻，把生命短促这样一个相当抽象的意思讲得很有实感，很带激情。主人公独立苍茫，俯仰兴怀：向上看，山上古柏青青，四季不凋；向下看，涧中众石磊磊，千秋不灭。头顶的天，脚底的地，当然更其永恒；而生于天地之间的人呢，却像出远门的旅人那样，匆匆忙忙，跑回家去。《文选》李善注引《尸子》《列子》释“远行客”：“人生于天地之间，寄也。寄者固归。”“死人为‘归人’，则生人为‘行人’。”《古诗》中如“人生寄一世”，“人生忽如寄”等，都是不久即“归”（死）的意思。\n\n　　第五句以下，写主人公因感于生命短促而及时行乐。“斗酒”虽“薄”，也可娱乐，就不必嫌薄，姑且认为厚吧！驽马虽劣，也可驾车出游，就不必嫌它不如骏马。借酒销忧，由来已久；“驾言出游，以写我忧”（《诗经·邶风·泉水》），也是老办法。这位主人公，看来是两者兼用的。“宛”（今河南南阳）是东汉的“南都”，“洛”（今河南洛阳）是东汉的京城。这两地，都很繁华，何妨携“斗酒”，赶“驽马”，到那儿去玩玩。接下去，用“何郁郁”赞叹洛阳的繁华景象，然后将笔触移向人物与建筑。“冠带自相索”，达官显贵互相探访，无非是趋势利，逐酒食，后面的“极宴娱心意”，就明白地点穿了。“长衢”（大街），“夹巷”（排列大街两侧的胡同），“王侯第宅”，“两宫”，“双阙”，都不过是“冠带自相索”，“极言娱心意”的场所。主人公“游戏”京城，所见如此，会有什么感想呢？结尾两句，就是抒发感想的，可是歧解纷纭，各有会心，颇难作出大家都感到满意的阐释。有代表性的歧解是这样的： 一云结尾两句，都指主人公。“极宴”句承“斗酒”四句而来，写主人公享乐。 一云结尾两句，都指“冠带”者。“是说那些住在第宅、宫阙的人本可以极宴娱心，为什么反倒戚戚忧惧，有什么迫不得已的原因呢？”一云结尾两句，分指双方。“豪门权贵的只知‘极宴娱心’而不知忧国爱民，正与诗中主人公戚戚忧迫的情形形成鲜明对照”（《两汉文学史参考资料》）。\n\n　　从全诗章法看，分指双方较合理，但又绝非忧乐对照。“极宴”句承写“洛中”各句而来，自然应指豪权贵。主人公本来是因生命短促而自寻“娱乐”、又因自寻“娱乐”而“游戏”洛中的，结句自然应与“娱乐”拍合。当然，主人公的内心深处未尝不“戚戚”，但口上说的毕竟是“娱乐”，是“游戏”。从“斗酒”“驽马”诸句看，特别是从写“洛中‘所见诸句看，这首诗的主人公，其行乐有很大的勉强性，与其说是行乐，不如说是借行乐以销忧。而忧的原因，也不仅是生命短促。生当乱世，他不能不厌乱忧时，然而到京城去看看，从“王侯第宅”直到“两宫”，都一味寻欢作乐，醉生梦死，全无忧国忧民之意。自己无权无势，又能有什么作为，还是“斗酒娱乐”，“游戏”人间吧！“戚戚何所迫”，即何所迫而戚戚，是反诘句，如果用现代汉语肯定语气说，便是：没有什么迫使我戚戚不乐。全诗内涵，本来相当深广；用这样一个反诘句作结，更其余味无穷。\n\n","translation":"陵墓上长得青翠的柏树，溪流里堆聚成堆的石头。\n人生长存活在天地之间，就好比远行匆匆的过客。\n区区斗酒足以娱乐心意，虽少却胜过豪华的宴席。\n驾起破马车驱赶着劣马，照样在宛洛之间游戏着。\n洛阳城里是多么的热闹，达官贵人彼此相互探访。\n大路边列夹杂着小巷子，随处可见王侯贵族宅第。\n南北两个宫殿遥遥相望，两宫的望楼高达百余尺。\n达官贵人们虽尽情享乐，却忧愁满面不知何所迫。\n\n英译\nGreenGreen,theCypressontheRidge\nGreengreenthecypress*ontheridge,\nstonesheapedaboutinmountainstreams:\nbetweenheavenandearthourlivesrushpast\nliketravelerswithalongroadtogo.\nLetthismeasureofwinebeourmerriment;\nvalueithighly,withoutdisdain.\nIracethecarriage,whipthelagginghorses,\nroamforpleasuretoWanandLo**.\nHereinLo-yang,whatsurgingcrowds,\ncappedandbeltedoneschasingeachother;\nlongavenuesfringedwithnarrowalleys,\nthemanymansionsofprincesandpeers.\nTheTwoPalacesfaceeachotherfromafar,\npairedtowersoverahundredfeettall.\nLetthefeastlastforever,delighttheheart--\nthenwhatgrieforgloomcanweighusdown?\n\n"}
{"_id":{"$oid":"5b9a1825367d5c0f40d22c50"},"title":"忆江南·多少泪","dynasty":"五代","writer":"李煜","content":"多少泪，沾袖复横颐。心事莫将和泪滴，凤笙休向月明吹，肠断更无疑。","type":["抒情","思念","故国"]}
{"_id":{"$oid":"5b9a1825367d5c0f40d22c51"},"title":"吊白居易","dynasty":"唐代","writer":"李忱","content":"缀玉联珠六十年，谁教冥路作诗仙。\n浮云不系名居易，造化无为字乐天。\n童子解吟长恨曲，胡儿能唱琵琶篇。\n文章已满行人耳，一度思卿一怆然。","type":["悼亡"],"shangxi":"　　作为一国之君的皇帝为一位诗人作悼亡诗，这在古代是非常罕见的。由此可见唐宣宗李忱对白居易其人的器重、对其诗的喜爱，也从侧面表现出了白居易卓越的才能。\n\n　　诗的首联运用比喻，巧妙概括了白居易一生的艺术成就。“缀玉联珠”是形容他诗文的艳丽光彩，而“六十年”，则指他的创作生涯。“诗仙”，是溢美之辞，是对白居易的高度评价。\n\n　　“谁教冥路作诗仙”一句其悲可见，其哀可闻。唐宣宗是说，对于这位世间不可多得的诗仙，我敬重不够、仰慕不够呀！你怎么就突然间走到冥路上去了呢？读到这里，读者似乎可以看到一位多情的皇帝，正眼含热泪，仰望长天，低声呼唤，令人感动。\n\n　　诗的颔联则表达了诗人无比惋惜之情。唉！浮云，造化也没有办法挽留住白乐天了，他永远地去了，我又有什么回天之力呢？只有扼腕长叹罢了。这里运用对仗和互文的修辞，将作者对白居易的浓浓思念之情凝聚在精练的语句中，情愫深，意韵长。\n\n　　接下来的颈联，借白居易的两篇代表作《长恨歌》与《琵琶行》来赞美他的艺术成就与巨大的影响力。“童子解吟”“胡儿能唱”蕴涵深意：其诗所知人多，所晓域广，通俗易懂，音韵和谐，圆润悦耳。作者没有直接说他的诗多么美、多么富有魅力，而只让读者自己去品味。\n\n　　尾联则进一步直接表达了作者对白居易的器重、难以割舍和对白居易去世的无比悲怆之情。这是在颈联基础上的更进一步，“文章已满行人耳”，白居易的诗如风一般流行，与行人形影不离：你只要出行在外，就能听到吟诵白诗的声音。而作者听到吟诵之声，就会牵动起思念白居易的感情，内心充满无比悲伤与哀痛。\n\n　　全诗语言通俗凝练，感情真挚，既表现了对白居易仙逝的哀痛，又表现了对他诗歌的赞赏，同时突出了白诗非同凡响的艺术成就。 \n\n","translation":"注释 ① 吊：哀悼。 ② “童子”二句重点突出白居易的两篇代表作《长恨歌》《琵琶行》。"}
{"_id":{"$oid":"5b9a1825367d5c0f40d22c52"},"title":"破窑赋 / 寒窑赋 / 劝世章","dynasty":"宋代","writer":"吕蒙正","content":" 版本一\n\n　　天有不测风云，人有旦夕祸福。蜈蚣百足，行不及蛇；雄鸡两翼，飞不过鸦。马有千里之程，无骑不能自往；人有冲天之志，非运不能自通。\n\n　　盖闻：人生在世，富贵不能淫，贫贱不能移。文章盖世，孔子厄于陈邦；武略超群，太公钓于渭水。颜渊命短，殊非凶恶之徒；盗跖年长，岂是善良之辈。尧帝明圣，却生不肖之儿；瞽叟愚顽，反生大孝之子。张良原是布衣，萧何称谓县吏。晏子身无五尺，封作齐国宰相；孔明卧居草庐，能作蜀汉军师。楚霸虽雄，败于乌江自刎；汉王虽弱，竟有万里江山。李广有射虎之威，到老无封；冯唐有乘龙之才，一生不遇。韩信未遇之时，无一日三餐，及至遇行，腰悬三尺玉印，一旦时衰，死于阴人之手。\n\n　　有先贫而后富，有老壮而少衰。满腹文章，白发竟然不中；才疏学浅，少年及第登科。深院宫娥，运退反为妓妾；风流妓女，时来配作夫人。\n\n　　青春美女，却招愚蠢之夫；俊秀郎君，反配粗丑之妇。蛟龙未遇，潜水于鱼鳖之间；君子失时，拱手于小人之下。衣服虽破，常存仪礼之容；面带忧愁，每抱怀安之量。时遭不遇，只宜安贫守份；心若不欺，必然扬眉吐气。初贫君子，天然骨骼生成；乍富小人，不脱贫寒肌体。\n\n　　天不得时，日月无光；地不得时，草木不生；水不得时，风浪不平；人不得时，利运不通。注福注禄，命里已安排定，富贵谁不欲？人若不依根基八字，岂能为卿为相？\n\n　　吾昔寓居洛阳，朝求僧餐，暮宿破窖，思衣不可遮其体，思食不可济其饥，上人憎，下人厌，人道我贱，非我不弃也。今居朝堂，官至极品，位置三公，身虽鞠躬于一人之下，而列职于千万人之上，有挞百僚之杖，有斩鄙吝之剑，思衣而有罗锦千箱，思食而有珍馐百味，出则壮士执鞭，入则佳人捧觞，上人宠，下人拥。人道我贵，非我之能也，此乃时也、运也、命也。\n\n　　嗟呼！人生在世，富贵不可尽用，贫贱不可自欺，听由天地循环，周而复始焉。\n\n\n版本二\n\n　　天地有常用，日月有常明，四时有常序，鬼神有常灵。天有宝，日月星辰。地有宝，五谷金银。家有宝，孝子贤孙。国有宝，正直忠良。合天道，则天府鉴临。合地道，则地府消愆。合人道，则民用和睦。三道既合，祸去福来。天地和，则万物生。地道和，则万物兴。父子和，而家有济。夫妇和，而义不分。\n\n　　时势不可尽倚，贫穷不可尽欺，世事翻来覆去，须当周而复始。\n\n　　余者，居洛阳之时，朝投僧寺，夜宿破窑。布衣不能遮其体，饘粥不能充其饥。上人嫌，下人憎，皆言余之贱也，余曰：非贱也，乃时也，运也，命也。余后登高及第，入中书，官至极品，位列三公，思衣则有绮罗千箱，思食则有百味珍馐，有挞百僚之杖，有斩佞臣之剑，出则壮士执鞭，入则佳人扶袂，廪有余粟，库有余财，人皆言余之贵也，余曰：非贵也，乃时也，运也，命也。\n\n　　蛟龙未遇，暂居云雾之间。君子失时，屈守小人之下。命运未通，被愚人之轻弃。时运未到，被小人之欺凌。初贫君子，自怨骨格风流。乍富小人，不脱俗人体态。生平结交惟结心，莫论富贵贫贱。深得千金，而不为贵，得人一语，而胜千金。吾皆悼追无恨人，富贵须当长保守，\n\n　　苏秦未遇，归家时，父母憎，兄弟恶，嫂不下玑，妻不愿炊，然衣锦归故里，马壮人强，萤光彩布，兄弟含笑出户迎，妻嫂下阶倾己顾，苏秦本是旧苏秦，昔日何陈今何亲。自家骨肉尚如此，何况区区陌路人，抑犹未也。\n\n　　文章冠世，孔子尚厄于陈邦。武略超群，太公曾钓于渭水。颜回命短，岂是凶暴之徒。盗柘年长，自非贤良之辈。帝尧天圣，却养不肖之男。瞽叟顽嚣，反生大孝之子。甘罗十二为宰相，买臣五十作公卿。晏婴身长五尺，封为齐国宰相。韩信力无缚鸡，立为汉朝贤臣，未遇之时，口无一日瓮飧，及至兴通，身受齐王将印，吓燕取赵，统百万雄兵，一旦时休，卒于阴人之毒手。李广有射虎之威，到老无封。冯唐有安邦之志，一世无遇。\n\n　　上古圣贤，不掌阴阳之数。今日儒士，岂离否泰之中。腰金衣紫，都生贫贱之家。草履毛鞋，都是富豪之裔。有贫贱，而后有富贵。有小壮，而后有老衰。人能学积善，家有余庆。青春美女，反招愚独之夫。俊秀才郎，竟配丑貌之妇。五男二女，老来一身全无。万贯千金，死后离乡别井。才疏学浅，少年及第登科。满腹文章，到老终身不第。或富贵，或贫贱，皆由命理注定。\n\n　　若天不得时，则日月无光。地不得时，则草木不生。水不得时，则波浪不静。人不得时，则命运不通。若无根本八字，岂能为卿为相。一生皆由命，半点不由人。\n\n　　蜈蚣多足，不及蛇灵。雄鸡有翼，飞不及鸦。马有千里之驰，非人不能自往。人有千般巧计，无运不能自达。\n\n　　吾敬为此劝世文也。\n\n","type":["劝诫","人生","思想"],"translation":"破窑赋》透出的是人生命运和天地自然变化循环的思想，文章以自己从凄惨到富贵的经历，列举了自古以来历史上诸多名人经历的各种命运和磨难，摆事实讲道理，来说明这世界人生命运的起起落落。\n\n　　人生的始与终，在无运与有运、得时与失时的这种天地时空自然变化循环中，会产生天差地别和意想不到的人为和自然变化。只有经历过太多苦难沧桑和大起大伏的人才能够体会到最深刻地天道无常和人情冷暖的巨大变化，才会体会到在人困、人为和天地自然变化循环中，命运的巨烈地沉浮与很多人生无奈的结局。\n\n　　吕蒙正寻求的是他的听天地循环变化、富贵不可尽用，贫贱不可自欺的的人困人为的人生智慧。开篇就\n\n"}
{"_id":{"$oid":"5b9a1825367d5c0f40d22c53"},"title":"言志","dynasty":"明代","writer":"唐寅","content":"不炼金丹不坐禅，不为商贾不耕田。\n闲来写就青山卖，不使人间造孽钱。","type":["古诗三百首","言志"],"translation":"注释 炼金丹--指修仙求道。从禅--信佛念经。 商贾--经商。耕田--务农。 写就青山卖--指卖画。"}
{"_id":{"$oid":"5b9a1825367d5c0f40d22c54"},"title":"如梦令·道是梨花不是","dynasty":"宋代","writer":"严蕊","content":"道是梨花不是。\n道是杏花不是。\n白白与红红，别是东风情味。\n曾记，曾记，人在武陵微醉。","type":["咏物","桃花","言志"],"remark":"道是梨花不是：说它是梨花它又不是梨花，梨花是白色的，所以看到白色的桃花这样说。道，说。\n白白：这里指白色的桃花。\n红红：这里指红色的桃花。\n东风：春风。\n武陵（líng）：郡名，郡治在今湖南省常德县境。陶渊明《桃花源记》曾写到武陵渔者发现世外桃源的事，这里“武陵”也有世外桃源的意思。\n\n","translation":"说是梨花又不是。道是杏花也不是。花瓣白白又红红，风韵独特有情趣。曾记得。曾记得。武陵渔人被陶醉。\n\n"}
{"_id":{"$oid":"5b9a1825367d5c0f40d22c55"},"title":"渔家傲·小雨纤纤风细细","dynasty":"宋代","writer":"朱服","content":"小雨纤纤风细细，万家杨柳青烟里。恋树湿花飞不起，愁无比，和春付与东流水。\n九十光阴能有几？金龟解尽留无计。寄语东阳沽酒市，拼一醉，而今乐事他年泪。","type":["宋词三百首","婉约","春天","抒情","感伤"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155649776.mp3","remark":"渔家傲：词牌名。\n纤纤：细小，细微，多用以形容微雨。\n和春：连带着春天。\n九十：指春光三个月共九十天。\n金龟：唐三品以上官佩金龟。此处“金龟解尽”意即彻底解职。\n东阳：今浙江省金华市，宋属婺（wù）州东阳郡。沽酒：卖酒。\n拼（pīn）：豁出去，甘冒。\n\n","shangxi":"　　这首词风格俊丽，是作者的得意之作。原题为“春词”。\n\n　　开头两句“小雨纤纤风细细，万家杨柳青烟里”，写暮春时节，好风吹，细雨润，满城杨柳，郁郁葱葱，万家屋舍，掩映杨柳的青烟绿雾之中。正是“绿暗红稀”，春天快要悄然归去了。次三句：“恋树湿花飞不起，愁无比，和春付与东流水”，借湿花恋树寄寓人的恋春之情。“恋树湿花飞不起”是个俊美的佳句。“湿花”应上“小雨”，启下“飞不起”。“恋”字用拟人法，赋落花以深情。花尚不忍辞树而留恋芳时，人的心情更可想而知了。春天将去的时候，落花有离树之愁，人也有惜春之愁，这“愁无比”三字，尽言二愁。如此深愁，既难排遣，故而词人将它连同春天一道付与了东流的逝水。\n\n　　“九十光阴能有几？金龟解尽留无计。”感叹春来春去，虽然是自然界的常态，然而美人有迟暮之思，志士有未遇之感，这九十日的春光，也极短暂，说去也就要去的，即使解尽金龟换酒相留，也是留她不住的。词句中的金龟指所佩的玩饰，唐代诗人贺知章，曾经解过金龟换酒以酬李白，成为往昔文坛上的佳话。作者借用这个典故，表明极意把酒留春。“寄语东城沽酒市。拚一醉，而今乐事他年泪。”虽然留她不住，也要借酒浇愁，拚上一醉，以换取暂时的欢乐。“寄语”一句，谓向酒肆索酒。结句“而今乐事他年泪”，一语两意，乐中兴感。\n\n　　这首词袭用传统作词法：上片写景，下片写情。结句“而今乐事他年泪”，一意化两，示遣愁不尽，无限感伤。作者亦自以“而今”句为得意之笔。\n\n","translation":"绵绵的细雨微微的风，千家万户掩映在杨柳密荫青烟绿雾中。淋湿的花瓣贴在树枝上不再飞。心中愁无穷，连同春色都付与江水流向东。\n九十天的光阴能够留多久？解尽金龟换酒也无法将春光挽留。告诉那东阳城里卖酒人，而今只求拼个一醉方休，不管今日乐事成为他年热泪流。\n\n"}
{"_id":{"$oid":"5b9a1825367d5c0f40d22c56"},"title":"燕山亭·北行见杏花","dynasty":"宋代","writer":"赵佶","content":"裁剪冰绡，轻叠数重，淡著胭脂匀注。新样靓妆，艳溢香融，羞杀蕊珠宫女。易得凋零，更多少、无情风雨。愁苦。闲院落凄凉，几番春暮。（闲院 一作：问院)\n凭寄离恨重重，者双燕，何曾会人言语。天遥地远，万水千山，知他故宫何处。怎不思量，除梦里、有时曾去。无据，和梦也新来不做。\n\n","type":["宋词三百首","宋词精选","写花","感叹","人生"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155650948.mp3"}
{"_id":{"$oid":"5b9a1825367d5c0f40d22c57"},"title":"踏莎行·小径红稀","dynasty":"宋代","writer":"晏殊","content":"小径红稀，芳郊绿遍。高台树色阴阴见。春风不解禁杨花，蒙蒙乱扑行人面。(蒙 通：濛)\n翠叶藏莺，朱帘隔燕。炉香静逐游丝转。一场愁梦酒醒时，斜阳却照深深院。","type":["婉约","春天","写景","抒情","怅惘"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155651018.mp3","remark":"踏莎（suō）行：词牌名，又名“喜朝天”“柳长春”“踏雪行”“平阳兴”“踏云行”“潇潇雨”等。双调小令，《张子野词》入“中吕宫”。五十八字，上下片各三仄韵。四言双起，例用对偶。\n红稀：花儿稀少、凋谢。意思是到了晚春时节。红：指花。\n高台：高高的楼台，这里指高楼。阴阴见：暗暗显露。阴阴：隐隐约约。\n不解：不懂得。\n蒙蒙：形容细雨。这里形容杨花飞散的样子。\n翠叶藏莺，珠帘隔燕：意谓莺燕都深藏不见。这里的莺燕暗喻“伊人”。\n游丝转：烟雾旋转上升，像游动的青丝一般。\n\n","shangxi":"　　此词描绘暮春景色，上片写郊外景，下片写院内景，最后以“斜阳却照深深院”作结，流露出淡淡的哀愁。\n\n　　起首三句描绘一幅具有典型特征的芳郊春暮图：小路两旁，花儿已经稀疏，只间或看到星星点点的几瓣残红；放眼一望只见绿色已经漫山遍野；高台附近，树木繁茂成荫，一片幽深。“红稀”“绿遍”“树色阴阴”，标志着春天已经消逝，暮春气息很浓。三句所写虽系眼前静景，但“稀”“遍”“见”这几个词却显示了事物发展的进程和动态。从“小径”“芳郊”“高台”的顺序看，也有移步换形之感。“春风不解禁杨花，蒙蒙乱扑行人面。”所写的杨花扑面，也是暮春典型景色。但词人描绘这一景象时，却注入了自己的主观感情，写成春风不懂得约束杨花，以致让它漫天飞舞，乱扑行人之面。这一方面暗示已经无计留春，只好听任杨花飘舞送春归去；另一方面又突出了杨花的无拘无束和活跃的生命力。这里虽写暮春景色，却无衰颓情调，富有生趣。“蒙蒙”“乱扑”，极富动态感。“行人”二字，点醒以上所写，都是词人郊行所见。\n\n　　过片“翠叶藏莺，珠帘隔燕”两句，分写室外与室内，一承上，一启下，转接自然。上句说翠绿的树叶已经长得很茂密，藏得住黄莺的身影，与上片“树色阴阴”相应；下句说燕子为朱帘所隔，不得进入室内，引出下面对室内景象的描写。着“藏”“隔”二字，生动地写出了初夏嘉树繁阴之景与永昼闲静之状。\n\n　　“炉香静逐游丝转”写如此闲静的室内，香炉里的香烟，袅袅上升，和飘荡的游丝纠结、缭绕，逐渐融合一起，分不清孰为香烟，孰为游丝了。“逐”“转”二字，表面上是写动态，实际上却反托出整个室内的寂静。“逐”上着一“静”字，境界顿出。\n\n　　结拍“一场愁梦酒醒时，斜阳却照深深院。”跳开一笔，写到日暮酒醒梦觉之时，原来词人午间小饮，酒困入睡，等到一觉醒来，已是日暮时分，西斜的夕阳正照着这深深的朱门院落。这里点明“愁梦”，说明梦境与春愁有关。梦醒后斜阳仍照深院，遂生初夏日长难以消遣之意。贺铸《薄幸》词“人间昼永无聊赖。厌厌睡起，犹有花梢日在”，也正是此意。\n\n","translation":"小路边的红花日渐稀少，郊野却被萋萋芳草占遍，绿树成荫高楼台榭若隐若现。春风不懂得去管束杨花柳絮，让它们迷迷蒙蒙乱扑人面。\n翠绿的树叶里藏着黄莺，红色窗帘把燕子隔在外面，静静的炉香像游丝般袅袅升腾。醉酒后一场愁梦醒来时，夕阳正斜照着深深的庭院。\n\n"}
{"_id":{"$oid":"5b9a1825367d5c0f40d22c58"},"title":"别离","dynasty":"唐代","writer":"陆龟蒙","content":"丈夫非无泪，不洒离别间。\n杖剑对尊酒，耻为游子颜。\n蝮蛇一螫手，壮士即解腕。\n所志在功名，离别何足叹。","type":["离别","写人","议论"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155651769.mp3","remark":"杖剑：同“仗剑”，持剑。尊：酒器。\n游子颜：游子往往因去国怀乡而心情欠佳，面带愁容。\n蝮蛇：一种奇毒的蛇。螫（shì）：毒虫刺人。\n解腕：斩断手腕。\n志：立志，志向。\n\n","translation":"大丈夫何尝没有滔滔眼泪，只是不愿在离别时涕泗横流。\n面对离酒慷慨高歌挥舞长剑，耻如一般游子模样满脸离愁。\n一旦被蝮蛇螫伤手腕之后，当断手臂就断壮士决不踌躇。\n既然决心闯荡天下建功立业，离别家常便饭何须叹息怨尤。\n\n"}
{"_id":{"$oid":"5b9a1825367d5c0f40d22c59"},"title":"无题·凤尾香罗薄几重","dynasty":"唐代","writer":"李商隐","content":"凤尾香罗薄几重，碧文圆顶夜深缝。\n扇裁月魄羞难掩，车走雷声语未通。\n曾是寂寥金烬暗，断无消息石榴红。\n斑骓只系垂杨岸，何处西南任好风。(任 一作：待)","type":["唐诗三百首","思念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155652686.mp3","shangxi":"　　李商隐的七律无题，艺术上最成熟，最能代表其无题诗的独特艺术风貌。这首七律无题，内容是抒写青年女子爱情失意的幽怨，相思无望的苦闷，又采取女主人公深夜追思往事的方式，因此，女主人公的心理独白就构成了诗的主体。她的身世遭遇和爱情生活中某些具体情事就是通过追思回忆或隐或显地表现出来的。\n\n　　起联写女主人公深夜缝制罗帐。凤尾香罗，是一种织有凤纹的薄罗；碧文圆顶，指有青碧花纹的圆顶罗帐。李商隐写诗特别讲求暗示，即使是律诗的起联，也往往不愿意写得过于明显直遂，留下一些内容让读者去玩索体味。像这一联，就只写主人公在深夜做什么，而不点破这件事意味着什么，甚至连主人公的性别与身份都不作明确交代。通过“凤尾香罗”、“碧文圆顶”的字面和“夜深缝”的行动，可以推知主人公大概是一位幽居独处的闺中女子。罗帐，在古代诗歌中常常被用作男女好合的象征。在寂寥的长夜中默默地缝制罗帐的女主人公，大概正沉浸在对往事的追忆和对会合的深情期待中吧。\n\n　　接下来是女主人公的一段回忆，内容是她和意中人一次偶然的相遇──“扇裁月魄羞难掩，车走雷声语未通。”对方驱车匆匆走过，自己因为羞涩，用团扇遮面，虽相见而未及通一语。从上下文描写的情况看，这次相遇不象是初次邂逅，而是“断无消息”之前的最后一次照面。否则，不可能有深夜缝制罗帐，期待会合的举动。正因为是最后一次未通言语的相遇，在长期得不到对方音讯的今天回忆往事，就越发感到失去那次机缘的可惜，而那次相遇的情景也就越加清晰而深刻地留在记忆中。所以这一联不只是描绘了女主人公爱情生活中一个难忘的片断，而且曲折地表达了她在追思往事时那种惋惜、怅惘而又深情地加以回味的复杂心理。起联与颔联之间，在情节上有很大的跳跃，最后一次照面之前的许多情事（比如她和对方如何结识、相爱等）统统省略了。\n\n　　颈联写别后的相思寂寥。和上联通过一个富于戏剧性的片断表现瞬间的情绪不同，这一联却是通过情景交融的艺术手法概括地抒写一个较长时期中的生活和感情，具有更浓郁的抒情气氛和象征暗示色彩。两句是说，自从那次匆匆相遇之后，对方便绝无音讯。已经有多少次独自伴着逐渐黯淡下去的残灯度过寂寥的不眠之夜，眼下又是石榴花红的季节了。“蜡炬成灰泪始干”，“一寸相思一寸灰”，那黯淡的残灯，不只是渲染了长夜寂寥的气氛，而且它本身就仿佛是女主人公相思无望情绪的外化与象征。石榴花红的季节，春天已经消逝了。在寂寞的期待中，石榴花红给她带来的也许是流光易逝、青春虚度的怅惘与伤感吧。“金烬暗”、“石榴红”，仿佛是不经意地点染景物，却寓含了丰富的感情内涵。把象征暗示的表现手法运用得这样自然精妙，不露痕迹，这确实是艺术上炉火纯青境界的标志。\n\n　　末联仍旧到深情的期待上来。“斑骓”句暗用乐府《神弦歌·明下童曲》“陆郎乘斑骓……望门不欲归”句意，大概是暗示她日久思念的意中人其实和她相隔并不遥远，也许此刻正系马垂杨岸边呢，只是咫尺天涯，无缘会合罢了。末句化用曹植《七哀》“愿为西南风，长逝入君怀”诗意，希望能有一阵好风，将自己吹送到对方身边。李商隐的优秀的爱情诗，多数是写相思的痛苦与会合的难期的，但即使是无望的爱情，也总是贯串着一种执着不移的追求，一种“春蚕到死丝方尽，蜡炬成灰泪始干”式的真挚而深厚的感情。希望在寂寞中燃烧，读者在这首诗中所感受到的也正是这样一种感情。这是他的优秀爱情诗和那些缺乏深挚感情的艳体诗之间的一个重要区别，也是这些诗尽管在不同程度上带有时代、阶级的烙印，却至今仍然能打动人们的一个重要原因。\n\n","translation":"织着凤尾纹的绫罗，薄薄重重；\n碧纹的圆顶罗帐，我深夜赶缝。\n那回邂逅，来不及用团扇掩盖；\n可你驱车隆隆而过，无语相通。\n曾因寂寥不眠，想到更残烛尽；\n却无你的消息，等到石榴花红。\n也许你在垂杨岸，栓系斑骓马；\n怎能等到，送去会你的西南风。\n\n注解\n凤尾香罗：凤纹罗；罗：绫的一种。\n顶：指帐顶。\n扇裁：指以团扇掩面。\n\n"}
{"_id":{"$oid":"5b9a1826367d5c0f40d22c5a"},"title":"旅宿","dynasty":"唐代","writer":"杜牧","content":"旅馆无良伴，凝情自悄然。\n寒灯思旧事，断雁警愁眠。\n远梦归侵晓，家书到隔年。\n沧江好烟月，门系钓鱼船。\n\n","type":["唐诗三百首","羁旅","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155652441.mp3","remark":"良伴：好朋友。\n凝情：凝神沉思。悄然：忧伤的样子。这里是忧郁的意思。\n寒灯：昏冷的灯火。这里指倚在寒灯下面。思旧事：思念往事。\n断雁：失群之雁，这里指失群孤雁的鸣叫声。警：惊醒。\n远梦归：意谓做梦做到侵晓时，才是归家之梦，家远梦亦远，恨梦归之时也甚短暂，与下句家书隔年方到，恨时间之久，相对而更增烦愁。侵晓：破晓。沧江：泛指江，一作“湘江”。\n好烟月：指隔年初春的美好风景。\n门：门前。\n\n","shangxi":"　　这是羁旅怀乡之作。离家久远，目睹旅馆门外的渔船即加以艳羡。幽恨乡愁、委实凄绝。颈联“远梦归侵晓，家书到隔年”意思曲折多层，实乃千锤百炼的警句。\n\n　　首联起，直接破题，点明情境，羁旅思乡之情如怒涛排壑，劈空而来。可以想见，离家久远，独在异乡，没有知音，家书也要隔年才到，此时孤客对寒灯，浓厚深沉的思乡之情油然而生，必会陷入深深的忧郁之中。“凝情自悄然”是此时此地此情此景中抒情主人公神情态度的最好写照：静对寒灯，专注幽独，黯然伤神，将诗人的思念之情写到极致。\n\n　　颔联承，是首联“凝情自悄然”的具体化，诗人融情于景，寒夜孤灯陪伴孤客，思念故乡旧年往事，失群孤雁声声鸣叫，羁旅之人深愁难眠，细致地描绘出了一幅寒夜孤客思乡图景。“思”字和“警”字极富炼字功夫。灯不能思，却要寒夜愁思陈年旧事，物尤如此，人何以堪。由灯及人，显然用意在人不在物。“警”字也极富情味。旅人孤灯，长夜难眠，一声雁叫，引孤客嫠妇愁思惊梦，归思难收。\n\n　　首联与颔联极言乡关遥远，幽愁满怀。梦见自己回到家中，因路途遥远，梦醒时分天已大明，家书须隔年才能寄到旅馆，可见离家之远，表达出对家乡深沉的思念。\n\n　　颈联转，用设想之词，虚实结合，想象奇特，表现出此时此地此情此景中诗人因愁思难耐、归家无望而生出的怨恨。故乡远在千里，只能梦中相见，也许是短梦，也许是长梦，但梦中醒来却已到天明。字里行间，流露出梦短情长的幽怨。而这一切又都由于“家书到隔年”的实际情况。作为诗歌由写景向抒情的过渡，转句用梦境写旅宿思愁哀怨，亦虚亦实，虚中写实，以实衬虚的特点读来回肠荡气。\n\n　　尾联合，收拢有力，却并非直抒胸意，而是以设想之词，勾勒家乡美丽的生活图景，融情于景，借景抒情，把浓烈的归思之情融入家乡优美的风景之中。沧江烟霭，云霞明灭，月色溶溶，家门外系着钓鱼船，一幅优美宁静祥和的家乡风光图景。画面中虽然没有写人物，但一条静静地系于家门外的钓鱼船却让人产生丰富的联想。面对这样一幅家乡优美的画面，谁人不梦绕魂牵，更何况旅宿在外的诗人呢！家乡远隔千里，旅人归思难收，如此优美的家乡风光图景非但没有给诗人以慰藉，反而加深了诗人的思乡愁苦。这是用乐景反衬哀情的典型。美景幽思、怨恨乡愁、委实凄绝。除却个中人，任何人也难以深味个中情。不过，“烟月”在此实际上是借代，并非一定就是“烟”，就是“月”。正所谓，文学作品的形象大于思维，此处一个“烟月”可以触发不同的旅人思妇产生不同的意象联想，从而产生强大的艺术感染力。\n\n　　颈联与尾联看似跳出了乡愁，艳羡门外沧江鱼船的清闲自在，其实是借他乡之物，更曲折地表达出诗人思乡之情。全诗层层推进，写景抒情都有独到之处。\n\n","translation":"韵译\n住在旅馆中并无好的旅伴；忧郁的心情恰似凝固一般。\n对着寒灯回忆起故乡往事；就象失群的孤雁警醒愁眠。\n家乡太远归梦到破晓未成；家书寄到旅馆已时隔一年。\n我真羡慕门外沧江的烟月；渔人船只就系在自家门前。\n\n直译\n旅馆里没有知心朋友，我独自静静地沉思凝神。\n对着寒灯回忆往事，孤雁的叫声，惊醒了凄寂梦魂。\n乡关道路迢远，梦魂拂晓时才得归去，家人的书信要等来年方能寄到此地。\n沧江上月色含烟，风光是多么美好，钓鱼船就系在我家门前。\n\n"}
{"_id":{"$oid":"5b9a1826367d5c0f40d22c5b"},"title":"嘲王历阳不肯饮酒","dynasty":"唐代","writer":"李白","content":"地白风色寒，雪花大如手。笑杀陶渊明，不饮杯中酒。 \n浪抚一张琴，虚栽五株柳。空负头上巾，吾于尔何有。","type":["冬天","写雪","饮酒","抒情"],"remark":"王历阳：指历阳姓王的县丞。历阳县，秦置。隋唐时，为历阳郡治。\n五株柳：陶渊明畜素琴一张，宅边有五柳树。\n空负头上巾：语出陶渊明诗“若复不快饮，空负头上巾”。\n\n","translation":"大地一片雪白，风色寒厉，纷纷的雪花片片如大手。\n笑死了陶渊明，就因为你不饮杯中酒。\n你真是浪抚了一张素琴，虚栽了五株翠柳。\n辜负了戴的头巾，我对你来说意味着什么？\n\n"}
{"_id":{"$oid":"5b9a1826367d5c0f40d22c5c"},"title":"初入淮河四绝句·其三","dynasty":"宋代","writer":"杨万里","content":"两岸舟船各背驰，波痕交涉亦难为。\n只余鸥鹭无拘管，北去南来自在飞。","type":["古诗三百首","写水","写鸟","抒情","爱国"],"translation":"译文 淮河两岸舟船背驰、波痕接触也难以做到。 只能看到鸥鹭无拘无束无人管束，自在的在南北之间飞翔。"}
{"_id":{"$oid":"5b9a1826367d5c0f40d22c5d"},"title":"相见欢·金陵城上西楼","dynasty":"宋代","writer":"朱敦儒","content":"金陵城上西楼，倚清秋。万里夕阳垂地，大江流。\n中原乱，簪缨散，几时收？试倩悲风吹泪，过扬州。","type":["宋词三百首","豪放","爱国","怀念"],"remark":"金陵：南京。城上西楼：西门上的城楼。\n倚清秋：倚楼观看清秋时节的景色。\n中原乱：指公元1127年（宋钦宗靖康二年）金人侵占中原的大乱。\n簪缨：当时官僚贵族的冠饰，这里代指他们本人。\n收：收复国土。\n倩：请。\n扬州：地名，今属江苏，是当时南宋的前方，屡遭金兵破坏。 \n\n","shangxi":"　　古人登楼、登高，每多感慨。王粲登楼，怀念故土。杜甫登楼，感慨“万方多难”。许浑登咸阳城西楼有“一上高城万里愁”之叹。李商隐登安定城楼，有“欲回天地入扁舟”之感。尽管各个时代的诗人遭际不同，所感各异，然而登楼抒感则是一致的。\n\n　　这首词一开始即写登楼所见。在词人眼前展开的是无边秋色，万里夕阳。秋天是冷落萧条的季节。宋玉在《九辩》中写道：“悲哉，秋之为气也，萧瑟兮，草木摇落而变衰。”杜甫在《登高》中也说：“万里悲秋常作客。”所以古人说“秋士多悲”。当离乡背井，作客金陵的朱敦儒独自一人登上金陵城楼，纵目远眺，看到这一片萧条零落的秋景，悲秋之感自不免油然而生。又值黄昏日暮之时，万里大地都笼罩在恹恹的夕阳中。“垂地”，说明正值日薄西山，余晖黯淡，大地很快就要被淹没在苍茫的暮色中了。这种景物描写带有很浓厚的主观色彩。王国维说：“以我观物，故物皆着我之色彩。”朱敦儒就是带着浓厚的国亡家破的伤感情绪来看眼前景色的。他用象征手法使人很自然地联想到南宋的国事亦如词人眼前的暮景，也将无可挽回地走向没落、衰亡。作者的心情是沉重的。\n\n　　下片忽由写景转到直言国事，似太突然。其实不然。上片既已用象征手法暗喻国事，则上下两片暗线关连，意脉不露，不是突然转折，而是自然衔接。“簪缨”，是指贵族官僚们的帽饰。簪用来连结头发和帽子；缨是帽带。此处代指贵族和士大夫。中原沦陷，北宋的世家贵族纷纷逃散。这是又一次的“衣冠南渡”。“几时收？”这是作者提出的一个无法回答的问题。这种“中原乱，簪缨散”的局面何时才能结束呢？表现了作者渴望早日恢复中原，还于旧都的强烈愿望，同时也是对朝廷苟安旦夕，不图恢复的愤慨和抗议。\n\n　　结句“试倩悲风吹泪过扬州”。悲风，当然也是作者的主观感受。风，本身无所谓悲，而是词人主观心情上悲，感到风也是悲的了。风悲、景悲、人悲，不禁潸然泪下。这不只是悲秋之泪，更重要的是忧国之泪。作者要倩悲风吹泪到扬州去，扬州是抗金的前线重镇，国防要地，这表现了词人对前线战事的关切。\n\n　　全词由登楼入题，从写景到抒情，表现了词人强烈的亡国之痛和深厚的爱国精神，感人至深。\n\n","translation":"南京城上西楼，倚楼观看清秋时节的景色。万里的长江在夕阳下流去。公元1127年（宋钦宗靖康二年）金人侵占中原，官僚们散了，什么时候收复国土？试请悲风吹泪过扬州。\n\n"}
{"_id":{"$oid":"5b9a1826367d5c0f40d22c5e"},"title":"更漏子·柳丝长","dynasty":"宋代","writer":"晏几道","content":"柳丝长，桃叶小。深院断无人到。红日淡，绿烟晴。流莺三两声。 \n雪香浓，檀晕少。枕上卧枝花好。春思重，晓妆迟。寻思残梦时。","type":["宋词三百首","春天","写景","女子","闺思"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155653527.mp3","remark":"1、更漏：古人用铜壶滴漏来计时，将一夜分为五更。\n2、子：曲子的简称。\n3、漏声：指报更报点之声。\n4、迢递（tiáo dì）：遥远。\n5、塞雁：北雁，春来北飞。\n6、城乌：城头上的乌鸦。\n7、画屏：有图饰品的屏风，为女主人公居室中的摆设。\n8、金鹧鸪（zhè gū）：金线绣成的鹧鸪，可能绣在屏风上，也可能是绣在衣服上的。\n9、薄：通“迫”，逼来。\n10、惆怅（chóu chàng）：失意、烦恼。\n11、谢家池阁：豪华的宅院，这星即指女主人公的住处。谢氏为南朝望族，居处多有池阁之胜。后来便成为一共名。韦庄归国遥词中有“日落谢家池阁”句。\n12、红烛背：背向红烛；一说以物遮住红烛，使其光线不向人直射。\n\n","translation":"柳丝柔长春雨霏霏，花丛外漏声不断传向远方。塞雁向南归去令人惊心，杂乱的城鸟寻觅着栖巢，望着画屏上对对金鹧鸪令人格外伤感。\n薄薄的香雾透入帘幕之中，美丽的楼阁池榭啊再无人一起观赏。绣帘低垂独自背着垂泪的红色蜡烛，长梦不断远方亲人啊可知道我的衷肠？\n\n"}
{"_id":{"$oid":"5b9a1826367d5c0f40d22c5f"},"title":"赠白马王彪·并序","dynasty":"魏晋","writer":"曹植","content":"　　黄初四年五月，白马王、任城王与余俱朝京师、会节气。到洛阳，任城王薨。至七月，与白马王还国。后有司以二王归藩，道路宜异宿止，意毒恨之。盖以大别在数日，是用自剖，与王辞焉，愤而成篇。\n\n　　谒帝承明庐，逝将归旧疆。清晨发皇邑，日夕过首阳。伊洛广且深，欲济川无梁。泛舟越洪涛，怨彼东路长。顾瞻恋城阙，引领情内伤。\n\n　　太谷何寥廓，山树郁苍苍。霖雨泥我涂，流潦浩纵横。中逵绝无轨，改辙登高岗。修坂造云日，我马玄以黄。\n\n　　玄黄犹能进，我思郁以纡。郁纡将何念，亲爱在离居。本图相与偕，中更不克俱。鸱枭鸣衡轭，豺狼当路衢。苍蝇间白黑，谗巧令亲疏。欲还绝无蹊，揽辔止踟蹰。(衡轭 通：衡扼)\n\n　　踟蹰亦何留？相思无终极。秋风发微凉，寒蝉鸣我侧。原野何萧条，白日忽西匿。归鸟赴乔林，翩翩厉羽翼。孤兽走索群，衔草不遑食。感物伤我怀，抚心长太息。\n\n　　太息将何为，天命与我违。奈何念同生，一往形不归。孤魂翔故域，灵柩寄京师。存者忽复过，亡殁身自衰。人生处一世，去若朝露晞。年在桑榆间，影响不能追。自顾非金石，咄唶令心悲。\n\n　　心悲动我神，弃置莫复陈。丈夫志四海，万里犹比邻。恩爱苟不亏，在远分日亲。何必同衾帱，然后展慇懃。忧思成疾疢，无乃儿女仁。仓卒骨肉情，能不怀苦辛？\n\n　　苦辛何虑思，天命信可疑。虚无求列仙，松子久吾欺。变故在斯须，百年谁能持？离别永无会，执手将何时？王其爱玉体，俱享黄髪期。收泪即长路，援笔从此辞。\n\n","type":["抒情","长诗","离别","亲情","悼念"],"remark":"[1]白马王彪：三国魏白马王曹彪。据《三国志·魏志·陈思王传》：“（黄初）四年，（植）徙封雍丘王，其年，朝京师。”裴松之注引《魏氏春秋》：“是时待遇诸国法峻。任城王暴薨，诸王既怀友于之痛，植及白马王彪还国，欲同路东归，以叙隔阔之思，而监国使者不听。植发愤告离而作诗。”\n[2]黄初：魏文帝（曹丕）的年号。黄初四年是公元223年。\n[3]白马王：曹彪，曹植的异母弟。任城王：曹彰，曹植的同母兄。朝京师：到京师参加朝会。会节气：魏有诸侯藩王朝节的制度，每年立春、立夏、立秋、立冬四个节气之前，各藩王都会聚京师参加迎气之礼，并举行朝会。\n[4]薨（hōng）：古代诸侯王死称为薨。据《世说新语·尤悔》记载，任城王是被曹丕毒死的。\n[5]还国：返回封地。\n[6]有司：官吏，指监国使者灌均。监国使者是曹丕设以监察诸王、传达诏令的官吏。毒恨：痛恨。\n[7]大别：永别。自剖：表明自己的心迹。\n[8]谒帝：朝见皇帝。承明庐：汉长安宫殿名，此泛指曹魏的宫殿。逝：语词，无义。旧疆：指鄄（juàn）城（山东省荷泽市），时曹植为鄄城王。\n[9]皇邑：皇都，指洛阳。日夕：天晚的时候。首阳：山名，洛阳东北。\n[10]伊洛：二水名。伊，指伊水，发源于河南栾川县，到偃师县入洛水；洛，洛水，源出陕西冢岭山，至河南巩县入黄河。济：渡。川：河。梁：桥。\n[11]东路：东归鄄城的路。\n[12]顾瞻：回首眺望。城阙：指京城洛阳。引领：伸长脖子。\n[13]太谷：谷名，一说是关名，在洛阳城东南五十里。\n[14]霖雨：连续几日的大雨。泥：作动词，使道路泥泞。流潦（lǎo）：积水。\n[15]中逵：通衢大路。逵，四通八达的大道。轨：车道。改辙：改道。\n[16]修坂：高高的山坡。修，长。坂，斜坡。造：到、往。玄以黄：指马病。《诗经·周南·卷耳》：“我马玄黄。”\n[17]郁以纡（yū）：愁思郁结。郁，愁。纡，萦绕。\n[18]不克俱：不能在一起。克，能。\n[19]鸱枭（chīxiāo）：猫头鹰，古人认为这是不祥之鸟。衡轭（è）：车辕前的横木和扼马颈的曲木，代指车。衢：四通八达的道路。\n[20]间：离间。谗巧：谗言巧语。\n[21]蹊：路。揽辔：拉住马缰。踟蹰：徘徊不前。\n[22]西匿：夕阳西下。\n[23]乔林：乔木林。乔，高大的树木。翩翩：飞动貌。厉：振动。\n[24]走索群：奔跑着寻找同伴。不遑：不暇，不空。\n[25]太息：叹息。\n[26]往：指死亡。\n[27]故域：指曹彰的封地任城。灵柩：放有尸首的棺木。\n[28]存者：指自己与曹彪。黄节说：“‘存者’，谓己与白马也。‘忽复过’，谓须臾亦与任城同一往耳。”又说：“‘亡殁身自衰’句，倒文，谓身由衰而殁耳。指存者也。”二句说自己和白马王曹彪目前虽还活着，但很快也会死去的。刘履认为存者和亡殁应互换，意思是死者已成过去，存者身体渐衰，也难久长。\n[29]晞（xī）：干。汉乐府《薤露歌》：“薤上露，何易晞。”说人生短暂。\n[30]桑榆：二星名，都在西方。《文选》李善注说：“日在桑榆，以喻人之将老。”影响：影子和声音。\n[31]顾：念。非金石：《古诗十九首》回车驾言迈：“人生非金石，岂能长寿考。”咄唶（duōjiè）：惊叹声。\n[32]陈：说、提起。\n[33]比邻：近邻。\n[34]亏：欠缺。分：情分。日亲：一天比一天亲密。\n[35]衾帱（qīnchóu）：被子和帐子。后汉姜肱与弟仲海、季江相友爱，常同被而眠，见《后汉书·姜肱传》。慇懃：同殷勤，情意恳切。\n[36]疾疢（chèn）：疾病。无乃：岂不是。儿女仁：指小儿女的脆弱感情。\n[37]仓卒：匆忙之间。\n[38]虑思：思虑，考虑。信：确实。\n[39]虚无：指求仙事不可靠。松子：赤松子，传说中的仙人。吾欺：欺吾，骗我。\n[40]变故：灾祸。斯须：须臾之间。百年：指长寿，古诗：“生年不满百。”持：获得。\n[41]黄发期：指高寿。黄发，人老发黄，故以指老人。\n[42]收泪：停止哭泣。即长路：踏上漫长的归途。援笔：提笔，指写诗赠别。\n\n","shangxi":"　　《赠白马王彪》一诗共分七章，表现了曹植恐怖、悲伤、痛恨和愤怒相互交织的复杂感情，深刻地揭发了统治阶级内部的尖锐矛盾。\n\n　　第一章共十句，写这次“会节气”结束之后启程返回封地的经过和心情。诗人在“承明庐”朝见了魏文帝曹丕之后，将要返回自己的封地鄄城。按曹植于黄初二年（221年）改封鄄城侯，次年立为鄄城王。清晨从京都洛阳出发，傍晚经过了首阳山。这前四句都是过程的介绍。接着“伊洛广且深，欲济川无梁”则寓有深意。说伊水、洛水既宽广又幽深，已经感到路途艰难。“欲济川无梁”竟然说过河无桥，更表明是难以克服的因难。作者瞻望前途，寸步难行。只好从水路“泛舟”，却又遇见“洪涛”，因而“怨彼东路长”：东归鄄城还有好长一段路呢！这个“怨”字，不止怨路，实际还包括怨人，怨曹丕和他的爪牙。“顾瞻恋城阙，引领情内伤”是在旅途的困苦之中回头再朝京城看了一眼，内心不是怀念曹丕，更不是留恋“会节气”的活动，而是想到了曹彰在洛阳暴死得不明不白，引起作者的极大悲愤，甚至恐怖，所以在伸着脖子遥望城阙时心情也是悲伤的。\n\n　　第二章共八句，写归途中的困苦。诗人经过寥廓的太谷关，山上的树木郁郁苍苍。接上章可知诗人弃舟登岸，走入山谷。不巧“霖雨泥我途，流潦浩纵横”，连降大雨，道路泥泞不堪，积水纵横流淌，行路和“泛舟”同样困难。这里路途难行，也隐喻处境危险。下文“中途绝无轨”和上文“欲济川无梁”一样，还是无路可走，这里可以体会出曹植身受的痛苦和威胁多么深重。水上有洪涛，山谷遇大雨，只好改道登上山坡，然而长长的斜坡直入云天，前面的路程辽远而又高峻。恰在此时马又得了玄黄的病。困难加剧，矛盾激化，东行归藩的路途竟然如此充满险阻，有如唐诗人李白《行路难三首》说的那样：“欲渡黄河冰塞川，将登太行雪满山”，隐约说明了曹植人生的道路多么坎坷不平。\n\n　　第三章共十二句，开始直接抒发内心的悲愤，进入诗的核心部分。在这进退两难之际，作者还得骑着病马前进，说明当时诗人已失去自由，只能返回封地，没有其他选择。因此“我思郁以纡”，心中愁闷郁结。接着提出自己和亲密的弟弟曹彪不得团聚的问题：“亲爱在离居。”这点明了写这首诗的直接原因。途中派有监国使者灌均，灌均使他们弟兄“离居”。灌均其人，过去就曾经“奏植酒醉悖慢，劫胁使者”（《三国志》曹植本传）。如今曹植想在途中同曹彪互叙兄弟情谊，灌均竟然不准，因此曹植对他恨之人骨。把他比做鸱枭、豺狼、苍蝇。他们窃据要津，混淆黑白，搬弄是非，挑拨离间，进谗言，说坏话，使得亲人之间都疏远了。这里当然有难言之隐和违心之论。由于当时的恶劣的政治环境和君臣名份的限制，诗人不能也不敢明目张胆地表露对曹丕的不满，而只能把满腔怒火烧向使他们“亲爱在离居”的监国使者灌均之流。诗人表面还要回护一下曹丕，好像曹丕对他们本来很好，是“谗巧令亲疏”的。“中更不克俱”是说中途才改变主意不让他们弟兄同行的，似乎说曹丕本来是没有明确让他们分路而行的。曹植的这种用心是清清楚楚的，也是可以理解的。诗人受到这帮势利小人的胁迫，心情沮丧愤慨，一时想要重回京城，但“欲还绝无蹊”，没有退路，只能拉起绳在那里徘徊犹豫。\n\n　　第四章十二句，诗人于路上触景生情，感物伤怀。曹植在路上徘徊，前途茫茫，自己不禁发问：但在这里又有什么可以留恋的呢？原来相思之情是无穷无尽的。“相思”指弟兄之间的关怀，也就是指他对曹彰的悼念和对曹彪的思念。在陷入相思的苦痛之中，又面对着秋风、寒蝉、萧条的原野和西匿的白日。秋风没有温暖，寒蝉发出哀鸣，一派肃杀凄清景色。此外“归鸟赴乔林，翩翩厉羽翼；孤兽走索群，衔草不遑食”，更引起诗人的无限伤感。归鸟有林可赴，孤兽有群可归，鸟兽尚且各自寻求归宿，然而曹植本人却无路可走，无家可归，从而产生人不如物的感触，这就是“感物伤我怀”。最后只能“抚心长太息”，拍着胸脯长叹罢了，现实生活，没有前途和希望。\n\n　　第五章共十四句，表现了曹植对曹彰暴死的哀悼和对人生的感慨。这章接触到写这首诗的根本原因。作者深知，叹息没有什么用。好像上天安排的命运故意和他作对。这种念头是由曹彰暴死引起的。根本不会料想到一母所生的兄弟，一道来到洛阳就突然死去了，落得“孤魂翔故域，灵柩寄京师”，曹彰如果死而有知，也会感到孤独寂寞的。其实这是作者当时的心境。曹彰之死，使曹植感到前途未卜，命运难料，不免产生兔死狐悲的颓丧情绪。曹彰突然间就死去，活着的人身体也渐渐衰弱下来。人生一世，只不过像早晨的露水那样，太阳出来一照就干了。而且进入晚年，时光流逝更快得惊人。诗人又自知不如金石长寿，只能叹息悲伤。曹植写作此诗时年龄不过32岁，正在有为的壮年，然而居然认为“年在桑榆间”，到了人生的暮年，这种反常的心理，是他对个人命运难以把握的反映。“人生如朝露”或“人命若朝霜”（曹植《送应氏二首》），为汉代末年士大夫中较为流行的思想。《古诗十九首·驱车上东门》就有“浩浩阴阳移，年命如朝露。人生忽如寄，寿无金石固”的诗句，但较之曹植的忧愤深广就显得肤浅得多了。\n\n　　第六章共十二句，诗人以豪言壮语和曹彪互相慰勉。上一章诗表现的是由曹彰之死引起的悲愤，感人肺腑，催人落泪。然而一味沉湎于忧伤之中，于身无益，于事无补。曹植清醒地知道“心悲动我神”，因而毅然“弃置莫复陈”，不能陷入忧伤的深渊而不能自拔。诗人抖擞精神振作起来，用“丈夫志四海，万里犹比邻”的豪言壮语和曹彪共勉。唐代诗人王勃的“海内存知己，天涯若比邻”的名句（《送杜少府之任蜀川》）是受了曹植的启发。情绪的由低沉而变得昂扬，使诗的情调也变得开朗豪迈了。下面“恩爱苟不亏，在远分日亲。何必同衾帱，然后展殷勤。忧思成疾疢，无乃儿女仁”是对曹彪的开导。告诉他：弟兄之间的情谊如果没有减弱，离得远了情份反倒会日益亲密。不一定要像后汉姜肱那样，和弟弟常常共被而眠才算表示深情。言外之意是说对这次途中没得同行不要介意。如果因此而得病，那就是失掉了大丈夫的气概而沉溺于儿女之情了。和上文所引的王勃诗中的“无为在歧路，儿女共沾巾”是一个意思。话是这样说，但诗人还是不能从沉重的忧愤之中完全解脱出来，因此末二句“仓卒骨肉情，能不怀苦辛？”情绪又急转直下，曹彰的暴死以及由此产生的兄弟残杀的恐怖阴影是永远不能忘怀和消除的。\n\n　　最后的第七章共十二句，在赠诗惜别的情意之中，表示了诗人对天命的怀疑和对神仙的否定。作者后半生形同囚禁，动辄得咎，生活没有乐趣，前途没有希望。经过这次“会节气”和归国途中受到的刁难，使他对统治阶级内部的矛盾和弟兄骨肉之间的权力之争的残酷性，有了深刻的认识。以前还认为命运不好，“天命与我违”；如今知道“天命信可疑”了。似乎意识到，他的遭遇，不是上天意志的安排，而是人世斗争的产物。至于神仙，更是骗人已久了。汉末建安时期，求仙之风很盛行，曹操的诗有一半是描写神仙世界的。曹植也有不少游仙题材的诗。略早于建安产生的《古诗十九首·驱车上东门》里也有“服食求神仙，多为药所误”的抒写。曹植对神仙的虚无有所认识，不能不说是一种觉悟。曹植感到“变故在斯须”，顷刻之间就会发生曹彰暴死的惨剧。那么，人生百年，谁能把握不了，曹丕随时都可能加害于他，所以他说“离别永无会，执手将何时”，不然，和年青的兄弟分手是不会有诀别之感的。在这作者看来是生离死别的时刻，只能祝愿对方保重身体，并且互相祝福而已。诗人与白马王曹彪最后洒泪而别。\n\n　　《赠白马王彪》一诗，直接反映的是曹植对曹丕手下的鹰犬爪牙的仇恨和愤慨，实际是对其兄曹丕对他们弟兄残酷迫害的抗议。\n\n　　这首诗是继屈原《离骚》之后，中国文学史上又一首长篇抒情诗。诗的正文共80句，400字，篇幅之长，结构之巧，感情之深都是在古典文学作品中罕见的。全诗气魄宏伟，结构严谨。曹彰之死有如一个阴影笼罩全篇，由此构成的悲剧气氛，在序文和一、五、六、七各章里都反覆渲染，突出了这一事件的严重后果。中间“欲济川无梁”，“中途绝无轨”，“欲还绝无蹊”的“三无”，把作者走投无路，进退失据，悲愤交加的境遇和心情联结起来，并使文气贯通，前后勾连，全诗是一个有机的整体。\n\n　　全诗结构的浑然一体，和各章之间运用辘轳体有密切的关系。辘轳体即修辞学里的“顶真格”，它要求行文在段与段或句与句之间用相同的字句相互衔接。古代《诗经》中的《大雅·文王》和《大雅·既醉》两篇；乐府诗《平陵东》、《西洲曲》都运用了这种形式。《赠白马王彪》除第一章和第二章没有使用辘轳体（《古诗源》把第一章和第二章视为一章）之外，其余各章都用了。如第二章的末句是“我马玄以黄”，第三章的首句就是“玄黄犹能进”；第三章的末句是“揽辔止踟蹰”，第四章的首句就是“踟蹰亦何留”，下皆仿此。这种手法能够使结构紧凑、段落分明而又便于人们记忆和传诵。\n\n　　此诗抒情的方式也时有变化，有时直抒胸臆，有时却把抒情和叙事、写景结合起来。“伊洛广且深，欲济川无梁”，“霖雨泥我途，流潦浩纵横”，看起来是叙事，实际是抒情。第四章借景抒情，情景相生，发人深思，耐人寻味。诗中的寒蝉、归鸟、孤兽都是诗人自身的写照。冷落空旷的秋季原野，也是当时诗人所处的政治环境的形象再现。\n\n　　另外，恰当的比喻也是此诗的特色之一。作者把监国使者比之为“鸱枭”、“豺狼”和“苍蝇”，惟妙惟肖，入木三分。这些比喻不仅可以收到强烈的艺术效果，而且免于授人以柄。\n\n","translation":"　　黄初四年五月，白马王彪、任城王彰与我一起前往京城朝拜，迎奉节气。到达洛阳后，任城王不幸身死；到了七月，我与白马王返回封国。后来有司以二王返回封地之故，使我二人在归途上的住宿起居相分隔，令我心中时常忧愤！因为诀别只在数日之间，我便用诗文自剖心事，与白马王离别于此，悲愤之下，作成此篇。\n\n　　在承明庐谒见我的皇兄，去时返回那旧日封国的疆土。清晨从帝都扬鞭启程，黄昏经过首阳山的日暮。伊水和洛水，多么广阔而幽深；想要渡过川流，却为没有桥梁所苦。乘舟越过翻涌的波涛，哀怨于东方漫长的旅途；回首瞻望洛阳的城楼，转头难禁我哀伤反复。\n\n　　浩荡的空谷何等寥廓，山间的古木郁郁苍苍。暴雨让路途充满泥泞，污浊的石浆纵横流淌。中间的路途已绝不能再前进，改道而行，登临高峻的山冈。可是长长的斜坡直入云天，我的座马又身染玄黄之疾。\n\n　　马染玄黄，可是仍能奋蹄；我怀哀思，却曲折而忧郁。忧郁而曲折的心志啊，究竟何所牵念？只为我挚爱的王孙即将分离。原本试图一同踏上归路，中途却变更而无法相聚。可恨鸱枭鸣叫着阻扰着车马；豺狼阻绝了当途的要津；苍蝇之流让黑白混淆；机巧的谗言，疏远了血肉之亲。想要归去却无路能行，手握缰绳，不由得踟蹰难进！\n\n　　踟蹰之间，此地又有什么留恋？我对王孙的思念永远没有终极！秋风激发微薄的凉意，寒蝉在我的身侧哀鸣。广袤的原野啊，多么萧条；白色的日影倏忽间向西藏匿。归鸟飞入高大的林木，翩翩然地扇动着羽翼。孤单的野兽奔走着寻觅兽群，口衔着蒿草也无暇独食而尽。感于物象触伤了我的胸怀，以手抚心发出悠长的叹息。\n\n　　长叹又能有什么用处？天命已与我的意志相违！何能想到，我那同胞的兄长，此番一去，形体竟永不返归！孤独的魂魄飞翔在昔日的故土，灵柩却寄存在帝都之内。尚存之人，须臾间也将过世而去，亡者已没，我的身体已自行衰微。短暂的一生居住在这世间，忽然好比清晨蒸干的露水。岁月抵达桑榆之年的迟暮，光影和声响都已无法追回。自我审思并非金石之体，顿挫嗟叹间令我满心忧悲。\n\n　　心境的悲伤触动了我的形神，望弃置下忧愁不再复述哀情。大丈夫理应志在四海，纵使相隔万里也犹如比邻。假若兄弟的眷爱并无削减，分离远方，反会加深你我的情谊，又何必一定要同榻共眠，来传达你我的殷勤？过度的忧思会导致疾病，切莫沉溺在儿女之情的缧绁；只是仓卒间割舍的骨肉之情，怎能不让人心怀愁苦和酸辛！\n\n　　愁苦与酸辛引起了怎样的思虑？如今我笃信了天命的可疑！向众仙寄托祈求终究虚妄，让神人赤松子久久地把我诓欺。人生的变故发生在短暂的须臾，有谁能持有百年的长寿；一旦离别永无相会之日，再执王孙的手，将要等到何期？但愿白马王啊，珍爱您尊贵的躯体，与我一同安度寿者的黄发之年；饮泪踏上漫漫的长路，从此收笔永诀，与君分离。\n\n"}
{"_id":{"$oid":"5b9a1826367d5c0f40d22c60"},"title":"登楼赋","dynasty":"两汉","writer":"王粲","content":"　　登兹楼以四望兮，聊暇日以销忧。览斯宇之所处兮，实显敞而寡仇。挟清漳之通浦兮， 倚曲沮之长洲。背坟衍之广陆兮，临皋隰之沃流。北弥陶牧，西接昭邱。华实蔽野，黍稷盈 畴。虽信美而非吾土兮，曾何足以少留！\n\n　　遭纷浊而迁逝兮，漫逾纪以迄今。情眷眷而怀归兮，孰忧思之可任？凭轩槛以遥望兮， 向北风而开襟。平原远而极目兮，蔽荆山之高岑。路逶迤而修迥兮，川既漾而济深。悲旧乡 之壅隔兮，涕横坠而弗禁。昔尼父之在陈兮，有归欤之叹音。钟仪幽而楚奏兮，庄舄显而越 吟。人情同于怀土兮，岂穷达而异心！\n\n　　惟日月之逾迈兮，俟河清其未极。冀王道之一平兮，假高衢而骋力。惧匏瓜之徒悬兮， 畏井渫之莫食。步栖迟以徙倚兮，白日忽其将匿。风萧瑟而并兴兮，天惨惨而无色。兽狂顾 以求群兮，鸟相鸣而举翼，原野阒其无人兮，征夫行而未息。心凄怆以感发兮，意忉怛而惨恻。循阶除而下降兮，气交愤于胸臆。夜参半而不寐兮，怅盘桓以反侧。\n\n","type":["辞赋精选","怀才不遇","思乡","抱负"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155653796.mp3","remark":"兹：此。麦城楼故城在今湖北当阳东南，漳、沮二水汇合处\n聊：姑且，暂且。暇日：假借此日。暇：通“假”，借。销忧：解除忧虑。\n斯宇之所处：指这座楼所处的环境。\n实显敞而寡仇：此楼的宽阔敞亮很少能有与它相比的。寡，少。仇，匹敌。\n挟清漳之通浦：漳水和沮水在这里会合。挟，带。清障，指漳水，发源于湖北南漳，流经当阳，与沮水会合，经江陵注入长江。通浦，两条河流相通之处。\n倚曲沮之长洲：弯曲的沮水中间是一块长形陆地。倚，靠。曲沮，弯曲的沮水。沮水发源于湖北保康，流经南漳。当阳，与漳水会合。长洲，水中长形陆地。\n背坟衍之广陆：楼北是地势较高的广袤原野。背：背靠，指北面。坟：高。衍：平。广陆：广袤的原野。\n临皋（gāo）隰（xí）之沃流：楼南是地势低洼的低湿之地。临：面临，指南面。皋隰：水边低洼之地。沃流：可以灌溉的水流。\n北弥陶牧：北接陶朱公所在的江陵。弥：接。.陶牧：春秋时越国的范蠡帮助越王勾践灭吴后弃官来到陶，自称陶朱公。牧：郊外。湖北江陵西有他陶朱公墓，故称陶牧。\n昭邱：楚昭王的坟墓，在当阳郊外。\n华实蔽野：（放眼望去）花和果实覆盖着原野。华：同“花”。\n黍（shǔ）稷（jì）盈畴：农作物遍布田野。黍稷：泛指农作物。\n信美：确实美。吾土：这里指作者的故乡。\n曾何足以少留：竟不能暂居一段.曾,竟.\n遭纷浊而迁逝：生逢乱世到处迁徙流亡。纷浊：纷乱混浊，比喻乱世。\n漫逾纪以迄今：这种流亡生活至今已超过了十二年。逾：超过。纪：十二年。迄今：至今。\n眷眷（juàn）：形容念念不忘。\n孰忧思之可任：这种忧思谁能经受的住呢？任，承受。\n凭，倚，靠。开襟：敞开胸襟。\n蔽荆山之高岑（cén）：高耸的荆山挡住了视线。荆山，在湖北南漳。高岑：小而高的山。\n路逶迤（wēiyí）而脩迥：道路曲折漫长。修，长。迥，远。\n川既漾而济深：河水荡漾而深，很难渡过。这两句是说路远水长归路艰难。\n悲旧乡之壅（yōng）隔兮：想到与故乡阻塞隔绝就悲伤不已。壅，阻塞。\n涕横坠而弗禁：禁不住泪流满面。涕，眼泪。弗禁，止不住。\n昔尼父之在陈兮，有“归欤”之叹音：据《论语·公冶长》记载，孔子周游列国的时候，在陈、蔡绝粮时感叹：“归欤，归欤！”尼父，指孔子。\n钟仪幽而楚奏兮：指钟仪被囚，仍不忘弹奏家乡的乐曲。《左传·成公九年》载，楚人钟仪被郑国作为俘虏献给晋国，晋侯让他弹琴，晋侯称赞说：“乐操土风，不忘旧也。”\n庄舄（xì）显而越吟：指庄舄身居要职，仍说家乡方言。《史记·张仪列传》载，庄舄在楚国作官时病了，楚王说，他原来是越国的穷人，现在楚国作了大官，还能思念越国吗？便派人去看，原来他正在用家乡话自言自语。\n人情同于怀土兮：人都有怀念故乡的心情。\n岂穷达而异心：哪能因为不得志和显达就不同了呢？\n惟日月之逾迈兮：日月如梭，时光飞逝。惟，发语词，无实义。\n俟（sì）河清其未极：黄河水还没有到澄清的那一天。俟，等待。河，黄河。未极，未至。\n冀王道之一平：希望国家统一安定。冀，希望。\n假高衢（qú）而骋力：自己可以施展才能和抱负。假，凭借。高衢：大道。\n惧匏（páo）瓜之徒悬：担心自己像匏瓜那样被白白地挂在那里。《论语·阳货》：“吾岂匏瓜也哉？焉能系而不食？” 比喻不为世所用。\n畏井渫（xiè）之莫食：害怕井淘好了，却没有人来打水吃。渫，淘井。《周易·井卦》：“井渫不食，为我心恻。” 比喻一个洁身自持而不为人所重用的人。\n步栖（qī）迟以徙倚：在楼上漫步徘徊。栖迟，徙倚都有徘徊、漫步义。\n白日忽其将匿（nì）：太阳将要沉没。匿，隐藏。\n风萧瑟而并兴：林涛阵阵，八面来风。萧瑟，树木被风吹拂的声音。并兴，指风从不同的地方同时吹起。\n天惨惨而无色：天空暗淡无光。\n兽狂顾以求群：野兽惊恐地张望寻找伙伴。 狂顾：惊恐地回头望。\n鸟相鸣而举翼：鸟张开翅膀互相地鸣叫。\n原野阒（qù）其无人：原野静寂无人。阒，静寂。\n征夫行而未息：离家远行的人还在匆匆赶路。\n心凄怆以感发：指自己为周围景物所感触，不禁觉得凄凉悲怆。\n意忉怛（dāodá）而憯（cǎn）恻：指心情悲痛，无限伤感。这两句为互文。憯，同“惨”。\n循阶除而下降：沿着阶梯下楼。循，沿着。除，台阶。\n气交愤于胸臆：胸中闷气郁结，愤懑难平。\n夜参半而不寐：即直到半夜还难以入睡。\n怅盘桓以反侧：惆怅难耐，辗转反侧。盘桓，这里指内心的不平静。\n\n\n","shangxi":"　　这篇赋以铺叙手法，由登楼极目四望而生忧时伤事之慨，并把眷恋故乡、怀才不遇之情巧妙地结合起来，而各层自有重点，深挚的感情，徐徐道来，感人至深，真不愧名家手笔。\n\n　　这篇赋主要抒写作者生逢乱世、长期客居他乡、才能不能得以施展而产生思乡、怀国之情和怀才不遇之忧，表现了作者对动乱时局的忧虑和对国家和平统一的希望，也倾吐了自己渴望施展抱负、建功立业的心情。全篇抒情意味很浓，“忧”字贯穿全篇，风格沉郁悲凉，语言流畅自然，是建安时代抒情小赋的代表性作品。\n\n　　此赋有如下特点：一、层次清晰。全文分为三段，首段写登楼所见，次段叙怀乡之情，末段抒身世之惧，遵循主人公情绪的自然发展而来，层次极为清晰。\n\n　　二、结构严谨。第一段写景中透露出“忧思”，“望”“忧” 两字，奠定了全文的抒情基调。第二段集中表达了作者内心的沉重忧思。开头四句承上文“非吾土”抒发怀乡之情，“凭轩槛以遥望兮”中的“望”字，化景物为情思。第三段对思乡之情进一步开掘，揭示出“忧思”深层的政治内涵。情景交融。首段写异乡风光：地势开阔，山川秀美，物产富饶，以眼前乐景反衬心中哀情。末段写傍晚景色：日惨风萧，兽狂鸟倦，原野寂寥，烘托出作者内心的凄怆。前后景物描写，即景生情，寓情于景，一乐一悲，相互照应，真切的反映出作者愁绪步步加深、忧伤至极的过程。\n\n　　三、语言清丽。文章用典贴切，注意与主观感情的抒发相契合。例如“瓠瓜徒悬”、“井渫莫食”等典故，都传达出作者的怀乡之情和怀才不遇的怨愤。文章大量运用富有音乐性的修饰词语。例如“眷眷”、“惨惨”、“凄怆”、“憯恻”、“盘桓”等，音节流畅，琅琅上口。\n\n　　四、主题深刻。这篇文章超越了一般的怀乡之作，揭示了深厚的政治内涵。“遭迁逝”句，概括了当时动荡的时代特征和作者悲惨不幸的遭遇；“惟日月”两句，表达了作者时不我待、急欲乘时而起的紧迫感；“冀王道” 两句，表达了作者以天下为己任、急于建功立业的使命感。总之，作者通过登楼四望，抒发了浓重的故土之思，倾吐了宏图难展的悲慨，表达了建功立业的迫切愿望。\n\n　　综上所述，这篇赋体貌高度精练，情思深厚丰腴，使读者自然而然地感觉其意味深永，形象感人，因此成为建安时期抒情小赋的杰作。\n\n","translation":"　　登上这座楼来眺望四周，暂且在闲暇的时光消解忧愁。（我）看这座楼宇所处的地方，实在是明亮宽敞少有匹敌。携带着清澈的漳水的浦口，倚临着弯曲的沮水的长长的水中陆地。背靠着高而平的广大的陆地，俯临水边高高低低的地面上可以灌溉的河流，北边的重点是陶朱公放牧的原野，西边连接着楚昭王的陵墓。花果遮蔽原野，谷物布满田地。但即使（这里）的确很美却不是我的乡土，又怎么能够值得我在此逗留？\n　　（我因为）逢上纷乱混浊的乱世而迁移流亡（到这里），到现在已经超过漫长的十二年。心中思念故乡希望归去，谁能忍受这种（思乡的）忧思啊！凭靠着楼上的栏杆来（向远方）遥望，面对着北风（我）敞开衣襟。（北方的）平原（是那么）遥远，（我）纵目远望，（视线）被荆山的高峰所遮蔽。道路弯弯曲曲又长又远，河水浩大无边深不可测。悲叹故乡被阻隔，眼泪横流情不能禁。昔日孔子在陈国的时候，发出过“归欤”的叹息。钟仪被囚禁（在晋国）而演奏楚国的地方乐曲，庄舄（在楚国）做了大官但仍说家乡越国的方言。人思念故乡的感情是相同的，岂会因为穷困还是显达而表现不同？\n　　念及时光的流逝，等待天下太平要到什么时候啊！（我）期望王道平易，在太平盛世施展自己的才能。担心像葫芦瓢一样徒然挂在那里（不被任用），害怕清澈的井水无人饮用。漫步游息徘徊，太阳很快就下山了。（接着）刮起了萧瑟的寒风，天色也阴沉沉地暗了下来。野兽慌忙地左顾右盼寻找兽群，鸟雀也纷纷鸣叫着展翅高飞。原野一片寂静没有游人，（只有）征夫在行走不停。（我的）心情凄凉悲怆而且感伤，心中也充满了忧伤和悲痛。（于是）沿着台阶走下楼来，心中却气愤难平。（一直）到了半夜还不能入睡，惆怅徘徊翻来覆去睡不着。\n\n"}
{"_id":{"$oid":"5b9a1826367d5c0f40d22c61"},"title":"重阳席上赋白菊","dynasty":"唐代","writer":"白居易","content":"满园花菊郁金黄，中有孤丛色似霜。 \n还似今朝歌酒席，白头翁入少年场。","type":["菊花","重阳节"],"remark":"郁金黄：花名，即金桂，这里形容金黄色的菊花似郁金黄。\n孤丛：孤独的一丛。\n白头翁：诗人自谓。\n\n","shangxi":"　　白居易这首《重阳席上赋白菊》诗写得新颖而别致，词约而意丰。全诗表达了诗人虽然年老仍有少年的情趣。以花喻人，饶有情趣。\n\n　　题为“赋白菊”，诗开头却先道满园的菊花都是金黄色。“满园花菊郁金黄，中有孤丛色似霜。”这是用陪衬的手法，使下句中那白色的“孤丛”更为突出，犹如“万绿丛中一点红”，那一点红色也就更加显目了。“满”“郁”与“孤”两相对照，白菊更为引入注目。“色似霜”生动的比喻，描绘了白菊皎洁的色彩。\n\n　　更妙的是后两句：“还似今朝歌酒席，白头翁人少年场。”诗人由花联想到人，联想到歌酒席上的情景，比喻自然贴切，看似信手拈来，其实是由于诗人随时留心观察生活，故能迅速从现实生活中来选取材料，作出具体而生动的比喻。这一比喻紧扣题意，出人意料又在情理之中。结句“白头翁人少年场”，颇有情趣。白菊虽是“孤丛”，好似“白头翁”，但是却与众“少年”在一起，并不觉孤寂、苍老，仍然充满青春活力。\n\n","translation":"一院子的菊花金黄金黄，中间有一丛白似霜的花儿是这么孤独。\n就像今天的酒席，老人家进了少年去的地方。\n\n"}
{"_id":{"$oid":"5b9a1826367d5c0f40d22c62"},"title":"洛桥晚望","dynasty":"唐代","writer":"孟郊","content":"天津桥下冰初结，洛阳陌上人行绝。 \n榆柳萧疏楼阁闲，月明直见嵩山雪。","type":["冬天","写景","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155654775.mp3","remark":"天津桥：即洛桥，在今河南省洛阳西郊洛水之上。\n萧疏：形容树木叶落。\n嵩山：位于河南省西部，地处河南省登封市西北面，是五岳中的中岳。\n\n","translation":"天津桥下的冰刚结不久，洛阳的大道上便几乎没了行人。\n叶落枝秃的榆柳掩映着静谧的楼台亭阁，万籁俱寂，悄无人声。在明静的月光下，一眼便看到了嵩山上那皑皑白雪。\n\n"}
{"_id":{"$oid":"5b9a1826367d5c0f40d22c63"},"title":"端午日赐衣","dynasty":"唐代","writer":"杜甫","content":"宫衣亦有名，端午被恩荣。细葛含风软，香罗叠雪轻。 \n自天题处湿，当暑著来清。意内称长短，终身荷圣情。","type":["端午节","感恩"],"remark":"宫衣，指官服。被恩荣：指得到赏识而觉得荣幸。\n细葛含风软，香罗叠雪轻。葛，是一种植物，可用来织布，细葛，指用最细最好的葛丝做的布，含风软，指葛布像风那么柔软。香罗，罗是一种有孔的丝织品，香罗指罗的香味；叠雪轻，像雪花叠在一起那么轻。\n自天题处湿，当暑著来清。题，指衣服的领子部分，湿，不是说湿润的湿，而是柔软的料子贴在颈上，凉凉的很舒服。当暑，指在天气热的时候，著，指穿着；清，凉爽。\n意内，指心里。称长短，指计算了一下衣服的大小。荷圣情，指充满圣上的恩情。\n\n","translation":"端午佳节，皇上赐予名贵的宫衣，恩宠有加。\n香罗衣是细葛纺成，柔软得风一吹就飘起，洁白的颜色宛如新雪。\n来自皇天，雨露滋润，正当酷暑，穿上它清凉无比。\n宫衣的长短均合心意，终身一世承载皇上的盛情。\n\n"}
{"_id":{"$oid":"5b9a1828367d5c0f40d22c64"},"title":"金陵望汉江","dynasty":"唐代","writer":"李白","content":"汉江回万里，派作九龙盘。\n横溃豁中国，崔嵬飞迅湍。\n六帝沦亡后，三吴不足观。\n我君混区宇，垂拱众流安。\n今日任公子，沧浪罢钓竿。","type":["长江","写景","抒情","忧国忧民"],"remark":"派：河的支流。长江从庐江、浔阳开始分作九支。盘：盘踞。\n横溃：泛滥。豁：打开。中国：中南地区。\n崔嵬：山峦高耸的样子，这里用长,J-i皮涛的汹涌来比喻六朝动荡的政局。迅湍：飞奔而下的激流。\n六帝：即六朝，指以金陵为都的六个朝代的君主，吴、东晋、宋、齐、梁、陈。\n三吴：史称古吴地后分为三，即吴兴、吴郡、会稽。这两句合起来是说自从六朝之后，长江以东的吴地就日渐分裂，远不如从前那么兴盛了。\n我君：指当朝皇帝唐玄宗。混：混合，统一。区宇：全国的范围。\n垂拱：垂衣拱手，无为而治。指天下太平的景象。众流安：各条江河均平安，借指国泰民安，政治稳定。\n任公子：《庄子·外物篇》中一个传说人物。他在长江中下游广大的地区用很大的钓钩和极多的食饵钧起一只巨大的鱼，可供许多人一起享用。这里用任公子比喻有大作为和才能的人。\n沧浪：据《孟子》，有隐者唱《沧浪歌》以表明隐居之志，后人用沧浪指代隐居垂钓之地。\n\n","shangxi":"　　这首诗以金陵为中心，写眺望长江远去的感想。全诗情景合一，寓比兴之意于写景之中。诗的前两句“汉水回万里，派作九龙盘。横溃豁中国，崔嵬飞迅湍。”都写出了长江下游万流横溃，直下东海，水势浩瀚，气势博大的特点，写出了远去的长江气势浩大，切中题旨，铺垫出一派雄壮气象。接着用江水泛滥造成的巨大影响和损失来写近古的国运不兴，为歌颂当下盛世蓄好气势。但诗的后四句“我君混区宇，垂拱众流安。今日任公子，沧浪罢钓竿。”并不是单纯而热烈地歌颂盛世，在一派祥和安宁之中，也透露出英雄无用武之地的淡淡悲哀。诗的感情深沉而表达稳妥，比喻以江水壮阔的气势与盛唐的国力相对应，贴切得体，从而自然又蕴含丰富地表达出盛世才子的惆怅。\n\n　　在此诗中李白已对万里长江的风光作了一个全面的描绘：上游之秀丽，三峡之急险，中游之宏阔，下游之浩瀚，都有极生动之描写，可以说李白用他的生花妙笔，为读者绘制了一幅极其宏伟的万里长江风光图卷。这是其它任何诗人所作不到的。而其他诗人，由于局于经历所限，对长江的描绘也只能是一时一处、一鳞一爪的个别描写，虽然他们可能写得很精彩，而不可能对万里长江绘出全图。即使是有人像李白那样有游万里长江的经历，但也未必像李白对长江那样的钟情，或虽钟情而不善于诗。\n\n　　李白漫游扬州时赋《秋日登扬州西灵塔》，称誉像教有“照迷方”之效。而《金陵望汉江》更值得关注，嘲笑东吴、东晋、宋、齐、梁、陈割据者依恃金陵钟山之险而称帝终归复亡的历史命运，同时盛赞李唐一统天下之伟绩。\n\n","translation":"　　长江延绵曲折长达万里，分作九条支流就如同九条巨龙盘踞。江水四溢，泛滥于中国，波涛汹涌迅疾奔流。六代的帝王沉寂沦亡之后，三吴已没有了昔日之盛，无足称赏。我朝圣明之君统一天下，垂衣拱手无为而冶。今天的任公子，已无需沧海垂钓而罢竿了。\n\n"}
{"_id":{"$oid":"5b9a1828367d5c0f40d22c65"},"title":"雄雉","dynasty":"先秦","writer":"佚名","content":"雄雉于飞，泄泄其羽。我之怀矣，自诒伊阻。\n雄雉于飞，下上其音。展矣君子，实劳我心。\n瞻彼日月，悠悠我思。道之云远，曷云能来？\n百尔君子，不知德行。不忮不求，何用不臧？","type":["诗经","思念"],"remark":"邶（bèi）：中国周代诸侯国名，地在今河南省汤阴县东南。\n雉（zhì）：野鸡，雄者有冠，长尾，身有文采，善斗。一说雉为耿介之鸟，交有时，别有伦。\n于：往。一说语助词。\n泄（yì）泄：鼓翅飞翔的样子。朱熹《诗集传》：“泄泄，飞之缓也。”\n怀：因思念而忧伤。\n自诒：自己给自己。诒（yí）：通”贻“，遗留。伊：此，这。阻：忧愁，苦恼。一说阻隔。\n下上其音：叫声随飞翔而忽上忽下。\n展：诚，确实。\n劳我心：即”我心劳“，因挂怀而操心、忧愁。劳，忧。\n瞻：远看，望。\n悠悠：绵绵不断。\n云：与下句的“云”同为语气助词。\n曷（hé）：何。此处指何时。\n百尔君子：你们这些君子。百，凡是，所有。尔，你们。君子，在位，有官职的大夫。\n德行：品德和行为。\n忮（zhì）：忌恨，害也。一说”贪求“。求：贪求。\n何用：何以，为何。不臧（zāng）：不善，不好。\n\n","shangxi":"　　此诗前二章都是以雄雉起兴。“兴”就是见景生情：看到漂亮的雄野鸡在空中自由自在地飞，欢快自得地鸣叫，这个独守空房的女人心中很不是滋味。雄雉就在眼前，能见到它舒畅地拍翅膀，能听到它咯咯的叫声。而丈夫久役，既不能见其人，也不能闻其声。先是怀想，后是劳心，思妇的感情层层迭起。此二章只举雄雉，不言双飞，正道出离别，引出下文“怀”“劳”的情绪，写雄雉，又是从“飞”这一动态去描写它的神情（“泄泄其羽”）和声音（“下上其音”），突出其反复不止，意在喻丈夫久役不息，思妇怀想不已。\n\n　　第三章以日月的迭来迭往，来兴丈夫久役不归。同时，以日月久长来拟自己的悠悠思绪。而关河阻隔，怅问丈夫归来何期，亦可见思妇怀念之切。此章中的“瞻”字涵盖思妇所见。思妇与所见的日月构成意象空间，虚拟出一幅思妇正在伫立遥望的情景，加以前文所见雄雉的点染，便传递出强烈的画面感。“道之云远”把思妇的视线指向其久役的丈夫，它与第一章“自诒伊阻”相承为义，分别从空间的距离（“远”）和空间的间断（“阻”）来说的。“曷云能来”，是对思妇“悠悠我思”的现实回答，也是思妇瞻望的必然结果。道远路阻，丈夫无法回来，这也深深透露出对当时现实的无奈。\n\n　　第四章语气一转，忧其丈夫仕于乱世，希望他善能周全，可见其深思至爱之意。传说雉是耿介之鸟，就其品性可比君子，《王风·兔爰》“雉离于罗”，即比君子遭罪。此章“不知德行”从反面伸足此义，就其品性来讽劝君子。\n\n　　全诗前三章的意思可以归纳为一个词：思念。女主人公思念远在天边从役的丈夫，自己内心沮丧，不能排解。每天看着日升日落，月圆月缺，女人心中的思念也如这日月一样悠长。最后一章的意思可以归纳为一个词：批判。女主人公指责那些贵族君子们，是他们的贪欲造成了夫妻分离的悲剧。前三章的思念是为后一章的批评蓄势；而末章对在位君子的批判，突破个人私情，使诗歌的境界提升了一个高度。\n\n","translation":"雄雉在空中飞翔，舒展着五彩翅膀。我如此思念夫君，给自己带来忧伤。\n雄雉在空中飞翔，上下鸣唱声嘹亮。我那诚实的夫君，实让我心劳神伤。\n看日月迭来迭往，思念是那样悠长。道路相隔真遥远，何时才能回家乡？\n那些在位君子们，不知我夫德高尚。不贪荣名不贪利，为何让他遭祸殃！\n\n"}
{"_id":{"$oid":"5b9a1828367d5c0f40d22c66"},"title":"水调歌头·题西山秋爽图","dynasty":"清代","writer":"纳兰性德","content":"空山梵呗静，水月影俱沉。悠然一境人外，都不许尘侵。岁晚忆曾游处，犹记半竿斜照，一抹界疏林。绝顶茅庵里，老衲正孤吟。\n云中锡，溪头钓，涧边琴。此生著几两屐，谁识卧游心？准拟乘风归去，错向槐安回首，何日得投簪。布袜青鞋约，但向画图寻。","type":["题画","抒情"]}
{"_id":{"$oid":"5b9a1828367d5c0f40d22c67"},"title":"王勃故事","dynasty":"宋代","writer":"宋祁","content":"九月九日都督大宴滕王阁，宿命其婿作序以夸客，因出纸笔遍请客，莫敢当，至勃，泛然不辞。都督怒，起更衣，遣吏伺其文辄报。一再报，语益奇，乃矍然曰：“天才也!”请遂成文，极欢罢。勃属文，初不精思，先磨墨数升，则酣饮，引被覆面卧，及寤，援笔成篇，不易一字，时人谓勃为腹稿。","type":["小学文言文","故事","赞美","写人"],"remark":"宿：事先。\n夸客：向宾客夸耀(女婿的才能)。\n勃：指王勃。\n泛然：轻松、愉快之意。\n语益奇：(勃文)更加奇妙（这里指一句比一句奇妙）。\n矍(jué)：惊惶貌。\n属(zhǔ)文：写文章。属，连缀。\n寤：睡醒。\n易：更改。\n\n","translation":"王勃路过钟陵，正赶上九月九日都督在滕王阁大宴宾客，事先背地里命他的女婿作一篇序以向宾客夸耀，于是拿出纸笔遍请宾客作序，大家都不敢担承。到王勃那里，竟漫不经心地接过笔来，也不推辞。都督大怒，起身假装上厕所，暗中派遣下属窥探王勃的文章，随时汇报。汇报了一两次之后，文章的语言越来越奇妙，都督兴奋地说：“这真是个天才！”连忙请他将文章全部写完，宾主尽欢而散。王勃做文章的时候，刚开始并不精密思索，先磨数升墨汁，然后大量饮酒，拉过一床被子蒙头而卧，等醒来之后，拿过笔来就写完全篇，一字不改，当时的人称王勃为“腹中写稿”。\n\n"}
{"_id":{"$oid":"5b9a1828367d5c0f40d22c68"},"title":"潇湘神·斑竹枝","dynasty":"唐代","writer":"刘禹锡","content":"斑竹枝，斑竹枝，泪痕点点寄相思。楚客欲听瑶瑟怨，潇湘深夜月明时。","type":["宋词三百首","婉约","咏物","怀古","哀怨"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155654504.mp3","remark":"潇湘神：词牌名，一名《潇湘曲》。此词作于朗州（今湖南省常德市）时期，诗中所及山水和故事皆在湘沅间。潇湘：湖南西南部潇水、湘水。\n斑竹：即湘妃竹。相传舜崩苍梧，娥皇、女英二妃追至，哭啼极哀，泪染于竹，斑斑如泪痕，故谓“斑竹”。\n泪痕点点寄相思：《述异记》载，“舜南巡，葬于苍梧。尧二女娥皇、女英泪下沾竹，文悉为之斑。”\n楚客：本指屈原，此处为作者自况。作此词时刘禹锡正值贬官朗州（治所在今湖南常德）。\n瑶瑟：以美玉妆饰成的瑟。古代之管弦乐器。\n潇湘：潇水在今湖南零陵县西北合于湘水，称潇湘。\n\n","translation":"斑竹枝啊斑竹枝，泪痕点点寄托着相思。楚地的游子啊若想听听瑶瑟的幽怨，在这潇水湘江之上当着夜深月明之时。\n\n"}
{"_id":{"$oid":"5b9a1828367d5c0f40d22c69"},"title":"出郊","dynasty":"明代","writer":"杨慎","content":"高田如楼梯，平田如棋局。\n白鹭忽飞来，点破秧针绿。","type":["古诗三百首","春天","田园","写景"],"remark":"郊：泛指城外、野外、郊外。\n高田：沿着山坡开辟的田畦，又叫梯田。\n平田：指山下平地上的田块。\n棋局：象棋盘。\n鹭：一种长颈尖嘴的水鸟，常在河湖边、水田、沼泽地捕食鱼虾。\n点破：打破了。\n秧针：水稻始生的秧苗。\n\n","translation":"山坡上一级一级的畦田像楼梯，平原上整整齐齐的畦田像棋盘。\n白鹭忽然飞到水稻田上来，在一片绿色的秧苗上点上了白点。\n\n"}
{"_id":{"$oid":"5b9a1828367d5c0f40d22c6a"},"title":"骤雨打新荷","dynasty":"金朝","writer":"元好问","content":"绿叶阴浓，遍池亭水阁，偏趁凉多。\n海榴初绽，朵朵簇红罗。\n老燕携雏弄语，有高柳鸣蝉相和。\n骤雨过，珍珠乱撒，打遍新荷。\n人生百年有几，念良辰美景，休放虚过。\n穷通前定，何用苦张罗。\n命友邀宾玩赏，对芳樽浅酌低歌。\n且酩酊，任他两轮日月，来往如梭。\n\n","type":["写景","抒怀"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155655720.mp3","remark":"海榴：即石榴。\n撒：撒落。\n几：几许，此处指多长时间。\n穷通前定：意为失意得意命运的好坏由前生而定。\n命友：邀请朋友。\n芳尊：美酒。尊，即樽，酒杯。\n\n","shangxi":"　　《唐诗三百首》中，只有两首是专抒夏日好处的，一首是孟浩然《夏日南亭怀辛大》：“山光忽西落，池月渐东上。散发乘夕凉，开轩卧闲敞。荷风送香气，竹露滴清响。……”一首是韦应物《郡斋雨中与诸文士燕集》：“兵卫森画戟，燕寝凝清香。海上风雨至，逍遥池阁凉。……”不约而同，都突出了“凉”的美感。夏日景物的色彩要比春天浓烈和热闹得多，文人却偏偏不敢去全身心地迎接，先要为自己留一块虚静的凉荫。也许这是因为在夏季的炎熇中，澄怀涤烦是娱目游心的首要前提，有“闲情”才有“逸致”。\n\n　　本篇前半绘写夏日园亭的自然景色，首先也是强调“凉多”。这是从池塘水阁遍布的一片“绿叶阴浓”来呈现的，屏绝了骄阳和暑气，构筑了理想的适于憩息的清凉世界。作者写的是“阴浓”，却不忘点明“绿叶”。因为随后两句便叙出了“朵朵蹙红罗”的石榴花，红绿相映，绘出了园亭夏景的浓烈色彩。这五句的基调是静谧的，于是作者又搜索到了园中的声：“老燕携雏弄语，对高柳鸣蝉相和。”燕子呢喃，蝉鸣高柳，表现了万物的安适自得，这不仅没有破坏宁和的氛围，反而更增添了夏景的恬美。在“偏趁凉多”的澄怀意境中，去进一步发现和领略夏令的美感，这是诗人高出一筹之处。\n\n　　最值得称妙的是诗人并不以此为满足，而是在写景的结尾添出一场“骤雨”。雨点“似琼珠乱撒”，跳跃奔放，“打遍新荷”，历历如闻，这一切都表现出诗人对它的欣赏。这一场骤雨的洗礼推出了一番全新的景象，不同于叠床架屋的泛泛之笔，但它的别开生面，却使前时的种种美感锦上添花。“凉多”是不用说了，从“选色”的方面看，它增出了“新荷”，且使前时的池亭水阁、绿树红花在“雨过”后更为明洁、泽润；从“征声”的一面说，燕语蝉鸣可能有一时的沉默，而“骤雨打新荷”的琤琮声却不啻是一支更为动听的乐曲，且仍有愈喧愈静、以闹助恬之妙。作者以之作为“良辰美景”的充分体现，并随之接出“休放虚过”的感慨，我们是能深会其心的。\n\n　　曲的下片转入抒写感慨的内容，一是人生苦短，二是穷通有命，于是得出了及时行乐的结论。这种感想本属于老生常谈，但我们并不觉陈腐可厌，正是因为它得自即景抒情，而前时的写景已作了成功的铺垫。一来是上片的景语中确实充分集中了夏日的“良辰美景”，值得不计代价地去“玩赏”、“酩酊”；二来是诗人在叙景中洋溢着一派隐逸脱俗的天趣，“何用苦张罗”，便带有蔑视奔竞、看破红尘的高士风味；三来是“骤雨打新荷”这一自然现象的变化与“两轮日月，来往如梭”的人世社会的变化同有可味之处，顺适自然，委运任化，也就有了逻辑上的联系。“人生如梦”四字算得耳熟能详了，但我们读了苏东坡“大江东去”的《念奴娇》，照样觉得震铄耳目。可见一首成功的文学作品，于自身的艺术美感之外，还往往能激起读者对人生常理的深思与共鸣。\n\n　　这是作者在《小圣乐》曲调基础上的自度曲，问世后流播人口，“名姬多歌之”。笔记载赵孟頫日后在歌筵上听歌女献唱此曲，感慨作诗，有“主人自有沧洲趣，游女仍歌白雪词”之句（见《辍耕录》）。可见此曲对散曲的初创及扩大影响，起了不小的作用。早期文人的自度散曲本质是词，亦以词法为之；不同于晚期宋词的是它配上了北曲的宫调。《四库全书总目提要》：“自宋赵彦肃以句字配协律吕，遂有曲谱。至元代，如《骤雨打新荷》之类，则愈出愈新”，便指出了这一特点。言下也有视此曲为散曲开山之祖的含意。\n\n","translation":"绿叶繁茂一片浓阴，池塘中布满水阁，这里最凉快。石榴花刚开，妖娆艳丽散发扑鼻的香气。老燕携带着小燕，叽叽地说着话，高高的柳枝上有蝉鸣相和。骤雨刹时飞来，像珍珠一般乱洒，打遍池塘里一片片新荷。\n人生能有多长时间，想想那良辰美景，好像刚刚做了一场梦一样。命运的好坏是由前生而定的，何必要自己苦苦操劳呢。邀请宾客朋友玩赏，喝酒唱歌，暂且喝个酩酊大醉，任凭它日月轮转，来往像穿梭。\n\n"}
{"_id":{"$oid":"5b9a1828367d5c0f40d22c6b"},"title":"十二月十五夜","dynasty":"清代","writer":"袁枚","content":"沉沉更鼓急，渐渐人声绝。\n吹灯窗更明，月照一天雪。\n\n","type":["冬天","月夜","写雪"]}
{"_id":{"$oid":"5b9a1828367d5c0f40d22c6c"},"title":"少年游·润州作","dynasty":"宋代","writer":"苏轼","content":"去年相送，余杭门外，飞雪似杨花。今年春尽，杨花似雪，犹不见还家。\n对酒卷帘邀明月，风露透窗纱。恰似姮娥怜双燕，分明照、画梁斜。","type":["婉约","思念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155655444.mp3","remark":"少年游：词牌名。\n润州：今江苏镇江。\n余杭门：北宋时杭州的北门之一。\n“对酒”句：写月下独饮。\n姮娥：即嫦娥，月中女神。亦代指月。\n\n","shangxi":"　　宋神宗熙宁七年(1074)三月底、四月初，任杭州通判的苏轼因赈济灾民而远在润州时(今江苏镇江)。为寄托自己对妻子王润之的思念之情，他写下了这首词。此词是作者假托妻子在杭思己之作，含蓄婉转地表现了夫妻双方的一往情深。\n\n　　上片写夫妻别离时间之久，诉说亲人不当别而别、当归而未归。前三句分别点明离别的时间——“去年相送”；离别的地点——“余杭门外”；分别时的气候——“飞雪似杨花”。把分别的时间与地点说得如此之分明，说明夫妻间无时无刻不在惦念。大雪纷飞本不是出门的日子，可是公务在身，不得不送丈夫冒雪出发，这种凄凉气氛自然又加深了平日的思念。后三句与前三句对举，同样点明时间——“今年春尽”，气候——“杨花似雪”，可是去年送别的丈夫“犹不见还家”。原以为此次行役的时间不长，当春即可还家，可如今春天已尽，杨花飘絮，却不见人归来，怎能不叫人牵肠挂肚呢？这一段引入了《诗·小雅·采薇》“昔我往矣，杨柳依依；今我来思，雨雪霏霏”的手法，而“雪似杨花”、“杨花似雪”两句，比拟既工，语亦精巧，可谓推陈出新的绝妙好辞。\n\n　　下片转写夜晚，着意刻画妻子对月思己的孤寂、惆怅。“对酒卷帘邀明月，风露透窗纱”，说的是在寂寞中，本想仿效李白的“举杯邀明月，对影成三人”，卷起帘子引明月作伴，可是风露又乘隙而入，透过窗纱，扑入襟怀。结尾三句是说，妻子在人间孤寂地思念丈夫，恰似姮娥在月宫孤寂地思念丈夫后羿一样。姮娥怜爱双栖燕子，把她的光辉与柔情斜斜地洒向那画梁上的燕巢，这就不能不使妻子由羡慕双燕，而更思念远方的亲人。\n\n","translation":"去年相送于余杭门外，大雪纷飞如同杨花。如今春天已尽，杨花飘絮似飞雪，却不见离人归来，怎能不叫人牵肠挂肚呢？\n卷起帘子举起杯，引明月作伴，可是风露又乘隙而入，透过窗纱，扑入襟怀。月光无限怜爱那双宿双栖的燕子，把它的光辉与柔情斜斜地洒向画梁上的燕巢。\n\n"}
{"_id":{"$oid":"5b9a1828367d5c0f40d22c6d"},"title":"清平调·其三","dynasty":"唐代","writer":"李白","content":"名花倾国两相欢，长得君王带笑看。\n解释春风无限恨，沉香亭北倚阑干。","type":["乐府","写人","写花"],"remark":"名花：指牡丹花。\n倾国：指杨贵妃。\n解释：消除。\n沉香亭：亭子名称。在唐兴庆宫龙池东。\n\n","translation":"　　杨贵妃绝代佳人与红艳牡丹相得益彰，美人与名花常使君王带笑观看。动人姿色似春风能消无限怨恨，在沉香亭北君王贵妃双双倚靠着栏杆。\n\n"}
