{"_id":{"$oid":"5b9a1847367d5c0f40d22d36"},"title":"冬至","dynasty":"唐代","writer":"杜甫","content":"年年至日长为客，忽忽穷愁泥杀人。\n江上形容吾独老，天边风俗自相亲。\n杖藜雪后临丹壑，鸣玉朝来散紫宸。\n心折此时无一寸，路迷何处见三秦。\n\n","type":[]}
{"_id":{"$oid":"5b9a1847367d5c0f40d22d37"},"title":"折杨柳","dynasty":"唐代","writer":"李白","content":"垂杨拂绿水，摇艳东风年。\n花明玉关雪，叶暖金窗烟。\n美人结长想，对此心凄然。\n攀条折春色，远寄龙庭前。","type":["乐府","春天","女子","思念"],"remark":"摇艳：美丽的枝条随风飘扬。\n年：时节。\n长想：又作“长恨”。\n龙庭：又叫龙城。是匈奴祭天、大会诸部之地。\n\n","translation":"　　春天来了，垂杨荡漾在白云绿水间，它那美丽的枝条随着春风飘扬，好不娇美。这里适逢生机蓬勃的春天，花儿争相开放，但玉关边塞此时却是冰雪交加，美人每当想起这些，都会倍感惆怅。她在金窗前独自凭依，看叶暖烟空，心中更有无限离愁。她面对此景心中常会荡起一种凄凉之感。真想攀折柳条，以远寄到情郎所在的龙城前，让他明白她的一片相思。\n\n"}
{"_id":{"$oid":"5b9a1847367d5c0f40d22d38"},"title":"小雅·伐木","dynasty":"先秦","writer":"佚名","content":"伐木丁丁，鸟鸣嘤嘤。出自幽谷，迁于乔木。嘤其鸣矣，求其友声。\n相彼鸟矣，犹求友声。矧伊人矣，不求友生？神之听之，终和且平。\n伐木许许，酾酒有藇！既有肥羜，以速诸父。宁适不来，微我弗顾。\n於粲洒扫，陈馈八簋。既有肥牡，以速诸舅。宁适不来，微我有咎。\n伐木于阪，酾酒有衍。笾豆有践，兄弟无远。民之失德，乾餱以愆。\n有酒湑我，无酒酤我。坎坎鼓我，蹲蹲舞我。迨我暇矣，饮此湑矣。\n\n","type":["诗经","友情"],"remark":"丁（zhēng）丁：砍树的声音。\n嘤嘤：鸟叫的声音。\n相：审视，端详。\n矧（shěn）：况且。伊：你。\n听之：听到此事。\n终……且……：既……又……。\n许（hǔ）许：砍伐树木的声音。\n酾酒：筛酒。酾（shī），过滤。有藇：即“藇藇”，酒清澈透明的样子。藇（xù），甘美，或释为“溢貌”。\n羜（zhù）：小羊羔。\n速：邀请。\n宁：宁可。适：恰巧。\n微：非。弗顾：不顾念。\n於（wū）：叹词。粲：光明、鲜明的样子。埽：同“扫”。\n陈：陈列。馈（kuì）：食物。簋（guǐ）：古时盛放食物用的圆形器皿。\n牡：雄畜，诗中指公羊。\n诸舅：异姓亲友。\n咎：过错。\n有衍：即“衍衍”，满溢的样子。\n笾（biān）豆：盛放食物用的两种器皿。践：陈列。\n民：人。\n乾餱（hóu）：干粮。愆（qiān）：过错，过失。\n湑（xǔ）：滤酒。\n酤：买酒。\n坎坎：鼓声。\n蹲蹲：舞姿。\n注释编辑丁（zhēng）丁：砍树的声音。\n嘤嘤：鸟叫的声音。\n相：审视，端详。\n矧（shěn）：况且。伊：你。\n听之：听到此事。\n终……且……：既……又……。\n许（hǔ）许：砍伐树木的声音。\n酾酒：筛酒。酾（shī），过滤。有藇：即“藇藇”，酒清澈透明的样子。藇（xù），甘美，或释为“溢貌”。\n羜（zhù）：小羊羔。\n速：邀请。\n宁：宁可。适：恰巧。\n微：非。弗顾：不顾念。\n於（wū）：叹词。粲：光明、鲜明的样子。埽：同“扫”。\n陈：陈列。馈（kuì）：食物。簋（guǐ）：古时盛放食物用的圆形器皿。\n牡：雄畜，诗中指公羊。\n诸舅：异姓亲友。\n咎：过错。\n有衍：即“衍衍”，满溢的样子。\n笾（biān）豆：盛放食物用的两种器皿。践：陈列。\n民：人。\n乾餱（hóu）：干粮。愆（qiān）：过错，过失。\n湑（xǔ）：滤酒。\n酤：买酒。\n坎坎：鼓声。\n蹲蹲：舞姿。\n迨（dài）：等待。\n\n\n","shangxi":"　　历代学者一般认为这是一首宴享诗。但诗的作者及创作年代前人没有深考。\n\n　　《伐木》和《伐檀》不同，它不是描述伐木劳动，而是由伐木兴起，说到友情可贵。无论亲朋故旧还是新的相识，都要相互关心，相互帮助，并且常来常往。\n\n　　诗共三章，除首章外，都集中笔墨写宴饮。显然是把宴饮当做建立和联系友情的重要手段。\n\n　　在抒情方式之选择上，《伐木》的作者采用了一种先迂回后正面的表达方式。诗一开头，就以“丁丁”的伐木声和“嘤嘤”的鸟鸣声，令读者仿佛置身于一个远离尘世的仙境。在这里，时间仿佛停止，一切自在自为。只有这伐木之声和悦耳的鸟鸣在空旷的幽谷里回荡。一个孤独的伐木者，一个出谷迁乔去寻找知音的鸟儿，这两个意象在这仙境一般的氛围中被不断地进行视觉和听觉上的重叠和加强：声音使人联想到形象，形象又赋于声音特殊的内涵。从而最终幻化出一个远离现实政治的、借以寄托内心苦闷的超然之境。这一境界是诗人内心的人生理想在潜意识中迂回曲折的表露。同时也是厉王暴政下朝臣们心有余悸、不敢谈论政治而另寻寄托的普遍心态。现实毕竟是现实，随着这一比兴手法的完结，作为政治家的诗人终于强迫自己面对这冷酷的存在世界：“相彼鸟矣，犹求友生。矧伊人矣，不求友生。”号召人们起来改变现实，叙亲情，笃友谊，一切从头开始。然后又申之以“神之听之，终和且平”。从人情天理处说起，避开政治而为政治，这就是诗人既体察人心，又深谙做诗劝戒之道的地方。\n\n　　第二章全然是写人的活动，也就是“求友生”之具体表现。开头用语与首章部分重叠，显得整饬又有变化，读来流转而且自然。这里仍然由物兴起，但只用“伐木许许”一句，其余如对鸟鸣的描述一概略去。论者往往因为“伐木”句与后面的“酾酒”句联系紧密，就误认为它也是“赋”（直陈其事）。其实“伐木”云云，乃相应之词，不止形式上叠合延绵，内容也相仿佛，只是为避免刻板滞重，才作此省略。省略也是变化的方式，有变化才有发展，内容为之深化，形式也愈加富丽多姿。于是出现备办筵席的热闹场面：酒是甘美的，菜肴中有肥嫩羊羔，还有许多其他可口的食物，屋子也打扫得干干净净，可以看出主人的诚心诚意，因为宴请客人，不仅是出于礼仪，更是为了寻求友情。被邀请的客人都是长者，有同姓的（诸父），也有异姓的（诸舅）。诗人希望他们全都光临。“宁适不来？微我顾弗！”“宁适不来？微我有咎！”这是他的担心。由于希望甚殷，就生怕它落空。这种“患得患失”的情绪是真实的，也是感人的。它表明主人的态度十分诚恳，对友情的追求坚定不移。\n\n　　诗人还批评了不顾情谊、互相猜忌的不良现象：“既有肥羜”，“於粲洒埽，陈馈八簋”，邀请“诸父”、“诸舅”而“不来”，又于我“弗顾”。这样的局面是不利于重振祖业的政治理想的。\n\n　　第三章分两部分。前半部分是第二章的延续和发展，依然写设宴请客，不过用笔极简，旨在“示异”，以免拖沓。“笾豆有践，兄弟无远!”这次邀请是同辈，但酒菜之丰盛，礼节之周到不减于前。联系前面的有关描述，它明确地表达了这样的观点：无论长幼和亲疏（即诗中所谓“诸父”“诸舅”和“兄弟”）都应互相有爱。这种类似博爱的思想充斥整个诗篇，可以说是总的命意所在。但建议和发展友情的手段却比较单调，用现代的观点来看也未见合适，因为在酒席台上交的朋友多不可靠。也许饮食还是古人主要的交际方式，他们又多以诚待人，布设酒肉圈套，故而被诗人选作表达友情题旨的材料。另外还有反面教训，就是“民之失德，乾餱以愆”。人与人之间的矛盾和纷争往往由饮食细故引起，要创建和平局面，就得处理好饮食问题。\n\n　　后半部分是尾声，似乎由众人合唱，表达了欢乐的情绪与和睦亲善的愿望。三方面的人（主人、来宾和受邀而未至者）团结一致，气氛和谐，令人鼓舞。\n\n　　作者还为失去的友情和亲情而振臂高呼，他用饱经沧桑的笔调描绘着自己的希望和要求：普通人之间以诚相待绝不“乾餱以愆”。亲友之间相互理解（“有酒湑我，无酒酤我”）、信任，和睦快乐地相处。人和者政必通，最后，作者又是以一个超越于现实之上的境界结束全诗：在咚咚的鼓声伴奏下，人们载歌载舞、畅叙衷情，一派升平景象。这是作为政治家的诗人中兴周室之政治理想的艺术展示。\n\n　　此诗是燕乐歌词，因而它的博爱的题旨可广泛传播，有一定的影响。在艺术上它给人的突出印象有三个方面：一是靠头的比兴部分不仅构成比较鲜明的画面，而且有生动的情节，它既是独立的，又与主题部分联系紧密，这样，主体部分的命意就更加明朗，便于读者和听众感受；二是把被邀的客人分别用“诸父”“诸舅”和“兄弟”指代，覆盖面大，而又意象分明，对表达诗歌的题旨起着重要的作用，可见作者选用词语的匠心；三是结尾表现的场面色彩浓丽，节奏明快，全然是就筵席写筵席，没有穿插“点题”笔墨，却成功地渲染出团结友善的醉人气氛。诗人把自己的人生追求化作可以闻见景象，因而颇具艺术魅力。\n\n","translation":"咚咚作响伐木声，嘤嘤群鸟相和鸣。鸟儿出自深谷里，飞往高高大树顶。小鸟为何要鸣叫？只是为了求知音。仔细端详那小鸟，尚且求友欲相亲。何况我们这些人，岂能不知重友情。天上神灵请聆听，赐我和乐与宁静。\n伐木呼呼斧声急，滤酒清纯无杂质。既有肥美羊羔在，请来叔伯叙情谊。即使他们没能来，不能说我缺诚意。打扫房屋示隆重，嘉肴八盘桌上齐。既有肥美公羊肉，请来舅亲聚一起。即使他们没能来，不能说我有过失。\n伐木就在山坡边，滤酒清清快斟满。行行笾豆盛珍馐，兄弟叙谈莫疏远。有人早已失美德，一口干粮致埋怨。有酒滤清让我饮，没酒快买我兴酣。咚咚鼓声为我响，翩翩舞姿令我欢。等到我有闲暇时，一定再把酒喝完。\n\n"}
{"_id":{"$oid":"5b9a1847367d5c0f40d22d39"},"title":"登泰山记","dynasty":"清代","writer":"姚鼐","content":"　　泰山之阳，汶水西流；其阴，济水东流。阳谷皆入汶，阴谷皆入济。当其南北分者，古长城也。最高日观峰，在长城南十五里。\n\n　　余以乾隆三十九年十二月，自京师乘风雪，历齐河、长清，穿泰山西北谷，越长城之限，至于泰安。是月丁未，与知府朱孝纯子颍由南麓登。四十五里，道皆砌石为磴，其级七千有余。\n\n　　泰山正南面有三谷。中谷绕泰安城下，郦道元所谓环水也。余始循以入，道少半，越中岭，复循西谷，遂至其巅。古时登山，循东谷入，道有天门。东谷者，古谓之天门溪水，余所不至也。今所经中岭及山巅崖限当道者，世皆谓之天门云。道中迷雾冰滑，磴几不可登。及既上，苍山负雪，明烛天南；望晚日照城郭，汶水、徂徕如画，而半山居雾若带然。\n\n　　戊申晦，五鼓，与子颖坐日观亭，待日出。大风扬积雪击面。亭东自足下皆云漫。稍见云中白若摴蒱数十立者，山也。极天云一线异色，须臾成五彩。日上，正赤如丹，下有红光，动摇承之。或曰，此东海也。回视日观以西峰，或得日，或否，绛皓驳色，而皆若偻。\n\n　　亭西有岱祠，又有碧霞元君祠；皇帝行宫在碧霞元君祠东。是日，观道中石刻，自唐显庆以来，其远古刻尽漫失。僻不当道者，皆不及往。\n\n　　山多石，少土；石苍黑色，多平方，少圜。少杂树，多松，生石罅，皆平顶。冰雪，无瀑水，无鸟兽音迹。至日观数里内无树，而雪与人膝齐。\n\n　　桐城姚鼐记。\n\n","type":["初中文言文","写山","写景"],"remark":"选自《惜宝轩诗文集》（《四部丛刊》影音原刊本）。姚鼐（nài），字姬传，一字梦谷，室名惜抱轩，清代代桐城（今安徽桐城）人。桐城派古文家。\n阳：山的南面。\n汶（Wèn）水：也叫汶河。发源于山东莱芜东北原山，向西南流经泰安东。\n济水：发源于河南济源县西王屋山，东流到山入海东。后来下游被黄河冲没。\n阳谷：指山南面谷中的水。谷，两山之间的流水道，现在通称山涧。\n当其南北分者：在那（阳谷和阴谷）南北分界处的。\n古长城：指春秋时期齐国所筑长城的遗址，古时齐鲁两国以此为界。\n日观峰：在山顶东岩，是泰山观日出的地方。\n以：在。\n乾隆三十九年：即年。\n乘：趁，这里有“冒着”的意思。\n齐河、长清：地名，都在山东省。\n限：门槛，这里指像一道门槛的城墙。\n泰安：即今山东泰安，在泰山南面，清朝为泰安府治所。\n丁未：丁未日（十二月二十八日）。\n朱孝纯子颖：朱孝纯，字子颖。当时是泰安府的知府。\n蹬（dèng）：石级。\n级：石级。\n环水：即中溪，俗称梳洗河，流出泰山，傍泰安城东面南流。\n循以入：顺着（中谷）进去。\n道少半：路不到一半。\n中岭：即黄岘（xiàn）岭，又名中溪山，中溪发源于此。\n天门：泰山峰名。《山东通志》：“泰山周回一百六十里，屈曲盘道百余，经南天门，东西三天门，至绝顶，高四十余里。”\n崖限当道者：挡在路上的像门槛一样的山崖。\n云：语气助词。\n几：几乎。\n苍山负雪，明烛天南：青山上覆盖着白雪，（雪）光照亮了南面的天空。负，背。烛，动词，照。\n徂徕（cúlái）：山名，在泰安东南。\n居：停留。\n戊申晦：戊申这一天是月底。晦：农历每月最后一天。\n五鼓：五更。\n日观亭：亭名，在日观峰上。\n漫：迷漫。\n摴蒱（chūpú）：又作“樗蒲”，古代的一种赌博游戏，这里指博戏用的“五木”。五木两头尖，中间广平，立起来很像山峰。\n极天：天边。\n采：通“彩”。\n丹：朱砂。\n东海：泛指东面的海。这里是想象，实际上在泰山顶上看不见东海。\n或得日，或否：有的被日光照着，有的没有照着。\n绛皓驳色：或红或白，颜色错杂。绛，大红。皓：白色。驳：杂。\n若偻：像脊背弯曲的样子。引申为鞠躬、致敬的样子。日观峰西面诸峰都比日观峰低，所以这样说。偻，驼背。\n岱祠：东岳大帝庙。\n碧霞元君：传说是东岳大帝的女儿。\n行宫：皇帝出外巡行时居住的住所。这里指乾隆登泰山时住过的宫室。\n显庆：唐高宗的年号。\n漫失：模糊或缺失。漫：磨灭。\n僻不当道者：偏僻，不在道路附近的。\n圜：通“圆”。\n瀑水：瀑布。\n\n\n","translation":"　　泰山的南面，汶河向西流去；泰山的北面，济水向东流去。南面山谷的水都流入汶水，北面山谷的水都流入济水。处在那阳谷和阴谷南北分界处的，是古代春秋时期齐国所筑长城的遗址。最高的日观峰，在古长城以南十五里。\n　　我在乾隆三十九年（年）十二月从京城里出发，冒着风雪启程，经过齐河县、长清县，穿过泰山西北面的山谷，跨过长城的城墙，到达泰安。这月日，我和泰安知府朱孝纯从南边的山脚登山。攀行四十五里远，道路都是石板砌成的石级，那些台阶共有七千多级。泰山正南面有三条水道，（其中）中谷的水环绕泰安城，这就是郦道元书中所说的环水。我起初顺着中谷进去。（沿着小路）走了不到一半，翻过中岭，再沿着西边的水道走，就到了泰山的巅顶。古时候登泰山，沿着东边的水道进入，道路中有座天门。这东边的山谷，古时候称它为“天门溪水”，是我没有到过的。现在（我）经过的中岭和山顶，挡在路上的像门槛一样的山崖，世上人都称它为“天门”。一路上大雾弥漫、冰冻溜滑，石阶几乎无法攀登。等到已经登上山顶，只见青山上覆盖着白雪，（雪）光照亮了南面的天空。远望夕阳映照着泰安城，汶水、徂徕山就像是一幅美丽的山水画，停留在半山腰处的云雾，又像是一条舞动的飘带似的。\n　　戊申这一天是月底，五更的时候，我和子颖坐在日观亭里，等待日出。这时大风扬起的积雪扑面打来。日观亭东面从脚底往下一片云雾弥漫，依稀可见云中几十个白色的像骰子似的东西，那是山峰。天边的云彩形成一条线（呈现出）奇异的颜色，一会儿又变成五颜六色的。太阳升上来了，红的像朱砂一样，下面有红光晃动摇荡着托着它。有人说，这是东海。回头看日观峰以西的山峰，有的被日光照到，有的没照到，或红或白，颜色错杂，都像弯腰曲背鞠躬致敬的样子。\n　　日观亭西面有一座东岳大帝庙，又有一座碧霞元君（东岳大帝的女儿）庙。皇帝的行宫（出外巡行时居住的处所）就在碧霞元君庙的东面。这一天，（还）观看了路上的石刻，都是从唐朝显庆年间以来的，那些更古老的石碑都已经模糊或缺失了。那些偏僻不对着道路的石刻，都赶不上去看了。\n　　山上石头多，泥土少。山石都呈青黑色，大多是平的、方形的，很少有圆形的。杂树很少，多是松树，松树都生长在石头的缝隙里，树顶是平的。冰天雪地，没有瀑布，没有飞鸟走兽的声音和踪迹。日观峰附近几里以内没有树木，积雪厚得同人的膝盖一样平齐。\n　　桐城姚鼐记述。\n\n"}
{"_id":{"$oid":"5b9a1847367d5c0f40d22d3a"},"title":"初夏即事","dynasty":"宋代","writer":"王安石","content":"石梁茅屋有弯碕，流水溅溅度两陂。(度两陂 一作：度西陂)\n晴日暖风生麦气，绿阴幽草胜花时。","type":["写风","田园","写景"],"remark":"石梁：石桥\n弯碕：曲岸\n溅溅：流水声。唐人李端《山下泉》：“碧水映丹霞，溅溅度浅沙。”\n陂：池塘。\n晴日暖风：语本唐人薛能《折杨柳》：“暖风晴日断浮埃，废路新条发钓台。”\n花时：花开的季节，指春天。白居易《寄元九》：“月夜与花时，少逢杯酒乐。”\n\n","translation":"石桥和茅草屋绕在曲岸旁，溅溅的流水流入西边的池塘。\n晴朗的天气和暖暖的微风催生了麦子，麦子的气息随风而来。碧绿的树荫，青幽的绿草远胜春天百花烂漫的时节。\n\n"}
{"_id":{"$oid":"5b9a1847367d5c0f40d22d3b"},"title":"玉台体","dynasty":"唐代","writer":"权德舆","content":"昨夜裙带解，今朝蟢子飞。\n铅华不可弃，莫是藁砧归。","type":["唐诗三百首","女子","思念"],"remark":"蟢子：小蜘蛛脚长者，俗称蟢子。\n铅华：指脂粉。\n藁砧：丈夫的隐语。\n\n","shangxi":"　　南朝徐陵曾把梁代以前的诗选作十卷，定名《玉台新咏》。严羽说：“或者但谓纤艳者玉台体，其实则不然。”（《沧浪诗话》）可知这一诗集，香艳者居多。权德舆此组诗共十二首，标明仿效“玉台体”，写的是闺情，感情真挚，朴素含蓄，可谓俗不伤雅，乐而不淫。这是第十一首，写一位新娘初入夫家，惟恐处事不当的心态。\n\n　　人在寂寞郁闷之时，常常喜欢左顾右盼，寻求解脱苦恼的征兆。特别当春闺独守，愁情难耐之时更易表现出这种情绪和心理。我国古代妇女，结腰系裙之带，或丝束，或帛缕，或绣绦，一不留意，有时就难免绾结松弛，这，自古以来被认为是夫妇好合的预兆，当然多情的女主人公马上就把这一偶然现象与自己的思夫之情联系起来了。“昨夜裙带解”，或许是丈夫要回来了。她欢情入怀，寝不安寐，第二天一早，正又看到屋顶上捕食蚊子的蟢子（喜蛛，一种长脚蜘蛛）飘舞若飞：“蟢”者，“喜”也，“今朝蟢子飞”，祥兆频频出现，这不会是偶然的。喜出望外的女主人公于是由衷地默念：“铅华不可弃，莫是藁砧归！”意思是：我还得好好严妆打扮一番，来迎接丈夫的归来。藁砧，代指丈夫。\n\n　　此诗文字质朴无华，但感情却表现得细致入微。像“裙带解”、“蟢子飞”，这都是些引不起一般人注意的小节，但却荡起了女主人公心灵深处难以平静的涟漪。诗写得含蓄而耐人寻味。通篇描摹心理，用语切合主人公的身分、情态，仿旧体而又别开生面。\n\n","translation":"昨晚我裙带忽然松弛解开，早晨又看见蟢子双双飞来。\n要赶紧描眉擦粉梳妆打扮，莫非是我的丈夫快要回来。\n\n"}
{"_id":{"$oid":"5b9a1847367d5c0f40d22d3c"},"title":"渡易水","dynasty":"明代","writer":"陈子龙","content":"并刀昨夜匣中鸣，燕赵悲歌最不平；\n易水潺湲云草碧，可怜无处送荆卿！","type":["古诗三百首","咏史怀古","愤懑","言志"]}
{"_id":{"$oid":"5b9a1847367d5c0f40d22d3d"},"title":"春晓","dynasty":"唐代","writer":"元稹","content":"半欲天明半未明，醉闻花气睡闻莺。 \n猧儿撼起钟声动，二十年前晓寺情。","type":[]}
{"_id":{"$oid":"5b9a1847367d5c0f40d22d3e"},"title":"寄全椒山中道士","dynasty":"唐代","writer":"韦应物","content":"今朝郡斋冷，忽念山中客。\n涧底束荆薪，归来煮白石。\n欲持一瓢酒，远慰风雨夕。\n落叶满空山，何处寻行迹。","type":["唐诗三百首","怀念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155716551.mp3","remark":"寄：寄赠。全椒：今安徽省全椒县，唐属滁州。\n郡斋：滁州刺史衙署的斋舍。山中客：指全椒县西三十里神山上的道士。\n涧：山间流水的沟。束：捆。荆薪：杂柴。白石：《神仙传》云：“白石先生者，中黄丈人弟子也，常煮白石为粮，因就白石山居，时人故号曰白石先生。”此指山中道士艰苦的修炼生活。\n瓢：将干的葫芦挖空，分成两瓣，叫做瓢，用来作盛酒浆的器具。风雨夕：风雨之夜。\n空山：空寂的深山。行迹：来去的踪迹。\n\n","shangxi":"　　此诗题目叫“寄全椒山中道士”。既然是“寄”，自然会吐露对山中道士的忆念之情。但忆念只是一层，还有更深的一层，需要读者细心领略。\n\n　　诗的关键在于那个“冷”字。全诗所透露的也正是在这个“冷”字上。首句既是写出郡斋气候的冷，更是写出诗人心头的冷。然后，诗人由于这两种冷而忽然想起山中的道士。山中的道士在这寒冷气候中到涧底去打柴，打柴回来却是“煮白石”。葛洪《神仙传》说有个白石先生，“尝煮白石为粮，因就白石山居。”还有道家修炼，要服食“石英”。那么“山中客”是谁就很清楚了。\n\n　　道士在山中艰苦修炼，诗人怀念老友，想送一瓢酒去，好让他在这秋风冷雨之夜，得到一点友情的安慰。然而诗人进一层想，他们都是逢山住山、见水止水的人，今天也许在这块石岩边安顿，明天恐怕又迁到别一处什么洞穴安身了。何况秋天来了，满山落叶，连路也不容易找，走过的脚迹自然也给落叶掩没了，因而也不知去何处找对方。\n\n　　诗虽淡淡写来，却使读者能感到诗人情感上的种种跳荡与反复。开头，是由于郡斋的冷而想到山中的道士，再想到送酒去安慰他，终于又觉得找不着他而无可奈何；而诗人自己心中的寂寞之情，也终于无从消解。\n\n　　诗人在风雨之夜想起友人，想带着酒去拜访，可见两人的深厚友情。而满山落叶，恐不能相遇，只能寄诗抒情，又流露出淡淡的惆怅。全诗淡淡写来，却于平淡中见深挚，流露出诗人情感上的种种跳荡与反复。开头，是由郡斋的冷而想到山中的道士，又想到送酒去安慰他，终于又觉得找不着他们而无可奈何。而自己的寂寞之情，也就无从排解。\n\n　　这首诗，看来像是一片萧疏淡远的景，启人想象的却是表面平淡而实则深挚的情。在萧疏中见出空阔，在平淡中见出深挚。这样的用笔，就使人有“一片神行”的感觉，也就是形象思维的巧妙运用。韦应物这首诗，情感和形象的配合十分自然，所谓“化工笔”，也就是这个意思。\n\n","translation":"今天郡斋里很冷，忽然想起山中隐居的人。\n你一定在涧底打柴，回来以后煮些清苦的饭菜。\n想带着一瓢酒去看你，让你在风雨夜里得到些安慰。\n可是秋叶落满空山，什么地方能找到你的行迹？\n\n"}
{"_id":{"$oid":"5b9a1847367d5c0f40d22d3f"},"title":"国风·秦风·晨风","dynasty":"先秦","writer":"佚名","content":"鴥彼晨风，郁彼北林。未见君子，忧心钦钦。如何如何，忘我实多！\n山有苞栎，隰有六驳。未见君子，忧心靡乐。如何如何，忘我实多！\n山有苞棣，隰有树檖。未见君子，忧心如醉。如何如何，忘我实多！\n\n","type":["诗经","弃妇"],"remark":"晨风：鸟名，即鹯（zhān）鸟，属于鹞鹰一类的猛禽。\n鴥（yù）：鸟疾飞的样子。\n郁：郁郁葱葱，形容茂密。\n钦钦：忧思难忘的样子。朱熹《诗集传》：“忧而不忘之貌。”\n如何：奈何，怎么办。\n苞：丛生的样子。栎（lì）：树名。\n隰（xí）：低洼湿地。六驳（bó）：木名，梓榆之属，因其树皮青白如驳而得名。\n棣：唐棣，也叫郁李，果实色红，如梨。\n树：形容檖树直立的样子。檖（suí）：山梨。\n\n","shangxi":"　　一个女子痴心地渴望着，等待着重新见到那位朝思暮想的“君子”，她望穿秋水，等得心碎神伤。其实那位“君子”，恐怕压根儿已将她忘个罄尽。这首诗的内容实有揶揄嘲弄这位“君子”“二三其德”的况味。\n\n　　全诗三章，章六句。首章用鹯鸟归林起兴，也兼有赋的成分。鸟倦飞而知返，还会回到自己的窝里，而人却忘了家，不想回来。这位女子望得情深意切。起首两句，从眼前景切入心中情，又是暮色苍茫的黄昏，仍瞅不到意中的“君子”，心底不免忧伤苦涩。再细细思量，越想越怕。她想：怎么办呵怎么办？那人怕已忘了我！不假雕琢，明白如话的质朴语言，表达出真挚感情，使人如闻其声，如窥其心，这是《诗经》语言艺术的一大特色。从“忘我实多”可以揣测他们间有过许许多多花间月下、山盟海誓的情事，忘得多也就负得深，这位“君子”实在是无情无义的负心汉。不过诗意表达得相当蕴藉。\n\n　　“山有……隰有……”是《诗经》常出现的起兴成句，用以比况物各得其宜。上古时代先民物质生活尚不丰富，四望多见山峦坑谷正是历史的必然。那颙望着的女子瞥见晨风鸟箭样掠过飞入北林后，余下所见就是山坡上有茂密栎树和洼地里有树皮青白相间的梓榆。三章则换了两种树：棣和檖。之所以换，其主要作用怕是在于换韵脚。万物各得其所，独有自己无所适从，那份惆怅和凄凉可想而知，心里自然不痛快。三章诗在表达“忧心”上是层层递进的。“钦钦”形容忧而不忘；“靡乐”，不再有往事和现实的欢乐；“如醉”，如痴如醉精神恍惚。再发展下去，也许就要精神崩溃了。全诗各章感情的递进轨迹相当清晰和真实可信。\n\n","translation":"傍晚光景小鹰隼疾飞掠过，栖落在郁郁苍苍的北树林。至今我还没见过他的踪影，内心里忧心忡忡满怀担心。真想不到你怎么会这样呢？恐怕早忘了我吧我的夫君！\n高高的山上有茂密的栎树，洼地里梓树榆树繁茂成荫。至今我还没见过他的踪影，内心里满怀悒郁忧心如焚。真想不到你怎么会这样呢？恐怕早忘了我吧我的夫君！\n高高的山上有茂密的唐棣，洼地里生长着如云的山梨。至今我还没见过他的踪迹，内心里忧心忡忡如醉如痴。真想不到你怎么会这样呢？早忘了我啊没有丝毫记忆！\n\n"}
{"_id":{"$oid":"5b9a1848367d5c0f40d22d40"},"title":"闲情赋","dynasty":"魏晋","writer":"陶渊明","content":"初，张衡作《定情赋》，蔡邕作《静情赋》，检逸辞而宗澹泊，始则荡以思虑，而终归闲正。将以抑流宕之邪心，谅有助于讽谏。缀文之士，奕代继作；因并触类，广其辞义。余园闾多暇，复染翰为之；虽文妙不足，庶不谬作者之意乎。\n\n　　夫何瑰逸之令姿，独旷世以秀群。表倾城之艳色，期有德于传闻。佩鸣玉以比洁，齐幽兰以争芬。淡柔情于俗内，负雅志于高云。悲晨曦之易夕，感人生之长勤；同一尽于百年，何欢寡而愁殷！褰朱帏而正坐，泛清瑟以自欣。送纤指之余好，攮皓袖之缤纷。瞬美目以流眄，含言笑而不分。曲调将半，景落西轩。悲商叩林，白云依山。仰睇天路，俯促鸣弦。神仪妩媚，举止详妍。\n\n　　激清音以感余，愿接膝以交言。欲自往以结誓，惧冒礼之为愆；待凤鸟以致辞，恐他人之我先。意惶惑而靡宁，魂须臾而九迁：愿在衣而为领，承华首之余芳；悲罗襟之宵离，怨秋夜之未央！愿在裳而为带，束窈窕之纤身；嗟温凉之异气，或脱故而服新！愿在发而为泽，刷玄鬓于颓肩；悲佳人之屡沐，从白水而枯煎！愿在眉而为黛，随瞻视以闲扬；悲脂粉之尚鲜，或取毁于华妆！愿在莞而为席，安弱体于三秋；悲文茵之代御，方经年而见求！愿在丝而为履，附素足以周旋；悲行止之有节，空委弃于床前！愿在昼而为影，常依形而西东；悲高树之多荫，慨有时而不同！愿在夜而为烛，照玉容于两楹；悲扶桑之舒光，奄灭景而藏明！愿在竹而为扇，含凄飙于柔握；悲白露之晨零，顾襟袖以缅邈！愿在木而为桐，作膝上之鸣琴；悲乐极以哀来，终推我而辍音！\n\n　　考所愿而必违，徒契契以苦心。拥劳情而罔诉，步容与于南林。栖木兰之遗露，翳青松之余阴。傥行行之有觌，交欣惧于中襟；竟寂寞而无见，独悁想以空寻。敛轻裾以复路，瞻夕阳而流叹。步徙倚以忘趣，色凄惨而矜颜。叶燮燮以去条，气凄凄而就寒，日负影以偕没，月媚景于云端。鸟凄声以孤归，兽索偶而不还。悼当年之晚暮，恨兹岁之欲殚。思宵梦以从之，神飘飘而不安；若凭舟之失棹，譬缘崖而无攀。于时毕昴盈轩，北风凄凄，炯炯不寐，众念徘徊。起摄带以侍晨，繁霜粲于素阶。鸡敛翅而未鸣，笛流远以清哀；始妙密以闲和，终寥亮而藏摧。意夫人之在兹，托行云以送怀；行云逝而无语，时奄冉而就过。徒勤思而自悲，终阻山而滞河。迎清风以怯累，寄弱志于归波。尤《蔓草》之为会，诵《召南》之余歌。坦万虑以存诚，憩遥情于八遐。\n\n","type":["写人","美人"],"remark":"定情赋：东汉张衡的赋作，仅存《艺文类聚》十八，所录九句。\n静情赋：东汉蔡邕（yōng）的赋作，仅存残局，见《艺文类聚》。\n宕（dàng）：同“荡”。\n奕（yì）：重叠。奕代：累代。\n褰（qiān）：拉开。\n眄（miǎn）：顾盼。\n睇：凝视。\n愆（qiān）：过错。\n颓肩：颓，坠，水往下流。颓肩，削肩。古代女子双肩以削为荣。\n缅邈（miǎo）：遥远\n翳（yì）：遮蔽，障蔽。\n傥（tǎng）：倘，或许。觌（dí）：相见。\n燮（xiè）燮：落叶声。\n炯炯：本竖心旁，思索而不安的样子。\n粲（càn）：鲜明。\n憩（qì）：休息，此处意为休止。八遐（xiá）：遥远的八方。\n\n","shangxi":"　　《闲情赋》的第一节极尽夸饰之能事描写美人之容貌与品行：“夫何飘逸之令姿，独旷世以秀群。表倾城之艳色，期有德于传闻。”容貌举世无双，德行也远近闻名，“佩鸣玉以比洁，齐幽兰以争芬。淡柔情于俗内，负雅志于高云。”既有冰清玉洁的气质，又有深谷兰花的芬芳，情怀超世出俗，志趣高尚入云。这与其说是写美人，不如说是在自我表白。这位美人就是作者理想的外化，是作者心志、情怀的投射与再造。屈原《离骚》中说：“纷吾既有此内美兮，又重之以修能。扈江离与辟芷兮，纫秋兰以为佩，” 显然是陶作的样板，只不过屈原是自赞自怜，而陶渊明含蓄地用自己的理想塑造出一位美人而已。“ 悲晨曦之易夕，感人生之长勤。同一尽于百年，何欢寡而愁殷！”美好时光易逝，人生旅途艰辛，百年之后都将同归尘土，何必郁郁于心！这是在劝慰美人，也是在劝慰自己。“褰朱帏而正坐，泛清瑟以自欣。送纤指之余好，攘皓神之缤纷。瞬美目以流眄，含言笑而不分。”进一步状写美人的情态。\n\n　　第二节写诗人对美人欲亲近又顾虑重重的复杂心情。“曲调将半，景落西轩。悲商叩林， 白云依山。仰睇天路，俯促鸣弦。神仪妩媚，举止详妍。”一系列四字句，短促顿挫，使我们仿佛看到一个平素持重淡泊的男子，此时面对仪态万方的绝代佳人，心脏在急剧跳动。“激清音以感余，愿接膝以交言。欲自往以结誓，慎冒礼为□。待凤鸟以致辞，恐他人之我先。意惶惑而靡宁，魂须臾而九迁。”有心无胆，犹豫彷徨，正是陶渊明性格的写照。心烦意乱不得安宁，魂不守舍，须臾之间几番往返，末二句极得恋爱中人心之真态，令人好笑又感动。\n\n　　第三节是全赋的高潮，一反作者朴素淡远的风格，炽热无比。“愿在衣而为领，承华首之余芳； 悲罗襟之霄离，怨秋夜之未央。愿在裳而为带，束窈窕之纤身；嗟温凉之异气，或脱故而服新。愿在发而为泽，刷云鬓于颓肩；悲佳人之屡沐，从白水以枯煎。愿在眉而为黛，随瞻视以闲扬；悲脂粉之尚鲜，或取毁于华妆。愿在莞而为席，安弱体于三秋；悲文茵之代御，方经年而见求。愿在丝而为履，附素足以周旋，悲行止之有节，空委弃于床前。愿在昼而为影，常依形而西东；悲高树之多荫，慨有时而不同。愿在夜而为烛，照玉容于两楹；悲扶桑之舒光，奄天景而藏明。愿在竹而为扇，含凄飙于柔握；悲白露之晨零，顾襟袖之缅邈。愿在木而为桐，作膝上之鸣琴；悲乐极以哀来，终推我而辍音。”\n\n　　十愿连翩，一气呵成，要化己身为美人衣之领，腰之带，发之膏泽，眉之黛墨，身下之席，脚上之鞋，随身之影，照颜之烛，手中之扇，膝上之琴，只为了亲近美人，陪伴美人。一连串拟物手法的运用，构思奇特，想象丰富。十种物事，寄托同一个美好心愿，十番转折，十种设想的结果，表达同一种担忧，尤为衬出心愿的强烈。\n\n　　空怀十愿，无以表白，作者情绪渐渐变得低沉。“考所愿而必违，徒契契以苦心。拥劳情而罔讷，步容与于南林。栖木兰之遗露，翳轻松之余阴。倘行行之有觌，交欣惧于中襟。竟寂寞而无见，独悄想以空寻！”抒情主人公过分消极，仅仅停留于心愿，不敢付诸行动，很有无故寻愁觅恨的味道。凭空设想出一个情人，本就只是为了抒发心中那份郁郁不得志的情绪，本就只是枉自嗟怨，不会有什么结果也不求有什么结果。\n\n　　第五节诗人由美人乏不可求回复到自己平生志愿之不得遂上来。“敛轻裾以复路，瞻夕阳而流叹； 步徒倚以忘趣，色惨凄而矜颜。叶燮燮以去条，气凄凄而就寒；日负影以偕没，月媚景于云端。鸟凄声以孤归，兽索偶而不还；悼当年之晚暮，恨兹岁之欲殚。思宵梦以从之，神飘瓢而不安；若凭舟之失悼，譬缘崖而无攀。”这里梦中情人已退居次席，作者开始比较直接地表现自己不知路在何方的迷惘，一事无成而时光易逝的惆怅。坐卧不安，神魂飘游，是为了那始终追求不到的梦中情人一般美好而又缥缈的理想。\n\n　　赋之末节，诗人经过一夜辗转苦思，终于在无计可施中放弃了追求，也平复了烦燥不安的情绪。“ 于是毕昴盈轩，北风凄凄。久久不寐，众念徘徊。”四字句的再次夹入，表明情感的再度转折。起摄带以伺晨，繁霜粲于素阶；鸡敛翅而未鸣，笛流运以清哀，始妙密以闲和，终寥亮而藏摧。意夫人之在兹，托行云以送怀；行云逝而无语，时奄冉而就过。徒勤思以自悲，终阻山而带河；迎清风以祛累，寄弱志于归波。尤《蔓草》之为会，诵《郡南》之馀歌；但万虑以存诚，憩遥情于八遐。”诗人极力使自己认为没有希望，万种相思只是徒然自寻烦恼，以让自己完全放弃努力也放弃心愿，让他胸中的郁闷与梦幻付诸清风流水。发乎情而止乎礼，浮想联翩的白日梦终究没有什么意义，诗人要摒除各种杂念，保持一片纯心。\n\n　　通观全赋，总体来讲作者的情调是低沉、消极的，即是“十愿”，也把那股火一般的情感深深压抑，以悲观的情绪来淡化。末几节更是将其消解至无，诗人之心仍然回复为一汪死水。\n\n　　这篇赋结构新颖，想象丰富，辞句清丽，灵活地运用了比兴手法，其中的十愿表现出极大的创造性，荡除了汉赋那种着意铺排、堆砌辞藻、典故、用语生涩的积弊，清新自然，因此被人们久诵不衰。\n\n","translation":"　　当初，张衡写作《定情赋》，蔡邕写作《静情赋》，他们摒弃华丽的辞藻、崇尚恬淡澹泊的心境，文章之初将（功名场里的）思虑发散开来，末了则归总到自制中正的心绪。这样来抑制流于歪邪或坠于低鄙的不正当的心念，想来也有助于讽喻时弊、劝谏君主。缀字成文的雅士们，代代承继（他们的传统）写作这种文赋并将之发扬，又（往往）从某些相似点推而之广言及其他，把原来的辞义推广到更开阔的境地。平日闲居里巷深园，多有闲暇，于是也重提笔墨，作此情赋；虽然文采可能不比前人精妙，大约也并不致歪曲作文章者的本意。\n　　（啊，）她的绰约风姿多么瑰丽飘逸，而与众不同、秀丽绝伦。她的美貌可谓倾城倾国、绝艳殊色，她的美德的传闻又令人心生向往。只有玎珰作响的玉佩才比得上她的纯洁，只有高洁的幽兰才能与她一较芬芳。（于是我）将一片柔情淡化在了俗世里，将高雅的情志寄于浮云。悲叹着（时光易逝）晨曦又到了迟暮，如何不让人深深感慨人生艰勤；同样将在百年后（逝去的那时）终止，为何人生中欢欣如此难得而愁绪却是时时不断！（那时她）撩起大红帏帐居中正坐，拨泛古琴而为之欣欣，纤长的手指在琴上拂出佳音，雪白的手腕上下作舞（使我）目为之迷。顾盼之际美目中秋波流动，时而微笑言语而不分散奏乐的心神。乐曲正奏到一半，红日缓缓向西厢那边沉。略作悲伤的商宫的乐声在林中久久回荡，山际云气缭绕白烟袅袅。（她）时而仰面望天，时而又低头催动手里的弦作急促的乐声，神情那么风采妩媚，举止又那么安详柔美。\n　　（她）奏出的清越乐声使我心动，渴望（与她）接膝而坐作倾心的交谈。想要亲自前往与她结下山盟海誓，却怕唐突失礼受之谴责，要倩青鸟使递送我的信辞，又怕被别人抢在前面。心下如此惶惑，一瞬间神魂已经不知转了多少回：愿化作她上衣的领襟呵，承受她姣美的面容上发出的香馨，可惜罗缎的襟衫到晚上便要从她身上脱去，（长夜黯暗中）只怨秋夜漫漫天光还未发白！愿化作她外衣上的衣带呵，束住她的纤细腰身，可叹天气冷热不同，（变化之际）又要脱去旧衣带而换上新的！愿化作她发上的油泽呵，滋润她乌黑的发鬓在削肩旁披散下来，可怜佳人每每沐浴，便要在沸水中经受苦煎！愿作她秀眉上的黛妆呵，随她远望近看而逸采张扬，可悲脂粉只有新描初画才好，卸妆之时便毁于乌有！愿作她卧榻上的蔺席呵，使她的柔弱躯体安弱于三秋时节，可恨（天一寒凉）便要用绣锦代替蔺席，一长年后才能再被取用！愿作丝线成为她（足上）的素履呵，随纤纤秀足四处遍行，可叹进退行止都有节度，（睡卧之时）时只能被弃置在床前！愿在白天成为她的影子呵，跟随她的身形到处游走，可怜到多荫的大树下（便消失不见），一时情境又自不同！愿在黑夜成为烛光呵，映照她的玉容在堂前梁下焕发光彩，可叹（平旦）日出大展天光，登时便要火灭烛熄隐藏光明！愿化为竹枝而作成她手中的扇子呵，在她的盈盈之握中扇出微微凉风，可是白露之后早晚幽凉（便用不到扇子），只能遥遥望佳人的襟袖（兴叹）！愿化身成为桐木呵，做成她膝上的抚琴，可叹一旦欢乐尽而哀愁生，终将把我推到一边而止了靡靡乐音！\n　　推详我的愿望都不能如意，徒然一厢情愿地用心良苦。为情所困的心情却无人倾诉，缓缓踱到南面的树林。在尚带露汁的木兰边略作栖息，在苍苍青松的遮蔽下感受凉荫。若是在这里（与心仪的人）对面相觑，惊喜与惶恐将如何在心中交集？而树林里空寞寂寥一无所见，只能独自郁闷地念想而空自追寻。回到原路上整理衣裾，抬头已见夕阳西下，不由发出一声叹息。一路走走停停流连忘返，林中景色凄凄惨惨。（身边）叶子不住离枝簌簌而下，林中气象凄凄戚戚。红日带着它的（最后一丝）影子没入了地平，明月已在云端作出另一幅美景。宿鸟凄声鸣叫着独自归来，求偶的兽只还没有回还。。在迟暮的年纪凭吊当年，深深慨叹眼前的（美好）光景顷刻就会终结。回想夜来梦中的情景想要再入梦境，又思绪万千不能定心，如同泛舟的人失落了船桨，又似登山者无处攀缘。。此刻，毕昂二宿的星光将轩内照得透亮，室外北风大作声音凄厉，神智愈加清醒再也不能入眠，所有的念想都在脑海里回旋。（于是）起身穿衣束带等待天明，屋前石阶上的重重冷霜晶莹泛光。（司晨的）鸡也还敛着双翅（栖息）而未曾打鸣，笛声清嘹忧郁的声音往远处荡扬：起初节奏细密而悠闲平和，最终寂寥清亮中又含了颓败的声音。 在这样的光景里思念佳人，请天上的行云来寄托我的心怀，行云很快流过不语，光阴也如此荏苒而过。徒然殷殷思念着独自体味悲心，终是山阻脚步河滞行。迎风而立，希望清风能扫去我的疲累，对泛来的阵阵轻波寄托我的微薄心愿——（期望与你）作《蔓草》那样的聚晤，吟诵从《诗经·召南》起未曾断绝的长歌余风。（而这终究是不能的）（还是）将万千杂虑坦然释怀，只存下本真的赤心，让心情在遥阔的八荒空遐外休憩流连。\n\n"}
{"_id":{"$oid":"5b9a1848367d5c0f40d22d41"},"title":"采桑子·花前失却游春侣","dynasty":"五代","writer":"冯延巳","content":"花前失却游春侣，独自寻芳。满目悲凉。纵有笙歌亦断肠。\n林间戏蝶帘间燕，各自双双。忍②更思量，绿树青苔半夕阳。","type":["婉约","孤独","思念"],"remark":"纵有：纵使有。\n笙歌：笙代指各种乐器；笙歌即指各种乐器演奏声和歌声。\n忍：作“怎忍”解。\n\n","translation":"花前没有了她的陪伴，独自在花间徘徊，看繁花似锦，芳草天涯，一株株、一簇簇，都有他寻找的往昔旧梦，触目悲凉。虽是春光美景，却是欢乐难再，既使笙歌入耳，婉转悠扬，也只能唤起他对爱侣的追忆，从而更添感伤惆怅。\n转眼望去，林间彩蝶对对，帘间飞燕双双，皆在快乐嘻逐，恩爱相偕。不思量、难思量，抬头望天边，还是夕阳西沉、残阳如血。血色勾勒了天边的绿树，涂抹了林中的青苔，也笼罩了他的心，明丽而惨烈。\n\n"}
{"_id":{"$oid":"5b9a1849367d5c0f40d22d42"},"title":"雪后晚晴四山皆青惟东山全白赋最爱东山晴后雪二绝句","dynasty":"宋代","writer":"杨万里","content":"只知逐胜忽忘寒，小立春风夕照间。\n最爱东山晴后雪，软红光里涌银山。\n\n群山雪不到新晴，多作泥融少作冰。\n最爱东山晴后雪，却愁宜看不宜登。\n\n","type":["写雪","写景","喜爱"],"remark":"东山：指作者家乡的山。\n逐胜：寻觅胜景。\n银山：形容雪后东山如银山。\n群山：指东山。新晴：刚放晴的天气。\n泥融：湿润的泥土。\n\n","shangxi":"　　这组诗的题目直接言明“最爱”，表达情感取向。第一首诗描写了东山雪后阳光朗照的美丽景象。这首诗作于早春，天气乍暖还寒时候。东风轻拂，万物开始复苏，四山开始挣脱冬日的枯黄，泛出片片青绿。诗人整日都在追逐那一片片青绿，早已忘记了早春还有丝丝寒意。在春风夕照间停留，环顾群山，原来此刻最美的是东山上那一片雪。\n\n　　第一句“只知逐胜忽忘寒”，写自己因为只顾着追逐寻觅胜景而忘记了寒冷，第二句“小立春风夕照间”写偶尔在春风中站立，在夕阳中放眼赏看美景。这两句写诗人不惧寒冷，寻觅美景，立于风中，在夕阳中欣赏美景的形象，把一个因爱美景而不顾寒冷的“痴人”形象展现出来。\n\n　　第三句“最爱东山晴后雪”直言自己最喜爱东山天晴之后的雪景，而第四句“软红光里涌银山”则为全诗最妙的景语。其中“软”字写出白雪映照下的夕阳红光，是那么的柔和细微，赋予夕阳光芒以形象的触觉，写出了夕阳的无限美好。另一个“涌”字则把白雪覆盖的群山在夕阳之下闪耀光芒，在视觉上产生向自己涌动而来的动态感描绘出来，有化静为动的奇功。\n\n　　第二首诗描写了阳光照耀下东山积雪消融的景象。随着时间推移，东山上的雪渐渐消融，多是变成了湿润的泥土而少许成冰，而这时还没到新晴之时。这就是前两句所写，不仅很好承接上一首点出雪后消融的景象，而且为下面“宜看不宜登”讲明原因。\n\n　　值得注意的是第三句，这句“最爱东山晴后雪”在前首同样的位置就出现了，而再写一次就进一步表现了对东山之雪的喜爱，这样的情感是非常有力的。但略不同于前首，这句话的是带有些许愁意的。第四句直接点出了愁，作者所愁的是“宜看不宜登”，可以远观而不可登攀近赏，对于作者来说却是十分失望的，而且其中又隐含着对白雪消融掉的可惜。\n\n","translation":"只知道寻觅胜景而忘了天寒，偶立在春风中夕阳晚照之间。\n我最喜欢那东山晴后的雪景，软红的光芒里涌来座座银山。\n\n东山的积雪留不到天放新晴，多成了湿润的泥土少许成冰。\n我最喜欢那东山晴后的雪景，发愁适合观赏而不适合攀登。\n\n"}
{"_id":{"$oid":"5b9a1849367d5c0f40d22d43"},"title":"明妃曲二首","dynasty":"宋代","writer":"王安石","content":"明妃初出汉宫时，泪湿春风鬓脚垂。\n低徊顾影无颜色，尚得君王不自持。\n归来却怪丹青手，入眼平生几曾有；\n意态由来画不成，当时枉杀毛延寿。\n一去心知更不归，可怜着尽汉宫衣；\n寄声欲问塞南事，只有年年鸿雁飞。\n家人万里传消息，好在毡城莫相忆；\n君不见咫尺长门闭阿娇，人生失意无南北。\n\n明妃初嫁与胡儿，毡车百两皆胡姬。\n含情欲语独无处，传与琵琶心自知。\n黄金杆拨春风手，弹看飞鸿劝胡酒。\n汉宫侍女暗垂泪，沙上行人却回首。\n汉恩自浅胡恩深，人生乐在相知心。\n可怜青冢已芜没，尚有哀弦留至今。\n\n","type":["咏史怀古","怀才不遇","组诗"],"remark":"明妃：即王昭君，汉元帝宫女，容貌美丽，品行正直。晋人避司马昭讳，改昭为明，后人沿用。\n春风；比喻面容之美。杜甫《咏怀古迹五首》中咏昭君一首有“画图省识春风面”之句。这里的春风即春风面的省称。\n低徊：徘徊不前。\n不自持：不能控制自己的感情。\n归来：回过来。丹青手：指画师毛延寿。\n意态：风神。\n着尽汉宫衣：指昭君仍全身穿着汉服。\n塞南：指汉王朝。\n毡城：此指匈奴王宫。游牧民族以毡为帐篷（现名蒙古包）。\n咫尺：极言其近。长门闭阿娇：西汉武帝曾将陈皇后幽禁长门宫。长门：汉宫名。阿娇：陈皇后小名字。\n“毡车”句：写匈奴派了大队胡姬来接昭君。《诗经·召南·鹊巢》：“之子于归，百两御之。”写贵族女子出 嫁，陪从很多。两：同辆。\n杆拨：弹琵琶的工具。春风手：形容手能弹出美妙的声音。\n汉宫侍女：指陪昭君远嫁的汉官女。\n青冢：杜甫诗中有“独留青冢向黄昏”及“千载琵琶作胡语，分明怨恨曲中论”诸句，此用其意。相传昭君墓上的草常青，故名青冢，在今呼和浩特市南。\n\n","shangxi":"　　说来有趣，昭君出塞，是喜剧还是悲剧，历来就有两种不同的看法，唱对台戏的不仅杜甫和王安石而已。\n\n　　昭君墓周围有很多诗碣，其中一首诗碣刻的诗是：闺阁堪垂世，明妃冠汉宫。一身归朔汉，万里靖兵戎。若以功名论，几与卫霍同。人皆悲远嫁，我独羡遭逢。纵使承恩宠，焉能保始终。至今青冢在，绝域赋秋风。“卫霍”即汉朝的名将卫青和霍去病，诗人把王昭君与“卫霍”相提并论，对她可说是高度赞扬了。不过诗中虽没明言，但显而易见，诗人笔下的王昭君是抱着“自我牺牲”的精神和番的。是则在昭君的“得意”（诗人“我独羡遭逢”的“得意”）中也还有怨在。\n\n　　近人郁达夫也有一首咏王昭君的诗，命意和此诗相类。郁诗道：马上琵琶出塞吟，和戎端的爱君深。当年若贿毛延寿，哪得诗人说到今。\n\n　　写王昭君是抱着“爱君”（汉元帝）之心，为保主上江山而去“和戎”。就命意和技巧来说，这首诗都不能算是佳作。不过这是郁达夫的“少作”，他写这首诗时，只有18岁。\n\n　　王安石《明妃曲》在艺术上颇堪注意之处，是对王昭君形象的刻画。第一部分中描绘王昭君的美貌，不在其面容、体态上穷尽笔力，而是着重写昭君的风度、情态之美，以及这种美得感染力，并从中宣泄她内心悲苦之情。这样就写出了呼吸可闻、音容毕现的活生生古代美女形象。第二部分，着重写王昭君的内心情感。前人于此，往往以抒写昭君的哀情、怨情和渲染悲剧气氛为重点，而此诗除描写其身世可悲之外，还揭示出她对故国、亲人的挚爱之情，与推己及人的善良心肠。这样的王昭君，就不惟可悲，而且可敬。\n\n","translation":"明妃当时初起程出行离别汉宫时，泪湿桃花春风面鬓脚微微亦低垂。\n低头回看身影间周围无有此颜色，还让我君王的感情都难以控制。\n离别归来却怪罪丹青画图手，美貌如此在眼中平生实未曾见有。\n天仙意态由自生画笔难以描摹成，当时冤枉杀死画工毛延寿。\n从此一离去心知更不能回归，可怜还不能穿尽汉朝皇城之宫衣。\n万里寄语欲相问塞南遥远家乡事，只有年年日日里眼望鸿雁往南飞。\n家人虽然在万里传来亲人之消息，好好安心在毡城不要常将家相忆。\n您还不曾见近在咫尺长门里幽幽阿娇被锁闭，人生如果要失意无分天南和地北。\n\n明妃当初嫁给胡人的时候，身旁上百两的毡车上乘坐的都是胡人女子。\n她多想找个人说话但无处可说，只能把心语寄托于琵琶声中，心事只有自己知道。\n她用能弹出美妙声音的手拨动黄金做的杆拨，弹起琵琶仰望空中飞鸿劝着胡酒。\n随嫁的汉宫侍女暗中垂泪，行走在大漠上的返国者频频回首。\n汉朝之恩实在是浅薄啊，胡人之恩还要更深，人生的欢乐在于心与心相知。\n可怜王昭君的青冢已经荒芜埋没，还是有悲哀的乐曲流传至今。\n\n"}
{"_id":{"$oid":"5b9a1849367d5c0f40d22d44"},"title":"贺新郎·寄辛幼安和见怀韵","dynasty":"宋代","writer":"陈亮","content":"老去凭谁说。看几番、神奇臭腐，夏裘冬葛。父老长安今余几，后死无仇可雪。犹未燥、当时生发。二十五弦多少恨，算世间、那有平分月。胡妇弄，汉宫瑟。 \n树犹如此堪重别。只使君、从来与我，话头多合。行矣置之无足问，谁换妍皮痴骨。但莫使、伯牙弦绝。九转丹砂牢拾取，管精金、只是寻常铁。龙共虎，应声裂。","type":["励志"]}
{"_id":{"$oid":"5b9a1849367d5c0f40d22d45"},"title":"冉冉孤生竹","dynasty":"两汉","writer":"佚名","content":"冉冉孤生竹，结根泰山阿。\n与君为新婚，菟丝附女萝。\n菟丝生有时，夫妇会有宜。\n千里远结婚，悠悠隔山陂。\n思君令人老，轩车来何迟！\n伤彼蕙兰花，含英扬光辉。\n过时而不采，将随秋草萎。\n君亮执高节，贱妾亦何为！\n\n","type":["古诗十九首","女子","相思","孤独"],"remark":"冉冉：柔弱下垂貌。孤生竹：犹言野生竹。孤，独。\n泰山：即“太山”，犹言“大山”“高山”。阿（ē）：山坳。\n为新婚：刚出嫁婚娶。\n兔丝：一作“菟丝”，一种旋花科的蔓生植物，女子自比。女萝：一说即“松萝”，一种缘松而生的蔓生植物，以比男子。\n生有时：草木有繁盛即有枯萎，以喻人生有少壮即有衰老。\n宜：犹言适当的时间。\n悠悠：遥远貌。山陂：泛指山和水。吕向注：“陂，水也。”\n轩车：有篷的车。这里指迎娶的车。\n蕙兰花：女子自比。蕙、兰是两种同类香草。\n含英：指花朵初开而未尽发。含，没有完全发舒。英，花瓣。扬光辉：形容容光焕发。\n萎：枯萎，凋谢。\n亮：同“谅”，料想。执高节：即守节情不移的意思。\n贱妾：女子自称。\n\n","shangxi":"　　“冉冉孤生竹，结根泰山阿。”竹而曰“孤生”以喻其孑孑孤立而无依靠，“冉冉”是女子自寓柔弱。竹结根之处是大山，又在山阿之处，可以避风，这是以山比喻男方。《文选》李善注曰：“结根于山阿，喻妇人托身于君子也。”\n\n　　“与君为新婚，兔丝附女萝。”兔丝（菟丝）和女萝是两种蔓生植物，其茎蔓互相牵缠，比喻两个生命的结合。《文选》五臣注：“菟丝女萝并草，有蔓而密，言结婚情如此。”从下文看来，菟丝是女子的自喻，女萝是比喻男方。“为新婚”不一定是已经结了婚。清方廷珪《文选集成》说，此是“媒妁成言之始”而“非嫁时”。“为新婚”可能是指已经订了婚，但还没有迎娶。\n\n　　“兔丝生有时，夫妇会有宜。”这还是以“兔丝（菟丝）”自喻，既然菟丝之生有一定的时间，则夫妇之会亦当及时。言外之意是说既然订婚，就及时结合，不要错过了自己的青春时光。从女子的心境，可以感受到诗人珍惜时光的思想，珍惜美好人生的情感的态度。\n\n　　“千里远结婚，悠悠隔山陂。”从这两句看来，男方所在甚远，他们的结婚或非易事。这女子曾企盼着，不知何时他的车子才能到来，所以接下来说：“思君令人老，轩车来何迟！”这首诗开头的六句都是比，这四句改用赋，意尽旨远，比以上六句更见性情。\n\n　　“伤彼蕙兰花，含英扬光辉。过时而不采，将随秋草萎。”这四句又用比。女子以蕙和兰两种香草自喻，把现时的自已比作为娇艳的含苞待放的花朵，如果不及时采摘就会错过时候，娇艳美丽的蕙兰花就将像秋草一样枯黄凋萎。这是希望男方趁早来迎娶，不要错过了时光。唐杜秋娘《金缕衣》：“花开堪折直须折，莫待无花空折枝。”与此两句意思相近。\n\n　　最后二句“君亮执高节，贱妾亦何为？”这女子的疑虑已抒写毕尽，最后遂改为自我安慰。她相信男方谅必坚持高尚的节操，一定会来的，那么自己则不必怨伤。\n\n　　在艺术上，这首诗歌主要表现在这几方面：首先，运用比喻，形象生动；其次，心理描写，情感丰富；再次，层次清楚，结构严谨；第四，结尾反问，增强效果。\n\n","translation":"我好像那荒野里孤生的野竹，希望能在大山谷里找到依靠的伴侣。\n你我相亲新婚时你远赴他乡，犹如兔丝附女萝我仍孤独而无依靠。\n兔丝有繁盛也有枯萎的时候，夫妻也应该会要有俩相厮守的时宜。\n我远离家乡千里来与你结婚，正是新婚恩爱时你却离我远赴他乡。\n相思苦岁月摧人老青春有限，多麼的盼望夫君功成名就早日归来。\n我自喻是朴素纯情的蕙兰花，正是含苞待放楚楚怜人盼君早采撷。\n怕过了时节你还不归来采撷，那秋雨飒风中将随著秋草般的凋谢。\n你信守高节而爱情坚贞不渝，那我就只有守著相思苦苦的等著你。\n\n"}
{"_id":{"$oid":"5b9a1849367d5c0f40d22d46"},"title":"文赋","dynasty":"魏晋","writer":"陆机","content":"　　余每观才士之所作，窃有以得其用心。夫放言谴辞，良多变矣，妍蚩好恶，可得而言。每自属文，尤见其情。恒患意不称物，文不逮意。盖非知之难，能之难也。故作《文赋》，以述先士之盛藻，因论作文之利害所由，它日殆可谓曲尽其妙。至于操斧伐柯，虽取则不远，若夫随手之变，良难以辞逮。盖所能言者具于此云。\n\n　　佇中区以玄览，颐情志于典坟。遵四时以叹逝，瞻万物而思纷。悲落叶于劲秋，喜柔条于芳春。心懔懔以怀霜，志眇眇而临云。詠世德之骏烈，诵先人之清芬。游文章之林府，嘉丽藻之彬彬。慨投篇而援笔，聊宣之乎斯文。\n\n　　其始也，皆收视反听，耽思傍讯。精骛八极，心游万仞。其致也，情曈曨而弥鲜，物昭晰而互进。倾群言之沥液、漱六艺之芳润。浮天渊以安流，濯下泉而潜浸。于是沉辞怫悦，若游鱼衔钩，而出重渊之深；浮藻联翩，若翰鸟婴缴，而坠曾云之峻。收百世之阙文，採千载之遗韻。谢朝华于已披，启夕秀于未振。观古今于须臾，抚四海于一瞬。然后选义按部，考辞就班。抱景者咸叩，怀响者毕弹。或因枝以振叶，或沿波而讨源。或本隐以之显，或求易而得难。或虎变而兽扰，或龙见而鸟澜。或妥帖而易施，或岨峿而不安。罄澄心以凝思，眇众虑而为言。笼天地于形内，挫万物于笔端。始躑躅于燥吻，终流离于濡翰。理扶质以立干，文垂条而结繁。信情貌之不差，故每变而在颜。思涉乐其必笑，方言哀而已叹。或操觚以率尔，或含毫而邈然。\n\n　　伊兹事之可乐，固圣贤之可钦。课虚无以责有，叩寂寞而求音。函绵邈于尺素，吐滂沛乎寸心。言恢之而弥广，思按之而逾深。播芳蕤之馥馥，发青条之森森。粲风飞而猋竖，郁云起乎翰林。\n\n　　体有万殊，物无一量。纷纭挥霍，形难为状。辞程才以效伎，意司契而为匠。在有无而僶俛，当浅深而不让。虽离方而遯圆，期穷形而尽相。故夫夸目者尚奢，惬心者贵当。言穷者无隘，论达者唯旷。\n\n　　诗缘情而绮靡，赋体物而浏亮。碑披文以相质，诔缠绵而悽怆。铭博约而温润，箴顿挫而清壮。颂优游以彬蔚，论精微而朗畅。奏平徹以闲雅，说炜晔而谲诳。虽区分之在兹，亦禁邪而制放。要辞达而理举，故无取乎冗长。\n\n　　其为物也多姿，其为体也屡迁；其会意也尚巧，其遣言也贵妍。暨音声之迭代，若五色之相宣。虽逝止之无常，故崎錡而难便。苟达变而相次，犹开流以纳泉；如失机而后会，恒操末以续颠。谬玄黄之秩叙，故淟涊而不鲜。\n\n　　或仰逼于先条，或俯侵于后章；或辞害而理比，或言顺而意妨。离之则双美，合之则两伤。考殿最于锱铢，定去留于毫芒；苟铨衡之所裁，固应绳其必当。\n\n　　或文繁理富，而意不指适。极无两致，尽不可益。立片言而居要，乃一篇之警策；虽众辞之有条，必待兹而效绩。亮功多而累寡，故取足而不易。\n\n　　或藻思綺合，清丽千眠。炳若缛绣，悽若繁絃。必所拟之不殊，乃闇合乎曩篇。虽杼轴于予怀，忧他人之我先。苟伤廉而愆义，亦虽爱而必捐。\n\n　　或苕发颖竖，离众绝致；形不可逐，响难为系。块孤立而特峙，非常音之所纬。心牢落而无偶，意徘徊而不能揥。石韫玉而山辉，水怀珠而川媚。彼榛楛之勿翦，亦蒙荣于集翠。缀《下里》于《白雪》，吾亦济夫所伟。\n\n　　或讬言于短韻，对穷迹而孤兴，俯寂寞而无友，仰寥廓而莫承；譬偏絃之独张，含清唱而靡应。或寄辞于瘁音，徒靡言而弗华，混妍蚩而成体，累良质而为瑕；象下管之偏疾，故虽应而不和。或遗理以存异，徒寻虚以逐微，言寡情而鲜爱，辞浮漂而不归；犹絃么而徽急，故虽和而不悲。或奔放以谐和，务嘈囋而妖冶，徒悦目而偶俗，故高声而曲下；寤《防露》与桑间，又虽悲而不雅。或清虚以婉约，每除烦而去滥，阙大羹之遗味，同朱絃之清氾；虽一唱而三叹，固既雅而不艳。\n\n　　若夫丰约之裁，俯仰之形，因宜适变，曲有微情。或言拙而喻巧，或理朴而辞轻；或袭故而弥新，或沿浊而更清；或览之而必察，或研之而后精。譬犹舞者赴节以投袂，歌者应絃而遣声。是盖轮扁所不得言，故亦非华说之所能精。\n\n　　普辞条与文律，良余膺之所服。练世情之常尤，识前脩之所淑。虽发于巧心，或受蚩于拙目。彼琼敷与玉藻，若中原之有菽。同橐籥之罔穷，与天地乎并育。虽纷蔼于此世，嗟不盈于予掬。患挈缾之屡空，病昌言之难属。故踸踔于短垣，放庸音以足曲。恒遗恨以终篇，岂怀盈而自足？惧蒙尘于叩缶，顾取笑乎鸣玉。\n\n　　若夫应感之会，通塞之纪，来不可遏，去不可止，藏若景灭，行犹响起。方天机之骏利，夫何纷而不理？思风发于胸臆，言泉流于唇齿；纷葳蕤以馺遝，唯豪素之所拟；文徽徽以溢目，音冷冷而盈耳。及其六情底滞，志往神留，兀若枯木，豁若涸流；揽营魂以探赜，顿精爽而自求；理翳翳而愈伏，思轧轧其若抽。是以或竭情而多悔，或率意而寡尤。虽兹物之在我，非余力之所戮。故时抚空怀而自惋，吾未识夫开塞之所由。\n\n　　伊兹文之为用，固众理之所因。恢万里而无阂，通亿载而为津。俯殆则于来叶，仰观象乎古人。济文武于将坠，宣风声于不泯。塗无远而不弥，理无微而弗纶。配霑润于云雨，象变化乎鬼神。被金石而德广，流管絃而日新。\n\n","type":[],"shangxi":"　　《文赋》是中国最早系统地探讨文学创作问题的论著。全文以赋的形式写成。作者是西晋著名文学家陆机。\n\n　　陆机在《文赋》中用他的文学实践的亲身体会，生动地描述和分析了创作的心理特征和过程，表达了他的美学美育思想。主要包括：\n\n　　（1）“情因物感，文以情生”。《文赋》认为，情感是文学创作冲动的来由和起点。在艺术想象过程中，许多心理活动交织在一起，情、理、物象，文辞纷至沓来，所要创造的艺术形象也愈加清晰鲜明。在这过程中，作者的情感起着重要的作用，正所谓“思涉乐其必笑，方言哀而已叹”。\n\n　　（2）“笼天地于形内，挫万物于笔端”。《文赋》充分肯定了艺术想象的作用，认为在构思阶段，则“收视反听，耽思傍讯，情骛八极，公游成仞”，“观古今于须臾，扶四海于一瞬”，“笼天地于形内，挫万物于笔端”表明作者在创作过程中完全沉入艺术想象过程中。\n\n　　（3）“应感之会，通塞之纪”。《文赋》强调灵感在文学创作中的作用，指出艺术创作成就的取得同“应感之会，通塞之纪。即灵感问题有密切关系。认为灵感具有“来不可遏，去不可止”，“或竭情而多悔，或率意而寡尤”的特征。\n\n　　（4）“其会意也尚巧，其遣言也贵妍”。《文赋》在艺术风格上，崇尚华丽之美，强调“丽辞”。这反映了六朝时期讲求形式美的新时尚。\n\n　　（5）《文赋》将文体区分为十种，简明概述了各体的特征。可以说，《文赋》在一定程度上概括了整个艺术创作思维的规律。\n\n　　《文赋》是我国古代研究文学创作特点的最早的一篇专论，在美学史上有重要的意义和价值。\n\n","translation":"每次阅读那些有才气作家的作品，对他们创作时所有的心思自己都有体会。诚然，作家行文变化无穷，但文章的美丑，好坏还是可以分辨并加以评论的。每当自己写作时，尤其能体会到别人写作的甘苦。作者经常感到苦恼的是，意念有能下确反映事物，语言不能完全表达思想。大概这个问题，不是难以认识，而是难以解决。因此作《文赋》借评前人的优秀作品，阐述作样写有利，作样写有害的道理。或许可以说，前人的优秀之作，已把为文的奥妙委婉曲折也体现了出来。至于前人的写作决窍，则如同比着斧子做斧柄，虽然样式就在眼前，但那介心应手的熟练技巧，却难以用语言表达详尽，大凡能用语言说明的我都在这篇《文赋》里了。\n\n　　久立天地之间，深入观察万物；博览三坟五典，以此陶冶性灵。随四季变化感叹光阴易逝，目睹万物盛衰引起思绪纷纷。临肃秋因草木凋零而伤悲，处芳春由杨柳依依而欢欣。心意肃然台胸怀霜雪，情志高远似上青云。歌颂前贤的丰功伟业，赞咏古圣的嘉行。漫步书林欣赏文质并茂的佳作，慨然有感有感投书提笔写成诗文。\n\n　　开始创作，精心构思。潜心思索，旁搜博寻。神飞八极之外，心游万刃高空。文思到来，如日初升，开始朦胧，逐渐鲜明。此时物象，清晰互涌。子史精华，奔注如倾。六艺辞采，荟萃笔锋。驰骋想象，上下翻腾。忽而漂浮天池之上，忽而潜入地泉之中。有是吐辞艰涩，如衔钩之鱼从渊钓出；有时出语轻快，似中箭之鸟坠于高空。博取百代未述之意，广采千载不用之辞。前人已用辞意，如早晨绽开的花朵谢而去之；前人未用辞意，象傍晚含苞的蓓蕾启而开之。整个构思过程，想象贯穿始终。片刻之间通观古今，眨眼之时天下巡行。\n\n　　完成构思，布局谋篇。选辞精当，事理井然，有形之物尽绘其形，含声之物尽现其者。葳者层层阐述，由隐至显或者步步深入，从易 到难，有时纲举目张，如猛虎在山百兽驯伏，有时偶遇奇句，似蛟龙出水海鸟惊散。有时信手拈来辞意贴切，有时煞费苦心辞意不合，这时要排除杂念专心思考，整理思诉诸语言，将天地概括为形象，把万物融会于笔端，开始好象话在干唇难以出口，最后酣畅淋漓泻于文翰。事理如树木的主体，要突出使之成为骨干，文辞象树木析枝条，干壮才能叶茂校繁。情貌的确非常一致，情绪变化貌有表现。内心喜悦面露笑容，说到感伤不禁长。有时提笔一挥而就，有时握笔心理感到茫然。写作充满着乐取，一向为圣贤们推尊。它在虚无中搜求形象，在无声中寻找声音。有限篇幅容纳无限事理，宏大思想出自小小寸心。言中之意愈扩愈广，所含内容越挖越深像花朵芳香四溢，象柳条郁郁成荫。光灿灿如旋风拔地而起，沉甸甸如积支笔下生文。\n\n　　文章体式千差万别，客观事物多种多样，事物繁多变化无穷，圆满此很难描摹形象。辞采如同争献技艺的能互，文意好比掌握蓝图的巧匠，文辞当不当用他要仔细斟酌文章或深或浅他都分豪不让。即或违反写作常规，也要极力描绘形象。因此喜欢渲染的人，崇沿华丽词藻；乐于达理的人，重视语言精当。言辞过于简约，文章格局不大论述充分畅达，文章气势旷放。诗用以抒发感情，要辞采华美感情细腻，赋用以铺陈事物。要条理清晰，语言清朗碑用以刻记功德，务必文质相当，诔用以哀悼死者，情调应该缠绵凄怆。铭用以记载功劳，要言简意深，温和顺畅。箴用以讽谏得失，抑杨顿挫，文理清壮。颂用以歌功倾德，从容舒缓，繁采华彰，论用以评述是非功过，精辟缜密，语言流畅。奏对上陈叙事，平和透彻，得体适当。说明以论辨说理，奇诡诱人，辞彩有光，文体区分大致如此，共同要求禁止邪放。辞义畅达说理全面，但要切记不能冗长。\n\n　　客观事物千姿百态，文章体式也常变迁。为文立意崇尚冷气巧，运用文辞贵在华妍、音调高低错落有致，好象五色配合鲜艳。虽说取舍本无定律，文辞安排很难合适；但要通晓变化的规律、次序，就象开泉纳流吻自然。假如错过变化时机再去凑合，犹如以尾续首，颠倒混乱。如果颜色配搭不当，就会混浊不清色泽有艳。\n\n　　有时下文对上文有损害，有时上文对下文影响。有时语言不顺而事理连贯，有时语言连贯而事有妨。把它分开两全齐美，合在一起互相损伤。所用辞意严格考较，去留取舍他细衡量。如用法度加以权衡，丝毫不差合乎词章。\n\n　　有时辞藻繁多义理丰富，欲达之意却不清楚。文章主题只有一个，意思说尽不再赘述。关键地方简要几句，突出中心这是警语。尽管讲得条条有理，借助警句才更有力。文章果能利多弊少，就该满足不再改易。\n\n　　有时组织词义如编彩绘，严密漂亮光泽鲜艳。辞采富丽象斑烂锦秀，情调凄婉如乐器和弦。果真自己没有独创，恐怕就要雷同前贤。虽出自个人锦心绣口，也怕别人用于我先。假如确能有伤品誉，虽然心爱一定削删。\n\n　　有时个别句子出类拨萃，象芦苇开花禾苗秀稳。如声不可拴，影不可追，佳句孤零零超然独立，绝非庸言能够相配。心茫然很难再寻佳句，犹豫徘徊又不忍将客观存它舍弃。文有奇就象石中藏玉使山岭坐辉，又象水中含珠令河川秀媚。未经整枝的灌木踢然不美，招来翠鸟也会为它增加。\n\n　　文章作用很大，许多道理借它传扬。道传万里畅通无阻，勾通亿载它是桥梁。往能挽救文武之道使之不至衰落，它能宏扬教化使其免于泯灭。人生道路多么广远它都能指明，世间哲理多么精微客观存在都能囊括。它的作用同雨露滋润万物本比，它的手法幽微简直与鬼神相似。文章刻于金石美德传遍天下，文章播于管弦更能日新月异。▲\n\n"}
{"_id":{"$oid":"5b9a1849367d5c0f40d22d47"},"title":"幼女词","dynasty":"唐代","writer":"施肩吾","content":"幼女才六岁，未知巧与拙。\n向夜在堂前，学人拜新月。","type":["儿童"],"shangxi":"　　施肩吾有个天真可爱的小女儿，在诗中不止一次提到，如：“姊妹无多兄弟少，举家钟爱年最小。有时绕树山雀飞，贪看不待画眉了。”（《效古词》）而这首《幼女词》更是含蓄兼风趣的妙品。\n\n　　诗一开始就着力写幼女之“幼”，先就年龄说，“才六岁”，说“才”不说“已”，意谓还小着呢。再就智力说，尚“未知巧与拙”。这话除表明“幼”外，更有多重意味。表面是说她分不清什么是“巧”、什么是“拙”这类较为抽象的概念；其实，也意味着因幼稚不免常常弄“巧”成“拙”，比方说，会干出“浓朱衍丹唇，黄吻烂漫赤”（左思），“移时施朱铅，狼藉画眉阔”（杜甫）一类令人哭笑不得的事。此外，这里提“巧拙”实偏义于“巧”，暗关末句“拜新月”事。读者一当把二者联系起来，就意会这是在七夕，如同目睹如此动人的“乞巧”场面：“七夕今宵看碧霄，牵牛织女渡河桥。家家乞巧望秋月，穿尽红丝几万条。”（林杰《乞巧》）诗中并没有对人物往事及活动场景作任何叙写，由于巧下一字，就令人想象无穷，收到含蓄之效。\n\n　　前两句刻划女孩的幼稚之后，末二句就集中于一件情事。时间是七夕，因前面已由“巧”字作了暗示，三句只简作一“夜”字。地点是“堂前”，这是能见“新月”的地方。小女孩干什么呢？她既未和别的孩子一样去寻找萤火，也不向大人索瓜果，却郑重其事地在堂前学着大人“拜新月”呢。读到这里，令人忍俊不禁。“开帘见新月，即便下阶拜”的少女拜月，意在乞巧，而这位“才六岁”的乳臭未干的小女孩拜月，是“不知巧”而乞之，“与‘细语人不闻’（李端《拜新月》）情事各别”（沈德潜语）啊。尽管作者叙述的语气客观，但“学人”二字传达的语义却是揶揄的。小女孩拜月，形式是成年的，内容却是幼稚的，这形成一个冲突，幽默滑稽之感即由此产生。小女孩越是弄“巧”学人，便越发不能藏“拙”。这个“小大人”的形象既逗人而有趣，又纯真而可爱。\n\n　　这类以歌颂童真为主题的作品，可以追溯到晋左思《娇女诗》，那首五古用铺张的笔墨描写了两个小女孩种种天真情事，颇能穷形尽态。而五绝容不得铺叙。如果把左诗比作画中工笔，则此诗就是画中写意，它删繁就简，削多成一，集中笔墨，只就一件情事写来，以概见幼女的全部天真，甚而勾画出了一幅笔致幽默、妙趣横生的风俗小品画，显示出作者白描手段的高超。\n\n","translation":"肩吾有个天真可爱的小女儿，在诗中不止一次提到，如：“姊妹无多兄弟少，举家钟爱年最小。有时绕树山雀飞，贪看不待画眉了。”（《效古词》）而这首《幼女词》更是含蓄兼风趣的妙品。\n\n　　诗一开始就着力写幼女之“幼”，先就年龄说，“才六岁”，说“才”不说“已”，意谓还小着呢。再就智力说，尚“未知巧与拙”。这话除表明“幼”外，更有多重意味。表面是说她分不清什么是“巧”、什么是“拙”这类较为抽象的概念；其实，也意味着因幼稚不免常常弄“巧”成“拙”，比方说，会干出“浓朱衍丹唇，黄吻烂漫赤”（左思），“移时施朱铅，狼藉画眉阔”（杜甫）一类令人哭笑不得的事。此外，这里提“巧拙”实偏义于“\n\n"}
{"_id":{"$oid":"5b9a1849367d5c0f40d22d48"},"title":"九日龙山饮","dynasty":"唐代","writer":"李白","content":"九日龙山饮，黄花笑逐臣。\n醉看风落帽，舞爱月留人。","type":["重阳节","饮酒","抒情","典故"],"remark":"龙山：在当涂县南十里，蜿蜒如龙，蟠溪而卧，故名。见《太平府志》。\n黄花：谓菊花。菊花有多种颜色，古人以黄菊为正色，故常以黄花代称。\n逐臣：被贬斥、被驱逐的臣子，诗人自称。\n风落帽：用晋孟嘉九日登高落帽事。详见《九日登山》诗注。东晋大司马桓温曾在重阳节登龙山，其部下参军孟嘉被风吹落帽，孟嘉仍浑然不觉，桓温命人作文嘲之，孟嘉作答，挥笔而就，一时传为佳话。\n\n","shangxi":"　　在咏菊诗中，“龙山之会”、“落帽人”是常被引用的典故。李白把这个典故与自己的龙山之游紧密结合在一起抒发了内心的失意愤懑、旷达洒脱的复杂感情。\n\n　　在重阳节之际，诗人登上了当涂附近的名胜之地龙山，与好友痛饮菊花酒，借吟诗来倾泻胸中之情。首句点明时间地点，既写诗人的宴饮，也扣晋桓温同宾僚的宴饮，这样写就使以后的用典不仅自然吻合，且合情合理，亦即顺理成章。次句“黄花笑逐臣”，着重写宴饮时菊花的神态。“笑”，十分生动、形象地写出了菊花盛开时的美艳的容颜。“逐臣”，追随诗人。这是说菊花开得到处都是，无论诗人到了哪里，都能看到喷吐异香的黄花，同样，诗人无论到了哪里，都有朵朵怒绽的黄花向他微笑。在登龙山之际，联想起这里曾经上演过的名士清流之事，以“逐臣”自比的李白，暂时忘却了政治上的不得意，把自己比作被风吹落帽的名士孟嘉，表达了对名士的向往和对自然的热爱。三、四句“醉看风落帽，舞爱月留人。”前一句用典，重在“醉”字，后一句写实，重在“舞”字。饮美酒赏黄花，酒不醉人人自醉，花不能舞人自舞，体现出饮酒赏花的乐趣，表现出诗人放旷的性格、浪漫的气质。“陶然共忘机”，正是此情此景的真实描绘。可见，后两句诗是前两句诗的深化。诗的最后一句“舞爱月留人”，巧妙地将月亮拟人化，以“月留人”收尾，显得生动别致，表面上是说月亮挽留诗人，而实际上是诗人留恋这脱俗忘尘的自然之境，不愿割舍而去。\n\n　　孟嘉九日龙山落帽事，是魏晋名士飘逸风度的典型体现，历来文人多爱诵之。李白在这里以孟嘉自比，临风醉酒落帽，对月起舞弄影，自有一分超放的情味。但“逐臣”一语，也透出了他胸中的牢落不平，这就使本诗不仅仅是一篇吟赏前辈风流之作，同时也有其现实遭际的感慨在。\n\n","translation":"九日在龙山宴饮，黄色的菊花盛开似在嘲弄我这个逐臣。\n醉眼看看秋风把我的帽子吹落，月下醉舞，明月留人。\n\n"}
{"_id":{"$oid":"5b9a1849367d5c0f40d22d49"},"title":"送人之军","dynasty":"唐代","writer":"贺知章","content":"常经绝脉塞，复见断肠流。送子成今别，令人起昔愁。 \n 陇云晴半雨，边草夏先秋。万里长城寄，无贻汉国忧。","type":[]}
{"_id":{"$oid":"5b9a184a367d5c0f40d22d4a"},"title":"春思","dynasty":"宋代","writer":"方岳","content":"春风多可太忙生，长共花边柳外行。\n与燕作泥蜂酿蜜，才吹小雨又须晴。","type":["春天","赞颂","写风"],"remark":"多可：多么能够的意思。\n忙生：忙的样子。\n\n","translation":"春风多么会忙忙碌碌啊！它同花儿生活在一起，能使花儿开放；同柳树在一起，就使柳树早早发青。\n春风又同燕子一起衔泥作窝，还催开百花帮助蜜蜂晴酿蜜；刚刚吹来阴云下了一阵小雨，又将乌云送走，带来了蓝蓝的晴天。\n\n"}
{"_id":{"$oid":"5b9a184a367d5c0f40d22d4b"},"title":"读书有所见作","dynasty":"清代","writer":"萧抡谓","content":"人心如良苗，得养乃滋长；\n苗以泉水灌，心以理义养。\n一日不读书，胸臆无佳想。\n一月不读书，耳目失精爽。","type":["规劝","读书","哲理"],"translation":"赏析 　　这首诗举例了读书的益处与不读书的坏处，忠告人们要热爱读书，读书要持之以恒，并将其道理表达得淋漓尽致。"}
{"_id":{"$oid":"5b9a184a367d5c0f40d22d4c"},"title":"长相思·折花枝","dynasty":"明代","writer":"俞彦","content":"折花枝，恨花枝，准拟花开人共卮，开时人去时。\n怕相思，已相思，轮到相思没处辞，眉间露一丝。","type":["婉约","相思"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155716320.mp3","remark":"选自《明词综》。长相思 ： 词牌名。原为唐教坊曲。后用为词调之称。又名《忆多娇》、《双红豆》、，《相思令》、《长相思令》、《长思仙》、《山渐青》、《吴山青》、“青山相送迎》、《越山青》等。仄韵调名为《叶落秋窗》。双调，每段四句，押四平韵，三十六字。\n准拟：打算，约定。\n人共卮（zhi支）：指饮酒定婚。卮，古代盛酒器。\n辞：躲避。\n丝：丝与“思”谐音，以双关语既形眉态，又表心绪。\n\n","shangxi":"　　这首词笔法简洁细腻，以女子的口吻，写主人公与情人分别后的相思之情，情极深挚，非至情者莫能道出。写法上，运用复杂而微妙的感情交织，在对花的爱与恨以及对于相思的怕而又不得不相思的矛盾交织中，体现其对爱情的忠贞和对幸福的向往。该词化用了范仲淹《御街行》的“都来此事，眉间心上，无计相回避”及李清照《一剪梅》的“才下眉头，却上心头”。\n\n　　上片从“花”字生发，鲜花象征着美好的事物，代表着纯真的爱情，并常常被用来比喻美丽的女子。“折花枝”尽管只是写了女主人公的一个动作，但也自然会使人联想到青春少女美丽的面庞及折花枝时的优美姿态，联想起“人面桃花相映红”（唐崔护《题都城南庄》）的艺术境界。“恨花枝”三字接得突兀，词人着一“恨”字，准确地刻划了折花人心灵深处的悲苦，这首词即以盈盈春色反衬人的失意。“准拟花开入共卮，开时人去时”，令人仿佛看到折花人流下相思泪，含情凝睇着伊入离去的方向。女主人公本来打算同恋人在花开时节共同饮酒赏花，可是花开之日却是人去之时，离愁既生，迁恨于花枝也是必然的。其实“花枝”并没有什么过错，“恨花枝”，说到底就是恨自己的恋人，本来说好的事情，为何能轻易违约匆匆离去。不过，这“恨”中也包含着爱的成份。\n\n　　下片紧承上片意脉，娓娓道来，生动地写出自己的刻骨相思。这“相思”二字所包容的巨大能量，曾使古今中外的多少有情男女愁苦不已，损心伤神。回想昔日花好月圆共饮时，湖边柳下细和语，卿卿我我蜜意时，女子惧怕孤独、不甘寂寞， “怕相思，已相思”将女主人公怨恨、思念、爱怜的感情，细腻、逼真地表达出来，直抒胸臆。但“怕”又有何用，谁能摆脱这“剪不断，理还乱”的忧愁。但当心里有了“相思”的想法时，就已经在相思了。“怕”和“恨”连起来，正是白居易所描绘的“思悠悠，恨悠悠，恨到归时方始休”的同义语。对一位感情丰富，情窦已开的女子来说，“恨”是“爱”的折光·，“怕”是“恋”的延伸，相思之苦，难遣胸怀。“轮到”，表明主人公过去还未曾品尝过相思之苦，正因为是初尝，才更能体会到相思是那样的折磨人，纠缠人，让人没法回避，无法推辞。心中所思，形诸面容，“眉间”自然会“露一丝”，这“一丝”凝聚着主人公对恋人的无限深情与怀念，其中有恨，有爱，有失望，有希望，有痛苦，有幸福，个中滋味难以表达。以“丝”谐“思”，采用民歌抒情惯用手法，清新含蓄，娇态可怜。\n\n　　该词上片写实记事，下片抒情展怀。上下片虚实结合，相映相衬，情味浓郁，完美地塑造了一位多情女的形象。上下片打头的两个三字句，有很别致的形式：第二，三两字相互重复，句首第一字相互对照。例如白居易的“汴水流，泗水流——思悠悠，恨悠悠”，林逋的“吴山青，越山青——君泪盈，妾泪盈”，俞彦这首词颇具匠心地借助了这种形式上的奇突。“折花枝，恨花枝”和“怕相思，已相思”，前者是心理与行为，后者是心理与情势的比照和冲突，两者都不着痕迹地投射出词的主旋律——情绪上的双重体验（眷恋与痛苦），由此超越了语言结构的外壳，成为构成作品内在完整的有机因素。\n\n","translation":"折下美丽的花枝，不觉又怨恨起花技，原来打算花开时我们一起赏花共饮，谁知花开后情人一去不返不见踪影。\n害怕相思折磨自己，相思之情却早愁人，到相思时却事无办法摆脱它，心中稍稍平静眉头又露几分。\n\n"}
{"_id":{"$oid":"5b9a184a367d5c0f40d22d4d"},"title":"闾门即事","dynasty":"唐代","writer":"张继","content":"耕夫召募爱楼船，春草青青万项田；\n试上吴门窥郡郭，清明几处有新烟。","type":["清明节","感伤"],"translation":"注释 即事：对眼前事务，情景有所感触而创作。 闾（lǘ ），古代二十五家为一闾。 原指里巷的大门，后指人聚居处：倚闾而望。闾里。闾巷。闾左（秦代居于里门之左的贫苦百姓）。 汇聚：尾闾（水闾汇聚之处，泄水的处所）。 门闾1.城门与里门。2.宫门。3.指乡里、里巷。4.家门;家庭;门庭。 大概意思：站在门口对眼前事务，情景有感触而作的诗。"}
{"_id":{"$oid":"5b9a184a367d5c0f40d22d4e"},"title":"书河上亭壁","dynasty":"宋代","writer":"寇准","content":"岸阔樯稀波渺茫，独凭危槛思何长。\n萧萧远树疏林外，一半秋山带夕阳。","type":["古诗三百首","写景","黄河","抒情"],"remark":"这是四首（春、夏、秋、冬）组诗中的第三首。诗前有序，说明此诗是作者被贬谪时写的。\n河，黄河。\n凭，靠。危，高。\n萧萧，风声。\n危槛：高高的栏杆。\n\n","translation":"宽阔的黄河，只有不多几条船在航行，眼前是波浪滚滚，一派渺茫。我独自登上河边的亭子，斜靠着栏杆，愁绪像河水，源源不断。\n那河边、远处，萧瑟秋风中，有片稀疏的树林，林后是耸立的高山，一半沐浴着西斜的阳光。\n\n"}
{"_id":{"$oid":"5b9a184a367d5c0f40d22d4f"},"title":"苏幕遮·草","dynasty":"宋代","writer":"梅尧臣","content":"露堤平，烟墅杳。乱碧萋萋，雨后江天晓。独有庾郎年最少。窣地春袍，嫩色宜相照。\n接长亭，迷远道。堪怨王孙，不记归期早。落尽梨花春又了。满地残阳，翠色和烟老。","type":["婉约","春天","咏物","伤春","思归"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155717318.mp3"}
{"_id":{"$oid":"5b9a184a367d5c0f40d22d50"},"title":"水调歌头·壬子三山被召陈端仁给事饮饯席上作","dynasty":"宋代","writer":"辛弃疾","content":"长恨复长恨，裁作短歌行。何人为我楚舞，听我楚狂声？余既滋兰九畹，又树蕙之百亩，秋菊更餐英。门外沧浪水，可以濯吾缨。\n一杯酒，问何似，身后名？人间万事，毫发常重泰山轻。悲莫悲生离别，乐莫乐新相识，儿女古今情。富贵非吾事，归与白鸥盟。\n\n","type":["答别","感时","抚事","抒志"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155718505.mp3","remark":"水调歌头：词牌名，又名“元会曲”“台城游”“凯歌”“江南好”“花犯念奴”等。双调，九十五字，平韵（宋代也有用仄声韵和平仄混用的）。相传隋炀帝开汴河自制《水调歌》，唐人演为大曲， “歌头”就是大曲中的开头部分。\n壬子：指绍熙三年（1192年）。陈端仁：即陈岘，字端仁，闽县人。绍兴二十七年进士。曾先后任平江守、两浙转运判官、福建市舶。淳熙九年在四川安抚使任上罢职回家。给事，给事中，官名。为门下省。宋制，门下省的给事中有四人，掌管：侍从规谏，掌读中外出纳，日编章奏目录以进，驳正政令失当，考其稽违而纠正之。（见《宋史·职官志》门下省条）\n长恨复长恨二句：长恨，即《长恨歌》。白居易《长恨歌》：“天长地久有时进，此恨绵绵无绝期。”《短歌行》，乐府平调曲名。《乐府解题》：“魏武帝‘对酒当歌，人生几何。’晋陆机‘置酒高堂，悲来临觞。’皆言当及时为乐。”\n何人为我楚舞二句：《史记·留侯世家》：汉高祖刘帮欲废吕后的儿子，另立戚夫人的儿子赵王如玉为太子，事情没有成。“戚夫人泣，上曰：‘为我楚舞，吾为若楚歌。’”楚狂声，楚国的狂人接舆的《凤兮歌》。接舆曾路过孔子的门口，歌：“凤兮！凤兮！何德之衰？往者不可谏，来者犹可追。已而！已而！今之从政者殆而！”（见《论语·微子篇》）\n余既滋兰九畹三句：《离骚》：“余既滋兰 之九畹，又树蕙之百亩”“朝饮木兰之坠 露兮，夕餐秋菊之落英”。\n门外沧浪水二句：《孟子·离屡篇》：“沧浪之水清兮，可以濯我缨，沧浪之水浊兮，可以濯我足。”缨，丝带子。这两句的意思是：对清水、浊水态度要明确，不要然然可可。表示了他刚正清高的品德。\n毫发常重泰山轻：这是说人世间的各种事都被颠倒了。\n悲莫悲生离别三句：屈原《楚辞·九歌·少司命》：“悲莫悲兮生离别，乐莫乐兮新相识。”这里是对陈端仁说的。表示对陈端仁有深厚的感情。\n富贵非吾事二句：陶渊明《归去来辞》：“富贵非吾愿，帝乡不可期。”\n\n","shangxi":"　　辛弃疾的这首《水调歌头》，是一首感时抚事的答别之作。\n\n　　此词上片分两层，前两韵是第一层，直接抒写诗人的“长恨”和“有恨无人省”的感慨。作者直接以“长恨复长恨，裁作短歌行”句开篇，乍看似觉突兀；其实稍加思索，就会明白其深刻的感情背景。由于北方金朝的入侵，战乱不息，被占区人民处在金人统治之下，而偏安一隅的南宋小朝廷却非但不图恢复，还对主张抗金北伐的人士加以压制和迫害，作者就曾多次受到打击。这对于一个志在恢复的爱国者来说，不能不为此而感到深切的痛恨。如此“长恨”，在“饮饯席上”难以尽言，所以词人只能用高度浓缩的语言，把它“裁作短歌行”。“短歌行”，原是古乐府《平调曲》名，多用作饮宴席上的歌辞。词人信手拈来，融入句中，自然而巧妙地点明了题面。“长恨”而“短歌”，不仅造成形式上的对应美，更主要的是显示出那种恨不得尽言而又不能不言的情致。“何人为我楚舞，听我楚狂声”一句，合用了两个典故。据《史记·留侯世家》载，汉高祖刘邦“欲废太子，立戚夫人子赵王如意”，由于留侯张良设谋维护太子，此事只好作罢，戚夫人因向刘邦哭泣，刘邦对她说：“为我楚舞，吾为若楚歌。”歌中表达了刘邦事不从心、无可奈何的心情。又《论语·微子篇》载，楚国隐士接舆曾唱歌当面讽刺孔子迷于从政，疲于奔走，《论语》因称接舆为“楚狂”。辛弃疾在这里运用这两个典故，目的是为了抒发他虽有满腔“长恨”而又无人理解的悲愤，一个“狂”字，更突出了他不愿趋炎附势、屈从权贵的耿介之情。从遣词造句看，这一韵还妙在用“何人”呼起，以反诘语气出之，大大增强了词句的感人力量；而“为我楚舞”，“听我楚狂声”，反复咏言，又造成一种一唱三叹，回肠荡气的艺术效果。词人在直抒胸臆以后，紧接着就以舒缓的语气写道：“余既滋兰九畹，又树蕙之百亩，秋菊更餐英。”一韵三句，均用屈原《离骚》诗句。前两句径用屈原原句，只是“兰”字后少一“之”字，“畹”字后少一“兮”字。“餐英”句则从原句“朝饮木兰之坠露兮，夕餐秋菊之落英”概括而来。兰、蕙都是香草，“滋兰”、“树蕙”，是以培植香草比喻培养自己美好的品德和志节。而“饮露”、“餐英”，则是以饮食的芳洁比喻品节的纯洁和高尚。作者在这里引用屈原诗句，并用“滋兰”、“树蕙”之词，显然是为了表达自己的志节和情操。屈原在忠而被谤、贤而见逐的情况下，仍然坚定地持其“内美”和“修能”，执着地追求自己的理想，词人在遭朝中奸臣谗言排挤，被削职乡居的情况下，依然不变报国之志，表明自己决不肯随波逐流与投降派同流合污，沆瀣一气。“门外沧浪水，可以濯吾缨”一句，仍承前韵词意，从另一个角度表明自己的志节和操守。这里又用一典。《楚辞·渔父》中说，屈原被放逐，“游于江潭”，“形容枯槁”，渔父问他为什么到了这种地步，屈原说：“举世皆浊我独清，众人皆醉我独醒，是以见放。”渔父劝他“与世推移”，不要“深思高举”，自讨其苦。屈原说：“宁赴湘流，葬于江鱼之腹”，也不肯“以皓皓之白，而蒙世俗之尘埃”。渔父听后，一边摇船而去，一边唱道：“沧浪之水情兮，可以濯我缨；沧浪之水浊兮，可以濯我足。”意思是劝屈原要善于审时度势，采取从时随俗的处世态度。词人化用此典，意在进一步表明自己的志节情操。\n\n　　下片头三句“一杯酒，问何似，身后名？”遥应篇首，意在抒发自己理想无从实现的感慨，情绪又转入激昂。据《世说新语·任诞》载，西晋张翰（字季鹰），为人“纵任不拘”，有人问他：“卿乃可纵适一时，独不为身后名耶？”他说：“使我有身后名，不如即时一杯酒。”词人用张翰的典故，乃是牢骚之气。\n\n　　他的抗金复国理想难以实现，志业难遂，还要那“身后”的虚名干什么！词人为什么会发此牢骚呢？辛弃疾接着写：“人间万事，毫发常重泰轻。”这一韵是全词的关键所在，道出“长恨复长恨”的根本原因，就是因为南宋统治集团轻重倒置，是非不分，置危亡于不顾，而一味地苟且偷安。这是词人对南宋小朝廷腐败政局的严厉批判和愤怒呼喊。最后两韵是下片第二层，通过写惜别再一次表明自己的心志，词人的情绪这时又渐渐平静下来。前三句写惜别，用屈原《九歌》点明恨别乐交乃古往今来人之常情，表明词人和饯行者陈端仁的情谊深厚，彼此都不忍离别之情。“富贵非吾事，归与白鸥盟”一句，又引用两个典故。陶渊明《归去来兮辞》云：“富贵非吾愿，帝乡不可期。”陶渊明生于东晋末叶，社会动乱，政治黑暗，而他本人又“质性自然”（《归去来兮辞序》），“不慕荣利”（《五柳先生传》），因有是辞。这里词人引用陶诗，表明自己此次奉召赴临安并不是追求个人荣利，并且也不想在那里久留，以表明自己的心迹。“归与白鸥盟”，是作者从正面表明自己的心迹。据《列子·黄帝篇》载，相传海上有位喜好鸥鸟的人，每天早晨必在海上与鸥鸟相游处，后遂以与鸥鸟为友比喻浮家泛宅、出没云水间的隐居生活。在这里，词人说归来与鸥鸟为友，一方面表明自己宁可退归林下，也不屑与投降派为伍，另一方面也有慰勉陈端仁之意。\n\n　　与一般的离别之词不同，辛弃疾的这首《水调歌头》，虽是答别之词，却无常人的哀怨之气。通观此篇，它答别而不怨别，溢满全词的是他感时抚事的悲恨和忧愤，而一无凄楚或哀怨。词中的声情，时而激越，时而平静，时而急促，时而沉稳，形成一种豪放中见沉郁的艺术情致。此外，词中还成功地运用比兴手法，不仅丰富了词的含蕴，而且对抒发词人的志节等，也都起到了很好的艺术效果。\n\n","translation":"　　长恨啊！实在更长恨！我把它剪裁成《短歌行》。及时唱歌行乐吧！什么人了解我，来为我跳楚舞？听我唱楚狂人接舆的《凤兮》歌？我在带湖既种了九畹的兰花，又栽了百亩的蕙，到了秋天可以吃菊花的落花。在我的门外有沧浪的清水可以洗我的丝带。\n　　请问：一杯酒与身后名誉，哪一件重要？身后名当然重要。但是，现今是人间万事都是本末倒置，毫发常常是重的，而泰山却倒很轻。最悲伤也没有比生离死别更悲伤的，最欢乐也没有比结识了一个志同道合的新朋友更欢乐的。这是古今以来儿女的常情。富贵不是我谋求的事，还是回到带湖的家去，与我早已订立过同盟的老朋友白鸥聚会的好。\n\n"}
{"_id":{"$oid":"5b9a184a367d5c0f40d22d51"},"title":"春晓","dynasty":"唐代","writer":"李中","content":"残烛犹存月尚明，几家帏幌梦魂惊。 \n 星河渐没行人动，历历林梢百舌声。","type":[]}
{"_id":{"$oid":"5b9a184a367d5c0f40d22d52"},"title":"南轩松","dynasty":"唐代","writer":"李白","content":"南轩有孤松，柯叶自绵幂。\n清风无闲时，潇洒终日夕。\n阴生古苔绿，色染秋烟碧。\n何当凌云霄，直上数千尺。","type":["咏物","抒怀","理想"],"remark":"南轩：轩原本指多窗的长廊，这里泛指当南的窗外。\n柯叶：枝叶。\n绵幂：密密层层的样子，枝叶稠密而相覆之意。\n潇洒：洒脱，无拘束貌。此以形容松树枝叶在清风中摆动的样子。\n日夕：早晚。“终日夕”与上句“无闲时”对举。\n“阴生”句：阴凉处生出的青苔颜色深绿。\n“色染”句：苍翠的青松似乎将秋一的烟岚都染绿了。\n何当：犹言何日、何时。\n凌云霄：直上云霄。\n\n","shangxi":"　　安旗《李白全集编半注释》云，此诗于开元十五年（727）而作。\n\n　　“南轩有孤松，柯叶自绵幂”运用铺叙的手法，描绘出一幅松树苍劲挺拔、松树枝叶稠密昂首天外的景致。诗一开头，就说这是一棵“孤松”，突出了它的不同凡俗。接着写松树枝叶繁茂、生机勃勃、四季常青，塑造出松树郁郁苍苍、古朴高洁的形象。\n\n　　“清风无闲时，潇洒终日夕”，风吹劲松，更觉松树苍劲。古人有诗云：“亭亭山上松，瑟瑟谷中风。风声一何盛，松枝一何劲。”“清风”、“潇洒”、“日夕”等有巨大气势的事物和表现大起大落的动词，使得诗意具有飞扬跋扈、迅猛阔大的气势。风因松而见其盛，松因风而见其劲，为下文期盼“孤松”向往着“直上数千尺”的凌云之势作铺垫。\n\n　　“阴生古苔绿，色染秋烟碧”两句，再对松树生长的环境进行描写，来烘托松树高大苍翠。“阴生古苔绿”，是说由于松树高大，在它的阴处长出了碧绿的古苔。既言“古苔”足见这棵松树的年岁之长。半空中松树茂密的枝叶，一片浓密翠绿，而地上的古苔也呈现出一片绿色，上下辉映，似乎将周围的空气都要染绿了似的。“色染秋烟碧”，形象地描绘了这一迷人景象。其中一个“染”字用得妙，将景物都着上了宜人的色彩。\n\n　　“何当凌云霄，直上数千尺”以夸张的口吻极言其高。正是抒写的诗人见“孤松”而生的感叹，但不是以上所说的那种感觉，却是一种因不满足于眼前之景而萌生的期待、盼望之情。\n\n　　此诗的前六句，重在描绘诗人所见“孤松”之景，写“孤松”枝叶繁茂、清风中显得那样潇洒自得；“孤松”苔绿叶翠，秋烟中更添膘胧之美。这给人以孤傲自恃，超然物外的感觉。末二句，侧重体现出诗人不满足于“孤松”的潇洒自得，向往着“直上数千尺”的凌云之势。（唐）范传正《李白新墓碑》所谓：“常欲一鸣惊人，一飞冲天”之意。这种情感，显然是诗人虽来得重用，却时时怀有凌云壮志渴望施展的内心情怀的一种“借越发挥”。\n\n　　此诗借用“孤松”、“清风”、“游云”、“日夕”、“苔绿”、“秋烟”、“苔绿”、“云霄”、“染”、“凌”等有巨大气势的事物和表现大起大落的动词，使得诗意具有飞扬跋扈、不可一世的气势，易使读者产生激昂振奋的感觉，侧面衬托出“孤松”潇洒高洁、顽强挺拔的品性，表现出诗人不满足于“孤松”的潇洒自得，向往着“直上数千尺”的凌云之势，表达了诗人刚正不阿的高尚品格，道明诗人崇高的理想和远大的抱负。\n\n","translation":"窗南有棵孤傲的青松，枝叶是多么茂密。\n清风时时摇着它的枝条，潇洒终日是多么惬意。\n树阴下老早以前就长满绿苔，秋日的云雾到此也被它染碧。\n何时才能枝叶参天长到云霄外面，直上千尺巍然挺正。\n\n"}
{"_id":{"$oid":"5b9a184a367d5c0f40d22d53"},"title":"送李判官之润州行营","dynasty":"唐代","writer":"刘长卿","content":"万里辞家事鼓鼙，金陵驿路楚云西。\n江春不肯留行客，草色青青送马蹄。","type":["送别","友情"]}
{"_id":{"$oid":"5b9a184b367d5c0f40d22d54"},"title":"春光好·蘋叶软","dynasty":"五代","writer":"和凝","content":"蘋叶软，杏花明，画船轻。双浴鸳鸯出绿汀，棹歌声。\n春水无风无浪，春天半雨半晴。红粉相随南浦晚，几含情。","type":["春游"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155718333.mp3","remark":"软：一作“嫩”。\n明：鲜艳。\n绿汀（tīng）：芳草丛生的水边平地。\n棹歌：船歌。\n红粉：借代为女子。\n几含情：屡次含着深情。李颀《采莲曲》：“时逢岛屿泊，几伴鸳鸯眠。”白居易《东南行一百韵》：“几见林抽笋，频惊燕引雏。”\n\n","shangxi":"　　此词作于《花间集》结集之后，所以不见于《花间集》。作品描绘的是成都的的风光和生活。词中突出了春天日光和煦、万物欣欣向荣的特点，并使描写的物象有机地组合为一体，构成一幅明丽和谐的春色图。\n\n　　此词发端以淡淡的笔墨点明时令：“天初暖，日初长。”成都四季分明，冬尽春始，景象不同。这两句写春天来了，用两“初”字，而且都是就感受着笔的。天初暖，写气候特征；日初长，写昼夜特征。两句看似平易，却是咏早春的不可移易之语。大地经过沉睡的冬季之后苏醒了。无边的春色使词人情不自禁地叫出一声“好春光”。紧接着以“万汇此时皆得意，竞芬芳”来补充“好”字的内容。万汇，包括各种竹木花树。它们新叶不同，颜色不同，花儿不同，在春风的吹拂下争奇斗艳，处处给人以竞相比美之感。词人先用一个“得意”，再用一个“竞”字，像以浓墨重彩在表现热闹的春意。\n\n　　下片写园林春色，是特写，是近景。一场春雨，竹林中新笋从点点如钱的绿苔地里迸发出来，第二句“花偎雪坞浓香”与首句“笋迸苔钱嫩绿”对仗，景致互相映衬，香色纷陈，更为突出。繁花，花团锦簇，如绰约少女依偎着雪坞，浓香四溢。词人在迷人的春色中流连忘返，不觉到了黄昏。天空泛出彩霞，他举目望去，柳丝夕阳，构成了天然图画，词人忽发奇想问道：“谁把金丝裁剪却，挂斜阳？”春柳嫩叶初萌，色如金线，故白居易《杨柳枝》说：“一树春风千万枝，嫩于金色软于丝。”均匀的柳丝，两两相对的柳叶，像天工剪裁而成。贺知章《咏柳》说：“碧玉妆成一树高，万条垂下绿丝绦。不知细叶谁裁出，二月春风似剪刀。”后二句人称神来之笔，欧阳炯化用其意以写早春园林夕照，创造了新的意境，余味无穷。\n\n","translation":"水上柔嫩的苹叶，衬着岸边洁的杏花；翠红美丽的鸳鸯，拖着长长的绿漪浮漾。一叶轻盈的画摇出船，添几阕情韵袅袅的“棹歌”。\n春光，轻灵摇荡，明媚可人！水，好在无风无浪；天，好在半雨半晴。在疏淡的暮霭中，伴一二红粉知已泛舟南浦，更多了几分含蕴不露的情意！\n\n"}
{"_id":{"$oid":"5b9a184b367d5c0f40d22d55"},"title":"巫山一段云·古庙依青嶂","dynasty":"唐代","writer":"李珣","content":"古庙依青嶂，行宫枕碧流。水声山色锁妆楼。往事思悠悠。\n云雨朝还暮，烟花春复秋。啼猿何必近孤舟。行客自多愁。","type":["宋词三百首","婉约","寺庙","山水","行舟","怀念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155719313.mp3","remark":"巫山一段云：唐教坊曲，原咏巫山神女事。后用为词牌。双调小令，四十四字，前后片各三平韵。\n古庙：指巫山脚下供奉神女的祠庙。\n青嶂（zhàng）：即十二峰。嶂：形势高险象屏障的山峰。\n行宫：京城以外供帝王出巡时居住的宫室，此处指楚细腰宫遗址。\n枕（zhěn）碧流：意为行宫临水而建。\n妆楼（zhuāng lóu）：寝楼，指细腰宫中宫妃所居。\n云雨：指宋玉《高唐赋序》楚怀王梦中幽会巫山神女之事。\n烟花：泛指自然界艳丽的景物。\n啼猿（tí yuán）：巫峡多猿，猿声凄厉如啼。\n\n","translation":"神女寺依旧傍着青山，楚王的细腰宫依旧枕着碧绿的江流。潺潺流水和暖暖翠岚环绕着昔日梳妆的楼台，悠悠往事真叫人感慨万千。\n巫山从早到晚雨迷云轻，春去秋来花开花落，岁月就这般流逝。何必要猿啼声声传向孤舟，远行的旅客自有许多忧愁。\n\n"}
{"_id":{"$oid":"5b9a184b367d5c0f40d22d56"},"title":"夜坐","dynasty":"宋代","writer":"张耒","content":"庭户无人秋月明，夜霜欲落气先清。\n梧桐真不甘衰谢，数叶迎风尚有声。","type":["古诗三百首","秋夜","写景","抒怀"],"remark":"气：气氛。\n清：冷清。\n甘：甘心。\n\n","translation":"寂静的前庭空无一人，只有秋月仍旧明亮。夜里的清霜将要落下，空气中也充满了清朗的气息。\n梧桐树矗立在庭前，也不甘就此衰落。树上的梧桐叶迎风摇摆，发出了些许声音。\n\n"}
{"_id":{"$oid":"5b9a184c367d5c0f40d22d57"},"title":"鹊桥仙·一竿风月","dynasty":"宋代","writer":"陆游","content":"一竿风月，一蓑烟雨，家在钓台西住。卖鱼生怕近城门，况肯到红尘深处？\n潮生理棹，潮平系缆，潮落浩歌归去。时人错把比严光，我自是无名渔父。","type":["咏怀","渔父","生活","心情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155719791.mp3","remark":"鹊桥仙：词牌名，此调专咏牛郎织女七夕相会事。\n一竿风月：风月中垂一钓竿。\n蓑（suō）：蓑衣。\n钓台：汉代隐士严光隐居的地方，在今浙江省富春江畔的桐庐县。\n况肯：更何况。\n红尘：指俗世。\n棹（zhào）：指船桨。\n潮平系缆：潮水满涨时停船捕鱼。\n浩歌：指放声高歌，大声歌唱。\n严光：即严子陵，汉代著名隐士。\n渔父：渔翁，捕鱼的老人。\n\n","shangxi":"　　“一竿风月，一蓑烟雨”，是渔父的生活环境。“家在钓台西住”，这里借用了严光不应汉光武的征召，独自披羊裘钓于浙江的富春江上的典故。以此来喻渔父的心情近似严光。上片结句说，渔父虽以卖鱼为生，但是他远远地避开争利的市场。卖鱼还生怕走近城门，当然就更不肯向红尘深处追逐名利了。以此来表现渔父并不热衷于追逐名利，只求悠闲、自在。\n\n　　下片头三句写渔父在潮生时出去打鱼，在潮平时系缆，在潮落时归家。生活规律和自然规律相适应，并无分外之求，不象世俗中人那样沽名钓誉，利令智昏。最后两句承上片“钓台”两句，说严光还不免有求名之心，这从他披羊裘垂钓上可看出来。宋人有一首咏严光的诗说：“一着羊裘便有心，虚名留得到如今。当时若着蓑衣去，烟水茫茫何处寻。”也是说严光虽拒绝光武征召，但还有求名心。陆游因此觉得：“无名”的“渔父”比严光还要清高。\n\n　　这词上下片的章法相同，每片都是头三句写生活，后两句写心情，但深浅不同。上片结尾说自己心情近似严光，下片结尾却把严光也否定了。文人词中写渔父最早、最著名的是张志和的《渔父》，后人仿作的很多，但是有些文人的渔父词，用自己的思想感情代替劳动人民的思想感情，很不真实。\n\n　　陆游这首词，论思想内容，可以说在张志和等诸人之上。显而易见，这词是讽刺当时那些被名牵利绊的俗人的。读者不可错会他的写作意图，简单地认为它是消极的、逃避现实的作品。\n\n　　陆游另有一首《鹊桥仙》词：“华灯纵博，雕鞍驰射，谁记当年豪举？酒徒一半取封候，独去作江边渔父。轻舟八尺，低逢三扇，占断苹洲烟雨。镜湖元自属闲人，又何必官家赐与！”也是写渔父的。它上片所写的大概是他四十八岁那一年在汉中的军旅生活。而这首词可能是作者在王炎幕府经略中原事业夭折以后，回到山阴故乡时作的。两首词同调、同韵，都是写他自己晚年英雄失志的感慨，决不是张志和《渔父》那种恬淡、闲适的隐士心情。读这首词时，应该注意他这个创作背景和创作心情。\n\n","translation":"清早出去，笼一蓑霏微烟雨，傍晚归来，钓一竿迷蒙风月，家就居在富春江滨的子陵钓台西边。卖鱼的时候惟恐走近城门跟前，更不用说还会到闹市深处去了。\n潮生时泛船出去打鱼，潮平时摆船靠岸系缆，潮落时高唱渔歌归家。当时的人们错把我比作披蓑垂钓的严光，然而，我更愿作一位无名的渔父。\n\n"}
{"_id":{"$oid":"5b9a184c367d5c0f40d22d58"},"title":"浣溪沙·咏橘","dynasty":"宋代","writer":"苏轼","content":"菊暗荷枯一夜霜。新苞绿叶照林光。竹篱茅舍出青黄。 \n香雾噀人惊半破，清泉流齿怯初尝。吴姬三日手犹香。","type":["咏物","橘子"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155720462.mp3","remark":"浣溪沙：唐代教坊曲名，后用为词牌。分平仄两体，双调，上片三句全用韵，下片末二句用韵。\n一夜霜：橘经霜之后，颜色开始变黄而味道也更美。白居易《拣贡橘书情》：“琼浆气味得霜成。”\n新苞：指新橘。\n青黄：指橘子，橘子成熟时，果皮由青色逐渐变成金黄色。屈原《橘颂》“青黄杂糅，文章烂兮”。\n“香雾”二句：宋韩彦直《橘录》卷上《真柑》：“真柑在品类中最贵可珍······始霜之旦，园丁采以献，风味照座，擘之则香雾噀人。”噀（xùn），喷。半破，指刚刚剥开橘皮。清泉，喻橘汁。\n吴姬：吴地美女。\n\n","shangxi":"　　咏物诗词，义兼比兴，讲求气象，自然容易受到好评。唐宋诗人，遵循《诗经》以来的“美”、“刺”原则，每借物寓意，有所寄讽，并以此为咏物“正宗”，而直写物象的纯粹的咏物之作，似乎已落入第二义了。其实，“纯用赋体，描写确肖”的咏物诗词，只要在选材炼意、琢句谋篇方面技巧娴熟，精美工致，也不失为佳构。\n\n　　苏轼是咏物能手，他的诗词中既有托讽深远的名篇，也有刻画精工的妙制，像这首咏橘词，可谓“写气图貌，既随物以宛转；属采附声，亦与心而徘徊”（《文心雕龙·物色》），巧言切状，体物细微，虽无深刻的思想内容，却饱有余味。\n\n　　“菊暗荷枯一夜霜”，先布置环境。咏物词，特别是咏小物的词，往往由于题材狭窄，难以展开，低手为之，易成枯窘。东坡才大，先在题前落笔，下文便有余地抒发。唐人皮日休《石榴歌》首句“蝉噪秋枝槐叶黄”，同此手段。“菊暗荷枯”四字，是东坡《赠刘景文》诗“荷尽已无擎雨盖，菊残犹有傲霜枝”的概括。“一夜霜”，经霜之后，橘始变黄而味愈美。晋王羲之帖：“奉橘三百枚，霜未降，未易多得。”又白居易《拣贡橘书情》诗：“琼浆气味得霜成。”皆可参证。“新苞”句，轻轻点出题目。橘有皮包裹，故称新苞。又因橘树常绿，凌寒不凋。《楚辞·橘颂》：“绿叶素荣，纷其可嘉兮。”沈约《橘》诗：“绿叶迎露滋，朱苞待霜润。”东坡用“新苞绿叶”四字，描写自然，再以“照林光”描绘之，可谓得橘之神了。“竹篱茅舍出青黄”，好在一“出”字。竹篱茅舍，掩映于青黄相间的橘林之中，可见橘树生长之盛，人家环境之美，一年好景，正当此时。上片三句，纯是赋体，不杂一点抒情成分，然词人对橘的喜爱之情自见于字里行间。\n\n　　过片二句，写尝橘的情状。擘开橘皮，芳香的油腺如雾般喷溅；初尝新橘，汁水在齿舌间如泉般流淌。“香雾”、“清泉”之喻，大概是东坡颇为得意的，他的《食柑》诗也有“清泉簌簌先流齿，香雾霏霏欲噀人”之句，后来南宋诗人曾几更把它压缩为“流泉喷雾真宜酒”（《曾宏甫分饷洞庭柑》）一语了。此词中“惊”、“怯”二字，活画出女子尝橘时的娇态。惊，是惊于橘皮迸裂时香雾溅人，怯，是怯于橘汁的凉冷和酸味。末句点出“吴姬”，实际也点明新橘的产地。吴中产橘，尤以太湖中东西两洞庭山所产者为最著，洞庭橘在唐宋时为贡物。词中谓“三日手犹香”，着意夸张。以此作结，余音不绝，亦自有“三日绕梁”之妙。\n\n","translation":"一夜霜冻过后，菊花凋残，荷花枯萎，而新橘和绿叶相映衬，光亮照眼，竹篱茅舍掩映在青黄相间的橘林之间。\n刚刚剥开橘子，芳香的水雾喷洒出来让人惊喜不已；带着几分胆怯楞尝新橘，甜中带酸的汁水在齿颊间如清泉流过，使人格外欣喜。江南女子的手剥橘后三日还有香味。\n\n"}
{"_id":{"$oid":"5b9a184c367d5c0f40d22d59"},"title":"汴河怀古二首","dynasty":"唐代","writer":"皮日休","content":"万艘龙舸绿丝间，载到扬州尽不还。\n应是天教开汴水，一千余里地无山。\n\n尽道隋亡为此河，至今千里赖通波。\n若无水殿龙舟事，共禹论功不较多。\n\n","type":["咏史怀古","组诗"],"remark":"舸：大船。\n载到扬州尽不还：隋炀帝杨广游览扬州时被部将宇文化及杀死。\n汴水：汴河，即通济渠。\n水殿龙舟事：隋炀帝下扬州乘龙舟的风景的事。\n共禹论功：作者在这里肯定了隋朝大运河的积极意义，是可以和大禹治水的功绩相比的。\n\n","shangxi":"　　第一首诗的“万艘龙舸”代指隋炀帝的船队。全诗描述了隋炀帝游览扬州的豪华船队以及大运河的地理环境，诗中隐含了隋炀帝被部将宇文化及杀死的历史事实。诗说当年的浩然盛大的场面如今已经不复存在，实质是说当时的唐帝国早已是连隋炀帝时也比不得了。这是对当政者的警训，意味深长。\n\n　　第二首诗第一句从隋亡于大运河这种论调说起，而以第二句反面设难，予以批驳。诗中说：很多研究隋朝灭亡原因的人都归咎于运河，视为一大祸根，然而大运河的开凿使南北交通显著改善，对经济联系与政治统一有莫大好处，历史作用深远。用“至今”二字，以表其造福后世时间之长；说“千里”，以见因之得益的地域之辽阔；“赖”字则表明其为国计民生之不可缺少，更带赞许的意味。此句强调大运河的百年大利，一反众口一辞的论调，使人耳目一新。这就是唐人咏史怀古诗常用的“翻案法”。翻案法可以使议论新颖，发人所未发，但要做到不悖情理，却是不易的。大运河固然有利于后世，但隋炀帝的暴行还是暴行，皮日休是从两个不同角度来看开河这件事的。当年运河竣工后，隋炀帝率众二十万出游，自己乘坐高达四层的“龙舟”，还有高三层、称为浮景的“水殿”九艘，此外杂船无数。船只相衔长达三百余里，仅挽大船的人几近万数，均著彩服，水陆照亮，所谓“春风举国裁宫锦，半作障泥半作帆”（李商隐《隋宫》，其奢侈糜费实为史所罕闻。第三句“水殿龙舟事”即指此而言。\n\n　　作者对隋炀帝的批斥是十分明显的。然而他并不直说。第四句忽然举出大禹治水的业绩来相比，甚至用反诘句式来强调：“共禹论功不较多？”意思就是：论起功绩来，炀帝开河不比大禹治水更多些吗？这简直荒谬离奇，但由于诗人的评论，是以“若无水殿龙舟事”为前提的。仅就水利工程造福后世而言，两者确有可比之处。然而“若无”云云这个假设条件事实上是不存在的，极尽“水殿龙舟”之侈的炀帝终究不能同躬身治水、“三过家门而不入”的大禹相与论功，流芳千古。故作者虽用了翻案法，实际上为大运河洗刷不实的“罪名”，而炀帝的罪反倒更加实际了。这种把历史上暴虐无道的昏君与传说中受人景仰的圣人并提，是欲夺故予之法。说炀帝“共禹论功不较多”，似乎是最大恭维奖许，但有“若无水殿龙舟事”一句的限制，又是彻底的剥夺。“共禹论功”一抬，“不较多”再抬，高高抬起，把分量重重地反压在“水殿龙舟事”上面，对炀帝的批判就更为严厉，谴责更为强烈。这种手法的使用，比一般正面抒发效果更好。\n\n　　此诗以议论为主，在形象思维、情韵等方面较李商隐《隋宫》一类作品不免略逊一筹；但在立意的新奇、议论的精辟和“翻案法”的妙用方面，自有其独到处，仍不失为晚唐咏史怀古诗中的佳品。\n\n","translation":"成千上万的彩船行驶在运河两岸的翠柳中间，但这支船队载到扬州后再也没有回还。\n应该是上天教人们开通汴河，这里一千余里的地面上看不到一座山峦。\n\n都说隋朝亡国是因为这条河，但是到现在它还在流淌不息，南北舟楫因此畅通无阻。\n如果不是修龙舟巡幸江都的事情，隋炀帝的功绩可以和大禹平分秋色。\n\n"}
{"_id":{"$oid":"5b9a184c367d5c0f40d22d5a"},"title":"出塞词","dynasty":"唐代","writer":"马戴","content":"金带连环束战袍，马头冲雪度临洮。\n卷旗夜劫单于帐，乱斫胡兵缺宝刀。","type":["边塞","战争"],"remark":"金带：大刀柄上系的红绸子。连环：一种刀。束：捆。\n临洮（táo）：古县名，在今甘肃省岷县，以临洮水得名，在临河沿岸。\n卷（juǎn）旗：指急行军，军旗高高飘扬。\n劫：劫持，冲杀。\n斫：读zhuó，砍。缺：破损。\n\n","translation":"扎紧战袍，系上红缨大刀，打马前行，雪夜度过洮水河。\n旗子高扬，连夜冲入单于帐内，砍杀胡兵，宝刀都残缺破损了。\n\n"}
{"_id":{"$oid":"5b9a184c367d5c0f40d22d5b"},"title":"听颖师弹琴","dynasty":"唐代","writer":"韩愈","content":"昵昵儿女语，恩怨相尔汝。\n划然变轩昂，勇士赴敌场。\n浮云柳絮无根蒂，天地阔远随飞扬。\n喧啾百鸟群，忽见孤凤皇。(凤皇 一作 凤凰）\n跻攀分寸不可上，失势一落千丈强。\n嗟余有两耳，未省听丝篁。\n自闻颖师弹，起坐在一旁。\n推手遽止之，湿衣泪滂滂。\n颖乎尔诚能，无以冰炭置我肠！","type":["音乐"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155720419.mp3","remark":"颖师：颖师是当时一位善于弹琴的和尚，他曾向几位诗人请求作诗表扬。李贺《听颖师弹琴歌》有“竺僧前立当吾门，梵宫真相眉棱尊”之句。\n昵（nì）昵：亲热的样子。一作“妮妮”。\n尔汝：至友之间不讲客套，以你我相称。这里表示亲近。《世说新语·排调》：“晋武帝问孙皓：闻南人好作尔汝歌，颇能为不？”《尔汝歌》是古代江南一带民间流行的情歌，歌词每句用尔或汝相称，以示彼此亲昵。\n划然：忽地一下。轩昂：形容音乐高亢雄壮。宋魏庆之《诗人玉屑·陵阳论晚唐诗律卑浅》：“唐末人诗，虽格致卑浅，然谓其非诗则不可。今人作诗，虽句语轩昂，但可远听，其理略不可究。”\n“浮云”两句：形容音乐飘逸悠扬。\n“喧啾”四句：形容音乐既有百鸟喧哗般的丰富热闹，又有主题乐调的鲜明嘹亮，高低抑扬，起伏变化。喧啾（jiū）：喧闹嘈杂。凤皇：即“凤凰”。跻（jī ）攀：犹攀登。唐杜甫《白水县崔少府十九翁高斋三十韵》：“清晨陪跻攀，傲睨俯峭壁。”\n未省（xǐng）：不懂得。丝篁（huáng）：弹拨乐器，此指琴。\n起坐：忽起忽坐，激动不已的样子。旁：一作“床”。\n推手：伸手。遽（jù）：急忙。\n滂滂：热泪滂沱的样子。《晏子春秋·谏上十七》：“景公游于牛山，北临其国城而流涕曰：‘若何滂滂去此而死乎！’”\n诚能：指确实有才能的人。《荀子·王霸》：“人主胡不广焉，无恤亲疏，无偏贵贱，唯诚能之求？”\n冰炭置我肠：形容自己完全被琴声所左右，一会儿满心愉悦，一会儿心情沮丧。 犹如说水火，两者不能相容。《庄子·人间世》：“事若成，则必有阴阳之患。”郭象注：“人患虽去，然喜惧战于胸中，固已结冰炭于五藏矣。”此言自己被音乐所感动，情绪随着乐声而激动变化。\n\n","shangxi":"　　一千多年前，在中国的唐朝，相传有一个名叫颖的和尚，从印度来到中国，人们尊称他为颖师。颖师演奏古琴十分出名，他的古琴长八尺一寸，用质地优良的古桐木制成，音色非常优美。颖师弹琴的技艺精湛，演奏时有特别的韵味，而且曲目很丰富，远近知名。据说有一个生病的人，躲在床上，听到颖师弹琴的声音，顿然觉得已经病好了，坐了起来，不用再服药了。韩愈是唐代著名的诗人和文学家，也慕名前来欣赏颖师弹琴。\n\n　　开始的时候，琴音柔和细弱，婉转轻盈，像一对年轻的少男少女在静悄悄地温柔细语，倾诉彼此心里的爱慕之情。韩愈听得十分愉悦，像是听到了一首美丽的情诗。突然，琴声激昂高亢，像是万马奔腾，勇士们奔赴沙场，刹时间刀剑齐鸣，悲壮惨烈。韩愈为之精神震奋不已，好像自己也在战场厮杀。一会儿，琴声又悠扬飘逸，像柳絮轻场，随风飘忽，在蓝天白云下自由飞舞。韩愈也如醉如痴，仿佛自己也飘上了太空。\n\n　　很快地，琴声又热闹起来，到处是莺歌燕舞，百鸟齐鸣，又见有一只凤凰引领高歌。此时百鸟围着凤凰飞舞，一片乐观升平气象。\n\n　　接着，琴音激越地往上攀升，越攀越高，仿佛在攀登峭壁悬崖，一寸一寸地艰难前进。不料，琴声从最高处忽然下滑到最低音，好像是攀登者忽然失足，从千丈高峰一下子掉落到无底的深渊。把韩愈骇得心惊胆跳……\n\n　　韩愈听到这里，激动得坐也不是，站也不是，泪如雨下，把衣襟也湿透了。他不得不伸手拦阻，请颖师中止弹奏，对颖师说：“我虽然长着两只耳朵，但是不懂音乐。不过这次听到你的弹奏，却把我激动得控制不了自己。你的演奏实在太高明了，好像是把冰和炭火放在我的心窝似的，你要是再弹下去，我可真的受不了了。”韩愈后来把他听颖师弹琴的感受写成了一首诗。这首诗一直流传至今天。上面所说的就是他在诗中所述当时听琴时的感受。\n\n","translation":"犹如一对亲昵的小儿女轻言细语，卿卿我我聚两个俏冤家暗叙哀曲。\n豪放得如风展旗是谁正高歌引吭，有勇士似电掣马挥长剑杀敌擒王。\n又转成浮云依依柳絮起无根无蒂，没奈何圆天茫茫道路迷宕东宕西。\n叽叽啾啾分明是烟霞中羽光翻浪，影影绰绰兀立在乔木上百凤朝凰。\n峭壁悬崖压人来寸步都攀援难上，黑壑深渊崩石下千丈犹轰隆传响。\n惭愧呀我空有耳朵一双，对音乐太外行不懂欣赏。\n听了你这琴声忽柔忽刚，振人起强人坐令人低昂。\n仓皇中我伸手把琴遮挡，泪潮呀早已经汹涌盈眶。\n颖师傅好功夫实非寻常，别再把冰与火填我胸膛。\n\n"}
{"_id":{"$oid":"5b9a184c367d5c0f40d22d5c"},"title":"望岳三首·其二","dynasty":"唐代","writer":"杜甫","content":"西岳崚嶒竦处尊，诸峰罗立似儿孙。\n安得仙人九节杖，拄到玉女洗头盆。\n车箱入谷无归路，箭栝通天有一门。\n稍待秋风凉冷后，高寻白帝问真源。","type":["写山","咏物"],"remark":"崚嶒：高耸突兀。\n九节杖：《刘根外传》：“汉武登少室，见一女子以九节杖仰指日，闭左目，东方朔曰：‘此食日精者。’”《真诰》：“杨羲梦蓬莱仙翁，拄赤九节杖而视白龙。”\n玉女洗头盆：《集仙录》：“明星玉女，居华山，服玉浆，白日升天，祠前有五石白，号玉女洗头盆。其水碧绿澄彻，雨不加溢，旱不减耗。祠有玉女马一匹。”\n车箱入谷：《太平寰宇记》：“车箱谷，一名车水涡，在华阴县西南二十五里，深不可测。祈雨者以石投之，中有一鸟飞出，应时获雨。”\n箭栝：箭的末端。\n白帝：中国古代神话中的五天帝之一，古代指西方之神。\n\n\n","shangxi":"简析 　　咏华山一首，作者所写的华山亦同样雄伟。不过，与年青时代一首相比，这无疑是一首失意之作。自天宝乱来，作者饱历忧患方得重返朝廷，而今因宰相房琯败绩丧师于陈涛斜被罚，抗疏救之而获罪被贬。作者人至中年，除了官拜左拾遗一年境遇较佳，一直极备艰辛。因此，诗中亦有流露出失意徬徨之感。作者发端“西岳崚嶒竦处尊，诸峰罗立似儿孙”即写华山崇高。作者虽然极欲登山，但“安得仙人九节杖”一句“安得”二字诘问，已表明了作者之愿难以实现。这好比作者欲要报国，却总是报国无门，无可奈何的心情。“车箱入谷无归路，箭栝通天有一门”两句写作者仰望之余，预计攀登之路。不过这始终并未实行，只是作者在望岳时的盘算，藉以自我安慰而已。情况一如作者纵有一腔抱负理想，却只能空自盘算，无法行之于世。最后，本诗以“稍待西风凉冷后，高寻白帝问真源。”作结，作者宦途的坎坷更是可见。现实环境的不顺，使得作者产生了厌倦宦途之情，期望于热闹中寻得凉冷以自疗创痛。以华山之顶比白帝之居，更表现了作者自感理想无可实现的失意徬徨。 ▲","translation":"西岳高耸似一位德高望重的老人，群峰在其周围则像他的儿孙。\n怎么才能求得仙人杖，拄着它登上华山去玉女祠呢？\n可进了车箱谷就难以回归了，而山峰像通天的箭尾直抵天门，难以登爬。\n稍稍等待天气转凉后，登上山顶去，看山本貌。\n\n"}
{"_id":{"$oid":"5b9a184c367d5c0f40d22d5d"},"title":"武威送刘判官赴碛西行军","dynasty":"唐代","writer":"岑参","content":"火山五月行人少，看君马去疾如鸟。 \n都护行营太白西，角声一动胡天晓。","type":["送别","惜别","写人"],"remark":"武威：即凉州，今甘肃武威。判官：官职名，为地方长官的僚属。碛西：即沙漠之西，指安西。行军：指出征的军队。\n火山：即火焰山，在今新疆，从吐鲁番向东断续延伸到鄯善县以南。\n都护行营：指安西节度使高仙芝的行营。行营：出征时的军营。太白：即金星。古时认为太白是西方之星，也是西方之神。\n角：军中乐器，亦用以报时，略似今日的军号。\n\n","translation":"五月的火焰山行人稀少，看着您骑马迅疾如飞鸟。\n都护军营在太白星西边，一声号角就把胡天惊晓。\n\n"}
{"_id":{"$oid":"5b9a184d367d5c0f40d22d5e"},"title":"园有桃","dynasty":"先秦","writer":"佚名","content":"园有桃，其实之肴。心之忧矣，我歌且谣。不知我者，谓我士也骄。彼人是哉，子曰何其？心之忧矣，其谁知之？其谁知之，盖亦勿思！\n园有棘，其实之食。心之忧矣，聊以行国。不知我者，谓我士也罔极。彼人是哉，子曰何其？心之忧矣，其谁知之？其谁知之，盖亦勿思！","type":["诗经"],"remark":"之：犹“是”。肴，吃。“其实之肴”，即“肴其实”。\n之：犹“其”。\n歌、谣：曲合乐曰歌，徒歌曰谣，此处皆作动词用。\n士：古代对知识分子或一般官吏的称呼。\n彼人：那人。是：对，正确。\n子：你，即作者。何其：为什么。其，作语助词。\n盖（hé）：通“盍”，何不。亦：作语助词。\n棘：指酸枣。\n聊：姑且。行国：离开城邑，周游国中。“国”与“野”相对，指城邑。\n罔极：无极，无常，妄想，没有准则。\n\n","shangxi":"　　这首诗语言极明白，表现的思想感情也很清楚，然而对诗人“忧”什么，时人为何不能理解他的“忧”，反认为他骄傲、反常，难以找到确切答案。同时他自称“士”，而“士”代表的身份实际并不确定，《诗经》中三十三篇有“士”字，共54个，仅毛传、郑笺就有多种解释，如：“士，事也”，指能治其事者；“士，卿士也”；“士者，男子成名之大号也”；“士者，男子之大号也”；“言士者，有德行之称”；“士，军士也”；“他士，犹他人也”等，所以这个自称“士”的诗人是何等角色，很难认定。与之相应，对此篇的主旨就有了多种臆测：《毛诗序》谓“刺时”，何楷《诗经世本古义》作实为“晋人忧献公宠二骊姬之子，将黜太子申生”；丰坊《诗说》说是“忧国而叹之”；季本《诗说解颐》以为是“贤人怀才而不得用”；牟庭《诗切》以为是“刺没入人田宅也”。今人或说“伤家室之无乐”，或说“叹息知己的难得”，或说“没落贵族忧贫畏饥”，或说“自悼身世飘零”，或说“反映了爱国思想”，不一而足。《诗经选注》说：“我们从诗本身分析，只能知道这位作者属于士阶层，他对所在的魏国不满，是因为那个社会没有人了解他，而且还指责他高傲和反覆无常，因此他在忧愤无法排遣的时候，只得长歌当哭，自慰自解。最后在无可奈何中，他表示‘聊以行国’，置一切不顾了。因此，从诗的内容和情调判断，属于怀才不遇的可能性极大。”故指此为“士大夫忧时伤己的诗”。\n\n　　此诗两章复沓，前半六句只有八个字不同；后半六句则完全重复。两章首二句以所见园中桃树、枣树起兴，诗人有感于它们所结的果实尚可供人食用，味美又可饱腹，而自己却无所可用，不能把自己的“才”贡献出来，做一个有用之人。因而引起了诗人心中的郁愤不平，所以三、四句接着说“心之忧矣，我歌且谣”，他无法解脱心中忧闷，只得放声高歌，聊以自慰。《毛诗序》说：“永歌之不足，不知手之舞之，足之蹈之也。”这位正是因为歌之不足以泻忧，决定“聊以行国”，离开他生活的这个城市，到别处走一走，看一看。这只是为了排忧，还是想另谋出路，无法测知。但从诗的五六句看，他“行国”是要换一换这个不愉快的生活环境，则是可以肯定的。诗云：“不我知者，谓我士也骄（罔极）。”诗人的心态似乎是“众人皆醉我独醒”。因为他的思想，他的忧虑，特别是他的行为，国人无法理解，因此不免误解，把他有时高歌，有时行游的放浪行动，视为“骄”，视为“罔极”，即反常。诗人感到非常委屈，他为无法表白自己的心迹而无可奈何，所以七、八两句问道：“彼人是哉？子曰何其？”意思是：他们说得对吗？你说我该怎么办呢？这两句实际是自问自答，展现了他的内心无人理解的痛苦和矛盾。最后四句：“心之忧矣，其谁知之！其谁知之，盖亦勿思！”诗人本以有识之士自居，自信所思虑与所作为是正确的，因而悲伤的只是世无知己而已，故一再申说“其谁知之”，表现了他深深的孤独感。他的期望值并不高，只是要求时人“理解”罢了，然而这一丁点的希望，在当时来说也是不可能的，因此他只得以不去想来自慰自解。全诗给人以“欲说还休”的感觉，风格沉郁顿挫。\n\n　　这首诗以四言为主，杂以三言、五言和六言，句法参差。押韵位置两章诗相同，前半六句韵脚在一、二、四、六句末；后半六句换韵，韵脚在七、八、十、十一、十二句末，并且十、十一两句重复，哀思绵延，确有“长歌当哭”的味道。\n\n","translation":"园子里的树上结满了鲜桃，那些甜美的果实可吃个饱。但我内心里充满忧伤情怀，低唱着伤心曲浅呤着歌谣。那些不理解我痛苦的人啊，肯定说我书呆子清高孤傲。这些通达之人说的很对啊，但请你告诉我怎么办为好？我内心里无尽的忧伤情怀，普天下之人你们谁能知道！你们谁能真正理解我心啊，我还是不要空自伤怀的好！\n园子里的小枣树枝繁叶茂，那些鲜美的果实可吃个饱。但我内心里充满忧伤情怀，姑且到广袤田里转悠一遭。那些不理解我痛苦的人啊，肯定说我书呆子是大傻冒。这些通达之人说的很对啊，但请你告诉我怎么办才好？我内心里无尽的忧伤情怀，普天下之人你们谁能知道！你们谁能真正理解我心啊，我还是不要空自伤怀的好！\n\n\n"}
{"_id":{"$oid":"5b9a184d367d5c0f40d22d5f"},"title":"东坡","dynasty":"宋代","writer":"苏轼","content":"雨洗东坡月色清，市人行尽野人行。\n莫嫌荦确坡头路，自爱铿然曳杖声。","type":["田园","生活"],"remark":"野人：泛指村野之人；农夫。\n荦确：怪石嶙峋貌，或者坚硬貌。\n铿然：声音响亮貌。\n\n","shangxi":"　　东坡是一个地名，在当时黄州州治黄冈（今属湖北）城东。它并不是什么风景胜地，但对作者来说，却是灌注了辛勤劳动、结下深厚感情的一个生活天地。宋神宗元丰初年，作者被贬官到黄州，弃置闲散，生活很困窘。老朋友马正卿看不过眼，给他从郡里申请下来一片撂荒的旧营地，苏轼加以整治，躬耕其中，这就是东坡。诗人在此不只经营禾稼果木，还筑起居室——雪堂，亲自写了“东坡雪堂”四个大字，并自称东坡居士了。所以，他对这里是倾注着爱的。\n\n　　诗一开始便把东坡置于一片清景之中。僻冈幽坡，一天月色，已是可人，又加以雨后的皎洁月光，透过无尘的碧空，敷洒在澡雪一新、珠水晶莹的万物上，这是何等澄明的境界！确实当得起一个“清”字。谢灵运写雨后丛林之象说：“密林含余清”。诗人的用字直可追步大谢。\n\n　　诗人偏偏拈出夜景来写，不是无谓的。这个境界非“市人”所能享有。“日中为市”，市人为财利驱迫，只能在炎日嚣尘中奔波。唯有“野人”，脱离市集、置身名利圈外而躬耕的诗人，才有余裕独享这胜境。唯幽人才有雅事，所以“市人行尽野人行”。这读来极其自然平淡的一句诗，使我们不禁从“市人”身上嗅到一股奔走闹市嚣尘的喧闹气息，又从“野人”身上感受到一股幽人守志僻处而自足于怀的味道，而那自得、自矜之意，尽在不言中。诗人在另一首诗里说：“也知造物有深意，故遣佳人在空谷。”那虽是咏定惠院海棠的，实际是借海棠自咏身世，正好帮助我们理解这句诗所包含的意境。\n\n　　那么，在这个诗人独有的天地里，难道就没有一点缺憾吗？有的。那大石丛错、凸凹不平的坡头路，就够磨难人的了。然而有什么了不起呢？将拐杖着实地点在上面，铿然一声，便支撑起矫健的步伐，更加精神抖擞地前进了。没有艰险，哪里来征服的欢欣！没有“荦确坡头路”，哪有“铿然曳杖声”！一个“莫嫌”，一个“自爱”，那以险为乐、视险如夷的豪迈精神，都在这一反一正的强烈感情对比中凸现出来了。这“荦确坡头路”不就是作者脚下坎坷的仕途么？作者对待仕途挫折，从来就是抱着这种开朗乐观、意气昂扬的态度，绝不气馁颓丧。这种精神是能够给人以鼓舞和力量的。小诗所以感人，正由于诗人将这种可贵的精神与客观风物交融为一，构成浑然一体的境界；句句均是言景，又无句不是言情，寓情于景，托意深远，耐人咀嚼。同一时期，作者有《定风波》词写在风雨中的神态：“莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。”与此诗可谓异曲同工，拿来对照一读，颇为有趣。\n\n　　诗的第一段，通过景物描写，突出当时的静。说明作者对田园生活的热爱，对世俗名利的不屑，但愿长醉山水间之意。\n\n","translation":"雨点纷落，把东坡洗得格外干净，月亮的光辉也变得清澈。城里的人早已离开，此处只有山野中人闲游散步。\n千万别去嫌弃这些坎坷的坡路不如城里平坦，我，就是喜欢这样拄着拐杖铿然的声音。\n\n"}
{"_id":{"$oid":"5b9a184d367d5c0f40d22d60"},"title":"论诗三十首·其四","dynasty":"金朝","writer":"元好问","content":"一语天然万古新，豪华落尽见真淳。\n南窗白日羲皇上，未害渊明是晋人。","type":["组诗","议论"],"remark":"天然：形容诗的语言平易，自然天真。\n豪华：指华丽的词藻。\n真淳：真实淳朴。\n羲皇上：羲皇上人，指上古时代的人。\n\n","translation":"陶渊明的语言平淡、自然天成，摒弃纤丽浮华的敷饰，露出真朴淳厚的美质，令人读来万古常新。\n陶渊明自谓自己是上古时代的人，但并未妨碍他仍然是个晋人。\n\n"}
{"_id":{"$oid":"5b9a184d367d5c0f40d22d61"},"title":"臧僖伯谏观鱼","dynasty":"先秦","writer":"左丘明","content":"　　春，公将如棠观鱼者。臧僖伯谏曰：“凡物不足以讲大事，其材不足以备器用，则君不举焉。君将纳民于轨物者也。故讲事以度轨量，谓之‘轨’；取材以章物采，谓之‘物’。不轨不物，谓之乱政。乱政亟行，所以败也。故春蒐、夏苗、秋狝、冬狩，皆于农隙以讲事也。三年而治兵，入而振旅，归而饮至，以数军实。昭文章，明贵贱，辨等列，顺少长，习威仪也。鸟兽之肉不登于俎，皮革、齿牙、骨角、毛羽不登于器，则君不射，古之制也。若夫山林川泽之实，器用之资，皂隶之事，官司之守，非君所及也。”\n\n　　公曰：“吾将略地焉。”遂往，陈鱼而观之。僖伯称疾不从。\n\n　　书曰：“公矢鱼与棠。”非礼也，且言远地也。\n\n","type":["古文观止","劝谏"],"remark":"春：指鲁隐公五年（前718）春季。\n公：指鲁隐公。公元前722年至公元前712年在位。按《春秋》和《左传》的编著体例，凡是鲁国国君都称公，后边《曹刿论战》等篇均如是。鲁国是姬姓国，其开国君主是周公旦之子伯禽，其地在今山东西南部。如：往。\n如：往。\n棠：也写作唐，鲁国邑名，在今山东鱼台县东。\n鱼：通“渔”，动词，捕鱼。\n臧僖伯：鲁孝公之子、鲁惠公之兄、鲁隐公之伯父，名彄（又作“驱”“弓区”）（kōu），字子臧，封于臧（今郯城县），伯为排行，僖是谥号。 丗本：孝公生僖伯彄，彄生哀伯达（臧哀伯或臧孙达），达生伯氏缾，缾生文仲辰（臧文仲），辰是臧僖伯曾孙。\n讲：讲习，训练。\n大事：指祭祀和军事活动等。\n材：材料，原料。\n器用：指祭祀所用的器具与军事物资。\n举：指行动。\n纳：纳入。\n轨物：法度和准则。\n度（duó）：衡量。\n量：程度。\n章：通“彰”，彰明，发扬。\n采：物之有华饰者又彩色也，五彩相间曰采。\n亟：多次，屡次。\n春蒐（sōu）：指春天打猎。蒐，搜寻，谓搜寻不产卵、未怀孕的禽兽。\n夏苗：指夏天打猎，谓捕猎伤害庄稼的禽兽。\n秋狝（xiǎn）：指秋天打猎。狝，杀，谓顺秋天肃杀之气，进行捕猎活动。\n冬狩（shòu）：指冬天打猎。狩，围守，谓冬天各种禽兽都已长成，可以不加选择地加以围猎。按：“春蒐、夏苗、秋狝、冬狩”云云，说明我们的先民在狩猎活动中已有生态平衡意识，也同时说明大凡有组织的狩猎活动，都带有军事演习的性质，并不单单是为狩猎而狩猎。\n治兵：指练兵、比武等军事演习活动。\n振旅：整顿部队。\n饮至：古代的一种礼仪活动。凡盟会、外交和重大军事行动结束以后，都要告于宗庙，并举行宴会予以庆贺。\n军实：指军用车辆、器物和战斗中的俘获等。\n昭：表明。文章：服饰、旌旗等的颜色花纹。\n登：装入，陈列。\n俎（zǔ）：古代举行祭祀活动时用以盛牛、羊等祭品的礼器。\n射：激矢及物曰射。\n山林：材木樵薪之类。\n川泽：菱芡鱼龟之类。\n资：材资也。\n皂（zào）隶：本指奴隶，这里指做各种杂务的仆役。\n略地：到外地巡视。\n陈：陈设，张设也。\n称疾：推说有病。（注意：古代分言“疾”和“病”，轻者为“疾”，重者为“病”。）\n书：指《春秋》。\n矢：通“施”，实施，陈设。这一句的意思是：隐公在棠陈列渔具。\n\n","shangxi":"　　读罢此文，读者也许会提出这样的问题：鲁隐公作为一国之君，到棠地看看渔民怎样捕鱼，有什么了不得，也值得这位臧大夫大惊小怪，还要苦口婆心、掰开揉碎地讲那么多大道理?难道国君连这点自由也没有吗?马克思主义认为：分析、考察和认识任何一种历史现象，都必须把该历史现象放回到产生它的历史环境中去。臧僖伯之所以谏阻隐公到棠地观鱼，是因为隐公这一活动，不符合那个时代一个国君应该遵循并身体力行的行为规范。不符合，就会“乱政”；而屡屡“乱政”，就会导致国家的败亡。况且，隐公远离国都，到棠地观鱼，并非为了体察民情，更不是与民同乐，而仅仅是他本人的一种游乐活动。也正因为如此，他才不敢对臧僖伯的谏言说一个“不”字，最后不得不以“吾将略地焉”为借口,坚持到那里寻乐去。\n\n　　这篇谏辞的最大特点，是紧紧围绕着一个“礼”字展开劝谏，从观点到为阐明观点所举述的诸多理由及作为论据的事物和行为，都没有稍稍离开这个“礼”字。也就是说，没有稍稍离开制约当时国君行为的规范和准则。另一个也很明显的特点是,劝谏的缘起虽然是“公将如棠观鱼”，劝谏的直接目的也是阻止隐公“如棠观鱼”，但谏辞中对此事却不着一语。这不单单是婉言法，更重要的是，这种表达法反映出进谏者进谏的着眼点，并不在于隐公“如棠观鱼”这一具体行为，而是当时的整个礼制。如果隐公听了臧僖伯这番谏辞明白了“礼”对他的制约性，“如棠观鱼”这种“非礼”的事自然也就不会发生了。\n\n","translation":"　　春天，隐公准备到棠地观看渔民捕鱼。臧僖伯进谏说：“凡是物品不能用到讲习祭祀、军事等大事上，或者所用材料不能制作礼器和兵器，那么，国君就不要亲自去接触它。国君是把民众引向社会规范和行为准则的人。所以，讲习大事以法度为准则进行衡量，叫做‘轨’，选取材料制作器物以显示它的文彩，叫做‘物’。事情不合乎轨、物，叫做乱政。屡屡乱政，这就是所以败亡的原因了。所以，春、夏、秋、冬四季的狩猎活动，都是在农闲时节进行，并（借这个机会）讲习军事。每三年演练一次，回国都要对军队进行休整。并要到宗庙进行祭告，宴饮庆贺，清点军用器物和猎获物。（在进行这些活动的时候，）要（使车马、服饰、旌旗等）文彩鲜艳，贵贱分明，等级井然，少长有序：这都是讲习大事的威仪啊!鸟兽的肉不能拿来放到祭祀用的器具里，皮革、牙齿、骨角和毛羽不能用来制作军事器物，这样的鸟兽，君主就不会去射它，这是自古以来的规矩啊！至于山林川泽的物产，一般器物的材料，这都是仆役们去忙活，有关官吏按职分去管理的事，而不是君主所应涉足的事。”隐公说：“我准备到那里去巡视。”于是就去了（棠地），让渔民把各种渔具都摆出来捕鱼，他在那里观赏。僖伯推说有病没有随同前往。《春秋》上说：“隐公在棠地陈设渔具。”（这是说他棠地观鱼这一行为）不合礼法啊，并且说他去的地方远离国都。\n\n"}
{"_id":{"$oid":"5b9a184d367d5c0f40d22d62"},"title":"放言五首·其五","dynasty":"唐代","writer":"白居易","content":"泰山不要欺毫末，颜子无心羡老彭。\n松树千年终是朽，槿花一日自为荣。\n何须恋世常忧死，亦莫嫌身漫厌生。\n生去死来都是幻，幻人哀乐系何情。","type":["哲理"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155721318.mp3","remark":"槿（jǐn）：即木槿花。开花时间较短，一般朝开暮落。\n嫌身：嫌弃自己。\n漫：随便。\n厌生：厌弃人生。\n\n","translation":"泰山不能损坏毫发，颜渊无意羡慕老聃和彭祖。\n松树活了一千年终究要死，槿木仅开花一天也自觉荣耀。\n何必眷恋尘世常怕死，也不要嫌弃而厌恶生活。\n生与死都是一种幻觉，梦幻人的悲哀欢乐又维系人间情呢。\n\n"}
{"_id":{"$oid":"5b9a184d367d5c0f40d22d63"},"title":"赠梁任父母同年 / 题梁任父同年","dynasty":"清代","writer":"黄遵宪","content":"寸寸山河寸寸金，侉离分裂力谁任。\n杜鹃再拜忧天泪，精卫无穷填海心。","type":["爱国","忧国忧民"],"shangxi":"　　《赠梁任父同年》这首诗是1896年黄遵宪邀请梁启超到上海办《时务报》时写给梁的一首诗。诗中表现了作者为国献身，变法图存的坚强决心和对梁启超的热切希望。\n\n　　诗题中梁任父即指梁启超，梁启超号任公，父是作者对梁的尊称，旧时“父”字是加在男子名号后面的美称。“同年”，旧时科举制度中，同一榜考中的人叫同年。\n\n　　首句“寸寸河山寸寸金”作者起笔便饱含深情的赞美作国的大好河山，蕴涵着对大好河山的珍爱之情。如果联系当时的历史背景我们又会体会出作者内心的几多痛楚，这么好的河山却被列强瓜分殆尽，此种局面又怎不让人扼腕叹息，痛恨。\n\n　　次句“侉离分裂力谁任”侉(kuǎ)离,这里是分割的意思，意指当时中国被列强瓜分的现实，面对着山河破碎，风雨飘摇的受灾受难的国家，作者不禁仰天长问：什么人才能担当起救国于危难之中的重任。一片爱国激情溢于言表。\n\n　　第三句“杜鹃再拜忧天泪”杜鹃，传说中古代蜀国的国王望帝所化。望帝把帝位传给丛帝，丛帝后来有点腐化堕落，望帝便和民众一起前去劝说丛帝，丛帝以为望帝回来夺取皇位，就紧闭城门，望帝没有办法，但他誓死也要劝丛帝回头，最后化成一只杜鹃进入城里，对着丛帝苦苦哀哀的叫，直到啼出血来死去为止。丛帝也因此受到感动，变成了一个爱民如子的好皇帝。据传说望帝始终在叫着这样的话“民为贵，民为贵”。这里是作者自比，表达了深切的忧国之情，表达了作者愿意为国家像杜鹃一样啼叫哀求，呼唤着国家栋梁之材，共同为国家出力。再拜，古代的一种礼节，先后拜两次，表示隆重，此处体现的是作者的拳拳爱国之心。\n\n　　最后一句“精卫无穷填海心”精卫，中国古代传说中的神鸟，本是炎帝的女儿，因游东海淹死在那里，灵魂便化为精卫鸟，不停的衔来西山之木石，誓把东海填平。后来用精卫填海这个典故作为力量虽然微弱，斗志却极坚强的象征。这句诗歌借精卫填海典故表达了自己，──同时也勉励梁氏──要像精卫那样，为挽救国家民族的危亡而鞠躬尽瘁，死而后已坚定决心。\n\n　　诵读此诗，觉字字含情，句句蕴泪，作者那一腔忧国报国之情，跃然纸上。其殷殷之心，皇天可鉴。\n\n","translation":"创作背景 　　诗人是清末著名外交家黄遵宪，面对腐败的大清一而再，再而三的割地赔款尤其是甲午海战更是输给了东瀛小国，签订了《马关条约》再次割地，悲愤无比的黄遵宪写下这首传世名篇，但是他相信中华民族拥有精卫填海般的恒心一定会有收复国土的那天。"}
{"_id":{"$oid":"5b9a184d367d5c0f40d22d64"},"title":"南乡子·秋暮村居","dynasty":"清代","writer":"纳兰性德","content":"红叶满寒溪，一路空山万木齐。试上小楼极目望，高低。一片烟笼十里陂。\n吠犬杂鸣鸡，灯火荧荧归路迷。乍逐横山时近远，东西。家在寒林独掩扉。","type":["秋天","田园","写景","写狗古诗18首"],"remark":"南乡子：词牌名，原为唐教坊曲。分单调、双调两体：单调二十七字，两平韵、两仄韵；双调五十六字，上下片各四平韵，亦有五十八字或五十四字。 \n寒溪：寒冷的溪流。\n齐：一致。这里意即秋天到了，万木都笼罩在一片肃杀的气氛中。 \n陂（bēi）：池塘、湖泊。\n荧（yíng）荧：灯光闪烁的样子。唐杜牧《阿房宫赋》： “明星荧荧，开妆镜也。”\n寒林：秋冬的林木。\n扉（fēi）：门。\n\n","shangxi":"　　该词先叙去“村居”的路上所见：“红叶满寒溪，一路空山万木齐。”这也是《秋暮村居》的第一个画面：它由“红叶”、“寒溪”、“空山”和“万木”构成。接下来是《秋暮村居》的第二个画面，第二个画面形成了三个小层次：\n\n　　一、 “一片烟笼十里陂。”这里“陂”是一个关键词。 对这个词，注释者都解释为：“池塘”，或者是“积水，指池塘湖泊”。其实，这一句“望”的是远处，又是在“烟笼”的情境下“望”的，所以眼中的景象不是很分明：有池塘，有水边或者水岸，有山坡或者斜坡。这画面虽然很淡很淡，味道却是很浓很浓，同时也为下一个层次的推出，提供了极佳的背景。\n\n　　二、“吠犬杂鸣鸡，灯火荧荧归路迷。”这一句整合了陶渊明的“狗吠深巷中，鸡鸣桑树颠”两句。其中，“吠”、“鸣”声把词人从远处拉到了眼前：狗叫声和鸡叫声此起彼伏或者同时并发。但是这“鸡鸣狗吠”（或“鸡犬相闻”），并不是这种现实情状，词人可能更把它当乍一种情趣的寄托，一种精神的追求。\n\n　　三、“乍逐横山时近远，东西。家在寒林独掩扉。”在“相低昂”而悠悠的“钟梵”声里，目光又投向了“村居”的远山，可能由于那“一片烟”，也可能是视觉的灵动或者思绪的变幻，横着的远山竟然时而“近远”延缩，时而“东西”变换，可是那“在寒林”的人家，柴扉“独掩”，并没有随着远山的变幻而变换。这“东西”是“东方与西方”和“东边与西边”的空间方位，这个远山变幻而柴扉“独掩”层面的画意，令读者明白词人需要的就是“独掩”的与世隔绝那份淡定。\n\n　　把第二个画面细分为三个层面来抒写，来解读，这是为了抒写、解读的方便，其实这三个层面是有内在的逻辑性的：有次第展开的景随望而布的客观性，情感随景的变换而变幻的主观性，情景交融，浑然一体。第一个画面的情感基调是萧瑟、忧愁，而第二个画面则是淡雅、欣赏。这样是为了表达的别致而独特：要去“秋暮村居”就是为了闲适，路上所见却非如愿，是那么的萧瑟、忧愁，这是一变；登楼所望则由迷蒙开始，这是顺承，接着核心的“秋暮村居”图，终于得到了“吠犬杂鸣鸡”的陶式闲适，满足了预期的意愿，这是二变；再是从变幻的远山到柴扉“独掩”，这是第三变。\n\n　　全词以轻灵浑朴的笔调描绘出村野田园的风光情趣，读之犹如欣赏一幅优美安详，恬淡静谧的水墨山水画。景象由远及近，层次分明，动静相间，有声有色。其中洋溢着诗人陶然欣喜的情致，这在纳兰词中是少见的。尤其那点睛一般的双音节词语的巧妙运用更是让全篇风景霎时有了层次。于是一幅极具透视效果的风景画跃然纸上。\n\n","translation":"寒冷的溪上飘满红色落叶，一路上山林寂静无人，树木整齐划一。试着登上小楼极目远眺，群山高低连绵。十里山坡，一片烟雾笼罩。\n狗吠声夹杂着鸡鸣，灯光闪烁，找不到回去的路。沿着横亘之山而行，忽远忽近，时东时西。家在秋冬的林木深处，正孤独地关着门儿。\n\n"}
{"_id":{"$oid":"5b9a184d367d5c0f40d22d65"},"title":"落花","dynasty":"宋代","writer":"宋祁","content":"坠素翻红各自伤，青楼烟雨忍相忘。\n将飞更作回风舞，已落犹成半面妆。\n沧海客归珠有泪，章台人去骨遗香。\n可能无意传双蝶，尽付芳心与蜜房。\n\n","type":["古诗三百首","咏物","写花","寓人"]}
{"_id":{"$oid":"5b9a184d367d5c0f40d22d66"},"title":"临江仙·饮散离亭西去","dynasty":"五代","writer":"徐昌图","content":"饮散离亭西去，浮生长恨飘蓬。回头烟柳渐重重。淡云孤雁远，寒日暮天红。\n今夜画船何处？潮平淮月朦胧。酒醒人静奈愁浓。残灯孤枕梦，轻浪五更风。","type":["宋词三百首","婉约","孤独","写景"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155722516.mp3","remark":"饮散：饮完酒后离散。离亭：送别的驿亭。\n浮生：一生。古人谓“人生世上，虚浮无定”，故曰“浮生”。\n飘蓬（péng）：飘浮无定之意。\n重重（chóng chóng）：一层又一层，形容很多。\n暮（mù）天红：指傍晚天空一片酡红。\n画船：装饰华丽的船。多指游船。\n淮（huái）月：指照临淮水上空的月亮。\n朦胧（méng lóng）：模糊不清。\n奈：怎奈，奈何。\n孤枕（zhěn）梦：这里指孤枕难眠。\n五更风：指黎明前的寒风。 \n\n","shangxi":"　　上阕写的是离别后的情景，是实写。首两句直写别离，“散”、“离”、“去”已带怨意，而一个“恨”字则是直抒胸臆，又点明本词的主题，写出了词人内心的凄凉，羁旅之恨。且这恨又是“长恨”，这就道出了“饮散”“西去”对词人来说并非第一次了，每重演一次，就会增加一分身世飘零之恨。一个“长”字，使恨的情感深化了。第三句描绘的是词人一步三回头，不忍离去的情态，“烟柳渐重重”，既写出了离愁的层层加深，也写出了离愁的“有形”情态，衬托出了行人心头的迷惘。四、五两句描绘的是作者眼中的惨淡画面。“淡云”暗示行人心头的落寞，“孤雁”则是行人的化身；“寒日”显其心头之冷，“暮天红”虽是美景，但“夕阳无限好，只是近黄昏”，又充满了伤感。这两句极写浪迹飘零之苦，是移情于景。\n\n　　下阕都是词人想象中的情景。首句以问引起下文。“潮平淮月艨胧”暗示他那离别时的剧烈情绪已逐渐平静下来，可是心头却又一片迷惘。心里空虚只能借酒浇愁，可是在短暂的麻痹之后，还是要醒来，醒来时的静夜中心头却是更加空虚，更加愁苦难耐。词人通过气氛的渲染和景物的烘托，使内心的感伤之情与外在的空冷之景交融为一，传达出词人此时此地的冷寂情怀。“酒醒人静奈愁浓”，一旦酒醒，回到现实，只能更增愁情，不是三杯两盏淡酒就冲刷得掉的。一个“奈”字，突出了词人万般无奈的苦闷心情。末两句“残灯孤枕梦，轻浪五更风”描绘的是一幅多么凄凉可怕的景象。灯里的油就要燃尽，灯火忽明忽暗；一个人躺在枕头上，没有人陪伴，想入睡做个梦都不可得；五更时的寒风吹来更是倍增寒意。而从“潮平”到“残灯”再到“五更”，足见行人一夜未睡，“愁浓”之情不虚，此情此景，人何以堪。\n\n　　全词最为独特之处当在下阕，在于虚境实写，化虚为实，而又虚中浸实，写尽羁旅之情，含蓄隽永，耐人寻味。词人巧妙地融情与景为一体，写离愁却很少直接抒情，而是借助于外在的景物来表现词人内心的离愁别恨。词人沿情布景，景物的转承和变换、环境气氛的渲染和烘托，处处反衬出词人的内心世界。\n\n","translation":"喝完饯别酒，友人们终于挥手别去，常常怨恨这种漂泊不定短暂虚浮的人生。回首看到如烟似雾的杨柳早已遮断视线。往前看去，风清云淡，孤雁远征。孤单的寒日傍晚天空一片酡红。\n今夜画船将停在什么地方？只怕夜间潮平水落，泊船岸边，一片清月迷漾。到酒消人也醒时，那种愁绪倍加难以排遣了。蜡烛残尽孤枕难眠；五更时轻风吹来激起点点浪花。\n\n"}
{"_id":{"$oid":"5b9a184d367d5c0f40d22d67"},"title":"梁甫吟","dynasty":"唐代","writer":"李白","content":"长啸梁甫吟，何时见阳春？\n君不见，朝歌屠叟辞棘津，八十西来钓渭滨。\n宁羞白发照清水，逢时壮气思经纶。\n广张三千六百钓，风期暗与文王亲。\n大贤虎变愚不测，当年颇似寻常人。\n君不见，高阳酒徒起草中，长揖山东隆准公。\n入门不拜逞雄辩，两女辍洗来趋风。\n东下齐城七十二，指挥楚汉如旋蓬。\n狂客落魄尚如此，何况壮士当群雄！\n我欲攀龙见明主，雷公砰訇震天鼓。\n帝旁投壶多玉女，三时大笑开电光，倏烁晦冥起风雨。\n阊阖九门不可通，以额扣关阍者怒。\n白日不照我精诚，杞国无事忧天倾。\n猰貐磨牙竞人肉，驺虞不折生草茎。\n手接飞猱搏雕虎，侧足焦原未言苦。\n智者可卷愚者豪，世人见我轻鸿毛。\n力排南山三壮士，齐相杀之费二桃。\n吴楚弄兵无剧孟，亚夫咍尔为徒劳。\n梁甫吟，声正悲。\n张公两龙剑，神物合有时。\n风云感会起屠钓，大人臲屼当安之。","type":["咏史怀古","写人","典故","抒情"],"remark":"长啸：吟唱。\n朝歌屠叟：指吕尚（即吕望、姜太公）。《战国策·秦策三》：“臣（范雎）闻始时吕尚之遇文王也，身为渔父而钓于渭阳之滨耳。”又《秦策五》：“太公望，齐之逐夫，朝歌之废屠。”《韩诗外传》卷七：“吕望行年五十，卖食棘津，年七十屠于朝歌，九十乃为天子师，则遇文王也。”又《韩诗外传》：“太公望……屠牛朝歌，赁于棘津，钓于磻溪，文王举而用之，封于齐。”\n经纶：《易经·屯卦》：“君子以经纶。”经纶：喻治理国家。\n三千六百钓：指吕尚在渭河边垂钓十年，共三千六百日。风期：风度和谋略。\n大贤：指吕尚。虎变：《易经·革卦》九五：“大人虎变。”喻大人物行为变化莫测，骤然得志，非常人所能料。\n高阳酒徒：西汉人骊食其。《史记·骊生陆贾列传》：“骊生食其者，陈留高阳人也。好读书，家贫落魄，无以为衣食业，为里监门吏。然县中贤豪不敢役，县中皆谓之狂生。……沛公至高阳传舍，使人召骊生。骊生至，入谒，沛公方倨床使两女子洗足，而见骊生。骊生入，则长揖不拜。”骊生尝自称高阳酒徒。隆准：高鼻子。隆准公：指刘邦。《史记·高祖本纪》：“高祖为人，隆准而龙颜。”趋风：疾行如风前来迎接。《史记·骊生陆贾列传》载：楚、汉在荥阳、成皋一带相持，骊生建议刘邦联齐孤立项羽。他受命到齐国游说，齐王田广表示愿以所辖七十余城归汉。\n旋蓬：在空中飘旋的蓬草。狂客：指骊食其。\n攀龙：《后汉书·光武帝纪》：耿纯对刘秀说：“天下士大夫所以跟随大王南征北战，本来是希望攀龙鳞，附凤翼，以成就功名。”后人因以攀龙附凤比喻依附帝王建立功业。\n雷公：传说中的雷神。砰訇：形容声音宏大。\n帝旁投壶多玉女：《神异经·东荒经》载：东王公常与一玉女玩投壶的游戏，每次投一千二百支，不中则天为之笑。天笑时，流火闪耀，即为闪电。三时：早、午、晚。倏烁：电光闪耀。晦冥：昏暗。这两句暗指皇帝整天寻欢作乐，权奸和宦官弄权，朝廷政令无常。\n阊阖：神话中的天门。阍者：看守天门的人。《离骚》：“吾令帝阍开关兮，倚阊阖而望予。”这两句指唐玄宗昏庸无道，宠信奸佞，使有才能的人报国无门。\n杞国无事忧天倾：《列子·天瑞》：“杞国有人忧天地崩坠，身亡所寄，废寝食者。”二句意谓皇帝不理解我，还以为我是杞人忧天。此自嘲之意。\n⒀猰貐：古代神话中一种吃人的野兽。这里比喻阴险凶恶的人物。竞人肉：争吃人肉。驺虞：古代神话中一种仁兽，白质黑纹，不伤人畜，不践踏生草。这里李白以驺虞自比，表示不与奸人同流合污。\n接：搏斗。飞揉、雕虎：比喻凶险之人。焦原：传说春秋时莒国有一块约五十步方圆的大石，名叫焦原，下有百丈深渊，只有无畏的人才敢站上去。\n智者二句：智者可忍一时之屈，而愚者只知一味骄横。世俗人看不起我。\n力排二句：《晏子春秋》内篇卷二《谏》下载：齐景公手下有公孙接、田开疆、古冶子三勇士，皆力能搏虎，却不知礼义。相国晏婴便向齐景公建议除掉他们。他建议景公用两只桃子赏给有功之人。于是三勇士争功，然后又各自羞愧自杀。李白用此典意在讽刺当时权相李林甫陷害韦坚、李邕、裴敦复等大臣。\n吴楚句：汉景帝时，吴楚等七国诸侯王起兵反汉。景帝派大将周亚夫领兵讨伐。周到河南见到剧孟（著名侠士），高兴地说：吴楚叛汉，却不用剧孟，注定要失败。咍尔：讥笑。\n张公：指西晋张华。据《晋书·张华传》载：西晋时丰城（今江西省丰城）县令雷焕掘地得双剑，即古代名剑干将和莫邪。雷把干将送给张华，自己留下莫邪。后来张华被杀，干将失落。雷焕死后，他的儿子雷华有一天佩带着莫邪经过延平律（今福建南平市东），突然，剑从腰间跳进水中，与早已在水中的干将会合，化作两条蛟龙。这两句用典，意谓总有一天自己会得到明君赏识。\n风云感会：即风云际会。古人认为云从龙，风从虎，常以风云际会形容君臣相得，成就大业。大人：有才干的人。□（左山右皃）屼：不安。此指暂遇坎坷。\n\n","shangxi":"　　李白这首也有“力排南山三壮士，齐相杀之费二桃”之句，显然是袭用了诸葛亮那首的立意。诗大概写在李白“赐金放还”，刚离开长安之后。诗中抒写遭受挫折以后的痛苦和对理想的期待，气势奔放，感情炽热，是李白的代表作之一。\n\n　　开头两句：“长啸梁甫吟，何时见阳春？”“长啸”是比高歌更为凄厉激越的感情抒发。诗一上来就单刀直入，显示诗人此时心情极不平静，为全诗定下了感情的基调。宋玉《九辩》中有“恐溘死而不得见乎阳春”之句，故“见阳春”有从埋没中得到重用、从压抑中得以施展抱负的意思。以下诗句，全是由此生发。\n\n　　接着，连用两组“君不见”提出两个历史故事。一是说西周吕望（即姜太公）长期埋没民间，五十岁在棘津当小贩，七十岁在朝歌当屠夫，八十岁时还垂钓于渭水之滨，钓了十年（每天一钓，十年共三千六百钓），才得遇文王，遂展平生之志。一是说秦末的郦食其，刘邦原把他当作一个平常儒生，看不起他，但这位自称“高阳酒徒”的儒生，不仅凭雄辩使刘邦改变了态度，以后还说服齐王率七十二城降汉，成为楚汉相争中的风云人物。诗人引用这两个历史故事，实际上寄寓着自己的理想与抱负：“大贤虎变愚不测，当年颇似平常人”，“狂客落魄尚如此，何况壮士当群雄”。他不相信自己会长期沦落，毫无作为。诗人对前途有着坚定的信念，所以这里声调高亢昂扬，语言节奏也较爽利明快，中间虽曾换过一次韵，但都押平声韵，语气还是舒展平坦的。\n\n　　自“我欲攀龙见明主”句起，诗人一下子从乐观陷入了痛苦。加上改用了仄声韵，语气拗怒急促，更使人感到犹如一阵凄风急雨劈面打来。这一段写法上很象屈原的《离骚》，诗人使自己置身于惝恍迷离、奇幻多变的神话境界中，通过描写奇特的遭遇来反映对现实生活的感受。你看，他为了求见“明主”，依附着夭矫的飞龙来到天上。可是，凶恶的雷公擂起天鼓，用震耳欲聋的鼓声来恐吓他，他想求见的那位“明主”，也只顾同一班女宠作投壶的游戏。他们高兴得大笑时天上闪现出耀眼的电光，一时恼怒又使天地昏暗，风雨交加。尽管如此，诗人还是不顾一切以额叩关，冒死求见。不料竟触怒了守卫天门的阍者。在这段描写中，诗人的感情表现得那么强烈，就象浩荡江水从宽广的河床突然进入峡谷险滩一样，旋涡四起，奔腾湍急，不可抑止。诗人在天国的遭遇，实际上就是在现实生活中的遭遇，他借助于幻设的神话境界，尽情倾诉了胸中的忿懑与不平。\n\n　　自“白日不照吾精诚”以下十二句又另作一段，在这段中，诗人通过各种典故或明或暗地抒写了内心的忧虑和痛苦，并激烈地抨击了现实生活中的不合理现象：上皇不能体察我对国家的一片精诚，反说我是“杞人忧天”。权奸们象恶兽猰?那样磨牙厉齿残害人民，而诗人的理想则是以仁政治天下。他自信有足够的才能和勇气去整顿乾坤，就象古代能用左手接飞猱、右手搏雕虎的勇士那样，虽置身于危险的焦原仍不以为苦。诗意象是宕起，可是马上又重重地跌了下来。在现实的生活中，只有庸碌之辈可以趾高气扬，真有才能的人反而只能收起自己的聪明才智，世人就把我看得轻如鸿毛。古代齐国三个力能排山的勇士被相国晏子设计害死，可见有才能的人往往受到猜疑。明明有剧孟这样的能人而摒弃不用，国家的前途真是不堪设想了。这一段行文的显著特点是句子的排列突破了常规。如果要求意思连贯，那么“手接飞猱”两句之后，应接写“力排南山”两句，“智者可卷”两句之后，应接写“吴楚弄兵”两句。可是诗人却故意把它们作上下错落的排列，避免了平铺直叙。诗人那股汹涌而来的感情激流，至此一波三折，成迂回盘旋之势，更显得恣肆奇横，笔力雄健。这段的语气节奏也随着感情发展而跌宕起伏，忽而急促，忽而舒展，忽而押平声韵，忽而换仄声韵，短短十二句竟三易其韵，极尽变化之能事。\n\n　　最后一段开头，“梁甫吟，声正悲”，直接呼应篇首两句，语气沉痛而悲怆。突然，诗人又笔锋一折，“张公两龙剑”以下四句仍是信心百倍地回答了“何时见阳春”这一设问。诗人确信，正如干将、莫邪二剑不会久没尘土，我同“明主”一时为小人阻隔，终当有会合之时。既然做过屠夫和钓徒的吕望最后仍能际会风云，建立功勋，那自己也就应该安时俟命，等待风云感会的一天到来。饱经挫折的诗人虽然沉浸在迷惘和痛苦之中，却仍在用各种办法自我慰藉，始终没有放弃对理想的追求。\n\n　　写长篇歌行最忌呆滞平板，这首诗最大的艺术特色正在于布局奇特，变化莫测。它通篇用典，但表现手法却不时变换。吕望和郦食其两个故事是正面描写，起“以古为鉴”的作用，接着借助于种种神话故事，寄寓自己的痛苦遭遇，第三段则把几个不相连属的典故交织在一起，正如清人沈德潜说的“后半拉杂使事，而不见其迹”，因而诗的意境显得奇幻多姿，错落有致：它时而和风丽日，春意盎然，时而浊浪翻滚，险象纷呈；时而语浅意深，明白如话，时而杳冥惝恍，深不可测。加上语言节奏的不断变化起伏，诗人强烈而又复杂的思想感情表现得淋漓尽致。\n\n","translation":"　　梁甫吟啊梁甫吟，自从诸葛亮唱响以来，多少志士吟颂过你，心中期盼着事业的春天。你知道周朝居住在棘津的姜太公吗？七十岁的人了，清晨即起，边屠牛时边唱歌，为了做一番大事业，辞别故乡来到长安边的渭水河边，用直钩钓了十年鱼。\n　　清澈的河水映照着他的白发，刺痛了他的心。当风云际会的时候，当文王来拜师的时候，那是气如东海，势比泰山，治国方略，那是一套一套的，小人们，别小看我现在普通人一个，机会来临，小猫也变大老虎！\n　　你知道秦末汉初居住高阳的酒鬼俪食其吗？六十多岁了，草莽出身，见了刘邦硬是不跪拜，做个长揖就算给足面子了！一阵雄辩就折服了他，让刘邦立即停止洗脚，马上放弃美女的按摩！改为洗耳恭听了。你看他就凭三寸不烂之舌，就攻下了齐国七十二座城市。把刘邦和项羽玩得象呼啦圈一样的转啊转！你看看，他那样的落泊之知识分子还云开雾散大干了一番，何况我身强力壮，智勇双全！\n　　我胸有治国大略，我必须为国家担忧，我想见皇上！可是皇上在干什么呢？鼓声敲得震天响，皇上和宫女贵妃们做投壶的游戏忙又忙！一脸的牙齿笑得多灿烂。可是宫墙外已经危机四起，安禄山准备反叛，这些事情皇上你知道吗？可是你周围的人却不容许我警告你，还责怪我打扰了你的雅兴。说我是杞国之人无事担忧天倾塌。白日啊，你整天被乌云蒙蔽着啊，你怎么可以照到我忠诚忧国的心肠？\n　　现在各地的军阀官僚一个个如同吃人的野兽——猰貐，阴险残暴。我却是驺虞样的猛虎，羞与合流，目前形势危险如同焦原——周围深渊高千丈而方圆才几十米，我却可以象姜太公和俪食其一样，斡旋处置游刃有余。别看他们力可拔山的外表，我要去除他们却只需要两三个桃子，知道晏婴杀公孙接、田开疆，古冶子等三人的故事吗？其关键是要利用他们之间的矛盾，别硬碰硬的乱整。我可是去探过安禄山的虚实，他手下根本没有象剧孟一样的智谋之士，匹夫一个，根本成不了什么大事。\n　　梁甫吟啊梁甫吟，心事重啊声音悲，古之名剑——干将和莫邪什么时候可以相合呢？那时候就会天下无敌，我什么时候才可以与皇上风云际会呢？那时候天下将平安无事。等待吧，安心地等待，等待最好的时机！\n\n"}
{"_id":{"$oid":"5b9a184e367d5c0f40d22d68"},"title":"金明池·咏寒柳","dynasty":"明代","writer":"柳如是","content":"有怅寒潮，无情残照，正是萧萧南浦。更吹起，霜条孤影，还记得，旧时飞絮。况晚来，烟浪斜阳，见行客，特地瘦腰如舞。总一种凄凉，十分憔悴，尚有燕台佳句。\n春日酿成秋日雨。念畴昔风流，暗伤如许。纵饶有，绕堤画舸，冷落尽，水云犹故。忆从前，一点东风，几隔着重帘，眉儿愁苦。待约个梅魂，黄昏月淡，与伊深怜低语。","type":["咏物","柳树","寓人","爱情"],"remark":"金明池：词牌名，秦观创调，词咏汴京金明池，故取以为名。\n怅：失意，懊恼。\n萧萧：风声，草木经风摇落之声。\n霜条：经霜的树枝条。\n旧时飞絮：化用刘禹锡《杨柳枝词》九首之九：“春尽絮飞留不得，随风好去落谁家”。\n晚来：夜晚来临之际。\n行客：来往的行旅客人。\n燕台佳句：燕台，又指燕昭王延揽天下贤士的黄金台。柳氏此处喻指几社文人雅集赋诗的地方。\n春日酿成秋日雨：指当年几社名流与柳氏交游，曾为她作春闺风雨的艳词，竞成为今日飘零秋雨的预兆。\n畴昔：过去，以前。\n如许：如此，此为概指之辞。\n绕堤画舸：化用汤显祖《紫钗记》中“河桥路，见了些无情画舸，有恨香车”句意。\n忆从前：“忆”，回忆。此为回忆从前那些相恋的时光。\n眉儿愁苦：陆游《钗头凤》：“一杯愁绪，几年离索”，表现词人怀念恋人，柔肠寸断的心绪。\n梅魂：化用苏轼《复出东门诗》：“长与东风约今日，暗香先返玉梅魂。”\n伊：彼，他或她。\n\n","translation":"挟来阵阵寒意的水浪，也有些心事重重；只有西去的阳光，投下惨淡的影子，渐渐地消失；南面的水岸是我送别的地方，你走了，一阵阵萧索的风，带来易水上的苍凉。那风呵，又吹起来了，吹起河岸上的柳。受尽霜冻的柳枝啊，落下最后一片黄叶，影子是这样的孤单。还记得吗，还得那飞絮如雪的时候？我久久瞭望你远去的帆影，直到夜幕降临，浪花飘起来了，是茫茫的烟雾，迷糊了最后一抹夕阳。只有那孤苦柳树，迎来匆忙的过客，扭动着瘦弱的腰身，好象要轻轻地舞动。\n春天里，我们彼此相爱，却在这寒冷的秋季，催生出无数相思的落泪。回忆起携手并肩时的亲密，那份感伤，就象无数的细绳把我的心捆扎。笙歌劲舞的画舫，依然绕着河岸缓缓地移动，可是我的心里却是这样的冷落，水在流，云还是那样地飘，只不知道心上的人儿，你在何处。想着那些相恋的日子，如同一阵吹来的东风，可是那是多么微弱风呵，吹不进重叠的窗帘，只是让这一份相思深深地刻在我的眉间。我只能等待那个梅花的精灵，在夜阑人静的时候，在月淡星稀的时候，我对她说出自己心中的苦闷，让她传达我对你深深的思念。\n\n"}
{"_id":{"$oid":"5b9a184e367d5c0f40d22d69"},"title":"大德歌·冬景","dynasty":"元代","writer":"关汉卿","content":"雪粉华，舞梨花，再不见烟村四五家。密洒堪图画，看疏林噪晚鸦。黄芦掩映清江下，斜缆着钓鱼艖。","type":["冬天","写景","向往","闲适","生活"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155722550.mp3","remark":"双调：宫调名。大德歌：曲牌名。\n华：光彩、光辉。\n黄芦：枯黄的芦苇。\n艖（chā）：小船。\n\n","translation":"大雪粉白光华，像飞舞的梨花，遮住了郊野三三两两的农家。雪花密密层层的漂洒堪描堪画。看那稀疏的树林上鸣叫着晚归的寒鸦。一条钓鱼的小船正斜揽在枯黄芦苇掩映的清江下。\n\n"}
{"_id":{"$oid":"5b9a184e367d5c0f40d22d6a"},"title":"寒食上冢","dynasty":"宋代","writer":"杨万里","content":"迳直夫何细！桥危可免扶？\n远山枫外淡，破屋麦边孤。\n宿草春风又，新阡去岁无。\n梨花自寒食，进节只愁余。","type":["寒食节","写景","思念"],"translation":"译文 　　小路可真是细长！高桥不用倚扶吗?远处山上的枫叶朦胧色淡，麦田边的小屋显得很孤独。野草一夜间又随风生长出来，刚过一年的小路就消失了。清明后梨花会生长，到这个季节我很思念你。"}
{"_id":{"$oid":"5b9a184e367d5c0f40d22d6b"},"title":"踏莎行·春暮","dynasty":"宋代","writer":"寇准","content":"春色将阑，莺声渐老，红英落尽青梅小。画堂人静雨蒙蒙，屏山半掩余香袅。\n密约沉沉，离情杳杳，菱花尘满慵将照。倚楼无语欲销魂，长空黯淡连芳草。","type":["宋词三百首","宋词精选","婉约","闺怨","伤春","思念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155723062.mp3","remark":"踏莎（suō）行：词牌名。又名“柳长春”“喜朝天”等。双调五十八字，仄韵。\n阑（lán）：残，尽，晚。\n红英：红花。南唐李煜《采桑子》词：“亭前春逐红英尽。”\n屏山：指屏风。唐温庭筠《南歌子》词：“扑蕊添黄子，呵花满翠鬟，鸳枕映屏山。”\n密约：指男女之间互诉衷情，暗约佳期。沉沉：深沉。此指重大之事，即终身之事。\n杳（yǎo）杳：深远无边际。\n菱花：指菱花镜，亦泛指镜子。慵（yōng）将照：懒得拿起镜子来照。慵：懒散。将：拿。\n销魂：形容极度伤心。\n\n","translation":"春色将尽，莺声燕语渐渐不闻，满地落花堆积，稀疏的青梅斜挂枝头，眼见到了春末夏初了。濛濛细雨中，一个消瘦的女子静静地独立在画阁外，眼前的屏风半掩着厅堂，惟见缕缕沉香从屏风后袅袅散来，更添了几分幽幽的心事。\n遥想当年依依惜别时的深情约定啊。如今一别经年，依然杳无音讯，可晓得我这份断肠的思念吗？妆奁久未开，菱饰尘灰满，眼下竟然连照镜的心都懒了。只是落寞地倚在栏杆上，心下纵有万语千言，却又向谁人说起？惟有无语凝噎，暗自销魂罢了。天空灰蒙蒙的，黯然地衔着绵绵不尽的芳草，一如我的思念。\n\n"}
{"_id":{"$oid":"5b9a184f367d5c0f40d22d6c"},"title":"江南","dynasty":"唐代","writer":"罗隐","content":"玉树歌声泽国春，累累辎重忆亡陈。 \n 垂衣端拱浑闲事，忍把江山乞与人。","type":[]}
{"_id":{"$oid":"5b9a184f367d5c0f40d22d6d"},"title":"竹枝词九首","dynasty":"唐代","writer":"刘禹锡","content":"白帝城头春草生，白盐山下蜀江清。\n南人上来歌一曲，北人莫上动乡情。\n\n山桃红花满上头，蜀江春水拍山流。\n花红易衰似郎意，水流无限似侬愁。\n\n江上朱楼新雨晴，瀼西春水縠文生。\n桥东桥西好杨柳，人来人去唱歌行。\n\n日出三竿春雾消，江头蜀客驻兰桡。\n凭寄狂夫书一纸，信在成都万里桥。\n\n两岸山花似雪开，家家春酒满银杯。\n昭君坊中多女伴，永安宫外踏青来。\n\n城西门前滟滪堆，年年波浪不能摧。\n懊恼人心不如石，少时东去复西来。\n\n瞿塘嘈嘈十二滩，此中道路古来难。\n长恨人心不如水，等闲平地起波澜。\n\n巫峡苍苍烟雨时，清猿啼在最高枝。\n个里愁人肠自断，由来不是此声悲。\n\n山上层层桃李花，云间烟火是人家。\n银钏金钗来负水，长刀短笠去烧畲。\n\n","type":["组诗","民歌","爱情","生活","山川","景物","风土","人情"],"translation":"注释 ⑴岁正月：公元822年（唐穆宗长庆二年）正月。公元821年（长庆元年）冬，刘禹锡被任为夔州（今重庆市奉节县）刺史，大约到任时已是次年正月。 ⑵建平：郡名，三国吴置，隋改为巫山县（参见《隋书·地理志》上巴东郡），今属重庆市。此当指夔州。 ⑶睢：仰视。 ⑷激讦：激越清脆。吴声：吴地的乐歌。 ⑸伧儜不可分：听不太懂。 ⑹淇、濮：周代卫国（今河南省内）的两条水名。《诗经》多处咏及。《汉书·地理志》下：“卫地……有桑间濮上之阻，男女亦亟聚会，声色生焉，故俗称郑卫之音。”此以淇濮之艳代指情歌，意谓巴渝民歌亦多涉男女爱情。 ⑺俾：使。巴歈：巴即巴郡，约当现在重庆一带。歈即民歌。变风：《毛诗序》：“至于王道衰，礼义废，政教失，国异政，家殊俗，而变风变雅作矣。”后人对变风变雅的解说很多，大意是说太平盛世产生的风、雅之诗是正风正雅；而乱世产生的诗歌则失去了雅正平和之气，故称变风、变雅。刘禹锡此处使用变风一词，似乎并非强调世事之治乱，而是侧重于体察民俗风情之意。 ⑻白帝城：在今重庆市奉节县东白帝山上，下临瞿塘峡口之夔门。东汉初公孙述筑城。述自号白帝，因名。三国时刘备为吴将陆逊所败，退居于此，卒于城中永安宫。 ⑼山桃：野桃。上头：山头，山顶上。 ⑽瀼西：今重庆奉节瀼水西岸。陆游《入蜀记》：“土人谓山间之流通江者曰瀼。”縠文：水波纹。 ⑾兰桡：兰木桨。兰指木兰树，又名杜兰、林兰。但古诗、文中常说兰舟、兰桨、兰桡等，只是一种美称，不一定都是兰木所作。如屈原《九歌·湘君》：“桂棹兮兰枻，斫冰兮积雪。”苏轼《前赤壁赋》：“桂棹兮兰桨，击空明兮溯流光。”亦本自屈原。 ⑿永安宫：故址在今重庆奉节县城内。公元222年，蜀先主刘备自猇亭战败后，驻军白帝城，建此宫，次年卒于此。 ⒀城西门：此当指奉节城西门。滟滪堆：原是瞿塘峡口江中的大石（今已炸去），亦作“淫预堆”“犹豫堆”“英武石”“燕窝石”等。 ⒁瞿塘：瞿塘峡，在重庆奉节县。嘈嘈：水的急流声。 ⒂巫峡：在重庆巫山县东，湖北省巴东县西。 ⒃银钏二句：描写戴着银钏金钗的妇女们到江边汲水；持长刀披短笠的男子到山上开荒种田。 ▲"}
{"_id":{"$oid":"5b9a184f367d5c0f40d22d6e"},"title":"谢赐珍珠","dynasty":"唐代","writer":"江采萍","content":"桂叶双眉久不描，残妆和泪污红绡。\n长门尽日无梳洗，何必珍珠慰寂寥。","type":["女子","宫怨","思念"],"remark":"红绡：红色薄绸\n寂寥：寂寞空虚。\n\n","translation":"我很久没有画我的柳叶眉了，面上的残妆和著眼泪打湿了我的红绡衣。\n我自是很久没有梳洗过了，你也不必送一斛珍珠来安慰我的寂寥之心。\n\n"}
{"_id":{"$oid":"5b9a184f367d5c0f40d22d6f"},"title":"国风·鄘风·墙有茨","dynasty":"先秦","writer":"佚名","content":"墙有茨，不可扫也。中冓之言，不可道也。所可道也，言之丑也。\n墙有茨，不可襄也。中冓之言，不可详也。所可详也，言之长也。\n墙有茨，不可束也。中冓之言，不可读也。所可读也，言之辱也。","type":["诗经"],"remark":"鄘（yōng）：中国周代诸侯国名，在今河南省汲县北。\n茨（cí）：植物名，蒺藜。一年生草本植物，果实有刺。\n埽（sǎo）：同‘’扫‘’。\n中冓（gòu）：内室，宫中龌龊之事。\n道：说。\n所：若。\n襄：除去，扫除。\n详：借作“扬”，传扬。\n束：捆走。这里是打扫干净的意思。\n读：宣扬。\n\n","translation":"墙上长满了蒺藜，无论如何扫不掉。你们宫中私房话，实在没法说出口。如果真要说出来，那话就难听死啦。\n墙上长满了蒺藜，无论如何除不掉。你们宫中私房话，实在没法详细说。如果真要说详细，那话说来可长啦。\n墙上长满了蒺藜，没有办法打捆走。你们宫中私房话，实在不能对人说。如果真的传开来，简直就是羞辱啊。\n\n"}
{"_id":{"$oid":"5b9a184f367d5c0f40d22d70"},"title":"心术","dynasty":"宋代","writer":"苏洵","content":"　　为将之道，当先治心。泰山崩于前而色不变，麋鹿兴于左而目不瞬，然后可以制利害，可以待敌。\n\n　　凡兵上义；不义，虽利勿动。非一动之为利害，而他日将有所不可措手足也。夫惟义可以怒士，士以义怒，可与百战。\n\n　　凡战之道，未战养其财，将战养其力，既战养其气，既胜养其心。谨烽燧，严斥堠，使耕者无所顾忌，所以养其财；丰犒而优游之，所以养其力；小胜益急，小挫益厉，所以养其气；用人不尽其所欲为，所以养其心。故士常蓄其怒、怀其欲而不尽。怒不尽则有馀勇，欲不尽则有馀贪。故虽并天下，而士不厌兵，此黄帝之所以七十战而兵不殆也。不养其心，一战而胜，不可用矣。\n\n　　凡将欲智而严，凡士欲愚。智则不可测，严则不可犯，故士皆委己而听命，夫安得不愚？夫惟士愚，而后可与之皆死。\n\n　　凡兵之动，知敌之主，知敌之将，而后可以动于险。邓艾缒兵于蜀中，非刘禅之庸，则百万之师可以坐缚，彼固有所侮而动也。故古之贤将，能以兵尝敌，而又以敌自尝，故去就可以决。\n\n　　凡主将之道，知理而后可以举兵，知势而后可以加兵，知节而后可以用兵。知理则不屈，知势则不沮，知节则不穷。见小利不动，见小患不避，小利小患，不足以辱吾技也，夫然后有以支大利大患。夫惟养技而自爱者，无敌于天下。故一忍可以支百勇，一静可以制百动。\n\n　　兵有长短，敌我一也。敢问：“吾之所长，吾出而用之，彼将不与吾校；吾之所短，吾蔽而置之，彼将强与吾角，奈何？”曰：“吾之所短，吾抗而暴之，使之疑而却；吾之所长，吾阴而养之，使之狎而堕其中。此用长短之术也。”\n\n　　善用兵者，使之无所顾，有所恃。无所顾，则知死之不足惜；有所恃，则知不至于必败。尺箠当猛虎，奋呼而操击；徒手遇蜥蜴，变色而却步，人之情也。知此者，可以将矣。袒裼而案剑，则乌获不敢逼；冠胄衣甲，据兵而寝，则童子弯弓杀之矣。故善用兵者以形固。夫能以形固，则力有馀矣。\n\n","type":["古文观止","议论","用兵"],"remark":"治心：指锻炼培养军事上的胆略、意志和吃苦的精神等。\n麋：麋鹿，鹿类的一种。\n左：附近。\n瞬：眨眼。\n制：掌握\n上：通“尚”，崇尚。\n怒：激发\n烽燧：即烽火，古代边防报警的信号。白天放烟叫“烽”，夜间燃火叫“燧”。\n斥堠：古代用来瞭望敌情的土堡，这里指放哨、瞭望。\n犒：犒赏，旧指用酒食或财物慰劳将士。\n优游：闲暇自得的样子。\n挫：挫折，这里指打了败仗。\n厉：激励。并天下：兼并天下。\n黄帝：传说中我国中原各族的共同祖先。相传曾在战争中多次取胜，打败了炎帝、蚩尤，成为部落联盟的领袖。\n殆：通“怠”，懈怠。\n智：有智慧。\n严：有威严。\n欲：应该。\n委：委屈。\n邓艾缒兵于蜀中：邓艾，三国时魏国的将领，魏元帝景元四年（263年），他率兵从一条艰险的山路进攻蜀汉，山高谷深，士兵都用绳子系着放下山去，邓艾自己也用毡布裹着身体，滑下山去。缒，系在绳子上放下去。\n刘禅：三国时蜀后主，小名阿斗，刘备之子，公元223年至263年在位。\n侮：轻视、轻侮。\n尝：试探，检验。\n节：节制。\n沮：沮丧。\n辱：玷污。\n技：本领。\n支：经得起，对付得了。\n校：较量。\n角：角斗。\n抗：高，引申为突出地。\n暴：显露。却：退。\n狎：轻忽。\n堕：落。\n蜥蜴：一种爬行动物，形似壁虎，俗称“四脚蛇”。\n袒裼：脱衣露体。\n乌获：战国时秦国的大力士，相传能力举千钧。\n冠胄衣甲：戴着头盔，穿着铠甲。胄，盔。冠、衣，都用作动词。\n据兵：靠着兵器。\n以形固：指利用各种有利形势来巩固自己。以，凭借，利用。形，各种有利的形式和条件。固，巩固。\n\n","translation":"　　作为将领的原则，应当首先修养心性。必须做到泰山在眼前崩塌而面不改色，麋鹿在身边奔突而不眨眼睛，然后才能够控制利害因素，才可以对付敌人。\n　　军事崇尚正义。如果不合乎正义，即使有利可图也不要行动。并非一动就有危害，而是因为后来将有不能应付的事情发生。只有正义能够激愤士气，用正义激愤士气，就可以投入一切战斗。\n　　作战的措施大致是：当战争尚未发生的时候，要积蓄财力；当战争即将发生的时候，要培养战斗力；当战争已经打起来的时候，要培养士气；当战争已经取得胜利的时候，就要修养心性。小心谨慎地设置报警的烽火，严格认真地在边境巡逻放哨，使农民无所顾忌，安心耕种，这就是积蓄财力的做法。用丰盛的酒食等物慰劳战士，让他们悠闲自在，养精蓄锐，这就是培养战斗力的做法。取得小的胜利，要使战士感到更加紧迫；受到小的挫折，要让战士得到更大的激励，这就是培养士气的做法。使用战士要注意不让他们完全实现自己的欲望，这就是修养心性的做法。所以战士们常常积蓄着怒气，心中怀有欲望却不能完全实现。怒气没有消除干净就有余勇可贾，欲望没有完全实现就将继续追求，所以即使吞并了天下，战士也不厌恶打仗。这就是黄帝的军队经历了七十次战斗也不懈怠的原因。如果不修养心性，战士们打了一次胜仗后就不能继续作战了。\n　　将领要聪明而严厉，战士要愚昧。聪明就不可预测，严厉就不可冒犯，所以战士们都把自身完全交出来听从命令，怎么能不愚昧呢?惟其战士愚昧，然后才能跟他们一道舍生忘死。\n　　大凡出动军队，要了解敌方的君主，了解敌方的将领，然后才能够在危险的地方出兵。魏将邓艾率兵伐蜀汉，从阴平小道行无人之地七百余里，用绳子拴着士兵从山上坠下深谷，如果不是蜀汉后主刘禅昏庸无能，那么百万大军也可以坐而捆绑擒获。邓艾本来就对刘禅轻慢，所以才出兵于危险之地。因此，古代的良将，能用大军去试探敌人的强弱、虚实，同时也用敌人的反应来衡量自己，这样就可以决定行动方针了。\n　　作为主将的原则是：明白道理然后可以出兵，了解形势然后可以增兵，懂得节制然后可以用兵。明白道理就不会屈服，了解形势就不会丧气，懂得节制就不会困窘。见了小利益不轻举妄动，遇上小祸难不回避。小利益、小祸难不值得辱没我的本领，然后才能够应付大利益、大祸难。只有善于蓄养本领又爱惜自己军队的人，才无敌于天下。所以一忍可以抵御百勇，一静可以控制百动。\n　　军队自有长处和短处，无论敌我都如此。请问：我方的长处，我拿出来运用，敌人却不与我较量；我方的短处，我隐蔽起来，敌人却竭力与我对抗，怎么办呢?回答道：我方的短处，我故意显露出来，使敌人心生疑虑而退却；我方的长处，我暗中隐蔽起来，使敌人轻慢而陷人圈套。这就是灵活运用自己的长处和短处的方法。\n　　善于用兵打仗的人，要使战士们没有什么顾忌但有所依靠。战士们没有什么顾忌，就知道牺牲了也不值得可惜；有所依靠，就知道不至于一定失败。手握一尺长的鞭子，面对着猛虎，敢于奋力呐喊而挥鞭打击；空着手遇上了蜥蜴，也会吓得面容变色连连后退，这是人之常情。懂得这个道理，就可以带兵了。假如赤身露臂但手握着剑，那大力士乌获也不敢逼近；要是头戴着盔，身穿铠甲，靠着武器而睡觉，那小童也敢弯弓射杀了。所以善于用兵打仗的人，利用各种条件来巩固自己；能够利用各种条件来巩固自己，那就威力无穷了。\n\n"}
{"_id":{"$oid":"5b9a184f367d5c0f40d22d71"},"title":"渔歌子·荻花秋","dynasty":"五代","writer":"李珣","content":"荻花秋，潇湘夜，橘洲佳景如屏画。碧烟中，明月下，小艇垂纶初罢。\n水为乡，篷作舍，鱼羹稻饭常餐也。酒盈杯，书满架，名利不将心挂。","type":["秋天","写景","归隐"],"remark":"渔歌子：词牌名。原唐教坊曲名，后成为词牌名。单调二十七字，四平韵。中间三言两句，例用对偶。\n荻（dí）：多年生草本植物，秋季抽生草黄色扇形圆锥花序，生长在路边和水旁。\n潇湘：两水名，今湖南境内。《山海经》：“潇水，源出九巅山，湘水，源出海阳山。至零陵合流而于洞庭也。”\n橘洲：在长沙市境内湘江中，又名下洲，旧时多橘，故又称“橘子洲”。《水经注·湘水》：“湘水又北经南津城西，西对橘洲。”\n垂纶（lún）：垂钓。纶，较粗的丝线，常指钓鱼线。\n篷：船帆，此处代指船。\n“名利”句：即心不将名利牵挂。\n\n","shangxi":"　　这首词主要描写了词人的隐逸生活。\n\n　　上片写景。开头三句点明时间、地点，是地处潇湘的橘子洲的秋夜，荻花临风，美景如画。“碧烟中”三句，将镜头渐次拉近，月光下的江水，轻柔澄碧，云烟淡淡，词中主人公刚刚垂钓完毕，划着小艇在水上荡漾。真是如诗如画，如梦如幻。\n\n　　下片写人事，主要写词人的隐逸生活及其乐趣。隐在民间，云水就是家乡，蓬舍就是住所，经常吃的是家常的鱼羹稻米饭。杯中斟满美酒，架上摆满书籍，开怀惬意，其乐陶陶，绝不把名利挂在心上。\n\n　　词人淡淡地写景，不事雕琢，明白如话，把一个一个远离名利，以隐逸为乐的词人的内心活动真实地展示出来，旷达超脱，余韵悠悠，受中唐张志和《渔父》词的影响颇大。\n\n","translation":"潇湘的静夜里，清风吹拂着秋天的荻花，橘子洲头的美景，宛如屏上的山水画。浩淼的烟波中，皎洁的月光下，我收拢钓鱼的丝线，摇起小船回家。\n绿水就是我的家园，船篷就是我的屋舍，山珍海味也难胜过我每日三餐的糙米鱼虾。面对盈杯的水酒，望着诗书满架，我已心满意足，再不用将名利牵挂。\n\n"}
{"_id":{"$oid":"5b9a1850367d5c0f40d22d72"},"title":"春日","dynasty":"宋代","writer":"汪藻","content":"一春略无十日晴，处处浮云将雨行。\n野田春水碧于镜，人影渡傍鸥不惊。\n桃花嫣然出篱笑，似开未开最有情。\n茅茨烟暝客衣湿，破梦午鸡啼一声。","type":["古诗三百首","咏物","写花","寓人"],"translation":"译文 整个春日大概都没有连续十天清明无雨的日子，到处都是在天上的云彩携带着雨水漂浮而行。 野外田里的一潭绿油油的春水比镜子还要碧绿光亮，古渡口边人经过时水边的鸥鹭却自在不受惊吓。 篱笆外将开未开的桃花探头伸出，看上去是如此嫣然含情。 草屋边烟雨靡靡，打湿了行客的衣裳，午后鸡鸣一声将人从闲梦中唤引回了现实。"}
{"_id":{"$oid":"5b9a1850367d5c0f40d22d73"},"title":"贺圣朝·留别","dynasty":"宋代","writer":"叶清臣","content":"满斟绿醑留君住。莫匆匆归去。三分春色二分愁，更一分风雨。\n花开花谢、都来几许。且高歌休诉。不知来岁牡丹时，再相逢何处。","type":["宋词三百首","宋词精选","婉约","饮酒","惜别"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155723434.mp3","remark":"贺圣朝：唐教坊曲名，后用为词牌。《花间集》有欧阳炯词，本名“贺明朝”，《词律》混入“贺圣朝”，误。有十余种格式。此词格式为：双调四十九字，仄韵格，上片四句三仄韵，下片五句三仄韵。\n绿醑（xǔ）：即绿色的美酒。\n几许：犹言多少。\n\n","shangxi":"　　这首词大约是作者北宋首都汴京留别友人之作。全词以别易会难为主旨，上片写留饮，下片写惜别。\n\n　　开篇写作者满斟绿色的美酒，劝友人暂留，且不要匆匆归去。继而，词中又写作者纵酒高歌，劝友人钧，切切絮絮倾诉离情。这里，用春色、离愁、风雨，构成了一幅离别图：阳春佳月，风雨凄凄，离愁万绪，为下片抒情作了有力的铺垫。“三分春色二分愁，更一分风雨”，虽然还是以词家习惯运用的情景交融的手法来描写离愁，但设想奇特，不落俗套，给人以新颖巧妙的感觉。词人设想“春色”总体为“三分”，而其中的“二分”是“愁”，“一分”是“风雨”。这样，此时此刻的“春色”就成了“愁”与“风雨”的集合体。而此处的“风雨”，只是表象，实质上是明写风雨暗写愁。\n\n　　这里写“风雨”，用的就是这种以景写情的笔法。所谓三分春色实际上都是愁。词人用全部的春色来写与挚友分手时的离愁别绪，其友情之深，离别之难，不言而喻。作者用笔，貌轻实重，饱和了作者的全部感情，确实是情景交融、情深意长。苏轼著名的《水龙吟》（次韵章质夫杨花词）有句云：“春色三分，二分尘土，一分流水。”大约即是从此处脱胎。\n\n　　上片，由举杯挽留写到离别情怀，由外部行动而至内心感情，多为顺笔。下片则转折颇多。过片“花开”两句，紧承上片的离愁别绪，并进一步预写别后的相思。“花开”句，用韩偓《谪仙怨》“花开花谢相思”句意，但作者只写“花开花谢”而不说“相思”，实际上“相思”已包容上片的离愁别绪之中。“都来几许”，是说这种相思总的算来会有多少，由挚友不得长聚而引起的时序更迭、流年暗换的慨叹与迷惘，亦暗寓其中。这两句深化了上片的离愁。但作者马上又冲破了感伤缠绵的氛围，用“且高歌休诉”句一变而为高亢旷达。这是对友人的劝慰，也是作者的自我排遣，表现出作者开朗豁达的胸怀。可是一想到别易会难，明年此际不知能否重逢，心里不免又泛起怅惘之情，使全词再见波折。这首词先写离愁，继而排解宽慰，终写怅惘之情，曲折细致，语短情长。 \n\n","translation":"斟满淡绿色的美酒，请您再住几日，不要就这样匆匆离去。剩下的三分春色，二分都是离愁别绪，一分又充满了凄风苦雨。\n年年都见花开花谢，相思之情又有多少呢？就让我们高歌畅饮，不要谈论伤感之事。明年牡丹盛开的时候，不知我们会在哪里相逢？\n\n"}
{"_id":{"$oid":"5b9a1850367d5c0f40d22d74"},"title":"玉楼春·红酥肯放琼苞碎","dynasty":"宋代","writer":"李清照","content":"红酥肯放琼苞碎。探著南枝开遍未。不知酝藉几多香，但见包藏无限意。 \n道人憔悴春窗底。闷损阑干愁不倚。要来小酌便来休，未必明朝风不起。","type":["咏物","梅花","抒情"],"shangxi":"　　这是一首著名的咏梅词。傲立霜雪，一枝独秀的梅花是历来文人墨客的吟诵对象，特别是宋代咏梅词更多，其中能尽得梅花神韵的上乘之作却并不多见。\n\n　　李清照的这首《玉楼春》当属其中的佼佼者，不仅写活了梅花，而且活画出赏梅者虽愁闷却仍禁不住要及时赏梅的矛盾心态。作者出手便不俗。首句以“红酥”比拟梅花花瓣的宛如红色凝脂，以“琼苞”形容梅花花苞的美好，都是抓住了梅花特征的准确用语，“肯放琼苞碎”者，是对“含苞欲放”的巧妙说法。\n\n　　上片皆从此句生发。“探著南枝开遍未”，便是宛转说出梅花未尽开放。初唐时李峤《梅》诗云：“大庾敛寒光，南枝独早芳。”张方注：“大庚岭上梅，南枝落，北枝开。如今对南枝之花还须问“开遍未”，则梅枝上多尚含苞，宛然可知。三、四两句“不知酝藉几多香，但见包藏无限意”，用对偶句，仍写未放之花，“酝藉”、“包藏”，点明此意。而“几多香”、“无限意”，又将梅花盛开后所发的幽香、所呈的意态摄纳其中，精神饱满，亦可见词人的灵心慧思。\n\n　　下片由咏梅转写赏梅之人。“道人”是作者的自称，意为学道之人。“憔悴”和“闷”、“愁”，讲李清照的外貌与内心情状，“春窗”和“阑干”交代客观环境，表明她当时困顿窗下，愁闷煞人，连阑干都懒得去倚。这是一幅名门闺妇的春愁图。\n\n　　不写梅花的盛开，却由含苞直跳到将败，这是咏梅的奇笔，写赏梅却先道自己的憔悴和愁闷，这是赏梅之妙想。反映了她自己“挼尽梅花无好意，赢得满衣清泪”（《清平乐·年年雪里》）的心态。此词盖作于晚年流落江南之后反常写法恰好能传达出当时正常的心态。虽然心境不佳，但梅花还是要赏的，所以“要来小酌便来休，未必明朝风不起”。“休”字这里是语助词，含罢、了的意思。这是作者心中的话：想要来饮酒赏梅的话便来罢，等到明天说不定要起风了呢！此句隐含着莫错过大好时机且举杯遣怀的意味。\n\n　　易安词是咏物抒情诗中的上品，这首咏梅诗尽得梅花之诗，也尽似词人之情，是不可多得的佳作。\n\n","translation":"是一首著名的咏梅词。傲立霜雪，一枝独秀的梅花是历来文人墨客的吟诵对象，特别是宋代咏梅词更多，其中能尽得梅花神韵的上乘之作却并不多见。\n\n　　李清照的这首《玉楼春》当属其中的佼佼者，不仅写活了梅花，而且活画出赏梅者虽愁闷却仍禁不住要及时赏梅的矛盾心态。作者出手便不俗。首句以“红酥”比拟梅花花瓣的宛如红色凝脂，以“琼苞”形容梅花花苞的美好，都是抓住了梅花特征的准确用语，“肯放琼苞碎”者，是对“含苞欲放”的巧妙说法。\n\n　　上片皆从此句生发。“探著南枝开遍未”，便是宛转说出梅花未尽开放。初唐时李峤《梅》诗云：“大庾敛寒光，南枝独早芳。”张方注：“大庚岭上梅，南\n\n"}
{"_id":{"$oid":"5b9a1850367d5c0f40d22d75"},"title":"虞美人·碧桃天上栽和露","dynasty":"宋代","writer":"秦观","content":"碧桃天上栽和露，不是凡花数。乱山深处水萦回，可惜一枝如画为谁开？\n轻寒细雨情何限！不道春难管。为君沉醉又何妨，只怕酒醒时候断人肠。","type":["宋词精选","美人","命运"],"remark":"碧桃：一种观赏桃花。此指仙桃，借以赞颂主人的宠姬碧桃。\n数：辈。\n萦（yíng）回：盘转回旋。\n不道：不奈，不堪。这里“春”为双关语，既指喻作者对碧桃的赏爱，也寓有碧桃春心萌动，又难以表述之意。\n君：指花，也指双方。\n\n","shangxi":"　　这首词有一段颇具传奇色彩的本事：“秦少游寓京师，有贵官延饮，出宠妓碧桃侑觞，劝酒惓惓。少游领其意，复举觞劝碧桃。贵官云：‘碧桃素不善饮。’意不欲少游强之。碧桃曰：‘今日为学士拼了一醉！”引巨觞长饮。少游即席赠《虞美人》词曰（略）。合座悉恨。贵官云：‘今后永不令此姬出来！’满座大笑。”（《绿窗新话》卷上）\n\n　　是否真有此“本事”，不得而知。但它对理解此词的蕴意、寄托却颇有启发。生于非地的一支碧桃，在乱山深处孤独自开，不被人赏，那正是美人命运的象征。\n\n　　“碧桃天上栽和露，不是凡花数。”首句化用唐诗人高蟾《下第后上永崇高侍郎》：“天上碧桃和露种，日边红杏倚云栽”语。先声夺人，高雅富丽。那是只有天宫才可能有的一株碧桃啊！又况和露而种，更呈其鲜艳欲滴之娇情妍态。如此光艳照人，自然不是凡花俗卉之胚数。词人从正、反两面对其褒扬至极。“不是”二字颇耐人玩味。诗歌理论家们常常强调中国诗词在不用系词的情况下所取得的成就，并认为这种成就正是得益于系词的缺失。其实，这并不完全正确。系词的出现，从语法角度看，它表示的只是两个词之间的等同，但当其运用于中国古典诗词之中时，它却传达出某些与这种等同相抵触的言外之意，换言之，“是”暗含了“不是”或“也许不是”，“不是”又暗含着“已经是”或“然而却是”，以其内在的歧义达到一种反讽的陈述。“不是凡花数”越是说得斩钉截铁，越是让人感到隐含有不愿接受的现实在。事实正是如此：“乱山深处水萦回。”一“乱”一“深”，见其托身非所、处地之荒僻。尽管依然在萦回盘旋的溪水边开得盈盈如画，“可惜一枝如画为谁开？”没人欣赏没人问，美又何然？也许可以保持那份高洁与矜持，然而总是遗恨！从而表现出碧桃不得意的遭遇和寂寞难耐的凄苦心境。杜甫有：“桃花一簇开无主，可爱深红爱浅红？”，陆游有“驿外断桥边，寂寞开无主。”意蕴与此略似，而此篇吟咏之深沉过之。杜诗、陆词皆正面点出花之“无主”，而秦词只以“为谁开”的探询语气，将“无主”之慨妥婉出之，音情更显得低徊摇荡。\n\n　　上片以花象征美人，然着笔在花。高贵不凡之身无奈托于荒山野岭，盈盈如画只是孤独自开，洁爱自好也难禁凄凄含愁，款款妙笔传其形神兼备。\n\n　　下片始转写美人。前二句见其惜春之心。微微春寒，细雨霏霏，这如画一枝桃花更显出脉脉含情。然而也许女主人公的忧虑太深重了，春天宜人的风物也很快从她忧伤的目光底下滑过去，终于发出了“不道春难管”的一声伤叹。是啊，无奈春光不由人遣，无法把留。它已经是“寂寞开无主”了，有何人来怜爱它呢？到了明年此时，它是否还是“依旧笑春风”呢？叹之、怜之、伤之。伤春也是自伤。即如此般芳洁光艳，终是青春难驻，年华易往！尾末两句写惜别。“为君沉醉又何妨。”难得知音怜爱，却又要匆匆行别，为报所欢，拼却一醉，应是理所为然，何况更是欲借以排遣愁绪。醉意恍惚中也许能减却几分离索的凄凉吧！可是转念一想：“只怕酒醒时候断人肠。”如今一醉颜红，自然是容易的，然而，酒醒之后呢？心爱的人儿不见了，不是更令人肠断？不，不能沉醉，哪怕只是一起度过这短暂的离别时分也是好的啊！沉醉又不能沉醉的矛盾以“只怕”二字委婉出之。“何妨”是为了他，“只怕”也是因为他，惜别之情深自见。\n\n　　全词情感发展万转千回，深沉蕴藉。词情亦进亦退，亦退亦进地委婉曲折地前进，每一份情感，都紧紧地跟随着它的否定：“不是凡花数”却是凡花命；乱山深处“一枝如画”，依然无人赏识；“轻寒细雨”，风物宜人，又恨留春不住；为君不惜一醉颜红，又怕酒醒时候更添愁，只好任凭愁来折磨她了。最后，在“断人肠”的怨叹声中词情戛然而止，收到了凄咽恻断的艺术效果。\n\n　　词作在艺术表现上运用的是传统的香草美人的比兴手法。花，为美人之象征，在美人身上，我们又不难看出词人自身的影子，亦花亦美人亦词人。词人本是一位“少豪俊，慷慨溢于言辞”（《宋史·秦观传》）的才俊之士，却不为世用，仕途抑塞，历尽坎坷，自然是满腹怀才不遇的不平。然而在那埋没人才的社会里，这不平，向谁去诉说？诉说又有何用？只好“借他人酒杯，浇胸中块垒”。于是当词人为美人的命运深情叹咏的时候，他其实正是在寄寓身世，抒自身怀抱。也正是词人身世之感的打入，使得此词的意义大大超越于这则“本事”。词心所系，寄托遥深，乃是香草美人手法极其成功的运用。全词处处紧扣，而又不着痕迹，极尽含蓄委婉之致，表现了精湛的艺术技巧。读者可知，骚赋之法，“衣被辞人，非一代也”。 \n\n","translation":"天上碧桃露滋养，不同俗卉与凡花。乱山之中，萦水之畔，可惜一支如画为谁开？\n清寒细雨显柔情，怎奈春光短暂，美景将逝。为君酣醉又何妨，只怕酒醒时分人断肠。\n\n"}
{"_id":{"$oid":"5b9a1850367d5c0f40d22d76"},"title":"满江红·怀子由作","dynasty":"宋代","writer":"苏轼","content":"清颍东流，愁目断，孤帆明灭。宦游处，青山白浪，万重千叠。孤负当年林下意，对床夜雨听萧瑟。恨此生，长向别离中，生华发。\n一尊酒，黄河侧。无限事，从头说。相看恍如昨，许多年月。衣上旧痕余苦泪，眉间喜气占黄色。便与君，池上觅残春，花如雪。","type":["怀人","胞弟"]}
{"_id":{"$oid":"5b9a1850367d5c0f40d22d77"},"title":"远师","dynasty":"唐代","writer":"白居易","content":"东宫白庶子，南寺远禅师。\n何处遥相见，心无一事时。","type":["老师","抒情"],"remark":"东宫：太子所居之宫，也用来代指太子。\n白庶子：即白居易，白居易曾在东宫担任庶子（大夫）。\n远禅师：指与白居易同时代的自远禅师。\n\n","translation":"在朝中做官的我和在南寺的自远禅师，什么时候能再相见呢？\n大概要等到我心中没有世俗之事的时候吧。\n\n"}
{"_id":{"$oid":"5b9a1850367d5c0f40d22d78"},"title":"酬问师","dynasty":"唐代","writer":"刘商","content":"虚空无处所，仿佛似琉璃。诗境何人到，禅心又过诗。","type":[]}
{"_id":{"$oid":"5b9a1850367d5c0f40d22d79"},"title":"丽人行","dynasty":"唐代","writer":"杜甫","content":"三月三日天气新，长安水边多丽人。\n态浓意远淑且真，肌理细腻骨肉匀。\n绣罗衣裳照暮春，蹙金孔雀银麒麟。\n头上何所有？翠微盍叶垂鬓唇。\n背后何所见？珠压腰衱稳称身。\n就中云幕椒房亲，赐名大国虢与秦。\n紫驼之峰出翠釜，水精之盘行素鳞。\n犀箸厌饫久未下，鸾刀缕切空纷纶。\n黄门飞鞚不动尘，御厨络绎送八珍。\n箫鼓哀吟感鬼神，宾从杂遝实要津。\n后来鞍马何逡巡，当轩下马入锦茵。\n杨花雪落覆白苹，青鸟飞去衔红巾。\n炙手可热势绝伦，慎莫近前丞相嗔！","type":["唐诗三百首","乐府","咏叹","讽刺"],"remark":"三月三日：为上巳日，唐代长安士女多于此日到城南曲江游玩踏青。\n态浓：姿态浓艳。意远：神气高远。淑且真：淑美而不做作。\n肌理细腻：皮肤细嫩光滑。骨肉匀：身材匀称适中。\n“绣罗”两句：用金银线镶绣着孔雀和麒麟的华丽衣裳与暮春的美丽景色相映生辉。\n翠微：薄薄的翡翠片。微：一本作“为”。 訇叶：一种首饰。鬓唇：鬓边。\n珠压：谓珠按其上，使不让风吹起，故下云“稳称身”。 腰衱：裙带。\n就中：其中。云幕：指宫殿中的云状帷幕。椒房：汉代皇后居室，以椒和泥涂壁。后世因称皇后为椒房，皇后家属为椒房亲。\n“赐名”句：指天宝七载（748）唐玄宗赐封杨贵妃的大姐为韩国夫人，三姐为虢国夫人，八姐为秦国夫人。\n紫驼之峰：即驼峰，是一种珍贵的食品。唐贵族食品中有“驼峰炙”。釜：古代的一种锅。翠釜，形容锅的色泽。\n水精：即水晶。行：传送。素鳞：指白鳞鱼。\n犀筯：犀牛角作的筷子。厌饫：吃得腻了。\n鸾刀：带鸾铃的刀。缕切：细切。空纷纶：厨师们白白忙乱一番。贵人们吃不下。\n黄门：宦官。飞鞚，即飞马。\n八珍：形容珍美食品之多。\n宾从：宾客随从。杂遝：众多杂乱。要津：本指重要渡口，这里喻指杨国忠兄妹的家门，所谓“虢国门前闹如市”。\n后来鞍马：指杨国忠，却故意不在这里明说。逡巡：原意为欲进不进，这里是顾盼自得的意思。\n“杨花”句：是隐语，以曲江暮春的自然景色来影射杨国忠与其从妹虢国夫人（嫁裴氏）的暧昧关系，又引北魏胡太后和杨白花私通事，因太后曾作“杨花飘荡落南家”，及“愿衔杨花入窠里”诗句。后人有“杨花入水化为浮萍”之说，萍之大者为蘋。杨花、萍和蘋虽为三物，实出一体，故以杨花覆蘋影射兄妹苟且乱伦。据史载：“虢国素与国忠乱，颇为人知，不耻也。每入谒，并驱道中，从监、侍姆百余骑，炬密如昼，靓妆盈里，不施帏障，时人谓为雄狐。”\n青鸟：神话中鸟名，西王母使者。相传西王母将见汉武帝时，先有青鸟飞集殿前（见《汉武故事》）。后常被用作男女之间的信使。\n“炙手”二句：言杨氏权倾朝野，气焰灼人，无人能比。丞相：指杨国忠，天宝十一载（752年）十一月为右丞相。嗔：发怒。\n\n","shangxi":"　　这首诗讽刺了杨家兄妹骄纵荒淫的生活，曲折地反映了君王的昏庸和时政的腐败。\n\n　　成功的文学作品，它的倾向应当从场面和情节中自然而然地流露出来，不应当特别把它指点出来，作者的见解愈隐蔽，对艺术作品来说就愈好；而且作家不必要把他所描写的社会冲突的历史的未来的解决办法硬塞给读者。《丽人行》就是这样的一篇成功之作。这篇歌行的主题思想和倾向倒并不隐晦难懂，但确乎不是指点出来而是从场面和情节中自然而然地流露出来的。从头到尾，诗人描写那些简短的场面和情节，都采取像《陌上桑》那样一些乐府民歌中所惯常用的正面咏叹方式，态度严肃认真，笔触精工细腻，着色鲜艳富丽、金碧辉煌，丝毫不露油腔滑调，也不作漫画式的刻画。但令人惊叹不置的是，诗人就是在这一本正经的咏叹中，出色地完成了诗歌揭露腐朽、鞭挞邪恶的神圣使命，获得了比一般轻松的讽刺更为强烈的艺术批判力量。诗中首先泛写上巳曲江水边踏青丽人之众多，以及她们意态之娴雅、体态之优美、衣着之华丽。\n\n　　辛延年《羽林郎》：“胡姬年十五，春日独当垆。长裾连理带，广袖合欢襦。头上蓝田玉，耳后大秦珠。两鬟何窈窕，一世良所无。”《陌上桑》：“头上倭堕髻，耳中明月珠。缃绮为下裙，紫绮为上襦。”《焦仲卿妻》：“着我绣夹裙，事事四五通。足下蹑丝履，头上玳瑁光。腰若流纨素，耳着明月珰。指如削葱根，口如含朱丹。纤纤作细步，精妙世无双。”回环反复，咏叹生情，“态浓”八句就是从这种民歌表现手法中变化出来的。前人已看到了这诗用工笔彩绘仕女图画法作讽刺画的这一特色。胡夏客说：“唐宣宗尝语大臣曰：‘玄宗时内府锦袄二，饰以金雀，一自御，一与贵妃；今则卿等家家有之矣。’此诗所云，盖杨氏服拟于宫禁也。”总之，见丽人服饰的豪华，见丽人非等闲之辈。写到热闹处，笔锋一转，点出“就中云幕椒房亲，赐名大国虢与秦”，则虢国、秦国（当然还有韩国）三夫人在众人之内了。着力描绘众丽人，着眼却在三夫人；三夫人见，众丽人见，整个上层贵族骄奢淫佚之颓风见，不讽而讽意见。肴馔讲究色、香、味和器皿的衬托。“紫驼之峰出翠釜，水精之盘行素鳞”，举出一二品名，配以适当颜色，便写出器皿的雅致，肴馔的精美丰盛以及其香、其味来。这么名贵的山珍海味，缕切纷纶而厌饫久未下箸，不须明说，三夫人的骄贵暴殄，已刻画无遗了。“黄门飞鞚不动尘，御厨络绎送八珍”，内廷太监鞚马飞逝而来，却路不动尘，可见其规矩和排场。皇家气派，毕竟不同寻常。写得真好看煞人，也惊恐煞人。如此煞有介事地派遣太监前来，络绎不绝于途，原来是奉旨从御厨房里送来珍馐美馔为诸姨上巳曲江修禊盛筵添菜助兴，头白阿瞒（唐玄宗宫中常自称“阿瞒”）不可谓不体贴入微，不可谓不多情，也不可谓不昏庸了。\n\n　　乐史《杨太真外传》载：“时新丰初进女伶谢阿蛮，善舞。上与妃子钟念，因而受焉。就按于清元小殿，宁王吹玉笛，上羯鼓，妃琵琶，马仙期方响，李龟年觱篥，张野狐箜篌，贺怀智拍。自旦至午，欢洽异常。时唯妃女弟秦国夫人端坐观之。曲罢，上戏曰：‘阿瞒乐籍，今日幸得供养夫人。请一缠头！’秦国曰：‘岂有大唐天子阿姨，无钱用邪？’遂出三百万为一局焉。”黄门进馔是时人目睹，曲罢请赏是宋人传奇，真真假假，事出有因，两相对照，风流天子精神面貌的猥琐可以想见了。“箫鼓哀吟”、“宾从杂遝”，承上启下，为“后来”者的出场造作声势，烘托气氛。彼“后来”者鞍马逡巡，无须通报，意然当轩下马，径入锦茵与三夫人欢会：此情此景，纯从旁观冷眼中显出。北魏胡太后曾威逼杨白花私通，杨白花惧祸，降梁，改名杨华。胡太后思念他，作《杨白花歌》，有“秋去春来双燕子，愿衔杨花入窠里”之句。“青鸟”是神话传说中西王母的使者，唐诗中多用来指“红娘”一类角色。章碣《曲江》诗有“落絮却笼他树白”之句，可见曲江沿岸盛植杨柳。又隋唐时期，关中地域气温较高，上巳（阴历三月三日）飘杨花，当是实情。“杨花”二句似赋而实比兴，暗喻杨国忠与虢国夫人的淫乱。乐史《杨太真外传》载：“虢国又与国忠乱焉。略无仪检，每入朝谒，国忠与韩、虢连辔，挥鞭骤马，以为谐谑。从官监妪百余骑。秉烛如昼，鲜装袨服而行，亦无蒙蔽。”他们倒挺开通，竟敢招摇过市，携众遨游，公开表演种种肉麻丑态。既然如此，“先时丞相未至，观者犹得近前，乃其既至，则呵禁赫然”（黄生语），不许游人围观，固然是为了显示其“炙手可热”权势之烜赫，但觥筹交错，酒后耳热，放浪形骸之外，虽是开通人，也有不想让旁人窥见的隐私，这也是重要的原因。“春色满园关不住，一枝红杏出墙来”，青鸟衔去的一方红手帕，便于有意无意中泄露了一点春光。\n\n　　全诗场面宏大，鲜艳富丽，笔调细腻生动，同时又含蓄不露，诗中无一断语处，却能使人品出言外之意。语极铺排，富丽华美中蕴含清刚之气。虽然不见讽刺的语言，但在维妙维肖的描摹中，隐含犀利的匕首，讥讽入木三分。\n\n","translation":"三月三日阳春时节天气清新，长安曲江河畔聚集好多美人。\n姿态凝重神情高远文静自然，肌肤丰润胖瘦适中身材匀称。\n绫花绫罗衣裳映衬暮春风光，金丝绣的孔雀银丝刺的麒麟。\n头上戴的是什么珠宝首饰呢？翡翠玉做的花饰垂挂在两鬓。\n在她们的背后能看见什么呢？珠宝镶嵌的裙腰多稳当合身。\n其中有几位都是后妃的亲戚，里面有虢国和秦国二位夫人。\n翡翠蒸锅端出香喷的紫驼峰，水晶圆盘送来肥美的白鱼鲜。\n她们捏着犀角筷子久久不动，厨师们快刀细切空忙了一场。\n宦官骑马飞驰不敢扬起灰尘，御厨络绎不绝送来海味山珍。\n笙箫鼓乐缠绵宛转感动鬼神，宾客随从满座都是达官贵人。\n有一个骑马官人是何等骄横，车前下马从绣毯上走进帐门。\n白雪似的杨花飘落覆盖浮萍，青鸟飞去衔起地上的红丝帕。\n杨家气焰很高权势无与伦比，切勿近前以免丞相发怒斥人！\n\n"}
{"_id":{"$oid":"5b9a1850367d5c0f40d22d7a"},"title":"听张立本女吟","dynasty":"唐代","writer":"高适","content":"危冠广袖楚宫妆，独步闲庭逐夜凉。 \n自把玉钗敲砌竹，清歌一曲月如霜。","type":["女子","故事"],"remark":"张立本女：《全唐诗》载：“草场官张立本女，少未读书，忽自吟诗，立本随口录之。”\n危冠：高冠。楚宫妆：即南方贵族妇女式样的打扮。\n闲庭：空旷的庭院。\n玉钗：一种妇女头饰。砌竹：庭院中临阶而生的竹子。\n月如霜：月光皎洁。\n\n","translation":"少女戴着高高的帽子，拂动着宽广的衣袖，打扮成南方贵族妇女的模样，\n夜晚独自在凉爽寂静的庭院中漫步。\n自己拿着玉钗敲台阶下的竹子，打出拍子,\n一曲清越的歌声之后，月色显得十分皎洁。\n\n"}
{"_id":{"$oid":"5b9a1850367d5c0f40d22d7b"},"title":"从军行二首","dynasty":"唐代","writer":"王昌龄","content":"向夕临大荒，朔风轸归虑。\n平沙万里馀，飞鸟宿何处。\n虏骑猎长原，翩翩傍河去。\n边声摇白草，海气生黄雾。\n百战苦风尘，十年履霜露。\n虽投定远笔，未坐将军树。\n早知行路难，悔不理章句。\n\n秋草马蹄轻，角弓持弦急。\n去为龙城战，正值胡兵袭。\n军气横大荒，战酣日将入。\n长风金鼓动，白露铁衣湿。\n四起愁边声，南庭时伫立。\n断蓬孤自转，寒雁飞相及。\n万里云沙涨，平原冰霰涩。\n惟闻汉使还，独向刀环泣。\n\n","type":["边塞","感伤","思归","组诗"],"translation":"注释 大荒：指极其偏远荒僻的地方。 朔风：北风。轸归虑：意为归家的思虑使人心痛。轸：痛。 虏骑：指塞北匈奴骑兵，此处指突厥等少数民族骑兵。 翩翩：形容马骑轻疾的样子。 边声：边地所特有的声响。 海气：指湖泊上的雾气。 定远：指定远侯班超。 行路难：乐府旧题，属《杂曲歌辞》。 角弓：指用兽角装饰的硬弓。持弦：张弦。 龙城：匈奴单于祭天的地方，在今蒙古国境内。 金鼓：分别指钲和鼓，是古时军中用于号令的两种乐器。 南庭：指南匈奴单于的住处。 蓬：一种多年生草本植物。"}
{"_id":{"$oid":"5b9a1851367d5c0f40d22d7c"},"title":"七夕","dynasty":"宋代","writer":"杨朴","content":"未会牵牛意若何，须邀织女弄金梭。\n年年乞与人间巧，不道人间巧已多。","type":["七夕节"]}
{"_id":{"$oid":"5b9a1851367d5c0f40d22d7d"},"title":"愚溪诗序","dynasty":"唐代","writer":"柳宗元","content":"　　灌水之阳有溪焉，东流入于潇水。或曰：冉氏尝居也，故姓是溪为冉溪。或曰：可以染也，名之以其能，故谓之染溪。予以愚触罪，谪潇水上。爱是溪，入二三里，得其尤绝者家焉。古有愚公谷，今予家是溪，而名莫能定，士之居者，犹龂龂然，不可以不更也，故更之为愚溪。\n\n　　愚溪之上，买小丘，为愚丘。自愚丘东北行六十步，得泉焉，又买居之，为愚泉。愚泉凡六穴，皆出山下平地，盖上出也。合流屈曲而南，为愚沟。遂负土累石，塞其隘，为愚池。愚池之东为愚堂。其南为愚亭。池之中为愚岛。嘉木异石错置，皆山水之奇者，以予故，咸以愚辱焉。\n\n　　夫水，智者乐也。今是溪独见辱于愚，何哉？盖其流甚下，不可以溉灌。又峻急多坻石，大舟不可入也。幽邃浅狭，蛟龙不屑，不能兴云雨，无以利世，而适类于予，然则虽辱而愚之，可也。\n\n　　宁武子“邦无道则愚”，智而为愚者也；颜子“终日不违如愚”，睿而为愚者也。皆不得为真愚。今予遭有道而违于理，悖于事，故凡为愚者，莫我若也。夫然，则天下莫能争是溪，予得专而名焉。\n\n　　溪虽莫利于世，而善鉴万类，清莹秀澈，锵鸣金石，能使愚者喜笑眷慕，乐而不能去也。予虽不合于俗，亦颇以文墨自慰，漱涤万物，牢笼百态，而无所避之。以愚辞歌愚溪，则茫然而不违，昏然而同归，超鸿蒙，混希夷，寂寥而莫我知也。于是作《八愚诗》，纪于溪石上。\n\n","type":["古文观止","写景","抒愤","序文"],"translation":"水的北面有一条小溪，往东流入潇水。有人说，过去有个姓冉的住在这里，所以把这条溪水叫做冉溪。还有人说，溪水可以用来染色，用它的功能命名为染溪。我因愚犯罪，被贬到潇水。我喜爱这条溪水，沿着它走了二三里，发现一个风景绝佳的地方，就在这里安家。古代有愚公谷，如今我把家安置在这条溪水旁，可是它的名字没人能定下来，当地的居民还在争论不休，看来不能不改名了，所以把它定名为愚溪。\n\n　　我在愚溪上面买了个小丘，叫做愚丘。从愚丘往东北走六十步，发现一处泉水，又买下来作为积蓄，称它为愚泉。愚泉共有六个泉眼，都在山下平地，泉水都是往上涌出的。泉水合流后弯弯曲曲向南流去，经过的地方就称作愚沟。于是运土堆石，堵住狭窄的泉水通道，筑成了愚池。愚池的东面是愚堂，南面是愚亭。池子中央是愚岛。美好的树木和奇异的岩石参差错落。这些都是山水中瑰丽的景色，因为我的缘故都用愚字玷污了它们。\n\n　　水是聪明人所喜爱的。可现在这条溪水竟然被愚字辱没，这是为什么呢?因为它水道很低，不能用来灌溉。又险峻湍急，有很多浅滩和石头，大船进不去；幽深浅狭，蛟龙又不屑于此，不能兴起云和雨，对世人没有什么好处，正像我。既然如此，即使是玷辱了它，用愚字来称呼它，也是可以的。\n\n　　宁武子“在国家动乱时就显得很愚蠢”，是聪明人故意装糊涂。颜子“从来不提与老师不同的见解，像是很愚笨”，也是明智的人而故意表现得很愚笨。他们都不是真正的愚笨。如今我在政治清明时却做出与事理相悖的事情，所以再没有像我这么愚蠢的人了。因此，天下人谁也不能和我争这条溪水，我有给它命名的专利。\n\n　　溪水虽然对世人没有什么好处，可它却能够映照万物，清秀明澈，能发出金石般的响声，能使愚蠢的人喜笑颜开，对它眷恋爱慕不忍离去。我虽然不合世俗，也还能稍用文章来安慰自己，用文笔自由驱使万物，创造出一个称心满意的审美境界，世间万象没有什么能逃得出我的笔墨形容。我用愚笨的言辞歌唱愚溪，觉得茫茫然没什么悖于事理的，昏昏然似乎都是一样的归宿，超越天地尘世，融入玄虚静寂之中，而寂寞清静之中没有谁能了解我。于是作《八愚诗》，记在溪石上。▲\n\n"}
{"_id":{"$oid":"5b9a1851367d5c0f40d22d7e"},"title":"咏牡丹","dynasty":"宋代","writer":"王溥","content":"枣花至小能成实，桑叶虽柔解吐丝。\n堪笑牡丹如斗大，不成一事又空枝。","type":["咏物","写花","抒怀"],"shangxi":"赏析 　　王溥的这首之所以能给人耳目一新的直觉印象，是他一反人们对牡丹一向喜爱赞美的心态。题目用“咏”，先顺从人众的普遍心理定势，先诱导你，鄙人可没说牡丹的坏话，我是要歌咏它。读者乍眼一看，心理必然想着，歌咏牡丹者夥矣，王溥还能说出什么？这样想着，就好奇的往下读，结果却读出了对牡丹的说三道四。虽然有些生气，但细品，诗人的审美情思落在了两个点上——外表美和实用美。他担心人们不服气，先拿枣桑来示例：枣花虽小，秋后有枣儿甜脆可口；桑叶很柔弱，他能养蚕结丝，美艳的绫罗由桑叶生成。这回晾晾牡丹的底吧：花朵真大呀！大得无法形容，好像人们喜欢用“斗”来形容大，那就说她“如斗大”吧。还有，她的美艳，她的光彩，耀人眼目，让人心荡神怡，诗人是知道的，但他有意无视这些，因为，这些都是没有实用价值的虚妄的外在美，仅此一点，不值一提，值得一提的是，她一旦开完美艳的花，就花去枝空，空空如也，有什么好赞美的呢？诗我可写完了，读不读是你的事，读懂读不懂更是你的事，认同不认同我也不管你，我只写我的诗。诗人表完态了，我也表态：仅就诗而言绝对是好诗，如果取作对待人生的价值观，那就不好了。人生既离不开更多具有实用价值的东西，也离不了一些外表美而虚无缥缈的事物，人们有时喜欢画饼充“饥”和做梦——化蝶梦或黄粱梦。 ▲","translation":"注释 咏牡丹：亦指王随，王曙作。 牡丹：多年生落叶小灌木，生长缓慢，株型小，株高多在0.5～2米之间；根肉质，粗而长，中心木质化，长度一般在0.5～0.8米，极少数根长度可达2米。牡丹是我国特有的木本名贵花卉，花大色艳、雍容华贵、富丽端庄、芳香浓郁，而且品种繁多，素有“国色天香“、“花中之王“的美称，长期以来被人们当做富贵吉祥、繁荣兴旺的象征。 桑叶：桑科植物桑的干燥叶，又名家桑、荆桑、桑椹树、黄桑等。 斗大：大如斗。对小的物体，形容其大。南朝宋刘义庆《世说新语·尤悔》：“周曰：‘今年杀诸贼奴，当取金印如斗大系肘后。’”清二石生《十洲春语》卷下：“不能如介子定远辈，投笔立功，勒铭燕然，以博取斗大悬肘之印。” ▲"}
{"_id":{"$oid":"5b9a1851367d5c0f40d22d7f"},"title":"望江南·天上月","dynasty":"五代","writer":"佚名","content":"天上月，遥望似一团银。夜久更阑风渐紧。与奴吹散月边云。照见负心人。","type":["宋词三百首","怨妇","月亮","思念"],"remark":"更阑：更残，即夜深。 \n奴：古代女子的谦称。\n负：原误作“附”，王国维校改。\n\n","translation":"遥望着窗外，朦胧的月亮就好像一团白银。夜深人静，身边风声渐紧。月亮被乌云遮住了。风呀，请你吹散月亮边上的乌云，让它照到我那负心汉。\n\n"}
{"_id":{"$oid":"5b9a1851367d5c0f40d22d80"},"title":"渔家傲·五月榴花妖艳烘","dynasty":"宋代","writer":"欧阳修","content":"五月榴花妖艳烘。绿杨带雨垂垂重。五色新丝缠角粽。金盘送。生绡画扇盘双凤。\n正是浴兰时节动。菖蒲酒美清尊共。叶里黄鹂时一弄。犹瞢忪。等闲惊破纱窗梦。","type":["端午节","风俗","女子","生活","情思"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155724190.mp3","remark":"妖艳：红艳似火。\n生绡：未漂煮过的丝织品。古时多用以作画，因亦以指画卷。\n浴兰：见浴兰汤。\n惊破：打破。\n\n","translation":"五月是石榴花开得季节，杨柳被细雨润湿，枝叶低低沉沉地垂着。人们用五彩的丝线包扎多角形的粽子，煮熟了盛进镀金的盘子里，送给闺中女子。\n这一天正是端午，人们沐浴更衣，想祛除身上的污垢和秽气，举杯饮下雄黄酒以驱邪避害。不时的，窗外树丛中黄鹂鸟儿鸣唱声，打破闺中的宁静，打破了那纱窗后手持双凤绢扇的睡眼惺忪的女子的美梦。\n\n"}
{"_id":{"$oid":"5b9a1852367d5c0f40d22d81"},"title":"夕阳楼","dynasty":"唐代","writer":"李商隐","content":"花明柳暗绕天愁，上尽重城更上楼。\n欲问孤鸿向何处，不知身世自悠悠。","type":["景点","感伤"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155724655.mp3"}
{"_id":{"$oid":"5b9a1852367d5c0f40d22d82"},"title":"晚春二首·其二","dynasty":"唐代","writer":"韩愈","content":"谁收春色将归去，慢绿妖红半不存。\n榆荚只能随柳絮，等闲撩乱走空园。","type":["春天","景物"],"translation":"译文 花草树木们似乎都知道春天就要离去，因此它们费尽心思争芳斗艳。 杨花榆荚没有百花的芬芳，只知道飘洒花絮像雪花般漫天飞舞。"}
{"_id":{"$oid":"5b9a1852367d5c0f40d22d83"},"title":"八月十五夜月二首","dynasty":"唐代","writer":"杜甫","content":"满月飞明镜，归心折大刀。\n转蓬行地远，攀桂仰天高。\n水路疑霜雪，林栖见羽毛。\n此时瞻白兔，直欲数秋毫。\n\n稍下巫山峡，犹衔白帝城。\n气沈全浦暗，轮仄半楼明。\n刁斗皆催晓，蟾蜍且自倾。\n张弓倚残魄，不独汉家营。\n\n","type":["中秋节","月亮","思乡"],"shangxi":"　　这是诗人避乱蜀中之作。此组诗主调应该是悲伤苍凉的。第一首诗前两联睹月兴感，用象征团圆的八月十五的月亮反衬自己飘泊异乡的羁旅愁思。“归心折大刀”说的是吴刚在月宫被罚砍桂花树，杜甫猜想，吴刚也不是情愿砍树，一心想回到人间来。归去之心，竟然折断了砍树的大刀。“蓬”，蓬草，遇风飞转，故叫“飞蓬”。这里诗人用“转蓬”遇风飞转的形象，比喻自己飘泊不定的生活，隐示自己羁旅漂泊的苦味。由景入情，转篷象征漂泊无依的情感，杜甫空有归心只可惜无处还乡的凄凉。“行地远”指诗人自己当时处在偏远的夔州。诗人借此表达了反对战乱的思想。后两联描状中秋夜色，“见羽毛”、“数秋毫”极力写月亮之亮，进一步反衬自己思念远征的亲人，祈愿平息战争，国泰民安。末两句，“直”通“特”，“简直”的意思。“此时瞻白兔，直欲数秋毫”意为，这个时候仰望玉兔（指月亮），简直会数得清它的毫毛，形容月亮的明亮。第一首诗采用了反衬手法，在鲜明的比照中，表露了避乱生涯中的愁闷。\n\n　　第二首诗全诗写景，景中见情。“气沈全浦暗，轮仄半楼明。”描写的月光给人的感觉是苍茫的，悲凉的。“刁斗皆催晓，蟾蜍且自倾。”刁斗声起，让诗人想起离乡戍边的“汉家营”里的士卒，更想到了普天下在战乱中背景离乡的劳苦大众。忧己更忧民，这正表现了杜甫的伟大之处。 \n\n","translation":"满月，明镜里也是满月，思乡的情绪如同刀在心头乱割！\n辗转流离，家乡越来越远；桂花攀折，天空如此远阔！\n归去吧！路上的霜露像雪一样洁白，林中栖息的小鸟正梳理着羽毛。\n看着那月宫中的兔儿，正在明亮的月光下，悠闲地数着新生白毛。\n\n圆月慢慢落下巫山深峡，犹自被白帝城衔挂着。\n江上雾气沉沉，江浦昏暗，但是车轮一样倾斜的圆月依然把半座楼照得通明。\n兵营里士兵的刁斗敲响了催晓的声音，月宫的蟾蜍也自然倾斜。\n圆月如同张满的弓，苍白的魂魄不仅仅照耀汉家营盘。\n\n"}
{"_id":{"$oid":"5b9a1852367d5c0f40d22d84"},"title":"春思","dynasty":"唐代","writer":"皇甫冉","content":"莺啼燕语报新年，马邑龙堆路几千。\n家住层城临汉苑，心随明月到胡天。(层城 一作：秦城)\n机中锦字论长恨，楼上花枝笑独眠。\n为问元戎窦车骑，何时返旆勒燕然。","type":["唐诗三百首","妇女","春天","闺怨","思念"],"remark":"马邑：秦所筑城名，今山西朔县，汉时曾与匈奴争夺此城。龙堆：白龙堆得简称，指沙漠。\n层城：因京城分内外两层，故称。\n苑：这里指行宫。\n机中句，窦滔为苻坚秦州刺史，后谪龙沙，其妻苏蕙能文，颇思滔，乃织锦为回文旋图诗寄之。共八百四十字，纵横反覆，皆成文意。论：表露，倾吐。\n为问两句：后汉窦宪为车骑将军，大破匈奴，遂登燕然山，命班固作铭，刻石而还。元戎：犹主将。返旆：犹班师。勒：刻。燕然：燕然山，即今蒙古人民共和国杭爱山。\n\n","shangxi":"　　这首诗题为《春思》，大意是写一位出征军人的妻子。在明媚的春日里对丈夫梦绕魂牵的思念，以及对反侵略战争早日胜利的盼望。盛唐是社会相对安定的时期，但边境战争却并未停息。前方将士与家乡亲人相互思念之情。仍然是诗人们吟咏的重要主题。这一类诗作总的来说具有较为深刻的社会意义，内容也较为充实。由于富有真情实感．其中不乏千古传涌的佳作。\n\n　　首联“莺啼燕语报新年，马邑龙堆路几千”，对比鲜明，动人心弦。“莺啼燕语”，这是和平宁静的象征；新年佳节，这是亲人团聚的时辰。但是，另一方面，在那遥远的边关，从征的亲人却不能享受这宁静，无法得到这温情。上句“莺啼燕语”四字，写得色彩浓丽，生意盎然。使下句“马邑龙堆”，更显得沉郁悲壮。诗人好似信笔而下，但震撼力却很强。\n\n　　良辰美景，未必便能带来欢乐；温柔乡里，最易惹动离情。“家住秦城邻汉苑”，秦城指咸阳，汉苑指长安。诗中的女主人公虽然目睹京畿的繁华与和平，却是“心随明月到胡天”，早巳飞到丈夫的身边。关河万里，能隔断人的形体，却隔不断心灵的呼唤，而作为心灵交通媒介的，大概只有那普照万方的明月了。\n\n　　为了寄托无穷的思念，女主人公纤纤擢素手，札札弄机杼，仿照古人故事，为远方的夫君织一幅锦字回文诗。回文诗循环可读，无始无终，思妇的离恨也缠绵不尽，地久天长。“机中锦字论长恨，楼上花枝笑独眠。”上句一个“论”字。下句一个“笑”字，都是拟人化的写法。锦字回文诗的内容。无非离情别恨。锦字诗有多长，恨便有多长，锦字诗无穷，恨也无穷。楼上花枝本无情，然而在诗人眼中。那花团锦簇的样子，很像是在嘲笑独眠之人。\n\n　　诗的结尾笔锋一转，提出一个意义深远的问题：“为问元戎窦车骑，何时返旆勒燕然？”不问别人而问元戎，因为他是军中主帅：你什么时候才能得胜班师，勒石而还？女主人公对亲人的思念是痛苦而深挚的，然而她也深明大义。她当然懂得，只有彻底战胜了敌人，才会有不光自己，同时也包括普天之下所有离散家庭的重新团聚。就这样，诗中女主人公将自己的命运和国家民族的命运统一起来，赋予了这首诗以比较积极的社会意义。\n\n","translation":"莺歌燕语预报了临近新年，马邑龙堆是几千里的疆边。\n家住京城比邻着汉室宫苑，心随明月飞到边陲的胡天。\n织锦回文诉说思念的长恨，楼上花枝取笑我依然独眠。\n请问你主帅车骑将军窦宪，何时班师回朝刻石燕然山。\n\n"}
{"_id":{"$oid":"5b9a1852367d5c0f40d22d85"},"title":"春江晚景","dynasty":"唐代","writer":"张九龄","content":"江林多秀发，云日复相鲜。\n征路那逢此，春心益渺然。\n兴来只自得，佳处莫能传。\n薄暮津亭下，余花满客船。","type":["春江","景色"]}
{"_id":{"$oid":"5b9a1853367d5c0f40d22d86"},"title":"国风·鄘风·柏舟","dynasty":"先秦","writer":"佚名","content":"泛彼柏舟，在彼中河。髧彼两髦，实维我仪。之死矢靡它。母也天只！不谅人只！\n泛彼柏舟，在彼河侧。髧彼两髦，实维我特。之死矢靡慝。母也天只！不谅人只！\n\n","type":["诗经","婚恋"],"remark":"鄘（yōng）：中国周代诸侯国名，在今河南省汲县北。\n泛：浮行。这里形容船在河中不停漂浮的样子。\n中河：河中。\n髧（dàn）：头发下垂状。两髦（máo）：男子未行冠礼前，头发齐眉，分向两边状。\n维：乃，是。仪：配偶。\n之死：到死。之，到。矢靡它：没有其他。矢，通“誓”，发誓。靡它，无他心。\n只：语助词。\n谅：相信。\n特：配偶。\n慝（tè）：通“忒”，变更，差错，变动。也指邪恶，恶念，引申为变心。\n\n","shangxi":"　　此诗的主人公可能是一个待嫁的姑娘，她选中的对象是一个不到二十的少年郎。姑娘的选择未能得到母亲的同意，所以她满腔怨恨，发誓要和母亲对抗到底。\n\n　　开篇以柏舟泛流起兴，写女主人公为自己的婚姻恋爱受阻而苦恼，就好比那在河中飘荡的柏木小舟一样。她早已自己相中了一个翩翩少年，他的发型很好看，透出活泼灵动的精神劲儿。这就是女主人公的心上人，她非他不嫁，至死不渝。可是她的母亲千般阻挠万般阻拦，死活不同意这门亲事。母女的意见不统一，爱情就发生了危机。女儿要么放弃己见，要么作坚决的抗争。看来诗中女主人公是持后一种态度的：至死誓靡它！坚决到这种程度，母亲也就难办了。但要为娘的改变主意，也不是那么容易的。所以女主人公一面誓死维护爱情，一面从内心发出沉重的叹息：娘呀天啊，为什么就不相信我是有眼力的呢！这一声叹息，使得诗的内容变得沉甸甸的。\n\n　　古代男女婚姻，都是父母之命，媒妁之言。像这种敢爱敢恨的女子自己找婆家的事情，真是有违传统习俗的，当父母的当然不会同意。可能也不一定是父母要展示权威，多半是他们凭自己的生活经验在为儿女把关，以确保日后生活美满。但是代沟的存在，使两代人的择偶观念不可避免地存在着差异和冲突。这原也正常。问题的关键是，母女二人的矛盾不可调和，因此才有了“之死矢靡他”的决绝抗争。\n\n　　这首诗反映了先秦时代汉族民间婚恋的现实状况：一方面，人们在政令许可的范围内仍享有一定的性爱自由，原始婚俗亦有传承；另一方面普遍的情况已是“取妻如之何？必告父母”、“取妻如之何？非媒不得”（《齐风·南山》），礼教已通过婚俗和舆论干预生活。所以诗中女子既自行择欢，却又受到母亲的制约。而哪里有压迫哪里就有反抗，诗中也就表现了青年男女为了争取婚恋自由而产生的反抗意识，这是一个很新很有价值的信息。\n\n","translation":"柏木小船在漂荡，漂泊荡漾河中央。垂发齐眉少年郎，是我心中好对象。至死不会变心肠。我的天啊我的娘，为何对我不体谅？\n柏木小船在漂荡，漂泊荡漾河岸旁。垂发齐眉少年郎，是我倾慕的对象。至死不会变主张。我的天啊我的娘，为何对我不体谅？\n\n"}
{"_id":{"$oid":"5b9a1853367d5c0f40d22d87"},"title":"长干行·君家何处住","dynasty":"唐代","writer":"崔颢","content":"君家何处住，妾住在横塘。\n停船暂借问，或恐是同乡。","type":["唐诗三百首","女子","孤独","思乡"],"remark":"长干行：乐府曲名。 是长干里一带的民歌，长干里在今江苏省南京市南面。\n君：古代对男子的尊称。\n妾：古代女子自称的谦词。\n横塘：现江苏省南京市江宁区。　\n暂：暂且、姑且。\n借问：请问一下。\n或恐：也许。\n\n","shangxi":"　　这首抒情诗抓住了人生片断中富有戏剧性的一刹那，用白描的手法，寥寥几笔，就使人物、场景跃然纸上，栩栩如生。它不以任何色彩映衬，似墨笔画；它不用任何妆饰烘托，是幅素描；它不凭任何布景借力，犹如一曲男女声对唱；它截头去尾，突出主干，又很象独幕剧。题材平凡，而表现手法不凡。\n\n　　一个住在横塘的姑娘，在泛舟时听到邻船一个男子的话音，于是天真无邪地问一下：你是不是和我同乡？就是这样一点儿简单的情节，只用“妾住在横塘”五字，就借女主角之口点明了说话者的性别与居处。又用“停舟”二字，表明是水上的偶然遇合，用一个“君”字指出对方是男性。那些题前的叙事，用这种一石两卵的手法，就全部省略了。诗一开头就单刀直入，让女主角出口问人，现身纸上，而读者也闻其声如见其人，绝没有茫无头绪之感。从文学描写的技巧看，“声态并作”，达到了“应有尽有，应无尽无”，既凝炼集中而又玲珑剔透的艺术高度。\n\n　　在寥寥二十字中，诗人仅用口吻传神，就把女主角的音容笑貌，写得活灵活现。他不象杜牧那样写明“娉娉袅袅十三余”，也不象李商隐那样点出“十五泣春风，背面秋千下”。他只采用了问话之后，不待对方答复，就急于自报“妾住在横塘”这样的处理，自然地把女主角的年龄从娇憨天真的语气中反衬出来了。在男主角并未开口，而这位小姑娘之所以有“或恐是同乡”的想法，不正是因为听到了对方带有乡音的片言只语吗？这里诗人又省略了“因闻声而相问”的关节，这是文字之外的描写，所谓“不写之写”。\n\n　　这首诗还表现了女主角境遇与内心的孤寂。单从她闻乡音而急于“停舟”相问，就可见她离乡背井，水宿风行，孤零无伴，没有一个可与共语之人。因此，他乡听得故乡音，且将他乡当故乡，就这样的喜出望外。诗人不仅在纸上重现了女主角外露的声音笑貌，而且深深开掘了她的个性和内心。\n\n　　诗的语言朴素自然，有如民歌。却拥有无尽的艺术感染力。\n\n","translation":"请问大哥你的家在何方。我家是住在建康的横塘。\n停下船吧暂且借问一声，听口音恐怕咱们是同乡。\n\n"}
{"_id":{"$oid":"5b9a1853367d5c0f40d22d88"},"title":"阮郎归·天边金掌露成霜","dynasty":"宋代","writer":"晏几道","content":"天边金掌露成霜。云随雁字长。绿杯红袖趁重阳。人情似故乡。\n兰佩紫，菊簪黄。殷勤理旧狂。欲将沉醉换悲凉。清歌莫断肠。","type":["宋词精选","重阳节","友情","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155725581.mp3"}
{"_id":{"$oid":"5b9a1853367d5c0f40d22d89"},"title":"鹧鸪天·十里楼台倚翠微","dynasty":"宋代","writer":"晏几道","content":"十里楼台倚翠微。百花深处杜鹃啼。殷勤自与行人语，不似流莺取次飞。 \n惊梦觉，弄晴时。声声只道不如归。天涯岂是无归意，争奈归期未可期。","type":["春天","羁旅","写鸟"],"remark":"翠微：青翠的山气，此指青翠掩映的山间幽深处。\n杜鹃：又名杜宇、子规，叫声像“不如归去”；啼：叫。\n行人：离别在外的游子。\n流莺：指黄莺。取次：随意、任意。\n惊梦觉：从睡梦中惊醒；弄晴时：弄指卖弄，杜鹃在晴明的春日卖弄自己的叫声。\n不如归：杜鹃的叫声像“不如归去”。\n争奈：怎奈。惊梦”两句：在晴朗温和的春日，杜鹃似乎在卖弄叫声，将客人砂梦中惊醒。未可期：未可肯定的意思。 “期“，必韵意思。\n\n","shangxi":"　　这首词通过咏杜鹃而思归怀人，构思巧妙。\n\n　　上片写羁旅行人梦中得到杜鹃“殷勤”劝慰：山色青翠、春深花繁之时，流莺漫不经心地随意飞鸣，唯有杜鹃善解人意，于百花深处向行人殷勤劝慰。“十里楼台倚翠微，百花深处杜鹃啼”，写鹃啼的环境和季节。青翠的山色，如何逊“《仰赠从兄兴宁真南》：“高山郁翠微”；也用以指代青山，如杜牧《九日齐山登高》：“与客携壶上翠微”。此处指青山，说在靠着青山的十里楼台的旁边，在春天百花盛开的深处，听见了杜鹃啼叫。“殷勤白与行人语，不似流莺取次飞”，说杜鹃在花间不断地叫着，好像对“行人”很有情感，不惜“殷勤”相告，比起黄莺的随意飞动，对人漠不关心，大不相同。黄庭坚《次韵裴仲谋同年》：“烟沙篁竹江南岸，输与鸬鹚取次眠。”也是用这个词来写鸟。“行人”走在春色绚烂的优美环境中，心情本来是会愉悦的，但因为离家作客，所以听了杜鹃叫声，不免会引起思家之念，作客之愁。那么，词中所写的美丽景色，又正好为杜鹃叫声的感人作了反衬。\n\n　　下片写杜鹃对行人梦醒之后的声声规劝：羁旅之人一梦惊醒，已是阳光明媚，杜鹃仍在喋喋不休，“声声只道不如归”，本是好心规劝，谁知却帮了倒忙，反而使得羁旅之人益发孤寂、更多春愁，惹得他久久蓄积在心的思归怀人之情倾泻而出，再也控制不住，因而斥责杜鹃，“天涯岂是无归意，争奈归期未可期”。“惊梦觉，弄晴时，声声只道不如归”，在晴明的春日，杜鹃偏又卖弄它的叫声，“行人”从梦中惊醒，听到的还是声声的“不如归去”。前面路上初闻鹃啼，感到“殷勤”；听得太多，睡在床上也被叫得不安，叫的又是一句人所做不到的话，那“行人”心中自然也就变得有点烦躁了。“天涯岂是无归意，争奈归期未可期”，不是自己不想回家，只是自己不能决定回去的日期，生活不能由自己主宰，没有什么办法。结句以反诘句收束全词，突出行客思归怀人之深切，点明本词题旨，同时又回答了杜鹃“不如归去”的声声规劝，句法巧妙，抒情委婉沉郁。这是在烦躁中的思念，说是自言自语行，说是对杜鹃的回答也行。这里表面上有埋怨鹃鸟无知、强聒难耐的意思，但归根到底，是对真正“作弄”人的生活遭遇的愤慨。这片词，话说得比较直致，但内容还有曲折。\n\n　　同样听到一种鹃声，不同的诗人、词家，可以从各自的处境、各样的角度写出不同的感受。杜荀鹤的“啼得血流无用处，不如缄口过残春”，是愤慨文章无用之言；韦应物的“邻家孀妇抱儿泣，我独展转为何情”，是同情丈夫死在外地的寡妇之言；朱敦儒的“月解重圆星解聚，如何不见人归？今春还听杜鹃啼”，是痛心国土沦陷，南北亲人不能团聚之言；范仲淹的“春光无限好，犹道不如归”，是豁达之言；杨万里的“自出锦江归未得，至今犹劝别人归”，是诙谐之言。晏几道这首词，则是对浪迹在外、有家难归的生活的叹息之言，写得真切，有一定的感染力；结尾两句，用反跌之笔表曲折之情，意境尤深。\n\n","translation":"春天，诗人在偎依着青山的十里楼台边，听见了从盛开的百花深处传来的杜鹃啼叫声。那声声杜鹃鸣就像和行道中人说话似的，与那随意飞飞停停的流莺不同。\n在晴明的春日，杜鹃不断卖弄它那“不如归去”的“殷勤”的叫声，“行人”似从梦中惊醒。这“行人”岂是不想回家啊，只是回家的日子还不能期望定下啊。\n\n"}
{"_id":{"$oid":"5b9a1853367d5c0f40d22d8a"},"title":"咸阳值雨","dynasty":"唐代","writer":"温庭筠","content":"咸阳桥上雨如悬，万点空濛隔钓船。\n还似洞庭春水色，晓云将入岳阳天。","type":["写景","写雨"],"remark":"咸阳桥：又名西渭桥，故址在今陕西省咸阳市南，古代多于此送别。\n还：一作“绝”。\n将：携带。岳阳天：岳阳楼在洞庭湖边，可俯瞰洞庭春色。\n\n","shangxi":"　　这是一首对雨即景之作，明快、跳荡，意象绵渺，别具特色。咸阳桥，又名便桥，在长安北门外的渭水之上，是通往西北的交通孔道。古往今来，有多少悲欢离合、兴废存亡的历史在这里幕启幕落。然而诗人此番雨中徜徉，却意度闲适，并无愁眉锁眼之态，笔墨染出，是一派清旷迷离的山水图景。\n\n　　首句入题。“咸阳桥”点地，“雨”点景，皆直陈景物，用语质朴。句末炼出一个“悬”字，便将一种雨脚绵延如帘箔之虚悬空际的质感，形象生动地传出，健捷而有气势，令人神往。接下一句，诗人把观察点从桥头推向远处的水面，从广阔的空间来描写这茫茫雨色。这是一种挺接密衔的手法。“万点”言雨阵之密注。“空蒙”二字最有分量，烘托出云行雨施、水气蒸薄的特殊氛围，点出这场春雨所引起的周围环境的色调变化来。用笔很像国画家的晕染技法，淡墨抹出，便有无限清蔚的佳致。这种烟雨霏霏的景象类似江南水乡的天气，是诗人着力刻画的意境，并因而逗出下文的联翩浮想，为一篇转换之关键。“钓船”是诗中实景，诗人用一个“隔”字，便把它推到迷蒙的烟雨之外，若隐若现，似有似无，像是要溶化在设色清淡的画面里一样，有超于象外的远致。\n\n　　前两句一起一承，围绕眼前景物生发，第三句纵笔远扬，转身虚际，出人意外地从咸阳的雨景，一下转到了洞庭的春色。论地域，天远地隔；论景致，晴雨不侔。实现这两幅毫不相干的水天图画的联结转化的媒介，乃是存在于二者之间的某种共同点—即上面提到的烟水空蒙的景色。这在渭水关中也许是难得一见的雨中奇观，但在洞庭泽国，却是一种常见的色调。诗人敏感地抓住这一点，发挥艺术的想象，利用“还似”二字作有力的兜转，就把它们巧妙在联到一起，描绘出一幅壮阔飞动、无比清奇的图画来。洞庭湖为海内巨浸，气蒸波撼，吞天无际。在诗人看来，湿漉的晓云好像是驮载着接天的水气飘进了岳阳古城的上空。这是极其壮观的景象。“将入”二字，可说是笔挟云涛。\n\n　　作者着意描写巴陵湖畔的云容水色，其目的在于用它来烘托咸阳的雨景，使它更为突出。这是一种借助联想，以虚间实，因宾见主的借形之法，将两种似乎无关的景物，从空间上加以联系，构成了此诗在艺术上的特色。\n\n","translation":"在咸阳桥上遇雨了，那牛毛细雨随风飘摇不定，宛如悬在空中的水晶帷帘；那泊着的钓鱼船被这连绵的水晶帷帘阻隔，如烟如画。眼前这烟水空濛的景色多么像初春时节洞庭湖上那烟波浩渺的景致；还有那沉沉的暮霭，好像正驮载着水气缓缓地向岳阳城的上空飘去，真是美极了。\n\n"}
{"_id":{"$oid":"5b9a1853367d5c0f40d22d8b"},"title":"江楼夕望招客","dynasty":"唐代","writer":"白居易","content":"海天东望夕茫茫，山势川形阔复长。\n灯火万家城四畔，星河一道水中央。\n风吹古木晴天雨，月照平沙夏夜霜。\n能就江楼消暑否？比君茅舍较清凉。","type":["夏天","写景"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155725469.mp3","remark":"江楼：杭州城东楼，又叫“望潮楼”或“望海楼”，也叫“东楼”。\n四畔：四边。\n星河：银河，也叫天河。\n晴天雨：风吹古木，飒飒作响，像雨声一般，但天空却是晴朗的，所以叫“晴天雨”。\n平沙：平地。\n夏夜霜：月照平沙，洁白似霜，但却是夏夜，所以叫“夏夜霜”。\n就：近，到。\n消暑：消除暑气。\n较：又作“校”。\n\n","shangxi":"　　诗人写出了黄昏时站在楼上所看到的杭州城外繁华景色。\n\n　　海天东望夕茫茫，山势川形阔复长一首句写仲夏之夜，登上江楼，极目远眺，海天暮色“茫茫”一片，写出海上夜色。次句推展画面，山川形势，气象壮阔。\n\n　　灯火万家城四畔，星河一道水中央一次联泼墨挥洒，江城万家灯火四面闪烁天际银河倒映在江心。同首联所写海天茫茫、山高水阔，相互辉映。都是“夕望”之景\n\n　　风吹古木晴天雨，月照平沙夏夜霜——腹联使用了“晴天雨“、“夏夜霜“两个形象比喻。前者将风吹古木树叶的萧瑟声同雨声联系，说明酷似雨声；后者将皓月临照平沙的银白色同霜色比并说明形如秋霜。以强烈的主观想象把互相矛盾的自然现象通过艺术的对接，合情合理，使景色透射出一股清凉气息。\n\n　　能就江楼销暑否？比君茅舍校清凉尾联以问答的形式，以江楼茅舍消暑“校清凉”亲切、诙谐，因口吻而使人物形象跃然纸上。\n\n　　在夕阳西下的时候，诗人登上江楼，向东望去，总览余杭山川形势，只见海天一色莽莽苍苍，山川分外开阔空旷。而当夜幕降临，城四周燃起了万家灯火，钱塘江中江船密集，待渔火纷纷点燃之时，就仿佛是天上的星河映在了水的中央。森森古木高旷而幽寒，就是在晴天也像下雨一样阴凉潮湿，月亮照在平沙之上，就是在夏天也像是落下了层白霜那样清寒。\n\n　　于是，诗人描写了俯瞰万家灯火星河灿烂的繁华夜景和月白风清的感受。用“晴天雨”来形容夜风，把风吹树叶的飒飒声和雨声联系起来；用“夏夜霜”来形容月光，又把月照白沙的颜色，和霜色结合起来，诗人丰富的想象力于此可见一斑，壮美的山河，凉爽宜人的气候，加上主人的殷勤，客人便欣然而至了。\n\n　　诗人把江城夏夜的景色描写得分外美丽。不仅有海天一色山川阔大的自然之美，又有万家灯火、水中渔火的人间安宁，繁华的气象。而·古木”、“平沙”二句的描绘，便把一片清朗幽寒写得淋漓尽致，让人顿觉暑意全消，精神为之一爽——这的确是一个消暑的好地方。\n\n　　诗中所写都是寻常景物：海、天、山川、灯火、星河、风雨树木，月下的霜……但其妙处就在于在短短一首七律中用这么多事物组合出一幅幅清新优美的画面，就像一幅疏朗悠远的山水画，最后以人的心情作结，使整幅画更增加了人情之美。\n\n","translation":"晚上在江楼上向东望去，海天相连，一片茫茫；山川形势，又阔又长。\n城的四周亮起了万家灯火，一道银河映入水的中央。\n晴天时，风吹古树，瑟瑟作响，好像是在下雨一般；夏夜里，月光撒满了平地，就跟秋霜一样。\n能不能到江楼来消消暑气？比起您的茅屋，的确要更加清凉。\n\n"}
{"_id":{"$oid":"5b9a1853367d5c0f40d22d8c"},"title":"云阳馆与韩绅宿别","dynasty":"唐代","writer":"司空曙","content":"故人江海别，几度隔山川。\n乍见翻疑梦，相悲各问年。\n孤灯寒照雨，深竹暗浮烟。\n更有明朝恨，离杯惜共传。","type":["唐诗三百首","惜别","友情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155726880.mp3","remark":"云阳：县名，县治在今陕西泾阳县西北。韩绅：《全唐诗》注：“一作韩升卿。”韩愈的四叔名绅卿，与司空曙同时，曾在泾阳任县令，可能即为此人。宿别：同宿后又分别。\n江海：指上次的分别地，也可理解为泛指江海天涯，相隔遥远。\n几度：几次，此处犹言几年。\n乍：骤，突然。翻：反而。\n年：年时光景。\n离杯：饯别之酒。杯：酒杯，此代指酒。共传：互相举杯。\n\n","shangxi":"　　这是首惜别诗。诗写乍见又别之情，不胜黯然。诗一开端由上次别离说起，接着写此次相会，然后写叙谈，最后写惜别，波澜曲折，富有情致。“乍见翻疑梦，相悲各问年”乃久别重逢之绝唱，与李益的“问姓惊初见，称名忆旧容”也有异曲同工之妙。\n\n　　上次别后，已历数年，山川阻隔，相会不易，其间的相思，自在言外。正因为相会不易，相思心切，所以才生发出此次相见时的“疑梦”和惜别的感伤心情来，首联和颔联，恰成因果关系。\n\n　　“乍见”二句是传诵的名句，人到情极处，往往以假为真，以真作假。久别相逢，乍见以后，反疑为梦境，正说明了上次别后的相思心切和此次相会不易。假如别后没有牵情，相逢以后便会平平淡淡，不会有“翻疑梦”的情景出现了。“翻疑梦”，不仅情真意切，而且把诗人欣喜、惊奇的神态表现得维妙维肖，十分传神。即使说久别初见时悲喜交集的心情神态，尽见于三字之中，也是不为过的。\n\n　　颈联和尾联接写深夜在馆中叙谈的情景。相逢已难，又要离别，其间千言万语，不是片时所能说完的，所以诗人避实就虚，只以景象渲染映衬，以景寓情了。寒夜里，一束暗淡的灯火映照着蒙蒙的夜雨，竹林深处，似飘浮着片片烟云。\n\n　　孤灯、寒雨、浮烟、湿竹，景象是多么凄凉。诗人写此景正是借以渲染伤别的气氛。其中的孤、寒、湿、暗、浮诸字，都是得力的字眼，不仅渲染映衬出诗人悲凉暗淡的心情，也象征着人事的浮游不定。二句既是描写实景，又是虚写人的心情。\n\n　　结处表面上是劝饮离怀，实际上却是总写伤别。用一“更”字，就点明了即将再次离别的伤痛。“离怀惜共传”，在惨淡的灯光下，两位友人举杯劝饮，表现出彼此珍惜情谊和恋恋不舍的离情。惜，珍惜。诗人用在此处，自有不尽的情意。综观全诗，中四句语极工整，写悲喜感伤，笼罩寒夜，几乎不可收拾。但于末二句，却能轻轻收结，略略冲淡。这说明诗人能运笔自如，具有重抹轻挽的笔力。\n\n","translation":"自从和老友在江海分别，隔山隔水已度过多少年。\n突然相见反而怀疑是梦，悲伤叹息互相询问年龄。\n孤灯暗淡照着窗外冷雨，幽深的竹林漂浮着云烟。\n明朝更有一种离愁别恨，难得今夜聚会传杯痛饮。\n\n"}
{"_id":{"$oid":"5b9a1853367d5c0f40d22d8d"},"title":"重送裴郎中贬吉州","dynasty":"唐代","writer":"刘长卿","content":"猿啼客散暮江头，人自伤心水自流。 \n同作逐臣君更远，青山万里一孤舟。","type":["送别","写景","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155726296.mp3","remark":"重送：是指因为这以前诗人已写过一首同题的五言律诗。刘、裴曾一起被召回长安又同遭贬谪，同病相怜，发为歌吟，感情真挚动人。\n裴郎中：不详何人，大致为诗人的朋友。二人同时被贬官。\n吉州：治所在今江西吉安。\n暮江：日落时的江边。\n逐臣：被贬官而同时离开京城的人。指作者与裴郎中同时被贬。\n\n","translation":"黄昏时分，猿声凄切，江边送客早已四散。江水滚滚，一片苍茫，独自更觉伤心悲凉。\n同被贬逐漂泊，只是君行更远。青山万里，我真是挂念你的一叶扁舟。\n\n"}
{"_id":{"$oid":"5b9a1853367d5c0f40d22d8e"},"title":"国风·王风·兔爰","dynasty":"先秦","writer":"佚名","content":"有兔爰爰，雉离于罗。我生之初，尚无为；我生之后，逢此百罹。尚寐无吪！\n有兔爰爰，雉离于罦。我生之初，尚无造；我生之后，逢此百忧。尚寐无觉！\n有兔爰爰，雉离于罿。我生之初，尚无庸；我生之后，逢此百凶。尚寐无聪！","type":["诗经","伤怀"],"remark":"爰（音缓）：缓之借，逍遥自在。离：同罹，陷，遭难。罗：罗网。\n为：指徭役。郑笺：“为，谓军役之事也。”\n罹：忧。\n无吪（音俄）：不说话。一说不动。\n罦（音浮）：一种装设机关的网，能自动掩捕鸟兽，又叫覆车网。\n造：指劳役。朱熹《诗集传》：“造，亦为也。”\n觉：清醒。\n罿（音冲）：捕鸟兽的网。\n庸：指劳役。郑笺：“庸，劳也。”\n聪：听觉。\n\n","shangxi":"　　这是一首伤时感事的诗。《毛诗序》说：“《兔爰》，闵周也。桓王失信，诸侯背叛，构怨连祸，王师伤败，君子不乐其生焉。”这是依《左传》立说，有史实根据，因此《毛诗序》说此诗主题不误。但意谓作于桓王时，与诗中所写有出入。崔述《读风偶识》说：“其人当生于宣王之末年，王室未骚，是以谓之‘无为’。既而幽王昏暴，戎狄侵陵，平王播迁，室家飘荡，是以谓之‘逢此百罹’。故朱子云：‘为此诗者盖犹及见西周之盛。’（见朱熹《诗集传》）可谓得其旨矣。若以为在桓王之时，则其人当生于平王之世，仳离迁徙之余，岂得反谓之为‘无为’？而诸侯之不朝，亦不始于桓王，惟郑于桓王世始不朝耳。其于王室初无所大加损，岂得遂谓之为‘百罹’、‘百凶’也哉？窃谓此三篇者（按：指《中谷有蓷》、《葛藟》及此篇）皆迁洛者所作。”\n\n　　诗共三章，各章首二句都以兔、雉作比。兔性狡猾，用来比喻小人；雉性耿介，用以比喻君子。罗、罦、罿，都是捕鸟兽的网，既可以捕雉，也可以捉兔。但诗中只说网雉纵兔，意在指小人可以逍遥自在，而君子无故遭难。通过这一形象而贴切的比喻，揭示出当时社会的黑暗。\n\n　　各章中间四句，是以“我生之初”与“我生之后”作对比，表现出对过去的怀恋和对现在的厌恶：在过去，没有徭役（“无为”），没有劳役（“无造”），没有兵役（“无庸”），我可以自由自在地生活；而现在，遇到各种灾凶（“百罹”“百忧”“百凶”），让人烦忧。从这一对比中可以体会出时代变迁中人民的深重苦难。这一句式后来在传为东汉蔡琰所作的著名长篇骚体诗《胡笳十八拍》中被沿用，“我生之初尚无为，我生之后汉祚衰；天不仁兮降乱离，地不仁兮使我逢此时”，那悲怆的诗句，是脱胎于《兔爰》一诗。\n\n　　各章最后一句，诗人发出沉重的哀叹：生活在这样的年代里，不如长睡不醒。愤慨之情溢于言表。方玉润说：“‘无吪’、‘无觉’、‘无聪’者，亦不过不欲言、不欲见、不欲闻已耳”（《诗经原始》），这也是《毛诗序》中所点出的君子“不乐其生”的主题。\n\n　　全诗三章风格悲凉，反覆吟唱诗人的忧思，也正是《王风》中的黍离之悲，属乱世之音、亡国之音，方玉润评云：“词意凄怆，声情激越，（三国魏）阮步兵（籍）专学此种。”（《诗经原始》）\n\n","translation":"野兔往来任逍遥，山鸡落网惨凄凄。在我幼年那时候，人们不用服兵役；在我成年这岁月，各种苦难竟齐集。长睡但把嘴闭起！\n野兔往来任逍遥，山鸡落网悲戚戚。在我幼年那时候，人们不用服徭役；在我成年这岁月，各种忧患都经历。长睡但把眼合起！\n野兔往来任逍遥，山鸡落网战栗栗。在我幼年那时候，人们不用服劳役；在我成年这岁月，各种灾祸来相逼。长睡但把耳塞起！\n\n"}
{"_id":{"$oid":"5b9a1853367d5c0f40d22d8f"},"title":"君子阳阳","dynasty":"先秦","writer":"佚名","content":"君子阳阳，左执簧，右招我由房，其乐只且！\n君子陶陶，左执翿，右招我由敖，其乐只且！","type":["诗经"],"remark":"君子：指舞师。阳阳：洋洋得意。\n簧：古乐器名，竹制，似笙而大。\n我：舞师（君子）的同事。由房：为一种房中乐。毛传：“由，用也。国君有房中之乐。”胡承珙《毛诗后笺》：“由房者，房中，对庙朝言之。人君燕息时所奏之乐，非庙朝之乐，故曰房中。”一说由房即游放。\n只且（音居）：语助词。\n陶陶：和乐舒畅貌。\n翿（音道）：歌舞所用道具，用五彩野鸡羽毛做成，扇形。\n由敖：当为舞曲名。马瑞辰《毛诗传笺通释》：“敖，疑当读为骜夏之骜，《周官·钟师》：奏九夏，其九为骜夏。”郑笺：“右手招我，欲使我从于燕舞之位。”朱熹《诗集传》：“骜，舞位也。”\n\n","shangxi":"　　按余冠英的说法，这是一首描写歌舞晚会场面的小诗，只有欢乐而已，没有多深的政治意义。\n\n　　在一个贵族欢宴的场合，有一个身份高贵的青年男子，在中央为大家起舞助兴。只见他一幅少年得志、得意洋洋之态，边舞蹈边吹奏笙竽之类乐器，人们欢呼雷动。他得意之际，便左手执定乐器，右手来招呼诗人与他协奏《由房》之乐。受这种氛感染，人人都能感到无比欢欣快乐。接着写这位男子狂欢之余，放下乐器，开始跳起舞来，其乐陶陶，令人陶醉。他左手执定羽旄，右手招诗人与他共舞《由敖》之曲。场面欢畅淋漓。\n\n　　诗共二章，摄取了两组歌舞的画面，一是奏“由房”、一是舞“由敖”。“由房”可能是“由庚”、“由仪”一类的笙乐，属房中之乐。胡承珙《毛诗后笺》：“由房者，房中，对庙朝言之。人君燕息时所奏之乐，非庙朝之乐，故曰房中。”而“由敖”可能即骜夏，马瑞辰《毛诗传笺通释》：“敖，疑当读为骜夏之骜， 《周官·钟师》：奏九夏，其九为骜夏。”今天已不知两舞曲的内容，但从君子（舞师）“阳阳”、“陶陶”等神情上看，当是两支欢快的舞乐。“其乐只且”恰恰说明其乐之甚。“只”，韩诗作“旨”；《诗三家义集疏》：“旨本训美，乐旨，犹言乐之美者，意为乐甚。”\n\n　　诗的格调流美。所演奏的是房中宴乐，乐曲比较轻快，而演奏者本人也自得其乐，《程子遗书）：“阳阳，自得。陶陶，自乐之状。皆不任忧责，全身自乐而已。”想见舞师与乐工是乐在其中。诗人为乐工，故诗中“我”在描写歌舞场面时也就比较轻快这与《王风》其他篇章那种苍凉的风格迥然不同。\n\n　　如果按朱熹的解释，此诗写夫妻歌舞为乐。丈夫邀请妻子一起跳舞，由妻子唱出来，表现了他们自得自乐、欢畅无比的情绪。古代的文学作品中，写夫妻恩爱、歌舞自娱的情形并不多，多的是征夫愁弃妇怨。因为这样做，至少要这样一些前提：两个人情深意笃，有较高的修养和情趣，以及拥有较多的闲暇。日出而作、日落而息的夫妻，大字不识的衣夫，恐怕难以歌舞自娱。由此可以推断，此诗的主人公大概应是殷实人家，或是已经衰落了的世家子弟。这也容易让人想到，闲暇是人们自娱自乐、吟诗作画、游山玩水的重要前提。整日为生计而忙碌的人，不会有此雅兴。\n\n","translation":"舞师喜洋洋，左手握笙簧，右手招我奏“由房”。心里乐又爽！\n舞师乐陶陶，左手摇羽毛，右手招我奏“由敖”。快乐真不少！\n\n"}
{"_id":{"$oid":"5b9a1854367d5c0f40d22d90"},"title":"忆秦娥·娄山关","dynasty":"现代","writer":"毛泽东","content":"西风烈，长空雁叫霜晨月。霜晨月，马蹄声碎，喇叭声咽。\n雄关漫道真如铁，而今迈步从头越。从头越，苍山如海，残阳如血。","type":["写景","抒情","胸怀"]}
{"_id":{"$oid":"5b9a1854367d5c0f40d22d91"},"title":"临江仙·柳絮","dynasty":"清代","writer":"曹雪芹","content":"白玉堂前春解舞，东风卷得均匀。蜂围蝶阵乱纷纷。几曾随逝水？岂必委芳尘？\n万缕千丝终不改，任他随聚随分。韶华休笑本无根。好风凭借力，送我上青云。","type":["咏物","柳树","写风"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155727464.mp3","shangxi":"　　薛宝钗与林黛玉这两个人物的思想、性格是对立的。作者让宝钗作欢愉之词，来翻黛玉之所作情调缠绵悲戚的案，看上去只是写诗词吟咏上互相争胜，实际上这是作者借以刻划不同的思想性格特征的一种艺术手段。\n\n　　但是，作者所写的钗、黛对立，并非如续书中所写的那样为了争夺同一个婚姻对象而彼此成为情敌（黛玉对宝钗的猜疑，在第四十二回“薛芜君兰言解疑癖”后已不复存在。事实如脂评指出，贾府上下，人人心目中宝黛都是一对未来的“好夫妻”），作者也并不想通过他们的命运来表现封建包办婚姻的不合理。作者所描写的宝黛悲剧是与全书表现封建大家庭败亡的主题密切相关的。他们的悲剧是贾府事变的结果。\n\n　　细看词的双关隐义，不难发现“蜂围蝶阵乱纷纷”正是变故来临时大观园纷乱情景的象征。宝钗一向以高洁自持，“丑祸”当然不会沾惹到她的身上，何况她颇有处世的本领，所以词中以“解舞”、“均匀”自诩。黛玉就不同了，她不禁聚散的悲痛，就像落絮那样“随逝水”、“委芳尘”了。宝钗能“任他随聚随分”而“终不改”故态，所以黛玉死后客观上就必然造成“金玉良缘”的机会而使宝钗青云直上。但这种结合并不能从根本上消除宝钗和宝玉在对待封建礼教、仕途经济上的思想分歧，也不能使宝玉忘怀死去的知己而倾心于她。所以，宝钗最终仍不免被宝玉所弃，词中的“本无根”也就是这个意思。\n\n","translation":"注释 白玉堂：这里形容柳絮所处高贵。春解舞：说柳花被春风吹散，像翩翩起舞。 均匀：指舞姿柔美，缓急有度。 “蜂围”句：意思是成群蜂蝶纷纷追随柳絮。有人以为是以蜂蝶之纷乱比飞絮，亦通。 随逝水：落于水中，随波流去。喻虚度年华。以逝水比光阴。 委芳尘：落于泥土中。喻处于卑贱的地位。 “万缕”二句：意谓不管柳絮是否从枝上离去，柳树依旧长条飘拂。喻不因别人对我的亲疏而改变自己固有的姿态。 青云：高天。也用以说名位极高。如《史记·伯夷列传》：“闾巷之人欲砥行立名，非附青云之士，恶能施于后世哉？”"}
{"_id":{"$oid":"5b9a1854367d5c0f40d22d92"},"title":"凤凰台上忆吹箫·寸寸微云","dynasty":"清代","writer":"贺双卿","content":"寸寸微云，丝丝残照，有无明灭难消。正断魂魂断，闪闪摇摇。望望山山水水，人去去，隐隐迢迢。从今后，酸酸楚楚，只似今宵。\n青遥。问天不应，看小小双卿，袅袅无聊。更见谁谁见，谁痛花娇？谁望欢欢喜喜，偷素粉，写写描描？谁还管，生生世世，夜夜朝朝。","type":["离别","伤怀"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155727524.mp3","shangxi":"鉴赏 　　《凤凰台上忆吹箫·寸寸微云》这首词是为别韩西而作，细腻地表现了作者内心抑郁的情绪，再现与女友分别使她堕入深渊的情景。巧用叠字抒情写意，堪与词作大家李清照的“寻寻觅觅，冷冷清清，凄凄惨惨戚戚”之句媲美，并将她后半生的酸楚尽相倾诉。这首词，情境哀凄，词义悲苦。“偷素粉、写写描描。谁还管，生生世世，夜夜朝朝。”用双字二十余叠，丝毫不露牵强痕迹。末尾三句，“谁还管，生生世世，夜夜朝朝”更是余怨无穷，紧紧扣人心弦，令人动容。此词通篇语言质朴，且巧用叠字，造成回环咏叹的艺术效果，缠绵悱恻，旋律优美，可谓情苦词哀，已达极致，加上连用叠字二十余韵，真可与李易安的《声声慢》相媲美，确是双卿自述境况的凄绝的哀歌。 ▲","translation":"鉴赏 　　《凤凰台上忆吹箫·寸寸微云》这首词是为别韩西而作，细腻地表现了作者内心抑郁的情绪，再现与女友分别使她堕入深渊的情景。巧用叠字抒情写意，堪与词作大家李清照的“寻寻觅觅，冷冷清清，凄凄惨惨戚戚”之句媲美，并将她后半生的酸楚尽相倾诉。这首词，情境哀凄，词义悲苦。“偷素粉、写写描描。谁还管，生生世世，夜夜朝朝。”用双字二十余叠，丝毫不露牵强痕迹。末尾三句，“谁还管，生生世世，夜夜朝朝”更是余怨无穷，紧紧扣人心弦，令人动容。此词通篇语言质朴，且巧用叠字，造成回环咏叹的艺术效果，缠绵悱恻，旋律优美，可谓情苦词哀，已达极致，加上连用叠字二十余韵，真可与李易安的《声声慢》相媲美，确是双卿自述境况的凄绝的哀 展开阅读全文 ∨"}
{"_id":{"$oid":"5b9a1854367d5c0f40d22d93"},"title":"春夜别友人二首·其一","dynasty":"唐代","writer":"陈子昂","content":"银烛吐青烟，金樽对绮筵。\n离堂思琴瑟，别路绕山川。\n明月隐高树，长河没晓天。\n悠悠洛阳道，此会在何年。","type":["离别","宴饮","相思"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155728321.mp3","remark":"琴瑟：比喻友情。\n长河：指银河。\n注解：首联采用对偶句形式，“青”与“绮”相对，都为绿色的意思。\n\n","shangxi":"　　陈子昂的《春夜别友人》共两首，这是第一首。约作于公元684年（武则天光宅元年）春。时年二十六岁的陈子昂离开家乡四川射洪，奔赴东都洛阳，准备向朝廷上书，求取功名。临行前，友人设宴欢送他。席间，友人的一片真情触发了作者胸中的诗潮。旋即写成这首离别之作。\n\n　　这首律诗一开头便写别筵将尽，分手在即的撩人心绪和寂静状态。作者抓住这一时刻的心理状态作为诗意的起点，径直但却自然地进入感情的高潮，情怀颇为深挚。“银烛吐青烟”，着一“吐”字，使人想见离人相对无言，怅然无绪，目光只是凝视着银烛的青烟出神的神情。“金樽对绮筵”，用一“对”字，其意是面对华筵，除却频举金樽“劝君更尽一杯酒”的意绪而外，再也没有什么可以勉强相慰的话了。此中境界，于沉静之中更见别意的深沉。\n\n　　颔联“离堂思琴瑟，别路绕山川”，“琴瑟”指朋友宴会之乐，源出《小雅·鹿鸣》“我有嘉宾，鼓琴鼓瑟”，是借用丝弦乐器演奏时音韵谐调来比拟情谊深厚的意思。“山川”表示道路遥远，与“琴瑟”作为对仗，相形之下，不由使人泛起内心的波澜：“离堂”把臂，伤“琴瑟”之分离；“别路”迢遥，恨“山川”之缭绕。这两句着意写出了离情的缠绵，令人感慨唏嘘。\n\n　　颈联“明月隐高树，长河没晓天”，承上文写把臂送行，从室内转到户外的所见。这时候，高高的树荫遮掩了西向低沉的明月；耿耿的长河淹没在破晓的曙光中。这里一个“隐”字，一个“没”字，表明时光催人离别，不为离人暂停须臾，难舍难分时刻终于到来了。\n\n　　结尾两句写目送友人沿着这条悠悠无尽的洛阳古道踽踽而去，不由兴起不知何年何月再能相聚之感。末句着一“何”字，强调后会难期，流露了离人之间的隐隐哀愁。\n\n　　这首诗中作者没有套用长吁短叹的哀伤语句，却在沉静之中见深挚的情愫。而要达到这样的境界，应不温不火。“火”则悲吟太过而感情浅露；“温”则缺乏蕴藉而情致不深。此诗写离情别绪意态从容而颇合体度，有如琵琶弦上的淙淙清音，气象至为雍雅，不作哀声而多幽深的情思。\n\n　　此诗通篇畅达优美，除了开头一联因场面描写之需而适当选用华丽辞藻外，其余用语都不加藻饰，平淡自然。他所追求的乃是整首诗的深厚和雅。清人纪昀说得好：“此种诗当于神骨气脉之间得其雄厚之味，若逐句拆开，即不得其佳处。如但摹其声调，亦落空腔”。再有，此诗虽写眼前景，心中情，却有所继承和借鉴。有人指出，它“从小谢《离夜》一首脱化来”。《离夜》即谢朓《离夜同江丞王常侍作》，也是写一次夜宴。两相比较可知，陈诗在章法、用语等方面都明显受了谢诗影响。但陈子昂并没有简单地模拟前人，而是有所创新。谢诗较直露和简洁，陈诗则婉转而细腻，在结构上更善于回环曲折地精心布局，情和景的安排上，先以秾丽之笔铺写宴会之盛，次以婉曲之调传达离别之愁，再以宏大的时空背景烘托出宴会之久与友谊之长，最后以展望征途来结束全篇，层次分明。通篇情景合一，从优美的意象描写中自然地流露感情。胜于一般的离别之作。\n\n","translation":"明亮的蜡烛吐着缕缕青烟，高举金杯面对精美丰盛的席宴。饯别的厅堂里回忆着朋友的情意融洽，分别后要绕山过水，路途遥远。宴席一直持续到明月隐蔽在高树之后，银河消失在拂晓之中。走在这悠长的洛阳道上，不知什么时候才能相会？\n\n"}
{"_id":{"$oid":"5b9a1855367d5c0f40d22d94"},"title":"无俗念·灵虚宫梨花词","dynasty":"宋代","writer":"丘处机","content":"春游浩荡，是年年、寒食梨花时节。白锦无纹香烂漫，玉树琼葩堆雪。静夜沉沉，浮光霭霭，冷浸溶溶月。人间天上，烂银霞照通彻。\n浑似姑射真人，天姿灵秀，意气舒高洁。万化参差谁信道，不与群芳同列。浩气清英，仙材卓荦，下土难分别。瑶台归去，洞天方看清绝。","type":["咏物","梨花"],"translation":"片写梨花开放的时间、风姿、周围的环境。前两句点出梨花开于晚春的寒食节前后，“春游浩荡”表明是芳草萋萋、漫天飞花的暮春季节。“白锦”二句，以白锦和白雪比喻梨花的洁白无瑕与香花烂漫的盛开模样，反用岑参的“忽如一夜春风来，千树万树梨花开”，形象真实而鲜明。“静夜”至上片末，写梨花开放的环境，暮霭沉沉天地阔的静夜里，梨花悄悄地绽放在月光溶溶的夜色中。“冷”字，生动地烘托出宁静、微寒的夜景，使读者想到曹雪芹的“冷月葬花魂”。人间与天上都溶浸在皓月与花色交织而成的氛围中，月光皎洁、花似雪明，给人一种高洁、脱俗的感受。\n\n　　下片前三句用典，继续以“天姿灵秀”的姑射真人来比喻梨花，\n\n"}
{"_id":{"$oid":"5b9a1855367d5c0f40d22d95"},"title":"塞下曲·其一","dynasty":"唐代","writer":"李益","content":"蕃州部落能结束，朝暮驰猎黄河曲。\n燕歌未断塞鸿飞，牧马群嘶边草绿。","type":["边塞","将士","生活","写景"],"remark":"蕃州：泛指西北地区。\n结束：装束，打扮。\n燕歌：泛指悲壮的燕地歌曲。\n\n","shangxi":"　　唐代边塞诗不乏雄浑之作，然而毕竟以表现征戍生活的艰险和将士思乡的哀怨为多。即使一些著名的豪唱，也不免夹杂危苦之词或悲凉的情绪。当读者翻到李益这篇塞上之作，感觉便很不同，一下子就会被那天地空阔、人欢马叫的壮丽图景吸引住。它在表现将士生活的满怀豪情和反映西北风光的壮丽动人方面，是比较突出的。\n\n　　1.诗中“蕃州”乃泛指西北边地（唐时另有蕃州，治所在今广西宜山县西，与黄河不属），“蕃州部落”则指驻守在黄河河套（“黄河曲”）一带的边防部队。军中将士过着“岁岁金河复玉关，朝朝马策与刀环”的生活，十分艰苦，但又被磨炼得十分坚强骁勇。首句只夸他们“能结束”，即善于戎装打扮。作者通过对将士们英姿飒爽的外形描写，示意读者其善战已不言而喻，所以下句写“驰猎”，不复言“能”而读者自可神会了。\n\n　　2.军中驰猎，不比王公们佚游田乐，乃是一种常规的军事训练。健儿们乐此不疲，早晚都在操练，作好随时迎敌的准备。正是“为报如今都护雄，匈奴且莫下云中”（同组诗其四）。“朝暮驰猎黄河曲”的行动，表现出健儿们慷慨激昂、为国献身的精神和决胜信念，句中饱含作者对他们的赞美。\n\n　　这两句着重刻画人物和人物的精神风貌，后两句则展现人物活动的辽阔背景。西北高原的景色是这样壮丽：天高云淡，大雁群飞，歌声飘荡在广袤的原野上，马群在绿草地撒欢奔跑，是一片生气蓬勃的气象。\n\n　　3.征人们唱的“燕歌”，有人说就是《燕歌行》的曲调。目送远去的飞雁，歌声里诚然有北国战士对家乡的深切怀念。然而，飞鸿望断而“燕歌未断”，这开怀放歌中，也未尝不包含歌唱者对边地的热爱和自豪情怀。如果说这一点在三句中表现尚不明显，那么读末句就毫无疑义了。\n\n　　4.“牧马群嘶边草绿”。在赞美西北边地景色的诗句中，它几乎可与“风吹草低见牛羊”的奇句媲美。“风吹草低”句是写高原秋色，所以更见苍凉；而“牧马群嘶”句是写高原之春，所以有油然生意。“绿”字下得绝佳。因三、四对结，上曰“塞鸿飞”，下对以“边草绿”，可见“绿”字是动词化了。它不尽然是一片绿油油的草色，而且写出了“离离原上草”由枯转荣的变化，暗示春天不知不觉又回到草原上。这与后来脍炙人口的王安石的名句“春风又绿江南岸”，都以用“绿”字见胜。在江南，春回大地，是啼鸟唤来的。而塞北的春天，则由马群的欢嘶来迎接。“边草绿”与“牧马群嘶”连文，意味尤长；似乎由于马嘶，边草才绿得更为可爱。诗所表现的壮美豪情是十分可贵的。\n\n","translation":"西北部的军队士兵会整理戎装，打扮自己，早晚在黄河转弯的地方奔驰狩猎。\n在不绝的豪壮燕歌声中，边塞的鸿雁高飞，放牧的马儿叫着。春天快到了，地上的草开始转绿。\n\n"}
{"_id":{"$oid":"5b9a1855367d5c0f40d22d96"},"title":"江上","dynasty":"清代","writer":"王士祯","content":"吴头楚尾路如何？烟雨秋深暗自波。\n晚趁寒潮渡江去，满林黄叶雁声多。\n\n","type":["秋天"],"remark":"吴头楚尾：今江西北部，此地春秋时是吴楚两国交界的地方。\n烟雨：蒙蒙细雨。\n寒潮：寒冷的潮水。\n\n","translation":"吴头楚尾之地的路是坎坷还是顺坦？在细雨之中慢慢进了深秋，秋天的江水暗自起伏。\n晚上趁着寒冷的潮水渡过江去，眼中尽是黄叶，耳边尽是雁嘶。\n\n"}
{"_id":{"$oid":"5b9a1855367d5c0f40d22d97"},"title":"临江仙·浅浅余寒春半","dynasty":"宋代","writer":"晏几道","content":"浅浅余寒春半，雪消蕙草初长。烟迷柳岸旧池塘。风吹梅蕊闹，雨细杏花香。\n月堕枝头欢意，从前虚梦高唐，觉来何处放思量。如今不是梦，真个到伊行。\n\n","type":["写景","抒情"],"translation":"楚襄王曾梦遇神女。此喻好事如梦。\n伊行：你这里。\n\n"}
{"_id":{"$oid":"5b9a1855367d5c0f40d22d98"},"title":"忆扬州","dynasty":"唐代","writer":"徐凝","content":"萧娘脸薄难胜泪，桃叶眉尖易觉愁。\n天下三分明月夜，二分无赖是扬州。","type":["怀人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913155728293.mp3","remark":"扬州：今江苏省扬州市。\n萧娘：南朝以来，诗词中的男子所恋的女子常被称为萧娘，女子所恋的男子常被称为萧郎。\n脸薄：容易害羞，这里形容女子娇美。\n胜：能承受。\n桃叶：晋代王献之有妾名桃叶，笃爱之，故作《桃叶歌》（南朝陈僧智匠《古今乐录》载）。后常用作咏歌妓的典故。这里代指所少女的代称或指思念的佳人。\n觉：察觉。\n天下三分：《论语》有“三分天下有其二以服事殷勤。”\n无赖：杜甫《奉陪郑驸马韦曲二首》有“韦曲花无赖，家家恼杀人”句，本意是可爱，反说它无赖，无赖正是爱惜的反话。陆游诗：“江水不胜绿，梅花无赖香。”也有可爱、可喜意。\n\n","shangxi":"　　《忆扬州》是一首怀人的作品，但标题却不明题怀人，而偏说怀地。诗人并不着力描写这座“绿扬城郭”的宜人风物，而是以离恨千端的绵绵情怀，追忆当日的别情。不写自己的殷切怀念，而写远人的别时音容，以往日远人的情重，衬出诗人自己情怀的不堪，这是深一层的写法。\n\n　　前两句“萧娘脸薄难胜泪，桃叶眉尖易觉愁”，极写当日的别离景象。所谓“相见时难别亦难”，“萧娘”、“桃叶”均代指所思；“愁眉”、“泪眼”似是重复，而用一个“难”字和一个“易”字表达出来，不但不显得累赘，反而有反复留连、无限萦怀之感。当日的愁眉，当日的泪眼，以及当日的惨痛心情，都作成别离后无穷的思念。\n\n　　后两句“天下三分明月夜，二分无赖是扬州”，在这思念殷切的时候，诗人唯觉一片惆怅，没有可以诉说的人，于是，抬头而见月，但此月偏偏又是当时扬州照人离别之月，更加助愁添恨。虽然时光冲淡了当日的凄苦，却割不断缠绵的思念。这种挣不断、解不开的心绪，本与明月无关，但它曾照过离人的泪眼，好比对人有情，而离别后偏偏照着愁人，又好像无动于衷，这便显得“可憎”。诗人在深夜抬头望月的时候，原本欲解脱这一段愁思，却想不到月光又来缠人，所以说“明月无赖”。“无赖”二字，原本有褒和贬的两重意义，这里因明月恼人，有抱怨的意思。但后世因为惊赏这种扬州明月的新奇形象，就离开了诗人原意，把它截下来只作为描写扬州夜月的传神警句来欣赏，这时的“无赖”二字又成为爱极的昵称了。这也是形象有时会大于作者构思的一例。\n\n　　古人律体绝句的结尾处，有时用一种叫做“一笔荡开”的方法，往往会产生一种“寄意无穷”的效果。这首诗所不同的，是它不在第四句用，而在第三句时即已“荡开”。说愁眉，说泪眼，虽然作者余情未尽，而其他的事情已不必增添，于是忽然揽入一轮明月，以写无可奈何的情态，体现了构思的险谲。这两句看似将全诗截为两段，实际上则是欲断不断，题中用“忆”字，将全诗连贯起来，依然是“剪不断，理还乱”的“别是一般滋味”。本来月光普照，遍及人寰，并不偏宠扬州。而扬州的魅力，也不是仅在月色。诗为传神，有时似乎违反常理，却能深入事理骨髓。“三分”、“无赖”的奇幻设想，也有它的渊源与影响。《论语》中有“三分天下有其二以服事殷勤。”不过这是赞颂周文王的句子，没有半点诗意。谢灵运说：“天下才有一石，曹子建独占八斗，我得一斗，天下共分一斗。”而徐凝这首诗中的“三分之二”不但是诗意的，而且是新奇的。这些数目字，都不可以常理而论，而具有很强的艺术效果，致使后世之人对扬州的向往如醉如痴，“二分明月”成为扬州的代称。此后宋人苏轼的《水龙吟·和章质夫杨花》中“春色三分，二分尘土，一分流水”也不逊色。至于“月色无赖”，后世如王安石“春色恼人眠不得，月移花影上栏杆”中的“春色恼人”，即运用了同一手笔。\n\n　　诗人把扬州明月写到了入神的地步，并用“无赖”之“明月”，把扬州装点出无限的风姿，与《忆扬州》的标题吻合无间，使人向往扬州的美好。这也许是诗人有意的安排，这种大胆的艺术构思所产生的效果，令人为之惊叹。\n\n","translation":"扬州的少女们无忧无虑，笑脸迎人，娇美的脸上怎能藏住眼泪，她们可爱的眉梢上所挂的一点忧愁也容易被人察觉。\n天下明月的光华有三分吧，可爱的扬州啊，你竟然占去了两分。\n\n"}
{"_id":{"$oid":"5b9a1855367d5c0f40d22d99"},"title":"小池二首","dynasty":"唐代","writer":"白居易","content":"昼倦前斋热，晚爱小池清。映林馀景没，近水微凉生。 \n 坐把蒲葵扇，闲吟三两声。 \n 有意不在大，湛湛方丈馀。荷侧泻清露，萍开见游鱼。 \n 每一临此坐，忆归青溪居。","type":[]}
