{"_id":{"$oid":"5b9a1491367d5cab18668886"},"title":"行军九日思长安故园","dynasty":"唐代","writer":"岑参","content":"强欲登高去，无人送酒来。\n遥怜故园菊，应傍战场开。","type":["重阳节","登高","思乡","菊花"],"remark":"九日：指九月九日重阳节。\n强：勉强。\n登高：重阳节有登高赏菊饮酒以避灾祸的风俗。\n怜：可怜。\n傍：靠近、接近。\n\n","shangxi":"　　重阳节登高是古已有之的风俗。王维说“独在异乡为异客，每逢佳节倍思亲“。因登高而引发出深沉的乡思，写得诚挚感人，但这单纯的思亲情绪毕竟围绕一己的身世，境界算不得宽阔。岑参这首诗则不然。首句便说“强欲登高去“，“登高去“，还见出逢场作戏的味道，而前面冠以“强欲“二字，其含意便深刻得多了。两个字表现出强烈的无可奈何的情绪。强，是勉强，是不愿为之而又不得不为之的心态体现。“强欲登高“，结合题目“思长安故园“来看，是流露出浓郁的思乡情绪，但“长安“不仅是故园，更是诗人生活了多年的帝都。而它，竟被安、史乱军所占领。在这种特定情境之下，诗人又怎能有心思去过重阳节，去登高胜赏呢?这首诗原有小注说:“时未收长安“。长安被安、史攻陷，在天宝十五年(756)六月，其收复在肃宗至德二年(757)九月。诗题言“行军九日“，当是指他在至德元年(756)随军扈从肃宗自灵武至彭原的行军途中过重阳节。典型的环境，使诗人登高时的心情愈趋复杂，既思故园，更思帝都，既伤心，更感慨，两种感情交汇撞击着他的心房。\n\n　　既是“登高“，诗人自然联想到饮酒、赏菊。据说陶渊明“尝九月九日无酒，出宅边菊丛中坐。久之，逢弘(指江州刺史王弘)送酒至，即便就酌，醉而后归“。陶潜居宅，有人送酒。诗人行军在外，自然没有这个福分。所以，“无人送酒来“句，实际上是在写旅况的凄凉萧瑟，无酒可饮，更无菊可赏。他想到故园今日黄花堆积的情景，只能遥遥寄去一片深沉的乡情。“遥“字，渲染出诗人与长安的相距之远。“怜“字，不仅写出诗人对故乡之菊的眷恋，更写出诗人对故园之菊开在战场上的长长叹息，百般怜惜。“应傍战场开“，沈德潜说“可悲在战场二字“。残垣断壁，战血涂地，黄花开在被乱军糟踏得不成样子的帝都长安岂不可悲可叹!结句把惜花、思乡、感时伤乱的情绪包容在一起加以抒发，所以最为“可悲“。\n\n　　这首诗由欲登高而引出无人送酒的联想，又由无人送酒遥想故园之菊，复由故园之菊而慨叹故园为战场，蝉联而下，犹如弹丸脱手，圆美流转。 \n\n","translation":"九月九日重阳佳节，我勉强登上高处远眺，然而在这战乱的行军途中，没有谁能送酒来。我心情沉重地遥望我的故乡长安，那菊花大概傍在这战场零星的开放了。\n\n"}
{"_id":{"$oid":"5b9a1491367d5cab18668887"},"title":"西江夜行","dynasty":"唐代","writer":"张九龄","content":"遥夜人何在，澄潭月里行。\n悠悠天宇旷，切切故乡情。\n外物寂无扰，中流澹自清。\n念归林叶换，愁坐露华生。\n犹有汀洲鹤，宵分乍一鸣。","type":["思念"],"remark":"遥：远。这里指时间漫长。\n天宇：天空。\n露华：露水。\n\n","translation":"漫长的夜啊，故人何在？碧波夜月之下行船。\n天地空旷而茫茫，思乡之情，切切难忘。\n身外的景物没有人的忧愁，清澈的河水也自在流动。\n念及乡愁，离家已是林叶换了多个春秋了，拥着乡愁坐在寂静的夜里，任凭寒露渐生，打湿了衣袖。\n而在此时，还有那江中沙洲上的白鹤，在这暗夜与黎明的分际，乍然长鸣，让人暗暗心惊。\n\n"}
{"_id":{"$oid":"5b9a1491367d5cab18668888"},"title":"小石城山记","dynasty":"唐代","writer":"柳宗元","content":"　　自西山道口径北，逾黄茅岭而下，有二道：其一西出，寻之无所得；其一少北而东，不过四十丈，土断而川分，有积石横当其垠。其上为睥睨、梁欐之形，其旁出堡坞，有若门焉。窥之正黑，投以小石，洞然有水声，其响之激越，良久乃已。环之可上，望甚远，无土壤而生嘉树美箭，益奇而坚，其疏数偃仰，类智者所施设也。\n\n　　噫！吾疑造物者之有无久矣。及是，愈以为诚有。又怪其不为之中州，而列是夷狄，更千百年不得一售其伎，是固劳而无用。神者傥不宜如是，则其果无乎？或曰：“以慰夫贤而辱于此者。”或曰：“其气之灵，不为伟人,而独为是物，故楚之南少人而多石。”是二者，余未信之。\n\n","type":["古文观止","山水","游记","咏物","抒怀"],"remark":"径北：一直往北。\n逾：越过。\n黄茅岭：在今湖南省零陵县城西面。\n西出：路向西伸去。\n少（shāo）北而东：稍向北又向东去。少，通“稍”。\n土断而川分：土路中断，出现分流的河水。\n横当其垠（yín）：横着挡在路的尽头。\n睥睨（pìnì）：城墙上如齿状的矮墙。\n梁欐（lì）：栋梁，这里指架支着的梁栋。欐，栋，正梁。\n堡坞（wù）：小城堡，此处是指由山石天然形成的。因此作者称其“小石城山”。\n窥：注意，留心。\n洞然：深深的样子。\n激越：声音高亢清远。\n已：停止。\n环：绕道而行。\n望甚远：“望之甚远”的意思。\n箭：指竹子。\n益：特别。\n“其疏数”二句：意思是，那些嘉树美箭，疏密相宜，起伏有致，好像是聪明人精心设置的。数（cù），密。堰（yàn），倒伏。类：好像。\n造物者：指创世上帝。\n愈：更是。\n诚：确实是，的确是。\n“又怪其”四句：意思是说，又奇怪“造物者”不把小石城山安排在中原，反而陈设在这偏僻的蛮夷地区，经历千百年也不能够一展，它的风采，这当然是徒劳而无功用的。中州，中原地区。更，gēng音。售其伎，贡献其技艺，其技艺得到赏识。伎，通“技”。售，出售，这里是显露的意思。\n“神者”二句：意思是，神奇性倘若不该这样，造物者就真的不存在了吧？神者，指神奇性，《易·系辞上》：“阴阳不测之谓神。”傥（tǎng），通“倘”。倘若，或者。不宜，不合适。如是，如此，指“不为之中州，而列是夷狄”的现象。果，真的。\n以慰夫贤而辱于此者：意思是，小石城山是用来慰藉那些贤明却被贬谪到这里的人们的。此句是指有人辩“无用”为“有用”的说法。\n“其气”四句：意思是，那天地间的灵气，在这一带，不造就伟大的人物，却仅仅造就小石城山这样的景物，所以“楚之南”这地方缺少人才而多有石岩。此句是指有人辩“徒劳”为“功劳”的说法。其气之灵，这里指天地的灵气。楚，今湖南、湖北等地，春秋战国时属楚国。少人而多石，指少出贤人而多出奇石。\n\n","shangxi":"　　这篇游记以作者的游踪为线索，记叙了亲身经历的旅途见闻和山川景物，几乎用了一半的篇幅抒发了他贬逐永州后游历自然时触景生情的感慨，这自然构成了文章的写景和议论两段。\n\n　　上段写景。可分两层，先是指明小石城山的方位：“自西山道口径北，逾黄茅岭而下，有二道：其一西出，寻之无所得；其一少北而东，不过四十丈，土断而川分，有积石横当其垠。”反映了作者在永州借游赏自然寻幽探奇。“无所不到”以排遣悠闲时光和怀才不遇的烦忧的精神状态，继而描述小石城山的奇貌；无论是方位的指点还是景观的描绘，都是在循序渐进中进行的，自然景致随着观赏者的游历渐次展现，这样的笔法使本文的景物描写达到了紧凑而自然流畅的效果。同时，也给小石城山的发现笼罩上一层神奇的色彩，增强了文章的吸引力与感染力。随着横亘路头的积石的出现，紧接着以简洁形象的笔墨勾勒了积石二仁呈现的房屋形状及四围像小城的外貌，于是与“石城”之称吻合。此后写石上如门的洞穴，其深邃且有水，可感其幽静；“环之可上，望甚远”，则见其高旷；石上没有土壤，却疏密相间、高昂低伏地生一长着秀美的树木竹子，又显其奇丽。这一段绘声绘色的描述，把石城写得不仅奇美异常，而且生机盎然。柳宗元曾说过：“游之适夕大率有二：旷如也，奥如也。”（《永州龙兴寺东丘记》）登其高，有旷达之感；探其奥，有幽奇之得。小石城山的天然造化、鬼斧神工，实为作者眼中适游的奇妙之地，从而顺理成章地发出了“类智者所施设也”的慨叹。以本句承上启下，第二段对造物者的疑问就不感突兀了。\n\n　　第二段是作者由自然景观带来的联想和思索。作者在这一段里，本意是通过像小石城山这样美好的自然景观却埋没于荒僻之乡，引发对美的事物被压抑、遭遗弃的郁愤之情，并借以抒发贤才遭贬逐的天涯沦落之感，然而却不直抒胸臆。首句由怀疑造物者的有无到“愈以为诚有”，乃是作者的着意之笔，思索由此伸展。文章波澜层出，避免了平铺呆板之病。美好的景观“不为之中州”，反长期沉埋在人迹罕至的僻野，不为人知，不为人用，暗扣柳宗元自己的身世遭际，把自己怀才不遇的感情寄托到被弃置的美丽自然之上，用曲笔表达了身遭贬逐的不平之鸣。至此，由上段的纯景物描写达到了与主观感受的和谐交融。在感慨能向人们呈伎献巧的石头和在艰苦的条件下“益奇而坚”的嘉树秀竹“劳而无用”之后，作者又以推想神者大概不会这么作而提出了造物者“其果无乎”的反问，文章再起波澜。因反问而设答，不说自己借奇石以自慰，却说奇石是造物者安排在这里以安慰那些谪贬到此的贤人；不说自己贬到这荒僻之地的孤单寂寥，唯以自然之石为伍遣怀，却说造物者灵气独钟于石，所以湖南、湖北一带少伟大人物而多奇石。所透出的天涯沦落、同病相怜、孤芳独赏的痛楚愤懑之情就更深一层。最后用“余未信之”作结，既可看作对造物者的否定，更流露了柳宗元渴求摆脱现状以施展才能的希望。最后这一段议论，从字面上看，是由小石城山的景物所发，实际上它抒发了作者被贬永州后内心深处的真实想法。把它们放在永州八记的最后一篇结尾，是作者的精心安排。它表明柳宗元在永州虽然似乎整天游山玩水，饮酒寻乐，实际上内心却充满了矛盾和痛苦；他寄情山水之间，仍在探求真理和正义，这议论是“永州八记”的主旨之所在。\n\n","translation":"　　从西山路口一直向北走，越过黄茅岭往下走，有两条路：一条向西走，沿着它走过去什么也得不到；另一条稍微偏北而后向东，走了不到四十丈，路就被一条河流截断了，有积石横挡在这条路的尽头。石山顶部天然生成矮墙和栋梁的形状，旁边又凸出一块好像堡垒，有一个像门的洞。从洞往里探望一片漆黑，丢一块小石子进去，咚地一下有水响声，那声音很洪亮，好久才消失。石山可以盘绕着登到山顶，站在上面望得很远。山上没有泥土却长着很好的树木和竹子，而且更显得形状奇特质地坚硬。竹木分布疏密有致、高低参差，好像是有智慧的人特意布置的。\n\n　　唉！我怀疑造物者的有无已很久了，到了这儿更以为造物者确实是有的。但又奇怪他不把这小石城山安放到人烟辐辏的中原地区去，却把它摆在这荒僻遥远的蛮夷之地，即使经过千百年也没有一次可以显示自己奇异景色的机会，这简直是白耗力气而毫无用处，神灵的造物者似乎不会这样做的。那么造物者果真没有的吧？有人说：“造物者之所以这样安排是用这佳胜景色来安慰那些被贬逐在此地的贤人的。”也有人说：“这地方山川钟灵之气不孕育伟人，而唯独凝聚成这奇山胜景，所以楚地的南部少出人才而多产奇峰怪石。”这二种说法，我都不信。\n\n"}
{"_id":{"$oid":"5b9a1491367d5cab18668889"},"title":"马上作","dynasty":"明代","writer":"戚继光","content":"南北驱驰报主情，江花边草笑平生。(边草 一作：边月)\n一年三百六十日，多是横戈马上行。","type":["古诗三百首","战争","英雄"],"remark":"南北驱驰：戚继光曾在东南沿海一带抗击倭宼的侵扰，又曾镇守北方边关。\n主：指明朝皇帝。\n边月：边塞的月亮。这里的边塞指山东沿海登州卫等地。\n江花边草：南方江边和北方边塞的花草树木。\n横戈：手里握着兵器。\n\n","shangxi":"　　“南北驱驰报主情，江花边草笑平生。”从福建、广东到蓟州，可说一在天南，一在地北。“南北驱驰”四字，概尽戚继光一生大节。“报主情”，并非不喜欢安定的生活，只是心怀天下，为了国家的安宁，不惜万里奔波。全句表现出一种崇高的襟怀。而次句一“笑”字更是意极浑含，写尽了抗倭名将的豪迈气概。为了抗倭事业，一生中到过山清水秀的南方，也到过波涛汹涌的山东海防，行色匆匆间，总无暇顾及周围美好的景色。作者说：江畔紫嫣红的鲜花和江防皎洁明朗的月亮恐怕要笑我不懂得欣赏了吧。\n\n　　“一年三百六十日，都是横戈马上行。”这两句是“平生”、“南北驱驰”的更具体的说明。一个保家卫国的英雄形像跃然纸上，他是紧紧与战马与横戈联在一起，不能须臾分离的。“一年三百六十日”初读似乎是一个凑句，其实很有妙用。它出现在“都是横戈马上行”的点睛之笔的前面，起到了必要的渲染作用，使读者感到，一日横戈马上英勇奋战并不难，难的是三百六十天如一日，更难的是年年如此，“平生”如此。\n\n　　这首诗平易自然，琅琅上口。而作者忠于祖国，热爱人民的高尚品质更让人钦佩。\n\n","translation":"驰聘疆场、转战南北是为了报答皇上对我的信任，南北江畔和北方边关的花草都笑我一生忙忙碌碌。一年三百六十日，我都是带着兵器骑着战马在疆场上度过的。\n\n"}
{"_id":{"$oid":"5b9a1491367d5cab1866888a"},"title":"行路难·其二","dynasty":"唐代","writer":"李白","content":"大道如青天，我独不得出。\n羞逐长安社中儿，赤鸡白雉赌梨栗。\n弹剑作歌奏苦声，曳裾王门不称情。\n淮阴市井笑韩信，汉朝公卿忌贾生。\n君不见昔时燕家重郭隗，拥篲折节无嫌猜。\n剧辛乐毅感恩分，输肝剖胆效英才。\n昭王白骨萦蔓草，谁人更扫黄金台？\n行路难，归去来！","type":["唐诗三百首","乐府","失意","叹息"],"remark":"羞逐长安社中儿，赤鸡白雉赌梨栗：字面上是说自己耻于像长安的市井小人一般凭着斗鸡小技赌胜微不足道的彩头暗讽唐玄宗在宫内设置斗鸡坊，斗鸡小儿因此而谋得功名富贵。据陈鸿《东城父老传》记载，唐玄宗宠爱一个叫贾昌的斗鸡小孩，给了他极其珍贵的待遇，而且恩宠他达几十年之久。\n弹剑作歌奏苦声：战国时代，冯谖投齐国贵族孟尝君门下为门客，但不受孟尝君的重视，便三番弹剑作歌，抱怨自己得到的待遇太低。曳裾王门：语出《汉书·邹阳传》中的“饰固陋。\n\n","shangxi":"　　“大道如青天，我独不得出。”这个开头与《行路难》的第一首不同。第一首用赋的手法，从筵席上的美酒佳肴写起，起得比较平。这一首，一开头就陡起壁立，让久久郁积在内心里的感受，一下子喷发出来。亦赋亦比，使读者感到它的思想感情内容十分深广。后来孟郊写了“出门如有碍，谁谓天地宽”的诗句，可能受了此诗的启发，但气局比李白差多了。能够和它相比的，还是李白自己的诗，“蜀道之难，难于上青天”这类诗句，大概只有李白那种胸襟才能写得出。不过，《蜀道难》用徒步上青天来比喻蜀道的艰难，使人直接想到那一带山川的艰险，却并不感到文意上有过多的埋伏。而这一首，用青天来形容大道的宽阔，照说这样的大道是易于行路的，但紧接着却是“我独不得出”，就让人感到这里面有许多潜台词。这样，这个警句的开头就引起了人们对下文的注意。\n\n　　“羞逐”以下六句，是两句一组。“羞逐”两句是写诗人的不愿意。唐代上层社会喜欢拿斗鸡进行游戏或赌博。唐玄宗曾在宫内造鸡坊，斗鸡的小儿因而得宠。当时有“生儿不用识文字，斗鸡走狗胜读书”的民谣。如果要去学斗鸡，是可以结交一些纨袴子弟，在仕途上打开一点后门的。但李白对此嗤之以鼻。所以他声明自己羞于去追随长安里社中的小儿。这两句和他在《答王十二寒夜独酌有怀》中所说的“君不能狸膏金距学斗鸡，坐令鼻息干虹霓”是一个意思。都是说他不屑与“长安社中儿”为伍。至于去和那些达官贵人交往，“曳裾王门不称情，弹剑作歌奏苦声。”“曳裾王门”，即拉起衣服前襟，出入权贵之门。“弹剑作歌”，用的是冯谖的典故。冯谖在孟尝君门下作客，觉得孟尝君对他不够礼遇，开始时经常弹剑而歌，表示要回去。李白是希望“平交王侯”的，而现在在长安，权贵们并不把他当一回事，因而使他像冯谖一样感到不能忍受。这两句是写他的不称意。“淮阴市井笑韩信，汉朝公卿忌贾生。”韩信未得志时，在淮阴曾受到一些市井无赖们的嘲笑和侮辱。贾谊年轻有才，汉文帝本打算重用，但由于受到大臣灌婴、冯敬等的忌妒、反对，后来竟遭贬逐。李白借用了韩信、贾谊的典故，写出在长安时一般社会上的人对他嘲笑、轻视，而当权者则加以忌妒和打击。这两句是写他的不得志。\n\n　　“君不见”以下六句，深情歌唱当初燕国君臣互相尊重和信任，流露他对建功立业的渴望，表现了他对理想的君臣关系的追求。战国时燕昭王为了使国家富强，尊郭隗为师，于易水边筑台置黄金其上，以招揽贤士。于是乐毅、邹衍、剧辛纷纷来归，为燕所用。燕昭王对于他们不仅言听计从，而且屈己下士，折节相待。当邹衍到燕时，昭王“拥篲先驱”，亲自扫除道路迎接，恐怕灰尘飞扬，用衣袖挡住扫帚，以示恭敬。李白始终希望君臣之间能够有一种比较推心置腹的关系。他常以伊尹、姜尚、张良、诸葛亮自比，原因之一，也正因为他们和君主之间的关系，比较符合他的理想。但这种关系在现实中却是不存在的。唐玄宗这时已经腐化而且昏庸，根本没有真正的求贤、重贤之心，下诏召李白进京，也只不过是装出一副爱才的姿态，并要他写一点歌功颂德的文字而已。“昭王白骨萦蔓草，谁人更扫黄金台？”慨叹昭王已死，没有人再洒扫黄金台，实际上是表明他对唐玄宗的失望。诗人的感慨是很深的，也是很沉痛的。\n\n　　以上十二句，都是承接“大道如青天，我独不得出”，对“行路难”作具体描写的。既然朝廷上下都不是看重他，而是排斥他，那就只有拂袖而去了。“行路难，归去来！”在当时的情况下，他只有此路可走。这两句既是沉重的叹息，也是愤怒的抗议。\n\n　　篇末的“行路难，归去来”，只是一种愤激之词，只是比较具体地指要离开长安，而不等于要消极避世，并且也不排斥在此同时他还抱有他日东山再起，“直挂云帆济沧海”的幻想。之心，则何王之门不可曳长裾乎”，指游食于王侯之门。不称（chèn）情：不如意\n\n","translation":"人生道路如此宽广，唯独我没有出路。\n我不愿意追随长安城中的富家子弟，去搞斗鸡走狗一类的赌博游戏。\n像冯谖那样弹剑作歌发牢骚，在权贵之门卑躬屈节是不合我心意的。\n当年淮阴市人讥笑韩信怯懦无能，汉朝公卿大臣嫉妒贾谊才能超群。\n你看，古时燕昭王重用郭隗，拥篲折节、谦恭下士，毫不嫌疑猜忌。\n剧辛和乐毅感激知遇的恩情，竭忠尽智，以自己的才能来报效君主。\n然而燕昭王早就死了，还有谁能像他那样重用贤士呢？\n世路艰难，我只得归去啦！\n\n"}
{"_id":{"$oid":"5b9a1491367d5cab1866888b"},"title":"从军行","dynasty":"隋代","writer":"卢思道","content":"朔方烽火照甘泉，长安飞将出祁连。\n犀渠玉剑良家子，白马金羁侠少年。\n平明偃月屯右地，薄暮鱼丽逐左贤。\n谷中石虎经衔箭，山上金人曾祭天。\n天涯一去无穷已，蓟门迢递三千里。\n朝见马岭黄沙合，夕望龙城阵云起。\n庭中奇树已堪攀，塞外征人殊未还。\n白云初下天山外，浮云直向五原间。\n关山万里不可越，谁能坐对芳菲月。\n流水本自断人肠，坚冰旧来伤马骨。\n边庭节物与华异，冬霰秋霜春不歇。\n长风萧萧渡水来，归雁连连映天没。\n从军行，军行万里出龙庭，单于渭桥今已拜，将军何处觅功名。","type":["乐府","边塞","军旅","生活","相思"],"shangxi":"　　《从军行》属乐府《相和歌辞·平调曲》。\n\n　　在历代众多《从军行》诗作中，卢思道的这首是传播得较为广泛的。据《古今诗话》载：唐玄宗自巴蜀回，夜登勤政楼就吟咏了本诗中的“庭前奇树已堪攀，塞外征人殊未还”句，可见在唐代这首诗就很受欣赏。\n\n　　古乐府《从军行》大多写军旅生活的艰苦和征人思妇两地相思的痛苦，本篇也是如此。\n\n　　这首诗的前半部是写征战将士英勇奋战，长戍不归的戎马生活。“朔方烽火照甘泉，长安飞将出祁连”，诗篇一开头，便渲染了强烈的战争气氛：北方的烽火接连不断地传来战争的消息，军情紧急，令人担忧。甘泉是西汉的皇宫名，“照甘泉”在这里代指向朝廷报警。“飞将”即西汉著名将领李广。接着，诗中便描绘了这位“长安飞将”的英姿。“犀渠玉剑良家子，白马金羁侠少年”，据《史记·李将军列传》载：“孝文帝十四年，匈奴大入箫关，而广以良家子从军击胡……”“犀渠”是盾的一种。“平明偃月屯右地，薄暮鱼丽逐左贤”，这两句中“右地”指右北平，左贤代指匈奴的重要首领。“平明”和“薄暮”写出了将士们在边塞度过了数不清的日日夜夜。“偃月”和“鱼丽”是古代的两种战阵的名称。这里诗人用了极简炼的文字，生动地写出了将士们紧张的征战生活。“屯右地”“逐左贤”都是李广所为。接下来“谷中石虎经衔箭，山上金人曾祭天”用了两个典故。《史记·李将军列传》中记道：“广出猎，见草中石，以为虎而射之，中石没镞，视之石也。因复更射之，终不能复入石矣。”“山上金人曾祭天”也用的是汉代典故，汉大将霍去病出征西域，获胜，“收休屠祭天金人”。诗人通过这两个典故进一步表现出征匈奴的将士的神威，也正因为有了这些英勇的将士，才取得了战争的胜利。\n\n　　诗的前半部着重塑造了飞将军李广的形象，以李广来代指当时的征战将士，采取了虚中有实，实中有虚的写法，既是赞扬汉代名将李广的业绩，又是当时征战将士生活的写照。把历史和现实揉合在一起。\n\n　　自“天涯一去无穷已”开始，写将士和他们妻子的两地相思。诗从两处落笔，感情转为忧怨。“无穷已”原指路途遥远，这里写出了将士们遥无归期的征战生活。“蓟门”“马岭”“龙城”均为北方的地名，在这里都是虚指。连年的战争使将士家中的亲人，对着遥远的塞北望眼欲穿，但是“庭中奇树已堪攀，塞外征人殊未还”，诗人用衬托的手法写出了战争的长期和残酷。“白雪初下天山外，浮云直上五原间”，五原在今内蒙古包头西北，这里写了亲人们在极寒冷的塞外，远隔千里，因此人们只能发出“关山万里不可越，谁能坐对芳菲月”的叹息。《乐府诗集·横吹曲辞》中有《关山月》曲，《乐府题解》说：“关山月，伤离别也”在写征夫思妇的诗中，常用到关山和月。人们想着万里之外的亲人，谁能独自欣赏那美丽动人的月亮呢?“流水本自断人肠，坚冰旧来伤马骨”既写出了边地将上的生活苦寒，又写出了他们悲切的怨情。“伤马骨”出自陈琳的“饮马长城窟，水寒伤马骨”，冬去春来，在远离故土的异地他乡，将士们度过了多少日日夜夜，“长风萧萧渡水来，归雁连连映天没”雁归而人未归，萧萧长风，行行归雁，蕴含着征夫思妇无限的思乡离情。\n\n　　“从军行，军行万里出龙庭”可说是全诗的总结，龙庭是匈奴祭祀的地方，“出龙庭”在诗中指出征之远。“单于渭桥今已拜，将军何处觅功名。“意思是说匈奴已投降了，将军再到哪里去建功立业呢?言外之意是：边塞的将士总该回来了吧!\n\n　　《诗薮》说“六朝歌行可入初唐者，卢思道《从军行》，薛道衡《豫章行》，音响格调咸自停匀，气体丰神，尤为焕发。”可以说《从军行》影响了唐以来的七言歌行。\n\n　　隋朝统一了分裂三百来年的中国，结束了东晋以来南北对峙的局面。作为隋代的诗人卢思道，在他的诗中，也融会了南朝和北朝的风格，在《从军行》中，既写将士的英勇出征，又写了思妇闺怨，既有“长安飞将出祁连”“白马金羁侠少年”的奔放、雄健，又有“谁能坐对芳菲月”“流水本自断人肠”的清丽、哀怨，南北的风格在卢思道的《从军行》里得到了较和谐的统一。\n\n"}
{"_id":{"$oid":"5b9a1491367d5cab1866888c"},"title":"短歌行","dynasty":"唐代","writer":"李白","content":"白日何短短，百年苦易满。\n苍穹浩茫茫，万劫太极长。\n麻姑垂两鬓，一半已成霜。\n天公见玉女，大笑亿千场。\n吾欲揽六龙，回车挂扶桑。\n北斗酌美酒，劝龙各一觞。\n富贵非所愿，与人驻颜光。","type":["人生","时间","惜时"],"shangxi":"　　《短歌行》是乐府相和歌平调七曲之一。古乐府中有《长歌行》与《短歌行》之分，关于二者的命意，《乐府解题》有两种说法：一是“言人寿命长短，有定分，不可妄求”；一是“歌声之长短耳，非言寿命也”。在李白之前，以此题为诗者，多为慨叹人生短暂，主张及时行乐。李白的这首诗，却以乐观浪漫、昂扬奋发的精神，在喟叹生命短促的同时，表达了对人生的珍惜，对建功立业的渴望。\n\n　　“白日何短短，百年苦易满。”时间本是个抽象的概念，用“白日”来指代，便成为具体可感的形象了。“短短”两个叠字，强调它稍纵即逝。由时光的流逝，自然联想到人生易老，年华难驻。这样，诗意自然而然地转到对光阴的珍惜。起首两句，貌似平平，实则恰到好处。既开门见山点明题意，又为诗意的拓展预留地步，而且格调质补，语势流走，转承自然。\n\n　　时间永恒，无始无终，漫漫无垠；生命短暂，代谢荣衰，转瞬即逝。诗人正是抓住了这一强烈的反差，进一步驰骋瑰丽神奇的想象。“苍穹浩茫茫，万劫太极长”。上句从“空间”角度极言天宇浩瀚无垠；下句则从“时间”角度感叹光阴的永恒漫长。“万劫太极”，何其久远！在这漫长的岁月里，那曾经见过东海三次变为桑田的麻姑仙女，如今也已两鬓斑白了。这种浪漫的夸张只能出自李白的笔下。据传为汉代东方朔所作的《神异经》里有这么一个故事：东王公常和玉女用箭作投壶游戏，每次要投一千二百支，若未投中，天便开口大笑，这就是下界所见到的电光。如今这种电闪雷鸣已历成千上亿次了。诗人巧妙地把这两个故事融入诗篇，将人们带进奇伟的神仙世界。这里有苍茫的穹宇，人世的兴替，麻姑仙女蝉鬓染霜，天公玉女嬉戏作乐，倏忽又是雷鸣电闪，风雨将至……，多么光怪陆离，神奇而诡谲!这些奇异的境界，极其有力地渲染铺排了“万劫太极长”的内涵。至此，空间的浩渺、时间的无垠，通过诗人大胆而奇特的想象，表达得淋漓尽致。继而，诗人笔锋一转，拓出另一番意境。\n\n　　“吾欲揽六龙，回车挂扶桑。北斗酌美酒，劝龙各一觞。”诗人要揽住为太阳驾车的六条神龙，把太阳所乘之车挂在东方“日出之所”的扶桑树上，用北斗作酒勺盛满美酒，请六龙各饮一杯。这样便会使时光停歇下来，人生似乎便能得以长久。结尾二句道出诗人的意愿：“富贵非吾愿，为人驻颓光。”自古帝王们，即使秦皇、汉武一代雄主，也无不遣人访神仙，求长生，无非为了富贵永久。诗人要揽六龙、回朝日，“使之朝不得回，夜不得伏”，绝非为个人富贵。对他人，为的是“老者不死，少者不哭”（李贺《苦昼短》）；对诗人自己，坚信“天生我材必有用”的李白，他渴望着有朝一日能“申管晏之谈，谋帝王之术”，“使寰区大定，海县清一。”（《代寿山答孟少府移文书》）他要拯物济世，干一番轰轰烈烈的事业，像大鹏一样要“扶摇直上九万里”，即使暂时受挫，也要“犹能簸却沧溟水”（《上李邕》）。这也许就是诗人的弦外之音，味外之旨吧。唐司空图说：“辨于味而后可以言诗”（《与李生论诗书》）。对诗人的意蕴似乎应作如是观。\n\n　　纵观全诗，诗人在驰骋丰富的想象时，把美丽的神话传说融入瑰丽奇伟的艺术境界，塑造出瑰奇壮观，多姿多彩的艺术形象，洋溢着浓郁而热烈的浪漫主义色彩。文辞如行云流水，极富表现力，体现了诗人雄奇奔放，清新飘逸的风格。他以吞吐千古，囊括六合的胸襟和气魄，天马行空般地驰骋想象，从思想到艺术都表现出极大的创造性，在继承借鉴前人的同时作了重大的突破，比如，“北斗酌美酒”就是反用《诗·小雅·大东》“唯北有斗，不可以挹酒浆”的典故。前人的《短歌行》在慨叹人生短促时，往往流露出一种及时行乐，纵情声色的颓废情绪。同样的歌题，在李白的笔下，虽也同样发出“百年苦易满”的叹喟，然而，全诗贯穿的却是乐观浪漫、昂扬奋发的基调。这是诗人的个性及盛唐时代的精神风貌使然。再如，屈原在《离骚》中唱道：“吾令曦和弭节兮，望崦嵫而勿迫”、“折若木以拂日兮，聊逍遥以徜徉”。李白显然对此是有所借鉴的。但同样的素材到他手里，便刻意铺排为新颖、诡谲的艺术境界、包蕴着更为深广的内涵。“真正的创造就是艺术想象力的活动。”（黑格尔语）李白的创作实践证实了这一论断。正如皮日休对他的评价：“言出天地外，思出鬼神表，读之则神驰八极，测之则心怀四溟，磊磊落落，真非世间语者”。李白是当之无愧的。\n\n"}
{"_id":{"$oid":"5b9a1491367d5cab1866888d"},"title":"人日思归","dynasty":"隋代","writer":"薛道衡","content":"入春才七日，离家已二年。\n人归落雁后，思发在花前。\n\n","type":["古诗三百首","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154253937.mp3","remark":"人日：古代相传农历正月初一为鸡日，初二为狗日，初三为猪日，初四\n为羊日，初五为牛日，初六为马日，初七为人日。\n入春才七日：即人日。把春节当成春天开始，故言“入春”。\n落：居，落在.....后。\n思：思归。传说鸿雁正月从南方返回北方。\n\n","shangxi":"　　这是一首思乡诗。诗的一开头,即以工整的对仗交代了时令及离家的时日。开头二句，诗人淡淡地说出一个事实：“入春才七日，离家已二年”。笔调平淡，似乎不带什么感情，然而低吟之际，就会感觉到一股苦涩的思乡之情弥漫在字里行间。“入春才七日”好像诗人在核对一个事实：今天是正月初七，是新年的第七天。然而一个“才”字，则透露出诗人的满腹心事。诗人正在屈指计日，在作者的主观感受中新年已过去很久了，但是仔细一算，诗人只能不禁失望地说：原来入春才七天呀！——表现出作者对时间缓慢的感慨。“离家已两年”一句也说得平平淡淡，好像不带什么感情，但是将“入春才七日”与“离家已两年”连在一起吟诵细品，可以感觉到一股无可奈何的帐惘之情弥漫在字里行间。诗人在客居生活中过了“春节”，进入了第二年。到了“人日”，入春不过才七天，不能算长。但从旧年到新春，已经跨了两个年头，因而可以说“离家已二年”。“二年”既是客观事实，又是主管感受。将“才七日”和“已二年”作了一个对比，短短的七日已让人难以忍受，离乡两年的岁月又是怎么样熬过去的呢！这两句平淡质朴的诗句中表现出诗人度日如年的心情。\n\n　　后二句说春花未萌发之时，思归之念已经发动。传说鸿雁在正月里从南方飞回北方，因此在后两句中作者借这个传说来抒写自己思归急切的心情。在这个春天到来之前，他就盘算着回乡了，即“思发在花前”；可是现在新的一个春天已到来，眼看着春草将绿，春花将开，成队的鸿雁从头顶掠过，飞回北方，诗人却无法归去，所以说“人归落雁后”。这两句运用了对比手法，以归落在雁后、思生于花前对比。诗人清醒地估计到，不可能很快回去，但只愿落在春来即行北归的大雁之后，不肯把时间设想得再晚一些了，由此可见思归之心切。这两句写得极妙。借用春雁北归之说，抒发极想回归之情，自是联想自然贴切；早已计算归期的思想活动，也极为生动感人。寥寥十字，仿佛能使我们看到诗人翘首北望归雁、屈指计算归期的生动形象；使我们感到他不能与雁同归的遗憾，及极欲早归的焦急心情。一片深沉的乡思之情，就这样形象而委婉地表达出来了。\n\n　　这首五言小诗写出了远在他乡的游子在新春佳节时刻渴望回家与亲人团聚的普遍心理，诗人即景生情，以平实自然、精巧委婉的语言，表达出他深刻细腻的情感体验，把思归盼归之情融入到九曲柔肠之中，景中寓情，情中带景，情景交融。并运用了对比映衬手法，叙述中有对比，含蓄宛转地表达了作者急切的思归之情，而且作者将“归”与“思”分别放在两个相对照的句子中，与题目遥相呼应，别具特色。\n\n","translation":"入春已经七天了，离开家已经有两年了。\n回家的日子要落在春回大地北飞的雁群之后了，但是想回家的念头却在春花开放以前就有了。\n\n"}
{"_id":{"$oid":"5b9a1491367d5cab1866888e"},"title":"浪淘沙·借问江潮与海水","dynasty":"唐代","writer":"白居易","content":"借问江潮与海水，何似君情与妾心？\n相恨不如潮有信，相思始觉海非深。","type":["宋词三百首","妇女","思念","爱情","忠贞"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154253586.mp3","remark":"妾：古时女子的谦称。\n恨：埋怨，不满的情绪。《说文》恨，怨也。\n\n","shangxi":"　　这首词形式与七言绝句相同，本来是白居易的自度曲，“相恨不如潮有信”句诗人化用了李益《江南曲》诗意：“嫁得瞿塘贾，朝朝误妾期。早知潮有信，嫁与弄潮儿。”在中唐当时，官府重商弃农，盐商和珠宝大贾成为一个特殊阶层，“姓名不在县籍中”，“不属州县属天子”，他们牟取暴利，生活豪奢，“商人重利轻离别”、“日日逐利西复东”，故商人妇便更要常受“来去江口守空船”之苦。这首词通过自问自答的形式来写闺情。词人通过对一位复杂微妙的闺中女子内心矛盾的刻画，真实地表现出她对爱情的忠贞和被人抛弃的悲惨境遇。\n\n　　“借问江潮与海水，何似君情与妾心”首二句劈空发问，以水喻情。“江潮”常汹涌而来，倏忽而去，与薄幸人起初热烈却又转瞬即逝的爱情极为相似。大海既深且广，有如思妇对情人的思念。但词中思妇却并不这么看，她认为江和海水不能与自己的情意相比。“相恨不如潮有信，相思始觉海非深”，上二句设问，这两句予以回答。“江潮”纵然倏忽而逝，但它有日日夜夜有来有往，而那负心郎呢？他走后却再没有音信。海水纵然很深，却不及自己对“君”的情意深厚。真是“君心不如潮，妾心深过海”。词以“君心”比“江潮”，以“妾心”比“海水”，十分贴切自然，读之叫人拍手称妙。这首词虽写闺情，却是以欢情来显现，形式清新活泼。\n\n","translation":"我问这江潮和海水，哪里像郎君的深情和女子的心意。\n男女互相埋怨的时候认为对方不如潮水守时有信，互相思念的时候才发觉海并不算深。\n\n"}
{"_id":{"$oid":"5b9a1491367d5cab1866888f"},"title":"送春 / 春晚","dynasty":"宋代","writer":"王令","content":"三月残花落更开，小檐日日燕飞来。\n子规夜半犹啼血，不信东风唤不回。","type":["古诗三百首","春天","写景","惜春"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154254147.mp3","remark":"更：再，重。\n檐：屋檐。\n子规：杜鹃鸟。\n啼血：形容鸟类啼叫的悲苦，一般指杜鹃鸟的啼叫。\n不信：虽则不信，然春去依旧\n\n","shangxi":"　　这是一首写景的七言诗，表现了暮春时节的景象和诗人的感受。诗的前两句写景为主，后两句由景生情，抒发了自己的生活态度和追求。\n\n　　花落了虽又重开，燕子离去了还会回来，然而那眷恋春光的杜鹃，却半夜三更还在悲啼，不相信东风是唤不回来的。\n\n　　诗中的“落更开”描述了三月的花谢了又开，表现了春光未逝；“燕飞来”描述了低矮的屋檐下有燕子飞来飞去，表现了春光生机犹在写出了暮春景象：春光未逝，生机犹存的特点。\n\n　　后两句以拟人的手法来写了杜鹃鸟，塑造了一个执着的形象，借此表现自己留恋春天的情怀，字里行间充满凄凉的美感。\n\n　　东风就是指春风，子规，杜鹃鸟经常在暮春啼叫。\n\n　　诗人用子规夜半犹啼血，不信东风唤不回来表达竭尽全力留住美好时光的意思，既表达珍惜的心情，又显示了自信和努力的态度。表现了自己顽强进取，执着追求美好未来的坚定的信念和乐观的精神。这首诗的子规（杜鹃）与以往大部分诗里借喻哀伤，凄切的含义较不相同，带有比较积极的意义.\n\n","translation":"暮春三月花败又花开，矮矮屋檐下燕子飞走又回来。\n只那眷恋春光的杜鹃鸟仍在夜半悲啼，不相信春风唤不回。\n\n"}
{"_id":{"$oid":"5b9a1492367d5cab18668890"},"title":"鹧鸪天·有客慨然谈功名因追念少年时事戏作","dynasty":"宋代","writer":"辛弃疾","content":"壮岁旌旗拥万夫，锦襜突骑渡江初。燕兵夜娖银胡觮，汉箭朝飞金仆姑。\n追往事，叹今吾，春风不染白髭须。却将万字平戎策，换得东家种树书。","type":["宋词三百首","豪放","回忆","战争","壮志难酬"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154254892.mp3","remark":"鹧鸪天：词牌名。双调五十五字，押平声韵。\n少年时事：年轻时期的事情。\n壮岁旌旗拥万夫：指作者领导起义军抗金事，当时正二十岁出头。他在《进美芹十论子》里说：“臣尝鸠众二千，隶耿京，为掌书记，与图恢复，共藉兵二十五万，纳款于朝。”壮岁：少壮之时。\n锦襜（chān）突骑渡江初：指作者南归前统帅部队和敌人战斗之事。锦襜突骑：穿锦绣短衣的快速骑兵。襜：战袍。衣蔽前曰“襜”。\n“燕兵”句：意谓金兵在夜晚枕着箭袋小心防备。燕兵：此处指金兵。娖（chuò）：整理的意思。银胡觮（原字为“革”旁加“录”，音lù）：银色或镶银的箭袋。一说娖为谨慎貌，胡觮是一种用皮制成的测听器，军士枕着它，可以测听三十里内外的人马声响，见《通典》。\n“汉箭”句：意谓清晨宋军便万箭齐发，向金兵发起进攻。汉：代指宋。金仆姑：箭名，见《左传·庄公十一年》。\n髭（zī）须：胡子。唇上曰髭，唇下为须。\n平戎策：平定当时入侵者的策略。此指作者南归后向朝廷提出的《美芹十论》《九议》等在政治上、军事上都很有价值的抗金意见书。\n东家：东邻。种树书：表示退休归耕农田。\n\n","shangxi":"　　这首词的上片写的是作者青年时期那段传奇般的出色经历。“壮岁旌旗拥万夫，锦襜突骑渡江初。”上句写作者年青时参加领导抗金义军，曾率领过上万人的队伍；下句写自己率领精锐锦衣骑兵渡江南来。“锦襜突骑”，即穿锦绣短衣的快速骑兵。“燕兵夜娖银胡簶，汉箭朝飞金仆姑。”具体描写南奔时突破金兵防线，和金兵战斗的场面：金兵晚上准备箭筒，修筑工事，而宋兵拂晓便发起了进攻。燕兵，指金兵。“夜娖银胡觮”，夜里整理兵器（准备天明的战斗），侧面说明义军进兵神速，出其不意。娖，通“捉”；胡觮，箭袋。一说，枕着银胡觮而细听之意。娖，谨慎貌；胡觮是一种用皮制成的测听器，军士枕着它，可以测听三十里内外的人马声响，见《通典》。两说皆可通，今取前说。“汉箭”句，指义军用箭攻击金人。金仆姑，箭名，见《左传·庄公十一年》。四句写义军军容之盛和南奔时的紧急战斗情况，用“拥”字、“飞”字表动作，从旌旗、军装、兵器上加以烘托，写得如火如荼，有声有色，极为饱满有力富有感染力。\n\n　　作者回忆青年时代自己杀敌的壮举和抗敌的战斗，豪情壮志溢于笔端，他怀着一片报国之心南渡归宋，满怀希望地打算为宋杀敌建功，但却不被高宗重用，亦不采纳他的平戎之策，长期被闲置不用，使他壮志沉埋，无法一展怀抱。因此在转入下片后，追怀往事，不免深深地叹息：“追往事，叹今吾，春风不染白髭须。”上二句今昔对照，一“追”一“叹”，包含多少岁月，多少挫折；又灵活地从上片的忆旧引出下片的叙今。第三句申明“叹今吾”的主要内容。草木经春风的吹拂能重新变绿，人的须发在春风中却不能由白变黑。感叹青春不再，韶华易逝的可惜，这是一层；白髭须和上片的壮岁对照，和句中的春风对照，又各为一层；不甘心年老，言外有壮志未能彻底湮灭之意，又自为一层。一句中有多层含意，感慨极为深沉。“却将万字平戎策，换得东家种树书”，以最鲜明、最典形最生动的形象，突出作者的理想与现实的尖锐矛盾，突出他一生的政治悲剧，把上一句的感慨引向更为深化、极端沉痛的地步。平戎策，指作者南归后向朝廷提出的《美芹十论》《九议》等在政治上、军事上都很有价值的抗金意见书。上万字的平戎策毫无用处，倒不如向人换来种树书，还有一些生产上的实用价值。这是一种政治现实，对于作者是一种什么样的生活感受，不言而喻。陆游《小园》诗：“骏马宝刀俱一梦，夕阳闲和饭牛歌。”刘克庄《满江红·夜雨凉甚忽动从戎之兴》词中的“生怕客谈榆塞事，且教儿诵《花间集》”和这两句意境相近，也写得很凄凉；但联系作者生平的文韬武略、英雄事迹来看，这两句的悲慨程度还更使人扼腕不已。\n\n　　这首词以短短的五十五个字，深刻地概括了一个抗金名将的悲惨遭遇。上片气势恢宏，下片悲凉如冰，心伤透骨。悲壮对照，悲壮结合，真如彭孙遹《金粟词话》评辛词所说的：“激昂排宕，不可一世”，是作者最出色、最有分量的小令词。\n\n","translation":"我年轻的时候带着一万多的士兵、精锐的骑兵们渡过长江时。金人的士兵晚上在准备着箭袋，而我们汉人的军队一大早向敌人射去名叫金仆姑的箭。\n追忆着往事，感叹如今的自己，春风也不能把我的白胡子染成黑色了。我看都把那长达几万字能平定金人的策略，拿去跟东边的人家换换种树的书吧。\n\n"}
{"_id":{"$oid":"5b9a1492367d5cab18668891"},"title":"戏问花门酒家翁","dynasty":"唐代","writer":"岑参","content":"老人七十仍沽酒，千壶百瓮花门口。 \n道傍榆荚巧似钱，摘来沽酒君肯否。","type":["抒情","生活"],"remark":"沽：买或卖。首句的“沽”是卖的意思，末句的“沽”是买的意思。\n花门：即花门楼，凉州（今甘肃武威）馆舍名。花门口：指花门楼口。\n榆荚：榆树的果实。春天榆树枝条间生榆荚，形状似钱而小，色白成串，俗称榆钱。\n\n","translation":"这位老人家七十岁了仍然在卖酒，将上千个酒壶和酒瓮摆放在在花门楼口。\n道路旁的榆荚看起来也很像一串串铜钱，我摘下来用它买酒您可卖否？\n\n"}
{"_id":{"$oid":"5b9a1492367d5cab18668892"},"title":"关山月","dynasty":"宋代","writer":"陆游","content":"和戎诏下十五年，将军不战空临边。\n朱门沉沉按歌舞，厩马肥死弓断弦。\n戍楼刁斗催落月，三十从军今白发。\n笛里谁知壮士心，沙头空照征人骨。\n中原干戈古亦闻，岂有逆胡传子孙！\n遗民忍死望恢复，几处今宵垂泪痕。","type":["爱国","壮志未酬","悲愤"],"remark":"关山月：乐府旧题，《乐府解题》云“《关山月》，伤离别也”。\n和戎：原意是与少数民族和睦相处，实指宋朝向金人屈膝求安。宋孝宗隆兴元年（1163年）下诏与金人第二次议和，至作者作此诗时，历时为十五年。\n边：边防，边境。\n“朱门”句：红漆大门，借指豪门贵族。沉沉：形容门房庭院深邃。按：击节拍。\n“厩（iù）”句：马棚。肥死：马棚里的马不用，渐渐死去。弓断弦：弓很久不用，绷的弦都断了。\n“戍楼”句：边界上用以守望的岗楼。刁斗：军用铜锅，可以做饭，也可用来打更。\n笛里：指以笛吹奏的曲调声。\n沙头：边塞沙漠之地。征人：出征戍守边塞的战士。\n逆胡传子孙：指金人长期占领中原。金自太宗完颜晟进占中原，至此时已有四世，故云传子孙。又可理解为南宋当今君臣不思恢复。将它留给后代去处理。\n“遗民”句：指金国占领下的中原百姓。恢复：恢复中原故土。\n\n","shangxi":"艺术特色 　　《关山月》诗不仅有着深刻的思想，而且有充沛的感情，丰满的形象，生动的描写。具体说来，概括性强，抒情性强，语言精练自然，圆转流畅，是这首诗的特点。同时也可以说是陆游在艺术上的共同特点。这首《关山月》诗的风格是沉郁、苍茫、悲凉、激越的。陆游创造性运用了《关山月》这种古乐府的旧题， “关山月”原来以边塞为题材，抒发从军战士怀人思乡的内心感情。而陆游从和戎下诏的统治集团写到边塞戍楼的战士又写到中原忍死的遗民，诗的内容丰富了，境界扩展了，思想意义也更深刻了。它的风格也不再是一味的低回哀怨而是沉郁苍茫、悲凉激越的了。陆游还相当巧妙地紧扣着关、山、月三个字，去组织材料表现主题，具有高度的概括性和很强的抒情性。关山原是代表边塞的地理特征，防守时总是在山势险峻之处设置关塞。而陆游却突破这一限制，把关山扩大开去，从关山以内写到关山以外。关山以内是后方，那里朱门之内的尽兴的浅斟低唱，无休止地轻歌漫舞。关山本身是前方战士的戍楼，那里有楼内生者的苍苍白发，楼外死者的累累白骨。关山以外，是沦陷区，那里有残暴敌人的干戈屠杀，无辜百姓的血泪酸辛。诗人由近及远，把几方面不同的事物排列在一起，深刻而生动地表现了诗人爱憎的感情、是非观念，形象而具体地揭示出爱国和卖国两条政治路线的尖锐对立，具有高度的概括性和浓郁的抒情性。同时诗人还紧扣“月”字，利用月亮的连续变化，周而复始，来表示时间的推移、季节的转换，这是从纵的方面贯穿和戎诏下十五年的历史。而且月在我们民族的传统中象征着美好的团圆，因此守边的战士见了它抒发怀乡之情；亡国的遗民见了它，牵动故国之思。可是在南宋统治集团看来，这正是烹歌煮酒的良辰美景。同是明月，在不同的政治立场、不同生活处境人们的心目当中，感受不同，反映不同；同是明月照射着朱门的歌舞，照射着前方战士的白发、尸骨，照射着沦陷区遗民的泪痕，而且在十五年来就这么一直照射着。歌舞沉迷，白发益多，尸骨未收，泪痕依旧。借着月光的照射，诗人从历史到现实，把长期和戎不战的政治局面，作了鲜明真切的艺术概括，沉痛悲愤之情充溢于字里行间。诗的语言也晓畅平易，精练自然，没有剑拔弩张惊人的句子，但在客观事实的描述中，却更显出一种摧人泪下、惊心动魄的力量。由此可见，说《关山月》思想性、艺术性达到了高度完美的结合，能代表陆游诗歌的思想艺术特点，是一点也不夸张的。 ▲","translation":"与金人议和的诏书已经下了十五年，将军不作战白白地来到边疆。\n深广、壮丽的贵族府里按着节拍演歌舞，马棚里的肥马默默死去、弓弦朽断。\n守望岗楼上报更的刁斗催月落，三十岁参军到如今已经白了发。\n从笛声里谁人知道壮士的心思。月亮白白地照射着出征将士的骨头。\n中原一带的战争古代也听说有，但哪有异族统治者能在中原传子传孙？\n沦陷的人民忍痛生存盼复国，今天晚上有多少地方的民众在流泪！\n\n"}
{"_id":{"$oid":"5b9a1492367d5cab18668893"},"title":"台城","dynasty":"唐代","writer":"韦庄","content":"江雨霏霏江草齐，六朝如梦鸟空啼。 \n无情最是台城柳，依旧烟笼十里堤。","type":["咏史怀古","写景","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154255437.mp3","remark":"台城：也称苑城，在今南京市鸡鸣山南，原是三国时代吴国的后苑城，东晋成帝时改建。从东晋到南朝结束，这里一直是朝廷台省（中央政府）和皇宫所在地，既是政治中枢，又是帝王荒淫享乐的场所。\n霏霏：细雨纷纷状。\n六朝：指吴、东晋、宋、齐、梁、陈。\n烟：指柳树绿阴阴的，像清淡的烟雾一样。\n\n","shangxi":"　　这是一首凭吊六朝古迹的诗。中唐时期，昔日繁华的台城已是“万户千门成野草”；到了唐末，这里就更荒废不堪了。\n\n　　吊古诗多触景生情，借景寄慨，写得比较虚。这首诗则比同类作品更空灵蕴藉。它从头到尾采取侧面烘托的手法，着意造成一种梦幻式的情调气氛，让读者透过这层隐约的感情帷幕去体味作者的感慨。这是一个值得注意的特点。\n\n　　起句不正面描绘台城，而是着意渲染氛围。金陵滨江，故说“江雨”、“江草”。江南的春雨，密而且细，在霏霏雨丝中，四望迷蒙，如烟笼雾罩，给人以如梦似幻之感。暮春三月，江南草长，碧绿如茵，又显出自然界的生机。这景色即具有江南风物特有的轻柔婉丽，又容易勾起人们的迷惘惆伥。这就为下一句抒情作了准备。\n\n　　“六朝如梦鸟空啼”。从首句描绘江南烟雨到次句的六朝如梦，跳跃很大，乍读似不相属。其实不仅“江雨霏霏”的氛围已暗逗“梦”字，而且在霏霏江雨、如茵碧草之间就隐藏着一座已经荒凉破败的台城。鸟啼草绿，春色常在，而曾经在台城追欢逐乐的六朝统治者却早已成为历史上来去匆匆的过客，豪华壮丽的台城也成了供人凭吊的历史遗迹。从东吴到陈，三百多年间，六个短促的王朝一个接一个地衰败覆亡，变幻之速，本来就给人以如梦之感；再加上自然与人事的对照，更加深了“六朝如梦”的感慨。“台城六代竞豪华”，但眼前这一切已荡然无存，只有不解人世沧桑、历史兴衰的鸟儿在发出欢快的啼鸣它从人们对鸟啼的特殊感受中进一步烘托出“梦”字，寓慨很深。\n\n　　“无情最是台城柳，依旧烟笼十里堤。”杨柳是春天的标志。在春风中摇荡的杨柳，总是给人以欣欣向荣之感，让人想起繁荣兴茂的局面。当年十里长堤，杨柳堆烟，曾经是台城繁华景象的点缀；如今，台城已经是“万户千门成野草”，而台城柳色，却“依旧烟笼十里堤。”这繁荣茂盛的自然景色和荒凉破败的历史遗迹，终古如斯的长堤烟柳和转瞬即逝的六代豪华的鲜明对比，对于一个身处末世、怀着亡国之忧的诗人来说，该是多么令人触目惊心！而台城堤柳，却既不管人间兴亡，也不管面对它的诗人会引起多少今昔盛衰之感，所以说它“无情”。说柳“无情”，正透露出人的无限伤痛。“依旧”二字，深寓历史沧桑之慨。它暗示了一个腐败的时代的消逝，也预示历史的重演。堤柳堆烟，本来就易触发往事如烟的感慨，加以它在诗歌中又常常被用作抒写兴亡之感的凭藉，所以诗人因堤柳引起的感慨也就特别强烈。“无情”、“依旧”，通贯全篇写景，兼包江雨、江草、啼鸟与堤柳；“最是”二字，则突出强调了堤柳的“无情”和诗人的感伤怅惘。\n\n　　诗人凭吊台城古迹，回顾六朝旧事，免不了有今之视昔，亦犹后之视今之感。亡国的不祥预感，在写这首诗时是萦绕在诗人心头的。如果说李益的《汴河曲》在“行人莫上长堤望，风起杨花愁杀人”的强烈感喟中还蕴含着避免重演亡隋故事的愿望，那么本篇则在如梦似幻的气氛中流露了浓重的伤感情绪，这正是唐王朝覆亡之势已成，重演六朝悲剧已不可免的现实在吊古诗中的一种折光反映。\n\n　　这首诗以自然景物的“依旧”暗示人世的沧桑，以物的“无情”反托人的伤痛，而在历史感慨之中即暗寓伤今之意。思想情绪虽不免有些消极，但这种虚处传神的艺术表现手法，仍可以借鉴。\n\n","translation":"江面烟雨迷濛，江边绿草如茵。六朝先后衰亡，宛如南柯一梦。江鸟哀婉啼叫，听来悲悲切切。\n只有台城柳树最是无情，依旧灯笼十里长堤。\n\n"}
{"_id":{"$oid":"5b9a1492367d5cab18668894"},"title":"金铜仙人辞汉歌","dynasty":"唐代","writer":"李贺","content":"魏明帝青龙元年八月，诏宫官牵车西取汉孝武捧露盘仙人，欲立置前殿。宫官既拆盘，仙人临载，乃潸然泪下。唐诸王孙李长吉遂作《金铜仙人辞汉歌》。\n\n茂陵刘郎秋风客，夜闻马嘶晓无迹。\n画栏桂树悬秋香，三十六宫土花碧。\n魏官牵车指千里，东关酸风射眸子。\n空将汉月出宫门，忆君清泪如铅水。\n衰兰送客咸阳道，天若有情天亦老。\n携盘独出月荒凉，渭城已远波声小。\n\n","type":["离别","怀古","感伤"],"remark":"魏明帝：名曹叡，曹操之孙。青龙元年：旧本又作九年，然魏青龙无九年，显误。元年亦与史不符，据《三国志·魏书·明帝纪》，公元237年（魏青龙五年）旧历三月改元为景初元年，徙长安铜人承露盘即在这一年。\n宫官：指宦官。牵车：一作“舝车”。舝，同“辖”，车轴头。这里是驾驶的意思。捧露盘仙人：王琦注引《三辅黄图》：“神明台，武帝造，上有承露盘，有铜仙人舒掌捧铜盘玉杯以承云表之露，以露和玉屑服之，以求仙道。”\n潸然泪下：《三国志·魏书·明帝纪》裴注引《汉晋春秋》：“帝徙盘，盘拆，声闻数十里，金狄（铜人）或泣，因留于霸城。”\n唐诸王孙：李贺是唐宗室之后，故称“唐诸王孙”。\n茂陵：汉武帝刘彻的陵墓，在今陕西省兴平县东北。刘郎：指汉武帝。秋风客：犹言悲秋之人。汉武帝曾作《秋风辞》，有句云：“欢乐极兮哀情多，少壮几时兮奈老何？”\n“夜闻”句：传说汉武帝的魂魄出入汉宫，有人曾在夜中听到他坐骑的嘶鸣。\n桂树悬秋香：八月景象。秋香：指桂花的芳香。\n三十六宫：张衡《西京赋》：“离宫别馆三十六所。”土花：苔藓。\n舝：一作“牵”。千里：言长安汉宫到洛阳魏宫路途之远。\n东关：车出长安东门，故云东关。酸风：令人心酸落泪之风。\n将：与，伴随。汉月：汉朝时的明月。\n君：指汉家君主，特指汉武帝刘彻。铅水：比喻铜人所落的眼泪，含有心情沉重的意思。\n衰兰送客：秋兰已老，故称衰兰。客指铜人。咸阳：秦都城名，汉改为渭城县，离长安不远。咸阳道：此指长安城外的道路。\n“天若”句：意谓面对如此兴亡盛衰的变化，天若有情，也会因常常伤感而衰老。\n独出：一说应作“独去”。\n渭城：秦都咸阳，汉改为渭城县，此代指长安。波声：指渭水的波涛声。渭城在渭水北岸。\n\n","shangxi":"　　《金铜仙人辞汉歌》诗中的金铜仙人临去时“潸然泪下”表达的主要是亡国之恸。此诗所抒发的是一种交织着家国之痛和身世之悲的凝重感情。\n\n　　诗共十二句，大体可分成三个部分。前四句慨叹韶华易逝，人生难久。汉武帝当日炼丹求仙，梦想长生不老。结果，还是像秋风中的落叶一般，倏然离去，留下的不过是茂陵荒冢而已。尽管他在世时威风无比，称得上是一代天骄，可是，“夜闻马嘶晓天迹”，在无穷无尽的历史长河里，他不过是偶然一现的泡影而已。诗中直呼汉武帝为“刘郎”，表现了李贺傲兀不羁的性格和不受封建等级观念束缚的可贵精神。\n\n　　全诗可分为三个层次。首四句是第一个层次，借金铜仙人的“观感”慨叹韶华易逝，人生短暂。世事无常。诗中直呼汉武帝为“刘郎”为“客”，表现了李贺不羁的性格和不受封建等级观念束缚的精神。中四句为第二个层次，用拟人化手法写金铜仙人初离汉宫的酸苦惨凄情态，亡国之痛和移徙之悲跃然纸上。特别是“酸”、“射”两字，把主观的情和客观的物完全揉和在一起，含义极为丰富。末四句为第三个层次，写出城后途中的情景。“衰兰”一语，写形兼写情，而以写情为主（因愁苦而“衰”）；“天若”一语，设想奇伟，意境辽远，感情深沉，司马光称为“奇绝无双”;末联进一步描述了金铜仙人恨别伤离，不忍离去，而又不能不离去的情怀，感人至深。\n\n　　“夜闻”句承上启下，用夸张的手法显示生命短暂，世事无常。它是上句的补充，使“秋风客”的形象更加鲜明、丰满，也为下句展示悲凉幽冷的环境气氛作了必要的铺垫。汉武帝在世时，宫殿内外，车马喧阗。此时物是人非，画栏内高大的桂树依旧花繁叶茂，香气飘逸，三十六宫却早空空如也，惨绿色的苔藓布满各处，荒凉冷落的面貌令人目不忍睹。\n\n　　以上所写是金铜仙人的“观感”。金铜仙人是汉武帝建造的，矗立在神明台上，“高二十丈，大十围”（《三辅故事》），异常雄伟。公元233年（魏明帝景初元年），它被拆离汉宫，运往洛阳，后因“重不可致”，而被留在霸城。习凿齿《汉晋春秋》说：“帝徙盘，盘拆，声闻数十里，金狄（即铜人）或泣，因留霸城。”李贺故意去掉史书上“铜人重不可致，留于霸城”（《三国志》注引《魏略》）的情节，而将“金狄或泣”的神奇传说加以发挥，并在金铜仙人身上注入自己的思想感情。这样，物和人、历史和现实便融为一体，从而幻化出美丽动人的艺术境界来。\n\n　　中间四句用拟人法写金铜仙人初离汉宫时的凄婉情态。金铜仙人是刘汉王朝由昌盛到衰亡的“见证人”，眼前发生的沧桑巨变早已使他感慨万端，神惨色凄。而自己又被魏官强行拆离汉宫，此时此刻，兴亡的感触和离别的情怀一齐涌上心头。“魏官”二句，从客观上烘托金铜人依依不忍离去的心情。“指千里”言道路遥远。从长安迁往洛阳，千里迢迢，远行之苦加上远离之悲，实在教人不堪忍受。“东关”句言气候恶劣。此时关东霜风凄紧，直射眸子，不仅眼为之“酸”，亦且心为之“酸”。它含有“马后桃花马前雪，出关争得不回头”的意味，表现出对汉宫、对长安的深切依恋之情。句中“酸”、“射”二字，新奇巧妙而又浑厚凝重。特别是“酸”字，通过金铜仙人的主观感受，把彼时彼地风的尖利、寒冷、惨烈等情形，生动地显现出来。这里，主观的情和客观的物已完全揉合在一起，含义极为丰富。\n\n　　诗人时而正面摹写铜人的神态，时而又从侧面落笔，描绘铜人四周的景物，给它们涂上一层忧伤的色调。两种手法交互运用，使诗意开阖动荡，变幻多姿，而又始终围绕着一个“愁”字，于参差中见整饬，色调统一，题旨鲜明。“魏官”二句，侧重描写客体，“空将”二句则改写主体，用第一人称，直接抒发金铜仙人当时的思想感情：在魏官的驱使下离别汉宫，作千里之行。伴随着“我”的唯有天上旧时的明月而已。事情发生在三国时期而称月为“汉月”，它抒发的是一种怀旧的感情，正如王琦《李长吉歌诗汇解》所诠释的：“因革之间，万象为之一变，而月体始终不变，仍似旧时，故称‘汉月’。”金铜仙人亲身感受过武帝的爱抚，亲眼看到过当日繁荣昌盛的景象。对于故主，他十分怀念，对于故宫，也有着深厚的感情。而此刻坐在魏官牵引的车子上，渐行渐远，眼前熟悉而又荒凉的宫殿即将隐匿不见，抚今忆昔，不禁潸然泪下。“忆君”句中“泪如铅水”，比喻奇妙非凡，绘声绘色地写出了金铜仙人当时悲痛的形容——泪水涔涔，落地有声。这种感怀旧事、恨别伤离的神情与人无异，是“人性”的表现，而“铅水”一词又与铜人的身份相适应，婉曲地显示了他的“物性”。这些巧妙的表现手法，成功地塑造出金铜仙人这样一个物而人、物而神，独一无二，奇特而又生动的艺术形象来。\n\n　　末四句写出城后途中的情景。此番离去，正值月冷风凄，城外的“咸阳道”和城内的“三十六宫”一样，呈现出一派萧瑟悲凉的景象。这时送客的唯有路边的“衰兰”，而同行的旧时相识也只有手中的承露盘而已。“衰兰”一语写形兼写情，而以写情为主。兰花之所以衰枯，不只因为秋风肃杀，对它无情摧残，更是愁苦的情怀直接造成。这里用衰兰的愁映衬金铜仙人的愁，亦即作者本人的愁，它比《开愁歌》中的“我生二十不得意，一心愁谢如枯兰”，更加婉曲，也更为新奇。\n\n　　兰花的衰枯是情使之然。凡是有情之物都会衰老枯谢。别看苍天日出月没，光景常新，终古不变。假若它有情的话，也照样会衰老。“天若有情天亦老”这一句设想奇伟，司马光称为“奇绝无对”。它有力地烘托了金铜仙人（实即作者自己）艰难的处境和凄苦的情怀，意境辽阔高远，感情执着深沉，真是千古名句。\n\n　　尾联进一步描述金铜仙人恨别伤离的情绪。他不忍离去，却又不得不离去，而且随着时间的推移，离开故都越来越远。这时，望着天空中荒凉的月色，听着那越来越小的渭水流淌声，心里有种说不出来的滋味。“渭城”句从对面落笔，用“波声小”反衬出铜人渐渐远去的身影。一方面波声渺远，另一方面，道阻且长。它借助于事物的声音和形态，委婉而深沉地表现出金铜仙人“思悠悠，恨悠悠”的离别情怀，而这正是当日诗人在仕进无望、被迫离开长安时的心境。\n\n　　这首诗是李贺的代表作品之一。它设想奇创，而又深沉感人；形象鲜明而又变幻多姿。怨愤之情溢于言外，却并无怒目圆睁、气峻难平的表现。遣词造句奇峭而又妥帖，刚柔相济，恨爱互生，参差错落而又整饬绵密。这确是一首既有独特风格，而又诸美同臻的诗作，在李贺的集子里，也找不出几首类似的作品来。\n\n","translation":"魏明帝青龙元年八月，诏宫官牵车西取汉孝武捧露盘仙人，欲立置前殿。宫官既拆盘，仙人临载，乃潸然泪下。唐诸王孙李长吉遂作《金铜仙人辞汉歌》。\n\n茂陵里埋葬的刘郎，好像秋风过客匆匆而逝。\n夜里曾听到他的神马嘶鸣，天亮却杳无踪迹。\n画栏旁边棵棵桂树，依然散发着深秋的香气。\n长安城的三十六宫，如今却是一片苔藓碧绿。\n魏国官员驱车载运铜人，直向千里外的异地。\n刚刚走出长安东门，寒风直射铜人的眼珠里。\n只有那朝夕相处的汉月，伴随铜人走出官邸。\n怀念起往日的君主，铜人流下如铅水的泪滴。\n枯衰的兰草为远客送别，在通向咸阳的古道。\n上天如果有感情，也会因为悲伤而变得衰老。\n独出长安的盘儿，在荒凉的月色下孤独影渺。\n眼看着长安渐渐远去，渭水波声也越来越小。\n\n"}
{"_id":{"$oid":"5b9a1492367d5cab18668895"},"title":"次韵陆佥宪元日春晴","dynasty":"明代","writer":"王守仁","content":"城里夕阳城外雪，相将十里异阴晴。\n也知造物曾何意，底事人心苦未平。\n柏府楼台衔倒影，茅茨松竹泻寒声。\n布衾莫谩愁僵卧，积素还多达曙明。","type":["春节","写景","抒怀","愿望"],"remark":"也知：有谁知道。\n底事：此事。底，作疑问代词，相当于此、这。\n布衾：棉被。如杜甫诗《茅屋为秋风所破歌》：“布衾多年冷似铁。”\n\n","translation":"城里有夕阳而城外却下雪，相距十里天气竟不一样。\n可知道造物主是何心意？莫非人心中的苦难还没有磨平。\n御史府的楼台倒影在水中，茅屋松竹流泻出寒冷的信息。\n有布被不要担心睡觉冻僵，多一点耐心总会等到天明。\n\n"}
{"_id":{"$oid":"5b9a1492367d5cab18668896"},"title":"江城子·西城杨柳弄春柔","dynasty":"宋代","writer":"秦观","content":"西城杨柳弄春柔，动离忧，泪难收。犹记多情、曾为系归舟。碧野朱桥当日事，人不见，水空流。\n韶华不为少年留，恨悠悠，几时休？飞絮落花时候、一登楼。便作春江都是泪，流不尽，许多愁。","type":["宋词三百首","宋词精选","婉约","爱情","怀人","感伤"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154255319.mp3","remark":"江城子：词牌名，又名“江神子”“村意远”。唐词单调，始见《花间集》韦庄词。宋人改为双调，七十字，上下片都是七句五平韵。\n弄春：谓在春日弄姿。明徐渭《赋得万绿枝头红一点》诗：“名园树树老啼莺，叶底孤花巧弄春。”\n离忧：离别的忧思；离人的忧伤。唐杜甫《长沙送李十一》诗：“李杜齐名真忝窃，朔云寒菊倍离忧。”\n多情：指钟情的人。宋张先《南乡子·京口》词：“春水一篙残照阔，遥遥，有个多情立画桥。”\n归舟：返航的船。南朝宋谢灵运《酬从弟惠连》诗：“梦寐伫归舟，释我吝与劳。”\n韶华：美好的时光。常指春光。唐戴叔伦《暮春感怀》诗：“东皇去后韶华尽，老圃寒香别有秋。”\n飞絮：飘飞的柳絮。北周庾信《杨柳歌》：“独忆飞絮鹅毛下，非复青丝马尾垂。”\n春江：春天的江。唐张若虚《春江花月夜》诗：“滟滟随波千万里，何处春江无月明。”\n\n","shangxi":"　　这首愁情词由春愁离愁写起，再写失恋之愁和叹老嗟卑之愁，省略或者说是虚化了具体时空背景，仿佛将词人一生所经历之愁都凝聚浓缩在一首词中了，很富表现力和艺术感染力。\n\n　　上片前三句写初春的离别，并未出现告别的对象而悲泪滂沱，已寓无限隐情。“犹记”两句转为忆旧，“多情”指恋人，“系归舟”指飘泊重逢的激动。“碧野朱桥”是当日系舟处所，又是今日处境。“当日事”唯存记忆，而眼前是“人不见，水空流”。即谓再度离别，再度“归来”时，已无人“系舟”，只见水流了！几个波折，诉尽赴约而不遇的绝望哀情。\n\n　　换头“韶华”句为议论，道破人生真理，此理虽为常理常情，但由词人体味人生后道出则有极哀切的意蕴。这青春不再，年华易衰，才是“恨悠悠”的终极原因，何况春天又一次完结了哩！此悠悠长恨，当然将词人仕途不遇、理想落空的伤感融注其间了。最后，将愁恨之泪化作春江，极尽夸饰之能事，却仍“流不尽，许多愁”！妙在“流不尽”！此喻，在李后主“问君能有几多愁，恰似一江春水向东流”的比喻基础上，又翻出一层新意，乃脱胎换骨，点铁成金之法。\n\n　　此词结构布局极缜密。下片“飞絮落花”印上片“杨柳弄春柔”；“登楼”印“离忧”；“春江都是泪”印“泪难收”；“韶华不为少年留”总提全词命意，天然浑成，意态兼善，神韵悠长。\n\n","translation":"西城的杨柳逗留着春天的柔情，使我想起离别时的忧伤，眼泪很难收回。还记得当年你为我拴着归来的小舟。绿色的原野，红色的桥，是我们当时离别的情形。而如今你不在，只有水孤独地流着。\n美好的青春不为少年时停留，离别的苦恨，何时才到头？飘飞的柳絮，落花满地的时候我登上楼台。即使江水都化作泪水，也流不尽，依然有愁苦在心头。\n\n"}
{"_id":{"$oid":"5b9a1492367d5cab18668897"},"title":"九日","dynasty":"唐代","writer":"李白","content":"今日云景好，水绿秋山明。\n携壶酌流霞，搴菊泛寒荣。\n地远松石古，风扬弦管清。\n窥觞照欢颜，独笑还自倾。\n落帽醉山月，空歌怀友生。","type":["重阳节","登高","饮酒","典故"],"remark":"九日：农历九月九日，俗称重九，古人认为九是阳数，所以这天又叫重阳节。\n云景好：景物好。\n流霞：美酒名。\n搴（qiān）菊：采取菊花。\n寒荣：寒冷天气开放的菊花，指菊花。\n觞（shāng）：古时的酒杯。\n落帽：典出《晋书》，据载：大司马桓温曾和他的参军孟嘉登高于龙山，孟嘉醉后，风吹落帽，自己却没有发觉，此举在讲究风度的魏晋时期，有伤大雅，孙盛作文嘲笑，孟嘉即兴作答：“醉看风落帽，舞爱月留人。”文辞优美，语惊四座。后人以此典比喻文人不拘小节，风度潇洒之态。\n空：徒然。\n友生：朋友。\n\n","translation":"今天云彩飘飘，景色迥然，流水更绿，青山更明亮。\n我手携一壶流霞酒，采撷一朵黄菊花，欣赏这菊花凌霜不凋的品行。\n这里山石偏僻，松树古远，快乐的管弦乐随风飘洒。\n酒杯当明镜照耀我欢乐容颜，独自一个人喝酒，自得其乐。\n望着山月独自起舞高歌，任帽儿被舞风吹落，却不知道让我怀念的朋友都在哪里。\n\n"}
{"_id":{"$oid":"5b9a1493367d5cab18668898"},"title":"葬花吟","dynasty":"清代","writer":"曹雪芹","content":"花谢花飞花满天，红消香断有谁怜？\n游丝软系飘春榭，落絮轻沾扑绣帘。\n闺中女儿惜春暮，愁绪满怀无释处。\n手把花锄出绣帘，忍踏落花来复去。\n柳丝榆荚自芳菲，不管桃飘与李飞；\n桃李明年能再发，明年闺中知有谁？\n三月香巢已垒成，梁间燕子太无情！\n明年花发虽可啄，却不道人去梁空巢也倾。\n一年三百六十日，风刀霜剑严相逼；\n明媚鲜妍能几时，一朝漂泊难寻觅。\n花开易见落难寻，阶前愁杀葬花人，\n独倚花锄泪暗洒，洒上空枝见血痕。\n杜鹃无语正黄昏，荷锄归去掩重门；\n青灯照壁人初睡，冷雨敲窗被未温。\n怪奴底事倍伤神？半为怜春半恼春。\n怜春忽至恼忽去，至又无言去未闻。\n昨宵庭外悲歌发，知是花魂与鸟魂？\n花魂鸟魂总难留，鸟自无言花自羞；\n愿侬此日生双翼，随花飞到天尽头。\n天尽头，何处有香丘？\n未若锦囊收艳骨，一抔净土掩风流。\n质本洁来还洁去，强于污淖陷渠沟。\n尔今死去侬收葬，未卜侬身何日丧？\n侬今葬花人笑痴，他年葬侬知是谁？\n试看春残花渐落，便是红颜老死时；\n一朝春尽红颜老，花落人亡两不知！——程高通行本\n\n花谢花飞飞满天，红消香断有谁怜？\n游丝软系飘春榭，落絮轻沾扑绣帘。\n闺中女儿惜春暮，愁绪满怀无释处。\n手把花锄出绣帘，忍踏落花来复去？\n柳丝榆荚自芳菲，不管桃飘与李飞。\n桃李明年能再发，明年闺中知有谁？\n三月香巢已垒成，梁间燕子太无情！\n明年花发虽可啄，却不道人去梁空巢也倾。\n一年三百六十日，风刀霜剑严相逼。\n明媚鲜妍能几时？一朝漂泊难寻觅。\n花开易见落难寻，阶前闷死葬花人。\n独倚花锄泪暗洒，洒上空枝见血痕。\n杜鹃无语正黄昏，荷锄归去掩重门。\n青灯照壁人初睡，冷雨敲窗被未温。\n怪奴底事倍伤神？半为怜春半恼春。\n怜春忽至恼忽去，至又无言去不闻。\n昨宵庭外悲歌发，知是花魂与鸟魂。\n花魂鸟魂总难留，鸟自无言花自羞。\n愿奴胁下生双翼，随花飞到天尽头。\n天尽头，何处有香丘？\n未若锦囊收艳骨，一抷净土掩风流！\n质本洁来还洁去，强于污淖陷渠沟。\n尔今死去侬收葬，未卜侬身何日丧？\n侬今葬花人笑痴，他年葬侬知有谁？\n试看春残花渐落，便是红颜老死时。\n一朝春尽红颜老，花落人亡两不知！——甲戌本\n\n花谢花飞花满天，红消香断有谁怜？\n游丝软系飘春榭，落絮轻沾扑绣帘。\n帘中女儿惜春莫，愁绪满怀无处诉。\n手把花锄出绣帘，忍踏落花来复去？\n柳丝榆荚自芳菲，不管桃飘与柳飞。\n桃李明年能再发，明岁闺中知有谁？\n三月香巢已垒成，梁间燕子太无情！\n明年花发虽可啄，却不道人去梁空巢也倾。\n一年三百六十日，风刀霜剑严相逼。\n明媚鲜妍能几时？一朝漂泊难寻觅。\n花开易见落难寻，阶前闷杀葬花人。\n独把香锄泪暗洒，洒上花枝见血痕。\n杜鹃无语正黄昏，荷锄归去掩重门。\n青灯照壁人初睡，冷雨敲窗被未温。\n怪奴底事倍伤神？半为怜春半恼春。\n怜春忽至恼忽去，至又无言去不闻。\n昨宵庭外悲歌发，知是花魂与鸟魂。\n花魂鸟魂总难留，鸟自无言花自羞。\n愿奴胁下生双翼，随花飞落天尽头。\n天尽头，何处有香丘？\n未若锦囊收艳骨，一抔冷土掩风流。\n质本洁来还洁去，强于污淖陷渠沟。\n尔今死去奴收葬，未卜奴身何日亡？\n奴今葬花人笑痴，他年葬奴知是谁？\n试看春残花渐落，便是红颜老死时！\n一朝春尽红颜老，花落人亡两不知。——周汝昌校本\n\n","type":["写花","寓人","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154256393.mp3","remark":"榭（xiè）：建在高土台或水面（或临水）上的的建筑，是一种借助于周围景色而见长的园林或景区休憩建筑。\n香丘：是根据佛教名词“香山”新造的词，意思是香气缭绕的小山丘，比喻有一小方受佛教庇护，可以安居乐业的土地。不奢求香气缭绕的蓬莱仙境。\n一抔（póu）：意思是一捧之土。典出《史记·张释之冯唐传》：“假令愚民取长陵一抔土，陛下何以加其法乎？”净土：佛教专用名词，原意指完全被佛教度化的土地，净土上除了佛教之外没有任何其它外道。与“一抔”联用后成为双关语，也指只有汉文化，不被佛教文化沾染的土地。\n帘中女儿惜春莫：“帘中”与上句为顶针续麻格。“莫”，“暮”的古字。\n洒上花枝见血痕：此句与两个传说有关：①娥皇、女英在湘江哭舜，泣血染竹枝成斑。所以黛玉号“潇湘妃子”。②蜀帝杜宇魂化杜鹃鸟，啼血染花枝，花即杜鹃花。所以下句接言“杜鹃”。案：周汝昌言：（花枝）谓花即泪染，非“空枝”之义。\n他年葬奴知是谁：这一句中在周汇本中出现了矛盾。在《葬花吟》中打出的是“奴”，而在下一章节中宝玉感慨句写出的是“我”，而周先生在注释中特意说明用“奴”“我”字样可体现小女随口吟成，改成“侬”尽显文人酸气。\n\n","shangxi":"　　《葬花吟》是曹雪芹创作的章回小说《红楼梦》女主人公林黛玉所吟诵的一首诗。这首诗在风格上仿效初唐体的歌行体，名为咏花，实则写人。全诗血泪怨怒凝聚，通过丰富而奇特的想象，暗淡而凄清的画面，浓烈而忧伤的情调，展现了黛玉多愁善感的性格、内心的矛盾与痛苦、细微而复杂的心理活动，表达了其在生与死、爱与恨等复杂的斗争过程中所产生的一种对自身存在焦虑不安的体验和对生命迷茫的情感。将花拟人，以花喻人，把花的命运与人的命运紧相联系，有力地控诉了那些摧残花的自然界和扼杀人的黑暗社会恶势力。明写花，实写人，将人物的遭遇、命运、思想、感情融汇于景与物的描绘之中，创造出内涵丰富、形象鲜明生动的意境，具有强烈的艺术感染力。整首诗是林黛玉生命理念和人生价值的真实写照。全诗抒情淋漓尽致，语言如泣如诉，声声悲音，字字血泪，满篇无一字不是发自肺腑、无一字不是血泪凝成，把林黛玉对身世的遭遇和感叹表现得入木三分。《葬花吟》写出主人公在幻想自由幸福而不可得时，所表现出来的那种不愿受辱被污、不甘低头屈服的孤傲不阿的性格。是为其思想价值。\n\n　　此诗另一价值在于它为后人提供了探索曹雪芹笔下的宝黛悲剧的重要线索。甲戌本上脂砚斋的批语指出：没有看过“宝玉之后文”是无从对此诗加批的；批书人“停笔以待”的也正是与此诗有关的“后文”。所谓“后文”当然是指后半部佚稿冲写黛玉之死的文字。如果这首诗中仅仅一般地以落花象征红颜薄命，那也用不着非待后文不可；只有诗中所写非泛泛之言，而大都与后来黛玉之死情节声切相关时，才有必要强调指出，在看过后面文字以后，应回头来再重新加深对此诗的理解。由此可见，《葬花吟》实际上就是林黛玉自作的“诗谶”。\n\n　　为落花缝锦囊，为落花埋香冢；还要悲哭，还要作诗。这种前无古人，后无来者的“荒唐”举动，唯有痴情如宝黛者方能理解，也唯有发生在宝黛身上方能为世人所理解。和曹雪芹同时期的富察·明义《题红楼梦》绝句说：“伤心一首葬花词，似谶成真自不如。安得返魂香一缕，起卿沉痼续红丝？”“似谶成真”，这是只有知道了作者所写黛玉之死的情节的人才能说出来的话。以前红学研究者还以为明义未必能如脂砚那样看到小说全书，从此绝句中可以看出，他读到过后半部部分稿子的可能性极大，或者至少也听作者交往的圈子里的人比较详尽地说起过后半部的主要情节。如果说，明义绝句中提到后来的事像“聚如春梦散如烟”、“石归山下无灵气”之类，还可由推测而知的话；那么，写宝玉贫穷的“王孙瘦损骨嶙峋”，和写他因获罪致使他心中的人为他的不幸忧忿而死的“惭愧当年石季伦”等诗句，是再也无从凭想象而得的。\n\n　　上面所引之诗中的后两句也是如此：明义说，他真希望有起死回生的返魂香，能救活黛玉，让宝、黛两个有情人成为眷属，把已断绝的月下老人所牵的红丝绳再接续起来。可想而知，只要“沉痼”能起，“红丝”也就能续，这与后来续书者想象宝、黛悲剧的原因在于婚姻不自主极为不同。倘若一切都如程伟元、高鹗整理的续书中所写的那样，则贾宝玉已有他属。起黛玉“沉痼”毫无作用。“续红丝”当然不是为了要她做宝二姨娘。\n\n　　《葬花吟》“侬今葬花人笑痴，他年葬侬知是谁？”等末了数句，书中几次重复，特意强调，甚至通过写鹦鹉学吟诗也提到。可知红颜老死之日，确在春残花落之时，并非虚词作比。同时，这里说“他年葬侬知是谁”，前面又说“红消香断有谁怜”、“一朝飘泊难寻觅”等等，则黛玉亦如晴雯那样死于十分凄惨寂寞的境况之中可以。那时，并非大家都忙着为宝玉办喜事，因而无暇顾及，恰恰相反，宝玉、凤姐都因避祸流落在外，那正是“家亡莫论亲”、“各自须寻各自门”的日子，诗中“柳丝榆荚自芳菲，不管桃飘与李飞”或含此意。\n\n　　“三月香巢初垒成，梁间燕子太无情。明年花发虽可啄，却不道人去梁空巢也倾”几句，原在可解不可解之间，怜落花而怨及燕子归去，用意甚难把握贯通。倘作谶语看，就比较明确了。大概春天里宝黛的婚事已基本说定了，即所谓“香巢初垒成”，可是，到了秋天，发生了变故，就像梁间燕子无情地飞去那样，宝玉被迫离家出走了。因而，她悲叹“花魂鸟魂总难留”，幻想着自己能“胁下生双翼”也随之而去。她日夜悲啼，终至于“泪尽证前缘”了。\n\n　　这样，“花落人亡两不知”，若以“花落”比黛玉，“人亡”（流亡也）说宝玉，正是完全切合的。贾宝玉凡遭所谓“丑祸”，总有别人要随之而倒霉的。先有金钏，后有晴雯，终于轮到了黛玉，所以诗中又有“质本洁来还洁去，强于污淖陷渠沟”的双关语可用来剖白和显示气节。“一别秋风又一年”，宝玉在次年秋天回到贾府，但所见怡红院已“红瘦绿稀”（脂评），潇湘馆更是一片“落叶萧萧，寒姻漠漠”（脂评）的凄凉景象，黛玉的闺房和宝玉的绛芸轩一样，只见“蛛丝儿结满雕梁”（脂评谓指宝黛住处），虽然还有薛宝钗在，而且以后还成其“金玉姻缘”，但这不能弥补他“对境悼颦儿”时所产生的巨大精神创痛。“明年花发虽可啄，却不道人去梁空巢也倾！”就是这个意思。这些只是从脂评所提及的线索中可以得到印证的一些细节，所述未必都那么妥当。但此诗与宝黛悲剧情节必定有照应这一点，应不是主观臆断；其实，“似谶成真”的诗还不止于此，黛玉的《代别离·秋窗风雨夕》和《桃花行》也有这种性质。前者仿佛不幸地言中了她后来离别宝玉的情景，后者则又像是她对自己“泪尽夭亡”（脂评）结局的预先写照。\n\n　　有人说《葬花吟》是从唐寅的两首诗中“脱胎”的（《红楼梦辨》）。诗歌当然是有所继承借鉴的，但不应把文艺创作的“源”和“流”的关系弄颠倒了。说到《葬花吟》在某些遣词造句、意境格调上利用前人之作，实不必到明人的集子中去找。唐初刘希夷《代悲白头翁》中“今年花落颜色改，明年花开复谁在”、“年年岁岁花相似，岁岁年年人不同”之类为人熟知的诗句也足以借取利用。即如葬花情节，也未必径取唐寅将牡丹花“盛以锦囊，葬于药栏东畔”事，作者的祖父曹寅的《楝亭诗钞》中也就有“百年孤冢葬桃花”的诗句，也不足以启发他的构思。但这些都是“流”，都仅仅是利用，既不表现诗的主要精神，也决不能代替作者源于现实生活的创造。何况，如前所述，此诗中，作者运笔鬼斧神工之处，完全不在于表面上那些伤春惜花词句的悱恻缠绵。\n\n　　“伤心一首葬花词，似谶成真不自知。”黛玉这首抒情诗，实际上也是隐示其命运的谶语。她如一朵馨香娇嫩的花朵，悄悄地开放，又在狂风骤雨中被折磨得枝枯叶败，从世界上悄悄消逝。说这首诗是谶语，是就其整体的思想而言，并不是说每字每句都隐示着黛玉的具体遭遇。\n\n　　《葬花吟》中消极颓伤的情绪也是极其浓重且不容忽视的。它曾对缺乏分析思考能力的读者起过不良的影响。这种情绪虽然在艺术上完全符合林黛玉这个人物所处的环境地位所形成的思想性格，但毕竟因作者在某种程度上有意识借所倾心的人物之口来抒发自己的身世之感，而显露了他本身思想的弱点。\n\n　　其实《葬花吟》不仅仅是黛玉一个人的诗谶，同时也是大观园群芳共同的诗谶。她们尽管未来的具体遭遇各不相同但在“有命无运”这一点上却没有两样，都是在“薄命司”注册的人物。随着贾家的败落，所有的大观园内的女孩儿都要陷于污淖、沟渠之中，都没有好命运。\n\n","translation":"花儿已经枯萎凋残，风儿吹得它漫天旋转。退尽了鲜红颜色，消失了芳香，有谁对它同情哀怜？\n柔软的蛛丝儿似断似连，飘荡在春天的树间。漫天飘散的柳絮随风扑来，沾满了绣花的门帘。\n闺房中的少女，面对着残春的景色多么惋惜。满怀忧郁惆怅，没有地方寄托愁绪。\n手拿着锄花的铁锄，挑开门帘走到园里。园里花儿飘了一地，我怎忍心踏着花儿走来走去？\n轻佻的柳絮，浅薄的榆钱，只知道显耀自己的芳菲。不顾桃花飘零，也不管李花纷飞。\n待到来年大地春回，桃树李树又含苞吐蕊。可来年的闺房啊，还能剩下谁？\n新春三月燕子噙来百花，散着花香的巢儿刚刚垒成。梁间的燕子啊，糟蹋了多少鲜花多么无情！\n明年百花盛开时节，你还能叼衔花草。你怎能料到房主人早已死去，旧巢也已倾落，只有房梁空空。\n一年三百六十天啊，过的是什么日子！刀一样的寒风，利剑般的严霜，无情地摧残着花枝。\n明媚的春光，艳丽的花朵，能够支撑几时。一朝被狂风吹去，再也无处寻觅。\n花开时节容易看到，一旦飘落难以找寻。站在阶前愁思满怀，愁坏了我这葬花的人。\n手里紧握着花锄，我默默地抛洒泪珠。泪珠儿洒满了空枝，空枝上浸染着斑斑血痕。\n杜鹃泣尽了血泪默默无语，愁惨的黄昏正在降临。我扛着花锄忍痛归去，紧紧地关上重重闺门；\n青冷的灯光照射着四壁，人们刚刚进入梦境。轻寒的春雨敲打着窗棂，床上的被褥还是冷冷冰冰。\n人们奇怪是什么事情，使我今天这样格外伤心？一半是对美好春光的爱惜，一半是恼恨春天的逝去。\n我高兴春天突然来临，又为它匆匆归去感到抑郁。春天悄然无语地降临人间，又一声不响地离去。\n昨晚不知院外什么地方，传来一阵阵悲凉的歌声。不知道是花儿的灵魂，还是那鸟儿的精灵？\n不管是花儿的灵魂，还是鸟儿的精灵，都一样地难以挽留。问那鸟儿，鸟儿默默无语，问那花儿，花儿低头含羞。\n我衷心地希望啊，如今能够生出一双翅膀。尾随那飞去的花儿，飞向那天地的尽头。\n纵使飞到天地的尽头，那里又有埋葬香花的魂丘？\n不如用这锦绣的香袋，收敛你那娇艳的尸骨。再堆起一堆洁净的泥土，埋葬你这绝代风流。\n愿你那高贵的身体，洁净的生来，洁净的死去。不让它沾染上一丝儿污秽，被抛弃在那肮脏的河沟。\n花儿啊，你今天死去，我来把你收葬。谁知道我这薄命的人啊，什么时候忽然命丧？\n我今天把花儿埋葬，人们都笑我痴情。等到我死去的时候，有谁把我掩埋？\n不信请看那凋残的春色，花儿正在渐渐飘落。那也就是闺中的少女，衰老死亡的时刻。\n一旦春天消逝，少女也便白发如丝。花儿凋零人死去，花儿人儿两不知！\n\n"}
{"_id":{"$oid":"5b9a1493367d5cab18668899"},"title":"行香子·天与秋光","dynasty":"宋代","writer":"李清照","content":"天与秋光，转转情伤，探金英知近重阳。薄衣初试，绿蚁新尝，渐一番风，一番雨，一番凉。\n黄昏院落，凄凄惶惶，酒醒时往事愁肠。那堪永夜，明月空床。闻砧声捣，蛩声细，漏声长。","type":["重阳节","思念"],"shangxi":"　　此词只冷雪盦本《漱玉词》收入，他本皆未收，故属存疑之作。\n\n　　李清照婚后，丈夫名城曾离家远行，她以《醉花阴.·重阳》寄给赵明诚，抒写重阳佳节对丈夫的深切思念之情。南渡后，赵明诚病故，她避乱漂泊，在一个 近重阳的时节，写了这首《行香子》，表象他对逝去丈夫的缅怀及悲凉的心情。前者写的是生离，后者写的是死别。故 后者悲苦过之。 从艺术技巧之精湛上说，虽然不像《醉花阴·重阳》那样引人注目，但它的确是一颗明珠瑰宝，在艺海的深处熠熠发光，丝毫没能降低它的艺术价值。 　　 　　“天与秋光，转转情伤，探金英知近重阳。” 宇宙 造化 自然 ，使人间世界有四季的区别，给人们以秋日的光景。随着节气及阴雨风寒的往复变化，秋天变得天高气清，烟消云敛，西风飒飒，草木衰微，落叶萧萧，山川寂寥，景象凄肃。《文心雕龙》云“物色之动，心亦摇焉” 景物的变化，使人的思想感情也波动起来。本来易安因国破、家亡、夫丧，又颠沛流离而心境凄悲，看见眼前衰退的景象，怎能不黯然情伤？“转转” 指天气的反复变化。她年轻时看到秋天的景象是无比欣悦的，赞道“水光山色与人亲，说不尽、无穷好”。然而现在她已遭受种种苦难的摧残，心境情怀产生巨大的变化，“览物之情 得无异乎？”这更使他情伤的原因。\n\n　　“探金英知近重阳” 探 ，仔细察看。金英，黄色菊花。重阳，农历九月九日为重阳节。女主人仔细观察一下黄色菊花就知道重阳佳节临近了。按照古老的习俗，人们要在重阳节这一天，团聚、赏菊、饮菊花酒、插茱萸等。孟浩然《过故人庄》“故人具鸡黍，邀我至田家，绿树村边合，青山郭外斜，开轩面场圃，把酒话桑麻，待到重阳日，还来就菊花”王维《九月九日忆山东兄弟》“独在异乡为异客，每逢佳节倍思亲，遥知兄弟登高处，遍插茱萸少一人”。从这两首诗可以看出古时重阳节人们的活动。年轻时她曾写《醉花阴·重阳》“莫道不销魂，帘卷西风，人比黄花瘦”。与丈夫赵明诚仅仅是暂别就使她的感情禁受不住，她比菊花还要消瘦了；而今 国破家亡，明诚逝世，她转徙江浙，“独在异乡为异客” “近重阳”抚今追昔，又何等的“情伤”\n\n　　“薄衣初试，绿蚁新尝” ，薄衣，粗糙的衣服。《梁书·武帝记·入屯阅武堂下令》“菲饮薄衣，请自孤始” ......绿蚁，一种新酿成的酒，上浮绿色泡沫。这种泡沫后来成为酒的代称，也叫浮蚁、碧蚁。白居易《问刘十九》“绿蚁新醅酒，红泥小火炉”李珣《渔歌子》“孤素琴，倾绿蚁，扁舟自得逍遥志”，其绿蚁就是这种酒。意思是，刚刚试穿了一件粗糙的衣服品尝了新酿成的绿蚁酒。因为时近重阳，衣服要加厚；因为情伤，需要用酒来浇愁。“每逢佳节倍思亲”“独在异乡为异客”思今虑昔，情怀酸楚。词句承前。\n\n　　“渐一番风，一番雨，一番凉” 此句回应首句的’“转转” 渐，渐次。意思是，在阴雨风凉的反复变化中，每刮一次风，下一次雨，天气便渐次转凉。此句有三个结构相同、两个字相同的词组组成。此类结句，使词自然流动，增加词的音律美和修辞美。\n\n　　上阕 写近重阳，天气逐渐转凉，女主人百感交集，格外情伤。\n\n　　“黄昏院落，凄凄惶惶，酒醒时往事愁肠” 上片，秋光 ，近重阳，点明节序。此处的“黄昏”点明时间。落日的余晖已渲染在茫茫的天边，庭院里也变得昏黄、暗淡。一阵秋风吹来，又有庭树的叶子飘落，发出飒飒的声响，冷冷清清，凄凄惨惨，一个人在院子里感到惊恐害怕，凄凉的景象恰似她如水的情怀。白天 绿蚁曾使她醉倒，当夜幕要降临的时候，她酒劲过了，麻醉了的神经刚刚恢复正常，种种往事又涌上心头。真是“抽刀断水水更流，举杯消愁愁更愁” 北国沦丧，至今不的收复；家藏的大量的金石书画，荡然无存；相依为命的丈夫，在兵荒马乱中逝去'自己避乱江浙，飘泊无依，抚今追昔真是“旧恨春江流不尽，新恨云山千叠”，愁肠寸断。范仲淹《御街行》“愁肠已断无由醉，酒未到，先成泪” 。愁肠，极言愁事熬心。\n\n　　“那堪永夜，明月空床” 永夜，漫漫长夜。易安《蝶恋花》“永夜恹恹欢意少”郎士元《宿杜判官江楼》“故人江楼月，永夜千里心”几个“永夜”都是同意。明月，是美丽的，有给黑夜以光明，故引起人们无穷的遐思，奇妙的幻想。古今的骚人墨客，在他们的诗文中未曾涉及过明月的，几乎没有。骚人有的望月思乡，李白《静夜思》'床前明月光 疑是地上霜，举头望明月 低头思故乡”白居易“共看明月应垂泪，一夜乡心五处同”是例也。有的望月怀人，如杜甫月下思念妻子儿女 《月夜》“今夜鄜州月，闺中只独看，遥怜小儿女，未解忆长安”有如苏东坡，《水调歌头》“但愿人长久 千里共婵娟”这是念手足兄弟的；有的望月怀念故国，如李后主《虞美人》“小楼昨夜又东风 故国不堪回首明月中”就是如此。李清照望着明月，思念逝去的丈夫。美好的明月，它的光辉照耀在词人身边的空床上。过去一起望月，同床共枕的爱人已经不在人世，旧恨新仇，又那忍受得了这般孤单无告的凄凉情景？《古诗·明月何皎皎》“明月皎皎照我床，星汉西流夜未央”，都是写女子思念丈夫的著名诗句。易安“明月空床”由此点化而成，将诗句浓缩简化，利用明月与空床的美感差异，乐景写哀，其哀倍增。\n\n　　“闻砧声捣 蛩声细 漏声长”砧，古代捣衣用的石头。古时妇女多在秋季拆洗缝制衣服，忙到深夜。《子夜歌》”长安一片月 万户捣衣声 秋风吹不尽 总是玉关情 何日平胡虏 良人罢远征” 这是妇女在明月之夜听捣衣的声音，怀念远征丈夫的诗。秦观《满庭芳》“有时近重阳也，几处处、砧杵声催“其时节与此词时节是相同的。李煜《捣练子》“深院静 ，小庭空，断续寒砧断续风。无奈夜长人不寐，数声和月到帘栊” 这与易安词意境基本相同。都是表现 听砧人对亲人的怀念。易安在“往事愁肠”的情况下，写出对逝去丈夫的无比怀念，悲苦甚之。\n\n　　“蛩声细”蛩，蟋蟀。人长夜不寐，听到蟋蟀细微的叫声，倍觉情怀凄切。唐人白居易《闻蛩》“闻蛩唧唧夜绵绵，况是秋阴欲雨天，犹恐愁人暂得睡，声声移近卧床边”。杜甫《促织》“促织甚细微，哀音何动人。草根吟不稳，床下夜相亲。久客得无泪，故妻难及晨。悲诗与急管，感激异天真”。可见古人常用蟋蟀的哀吟衬托愁人的悲哀心境。促织，即蟋蟀。\n\n　　“漏声长” 。漏，古代一种滴水计时用的器具。毛熙震《更漏子》“更漏咽，蛩鸣切，满院霜华如雪”。古诗词调名与词的内容是一致的。《更漏子》作为常用词调，及其产生的本身，就说明更漏是诗人常写的素材。“长” 说明主人公久久不能入睡。\n\n　　易安在近重阳之际追念丈夫，饮酒也无法排遣，酒醒时种种往事时他悲伤。明月照耀，她孤苦伶仃，夜阑不寐。沉重的捣衣声，细微的蛩鸣声，迢递的滴漏声，组成一个哀怨、凄凉、婉转的交响乐曲，它与李清照的心曲在节奏、旋律、情调上似乎是合拍的。\n\n　　下片 。写黄昏时她情怀悒郁，往事愁肠及永夜对丈夫的深切思念。\n\n　　作者通过典型环境的描写完美的表达了对逝去的丈夫的怀念这一题旨。之一艺术手段，在此词创作上的体现是昭著卓绝的。她首先选取的是四季风光中的秋光。秋光 是令人情伤的。从这一点说是典型的；写此季节的环境抓住“渐一番风 一番雨 一番凉”，这一秋天气候变化的典型特征来写；进而撷取秋光中“近重阳”这一时节，典型意义在于它是令人“倍思亲”的时节；写此时节的景物抓住了“金英”，因为菊花独放百花杀之一时期的独特特点；进而选取重阳时节中最易使人缅怀往事亲人的“黄昏”“永夜”；写这一时刻的环境时抓住“黄昏院落”“明月空床”“砧声”'蛩声”“漏声”这些使人愁发郁勃的典型景物和声音。作者写节序时所摄取的景物都是颇具典型的，通过综合、融化儿塑造出来典型的环境。这表现作者艺术技巧的高超和善于继承优良文学传统，同时也表现作者对生活体察的深微，感受的强烈。\n\n　　易安此词前结：“渐一番风一番雨一番凉”，后结 “ 闻砧声捣蛩声细漏声长”与她的另一首《行香子》“甚霎儿晴 霎儿雨 霎儿风”都是有三个结构相同、个别一二个字相同的词组组成，前人把它叫做“重笔”此类结句盖祖于温庭筠 《更漏子》结句“一叶叶，一声声，空阶滴到明”前人评此句说“此种句法极锻炼，也及自然，故能令人掩卷后作三日之想”，余韵无穷。温词结句是由两个结构相同、一个结构不同的词组组成。是“二重笔”到了苏轼，行香子》“但远山长，云山乱，晓山青”，用了“三重笔”，其中有一个重字“山”。易安两首《行香子》结句用的是“三重笔”二重字，向前发展了。辛弃疾有《三山作》“放霎时阴，霎时雨，霎时晴”《问蘧庐随笔》认为此句“胎易安语也”。明人 高启《行香子》“正一番风，一番雨 ，一番凉”更明显看出是从易安句化出。\n\n　　此词运用“转转”“凄凄惶惶’六个叠字。古诗词常用叠字，《诗经》中“关关雎鸠”“桃之夭夭”“杨柳依依”《古诗十九首》“行行重行行”“青青河畔草” 乔吉《天净沙》’莺莺燕燕春春”，易安“凄凄惨惨戚戚”不胜枚举。此词六个叠字加浓了词的凄凉气氛，把词悲凉的心境表达得更为深切，增强了诗词的音律美。\n\n　　此词声声凄切，字字血泪。她的哀愁与“为赋新诗强说愁”不同，与浮薄的“闲愁”不同，又与一般的离愁别苦不同，这是在异族残酷进犯，南宋统治集团采取屈辱投降政策之下，一个难民的痛苦呻吟，虽然写的是个人遭逢的凄悲，但却有代表性。国破家亡，夫死妇丧，妻离子散，背井离乡，颠沛流离，这是整个时代的苦难。 \n\n"}
{"_id":{"$oid":"5b9a1494367d5cab1866889a"},"title":"五人墓碑记","dynasty":"明代","writer":"张溥","content":"　　五人者，盖当蓼洲周公之被逮，激于义而死焉者也。至于今，郡之贤士大夫请于当道，即除魏阉废祠之址以葬之；且立石于其墓之门，以旌其所为。呜呼，亦盛矣哉！\n\n　　夫五人之死，去今之墓而葬焉，其为时止十有一月耳。夫十有一月之中，凡富贵之子，慷慨得志之徒，其疾病而死，死而湮没不足道者，亦已众矣；况草野之无闻者欤？独五人之皦皦，何也？\n\n　　予犹记周公之被逮，在丙寅三月之望。吾社之行为士先者，为之声义，敛赀财以送其行，哭声震动天地。缇骑按剑而前，问：“谁为哀者？”众不能堪，抶而仆之。是时以大中丞抚吴者为魏之私人毛一鹭，公之逮所由使也；吴之民方痛心焉，于是乘其厉声以呵，则噪而相逐。中丞匿于溷藩以免。既而以吴民之乱请于朝，按诛五人，曰颜佩韦、杨念如、马杰、沈扬、周文元，即今之傫然在墓者也。\n\n　　然五人之当刑也，意气扬扬，呼中丞之名而詈之，谈笑以死。断头置城上，颜色不少变。有贤士大夫发五十金，买五人之头而函之，卒与尸合。故今之墓中全乎为五人也。\n\n　　嗟乎！大阉之乱，缙绅而能不易其志者，四海之大，有几人欤？而五人生于编伍之间，素不闻诗书之训，激昂大义，蹈死不顾，亦曷故哉？且矫诏纷出，钩党之捕遍于天下，卒以吾郡之发愤一击，不敢复有株治；大阉亦逡巡畏义，非常之谋难于猝发，待圣人之出而投缳道路，不可谓非五人之力也。\n\n　　由是观之，则今之高爵显位，一旦抵罪，或脱身以逃，不能容于远近，而又有剪发杜门，佯狂不知所之者，其辱人贱行，视五人之死，轻重固何如哉？是以蓼洲周公忠义暴于朝廷，赠谥褒美，显荣于身后；而五人亦得以加其土封，列其姓名于大堤之上，凡四方之士无不有过而拜且泣者，斯固百世之遇也。不然，令五人者保其首领，以老于户牖之下，则尽其天年，人皆得以隶使之，安能屈豪杰之流，扼腕墓道，发其志士之悲哉？故余与同社诸君子，哀斯墓之徒有其石也，而为之记，亦以明死生之大，匹夫之有重于社稷也。\n\n　　贤士大夫者，冏卿因之吴公，太史文起文公、孟长姚公也。\n\n","type":["古文观止","高中文言文","赞颂","写人","碑记"],"shangxi":"　　本文是为五位普通的平民百姓树碑立传的文字，探讨了生死价值这样重大的问题。全文以“义“为核心，成功地运用了记叙、议论、抒情三结合的表达方式。作者首先肯定五人之死是“激于义”，开篇抓住一个“义”字。五人是为义而生，为义而争，最后为义而献身。这就使读者联想起孟子的名言──“生，亦我所欲也；义，亦我所欲也：二者不可得兼，舍生而取义者也。”可以说，本文是对孟子名言的生动诠释。\n\n　　明代大奸臣、大宦官魏忠贤无恶不作，杀害了许多正直之士。东林党人与之进行了坚决的斗争。这是一场正义与邪恶的较量。苏州市民旗帜鲜明地站在东林党人一边，用鲜血和生命捍卫正义。五人是苏州市民的优秀代表。作者用饱蘸感情的笔墨，叙述了五人的动人事迹，歌颂了平民英雄的高尚品质。\n\n　　“然五人之当刑也，意气扬扬，呼中丞之名而詈之，谈笑以死。断头置城上，颜色不少变。”大义凛然，惊天地，泣鬼神!语言简练生动，铿锵有力。\n\n　　作者为了突出五人的英雄行为，运用对比的手法加以表现。“大阉之乱，缙绅而能不易其志者，四海之大有几人欤？”在阉党横行天下，炙手可热之时，多数人采取了苟且偷安的做法，甚至助纣为虐，为虎作伥。而五人面对阉党的淫威，无所畏惧，视死如归。应该说，一般的老百姓对阉党的倒行逆施可以不管，因为他们不在其位。但五人以“天下兴亡，匹夫有责”的大境界投入到对阉党的斗争中去，并且慷慨赴死，义无反顾。这不能不说是一种高尚的精神。而那些身在政位，吃民膏、喝民血的“缙绅”，却在阉党的淫威下屈服了，变节了。作者问道：“而五人生于编伍之间，素不闻诗书之训，激昂大义，蹈死不顾，亦曷故哉?”这一问，多少缙绅无地自容?“十年浩劫”期间，林彪、“四人帮”专横跋扈，“缙绅而能不易其志者，四海之大有几人欤?”张志新，一个普通女干部，坚持真理，宁死不屈，表现了一个共产党人的铮铮铁骨。也有许多人投靠“四人帮”，出卖良心，出卖人格。历史是如此惊人地相似。\n\n　　张溥认为：“大阉逡巡畏义，非常之谋难于猝发，待圣人之出而投缳道路，不可谓非五人之力也。”作者认识到了平民百姓的作用，这是非常可贵的。读此段，读者可能会联想到鲁迅先生在《记念刘和珍君》中所写的句子：“我目睹中国女子的办事，是始于去年的，虽然是少数，但看那干练坚决，百折不回的气概，曾经屡次为之感叹。至于这一回在弹雨中互相救助，虽殒身不恤的事实，则更足为中国女子的勇毅，虽遭阴谋秘计，压抑至数千年，而终于没有消亡的明证了。倘要寻求这一次死伤者对于将来的意义，意义就在此罢。”这样的文章都是用心，不，是用生命写成的。张溥若知三百年后有一鲁迅君执匕首般的笔尖写慷慨之情，不知作何感想？\n\n　　第五段是本文最精彩的一段。本段夹叙夹议，反复对比，将文章的中心升华到一个理性的高度。作者将“高爵显位”的辱人贱行，与五人的嘉节懿行比照论述，从而提出“轻重固何如哉”的问题让读者思考。接着，作者把五人的英勇就义与假设五人寿终正寝作对比，从而揭示出“亦以明死生之大，匹夫之有重于社稷也”这一富有进步性的观点。读者至此，是否联想到司马迁在《报任安书》中的那句名言──“人固有一死，或重于泰山，或轻于鸿毛。”五人之死，重于泰山，与日月同辉，与山河共存。\n\n　　第六段也用对比手法，但以“由是观之”领头，表明它与第五段不是机械的并列关系，而是由此及彼、层层深入的关系。“是”是一个指代词，指代第五段所论述的事实。从第五段所论述的事实看来，仗义而死与苟且偷生，其社会意义判若霄壤。作者以饱含讽刺的笔墨，揭露了“今之高爵显位”为了苟全性命而表现出来的种种“辱人贱行”，提出了一个问题：这种种“辱人贱行”，和“五人之死”相比，“轻重固何如哉”?苟且偷生，轻如鸿毛；仗义而死，重于泰山。这自然是作者希望得到的回答。\n\n　　在作了如上对比之后，作者又从正反两方面论述了“五人”之死所产生的另一种社会效果。从正面说，由于“五人”“发愤一击”、“蹈死不顾”而挫败了浊乱天下的邪恶势力，因而“得以加其土封，列其姓名于大堤之上。凡四方之士，无有不过而拜且泣者，斯固百世之遇也”。从反面说，“五人者保其首领以老于户牖之下，则尽其天年，人皆得以隶使之，安能屈豪杰之流，扼腕墓道，发其志士之悲哉?”应该指出：这不仅是就“五人”死后所得的光荣方面说的，而且是就“五人”之死在“四方之士”“豪杰之流”的精神上所产生的积极影响方面说的。“四方之士”“过而拜且泣”，“豪杰之流，扼腕墓道，发其志士之悲”，不正表现了对“五人”同情、仰慕乃至向他们学习的崇高感情吗?而号召人们向“五人”学习，继续跟阉党余孽作斗争，正是作者写这篇文章的目的。\n\n　　这篇文章题为《五人墓碑记》，歌颂“五人”当然是它的主要内容。但社会是复杂的，事物是互相联系的，要孤立地歌颂“五人”，就很难着笔。张溥在这篇文章中，与“五人”相对比，不仅指斥了阉党，还暴露批判了“富贵之子，慷慨得志之徒”和“缙绅”“高爵显位”等等；与“五人”相映衬，不仅赞美了周顺昌，还肯定了“郡之贤士大夫”。正是由于有了这一系列的对比和映衬，才充实了歌颂“五人”的思想内容，加强了歌颂“五人”的艺术力量。\n\n"}
{"_id":{"$oid":"5b9a1494367d5cab1866889b"},"title":"山花子·风絮飘残已化萍","dynasty":"清代","writer":"纳兰性德","content":"风絮飘残已化萍，泥莲刚倩藕丝萦。珍重别拈香一瓣，记前生。\n人到情多情转薄，而今真个不多情。又到断肠回首处，泪偷零。(不多情 一作：悔多情)","type":["悼亡","写景","怀念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154257309.mp3","remark":"泥莲句：泥莲，指荷塘中的莲花。倩，请、恳请。此处谓莲花被藕丝缠绕。\n别拈香一瓣：谓分别之时手中握着一瓣芳香的花。\n\n","shangxi":"　　《山花子》这首词从“记前生”句可以看出，是写怀念亡妻的。这是残荷引发的怀人之作。\n\n　　上片前两句是荷塘败落的实写，以“飘残”而感知了季节之悲，同时也是人生之秋的写照。而泥莲被藕丝萦绕，既是实景，又是不绝的情思。后两句“珍重别拈香一瓣，记前生”，追忆当初，因景诱情，前生珍重，后世亦珍情。情重更见心苦。\n\n　　下片承上抒情，前两句化用杜牧诗句《赠别》“多情却似总无情”句意，“人到情多情转薄，而今真个悔多情”,作者后悔妻子在世的时候，没有对她深情相待，自觉对她薄情。因作者与妻卢氏结婚时，他心中还惦念着姓谢的表妹。自己因为对表妹谢氏的多情，而对卢氏薄情。如今想来人在的时候没有好好珍惜，而今人不在了，只有偷偷流泪的份了。“悔”字为反语，不悔之意。这是对于“情”的一种特殊感受，是更深沉得情的告白。后两句是真情的率性表露，“断肠”和“泪”恰是因多情而伤痛彻骨，凄苦惆怅。\n\n","translation":"风中的柳絮残飞到水面化作浮萍，河泥中的莲花虽然刚劲果断，但是它的茎却依然会丝丝萦绕不断。别离时拈一花瓣赠与对方，记念以前的事情。\n人们常说人多情了他的感情就不会很深，现在真的后悔以前的多情，回到以前伤心离别的地方，泪水禁不住悄悄流下来。\n\n"}
{"_id":{"$oid":"5b9a1494367d5cab1866889c"},"title":"塞下曲","dynasty":"唐代","writer":"许浑","content":"夜战桑乾北，秦兵半不归。\n朝来有乡信，犹自寄寒衣。","type":["边塞","战争","同情"],"remark":"桑乾（gān）北：桑乾河北岸。桑乾河，永定河的上游，发源于山西，流经华北平原。\n秦兵：唐都在关中，是秦朝旧地，所以称唐军为“秦兵”。半不归：一半回不来，指战死。\n乡信：家乡来信。\n犹自：仍然。寒衣：御寒的衣服。\n\n","translation":"桑乾河北边一场夜战，秦地士兵一半未能归营。\n早晨后方送来一位士兵的家信，告诉他寒衣已经寄来。\n\n"}
{"_id":{"$oid":"5b9a1494367d5cab1866889d"},"title":"清平乐·独宿博山王氏庵","dynasty":"宋代","writer":"辛弃疾","content":"绕床饥鼠，蝙蝠翻灯舞。屋上松风吹急雨，破纸窗间自语。\n平生塞北江南，归来华发苍颜。布被秋宵梦觉，眼前万里江山。","type":["宋词三百首","壮志难酬"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154257121.mp3","remark":"博山，在江西永丰境内（今江西省广丰县），古名通元峰，由于其形状像庐山香炉峰，所以改称博山。庵：圆形草屋。\n翻灯舞：绕着灯来回飞。\n“破纸”句：窗间破纸瑟瑟作响，好像自言自语。\n塞北：泛指中原地区。据《美芹十论》，词人自谓南归前曾受祖父派遣两次去燕京观察形势。归来：指淳熙八年（1181年）冬被劾落职归隐。华：花白，华发苍颜：头发苍白，面容苍老。\n“布被”两句：谓秋夜梦醒，眼前依稀犹是梦中的万里江山。\n\n","translation":"饥饿的老鼠绕着床窜来窜去，蝙蝠围着昏黑的油灯上下翻舞。狂风夹带着松涛，犹如汹涌波涛般放声呼啸；大雨瓢泼而下，急促地敲打着屋顶；糊窗纸被风撕裂，发出呼啦啦的声音，仿佛在自言自语。\n从塞北辗转江南，如今归隐山林，已是容颜苍老，满头白发。一阵凄冷的秋风吹透了单薄的布被，突然惊醒，眼前依稀还是梦中的万里江山。\n\n"}
{"_id":{"$oid":"5b9a1494367d5cab1866889e"},"title":"玉蝴蝶·望处雨收云断","dynasty":"宋代","writer":"柳永","content":"望处雨收云断，凭阑悄悄，目送秋光。晚景萧疏，堪动宋玉悲凉。水风轻，蘋花渐老，月露冷、梧叶飘黄。遣情伤。故人何在，烟水茫茫。 \n难忘，文期酒会，几孤风月，屡变星霜。海阔山遥，未知何处是潇湘。念双燕、难凭远信，指暮天、空识归航。黯相望。断鸿声里，立尽斜阳。","type":["宋词精选","婉约","写景","怀人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154258675.mp3","remark":"玉蝴蝶，词牌名。此调有小令及长调两体，小令为唐温庭筠所创，双调，上片四句，押三平韵，二十一字；下片四句，押三平韵，二十字，共四十一字。长调始于宋人柳永，又称为“玉蝴蝶慢”，双调，九十九字，平韵。亦有九十八字体。\n雨收云断：雨停云散。\n萧疏：清冷疏散，稀稀落落。堪：可以。\n宋玉悲凉：指宋玉《九辩》，引申为悲秋。宋玉《九辩》有“悲哉！秋之为气也，萧瑟兮草木摇落而变衰！”\n蘋花：一种夏秋间开小白花的浮萍。\n遣情伤：令人伤感。遣：使得。\n文期酒会：文人们相约饮酒赋诗的聚会。期：约。\n几孤风月：辜负了多少美好的风光景色。几：多少回。孤：通“辜”，辜负。风月：美好的风光景色。\n屡变星霜：经过了好几年。星霜：星一年一周天，霜每年而降，因称一年为一星霜，亦以之喻年月也。\n潇湘：湘江的别称。这里指所思念的人居住的地方。\n暮天：傍晚时分。\n空：白白地。归航：返航的船。\n立尽斜阳：在傍晚西斜的太阳下立了很久，直到太阳落山。\n\n","translation":"我悄悄地倚栏凝望，雨已停歇，云已散去，目送着秋色消逝于天边。秋天的傍晚，景色萧瑟凄凉，真让人兴发宋玉悲秋之叹。轻风拂过水面，白蘋花渐渐衰残，凉月使露水凝住，梧桐树也禁不住月夜寒露的侵袭，叶子已片片枯黄。此情此景，不由人寂寞感伤。我的故朋旧友，不知你们都在何方？眼前所见只有一望无际的秋水，烟雾迷茫。\n文人的雅集，纵情的欢宴，如今仍历历在目，令人难忘。离别后辜负了多少风月时光，斗转星移，都只为你我相距遥远，天各一方。海是如此之遥，山是如此之遥，相逢相会不知何处何年？让人感到凄苦彷徨。想那双双飞去的燕子，难以靠它给故友传音送信；企盼故友归来，遥指天际苍茫，辨识归来航船，谁知过尽千帆皆不是，也是枉自空等企望。我默默伫立，黯然相望，只见斜阳已尽，孤雁哀鸣声仍在天际飘荡。\n\n"}
{"_id":{"$oid":"5b9a1494367d5cab1866889f"},"title":"同儿辈赋未开海棠","dynasty":"金朝","writer":"元好问","content":"枝间新绿一重重， 小蕾深藏数点红。\n爱惜芳心莫轻吐， 且教桃李闹春风。","type":["古诗三百首","咏物","写花","寓人","劝诫"],"remark":"赋：吟咏。\n同儿辈赋句：和儿女们一起做关于还没开放的海棠花的诗。 \n一重重：一层又一层。形容新生的绿叶茂盛繁密。 \n小蕾：指海棠花的花蕾。 \n芳心：原指年轻女子的心。这里一语双关，一指海棠的花芯，二指儿辈们的心。 \n轻吐：轻易、随便地开放。 \n且教：还是让。 \n闹春风：在春天里争妍斗艳。\n\n","shangxi":"　　诗句写了深藏于重重新绿之中的、尚未开放而仅仅是“数点红”的海棠蓓蕾。诗人忠告它“爱惜芳心”，不要轻易地吐蕾。那么，诗人为什么要如此深情地忠告？也许，诗人想到了，如果一旦开放，几场风雨之后，花就会很快坠落、凋零，“林花谢了太匆匆”，为了它的不至于很快谢落，为了它的长久，诗人宁愿红蕾深藏。也许，诗人想得更深，认为真正的“芳心”是不应该轻易吐露的，像桃李那样在春风中追逐、嬉闹，只是一种炫耀，一种浅薄的表现。诗人不希望像“桃李卖阳艳”，希望“慎勿作桃李”（李白《赠韦侍御黄裳》）。总之，诗句虽然用语平易，却意味醇厚，耐人咀嚼，留给我们很多的思考。诗人曾经说过：“动可以周万物而济天下，静可以崇高节而抗浮云。”（《新斋赋》）诗人作此诗时已入暮年，时金已灭亡，他回到了自己的故乡，抱定了“今是中原一布衣”（《为邓人作诗》）、“衰年那与世相关”（《已卯端阳日感怀》）的态度，过着遗民生活，他自觉已无能周济天下，于是只能坚守自己节操，独善其身。诗人也许从一个侧面，借告诫未开之海棠，不要轻易吐露花蕊，寄托了自己的这种心态。\n\n　　海棠花比桃花、李花开得晚，而且花朵儿红白相间，色彩淡雅，深藏在浓密的绿叶之中，并不起眼，不像桃花、李花那样，在春天争相开放，吸引人们的眼球。诗人通过对海棠的描述，赞美海棠洁身自爱，甘于清静的品性。\n\n　　它的清新，它的传神，它的志趣，无一不感动着我。公历四月上、中旬，正是百花盛开的时候。当然，最早开放的是桃杏了。故有“占断春风是此花”（唐·白敏中）和“红杏枝头春意闹”（宋·宋祁）的歌咏。海棠，开放略晚，先叶后花。当那嫩绿的叶片重重叠起的时候，它的花蕾也才刚刚绽裂花萼，露出花瓣的点点鲜红。作者所赋的就是这时的海棠。我特别赞叹作者抓取的时机是那么的准确，观察的是如此细致！然而作者的本意却在后面两句，赞扬海棠的矜持高洁，不趋时，不与群芳争艳。这正是作者自己精神的写照。\n\n　　作者以一首海棠诗暗示、告诫自己的儿女们要稳重行事，要像海棠一样不轻易显露自己的芳心，保持自己内心的纯洁。\n\n　　“芳心”是一个双关词语，一层意思是海棠花的花心。另一层是儿女的爱慕之心。\n\n","translation":"海棠枝间新长出的绿叶层层叠叠的，小花蕾隐匿其间微微泛出些许的红色。\n一定要爱惜自己那芳香的心，不要轻易地盛开，姑且让桃花李花在春风中尽情绽放吧！\n\n"}
{"_id":{"$oid":"5b9a1494367d5cab186688a0"},"title":"风入松·危楼古镜影犹寒","dynasty":"宋代","writer":"张炎","content":"危楼古镜影犹寒。倒景忽相看。桃花不识东西晋，想如今、也梦邯郸。缥缈神仙海上，飘零图画人间。\n宝光丹气共回环。水弱小舟闲。秋风难老三珠树，尚依依、脆管清弹。说与霓裳莫舞，银桥不到深山。","type":["抒情","思乡","孤寂"]}
{"_id":{"$oid":"5b9a1494367d5cab186688a1"},"title":"送梓州李使君","dynasty":"唐代","writer":"王维","content":"万壑树参天，千山响杜鹃。\n山中一夜雨，树杪百重泉。\n汉女输橦布，巴人讼芋田。\n文翁翻教授，不敢倚先贤。","type":["唐诗三百首","友情","送别"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154258540.mp3","remark":"梓州：《唐诗正音》作“东川”。梓州是隋唐州名，治所在今四川三台。李使君：李叔明，先任东川节度使、遂州刺史，后移镇梓州。\n壑（hè）：山谷。\n杜鹃：鸟名，一名杜宇，又名子规。\n一夜雨：一作“一半雨”。\n树杪（miǎo）：树梢。\n汉女：汉水的妇女。橦（tóng）布：橦木花织成的布，为梓州特产。\n巴：古国名，故都在今四川重庆。芋田：蜀中产芋，当时为主粮之一。这句指巴人常为农田事发生讼案。\n文翁：汉景时为郡太守，政尚宽宏，见蜀地僻陋，乃建造学宫，诱育人才，使巴蜀日渐开化。翻：翻然改变，通“反”。\n先贤：已经去世的有才德的人。这里指汉景帝时蜀郡守。\n\n","shangxi":"　　赠别之作，多从眼前景物写起，即景生情，抒发惜别之意。王维此诗，立意则不在惜别，而在劝勉，因而一上来就从悬想着笔，遥写李使君赴任之地梓州的自然风光，形象逼真，气韵生动，令人神往。\n\n　　开头两句互文见义，起得极有气势：万壑千山，到处是参天的大树，到处是杜鹃的啼声。既有视觉形象，又有听觉感受，读来使人恍如置身其间，大有耳目应接不暇之感。这两句气象阔大，神韵俊迈，被后世诗评家引为律诗工于发端的范例。“万壑树参天，千山响杜鹃”，以如椽大笔，淋漓泼墨，勾勒出巴蜀层峦叠嶂的群山、无数险峻深邃的岩壑、高耸云天的林木，同时还有一片杜鹃热闹如沸的啼鸣，使万壑千岩为之振响。如同展开一卷气势磅礴的山水画，令人为之一振。紧接着的“山中一半雨，树杪百重泉”，更扣紧蜀地山高林密、雨水充沛的特点，先描绘深山冥晦，千岩万壑中晴雨参半的奇景，再绘出雨中山间道道飞泉，悬空而下。诗人远远望去，泉瀑就如同从树梢上倾泻下来似的。这里生动地表现出远处景物互相重叠的错觉。诗人以画家的眼睛观察景物，运用绘法入诗，将三维空间的景物叠合于平面画幅的二维空间，若将最远处、高处的泉瀑画在稍近、稍低的树梢上。\n\n　　由此，就表现出山中景物的层次、纵深、高远，使画面富于立体感，把人带入一个雄奇、壮阔而又幽深、秀丽的境界。这一联的“山中”承首联的“山”，“树杪”承应首联的“树”，连接紧凑，天然工巧。无怪乎清代诗人王士禛击节称赞这四句诗，“兴来神来，天然入妙，不可凑泊”（《带经堂诗话》卷十八）。\n\n　　作者以欣羡的笔调描绘蜀地山水景物之后，诗的后半首转写蜀中民情和使君政事。梓州是少数民族聚居之地，那里的妇女，按时向官府交纳用橦木花织成的布匹；蜀地产芋，那里的人们又常常会为芋田发生诉讼。“汉女”“巴人”“橦布”“芋田”，处处紧扣蜀地特点，而征收赋税，处理讼案，又都是李使君就任梓州刺史以后所掌管的职事，写在诗里，非常贴切。最后两句，运用有关治蜀的典故。“文翁”是汉景帝时的蜀郡太守，他曾兴办学校，教育人才，使蜀郡“由是大化”（《汉书·循吏传》。王维以此勉励李使君，希望他效法文翁，翻新教化，而不要倚仗文翁等先贤原有的政绩，泰然无为。联系上文来看，既然蜀地环境如此之美，民情风土又如此之淳，到那里去当刺史，自然更应当克尽职事，有所作为。寓劝勉于用典之中，寄厚望于送别之时，委婉而得体。\n\n　　《送梓州李使君》作为一首送别诗来看，它的艺术构思新颖奇特。诗中没有一句涉及送别之时、之地、之情、之事，全篇都是描绘巴蜀的山水、风情和民事。然而读后深思，就会发觉此诗紧紧围绕李氏即将赴任的梓州步步展开，层层深入，全诗融注着诗人对李氏欣羡、期望、劝勉的一腔真情，前后融会贯通，结构谨严缜密。前两联描绘巴蜀雄秀山川风光，景因情生，流露出诗人对梓州风光的热烈向往，对李氏即将前往赴任的无限欣羡。第三联有极强的概括力，既表现了蜀地的物产、民风，也说明蜀地僻远经济落后，人民穷困而且缺乏教化，这就含蓄地提醒李使君，治蜀并非易事，而是任重道远。这一联还为尾联埋下伏笔，使诗人劝勉李使君的话更显得切实而不空洞。尾联则顺势而下，勉励李使君以汉代蜀郡太守文翁为榜样，在梓州重施教化，翻新吏治，大展宏图。诗人以文翁来比李使君，用典贴切，切人，切事，切地，又能借以传达出自己真诚、殷切的期望之意，可谓用典妙笔。\n\n　　诗写送别，不写离愁别恨，不作浮泛客套之语，却有对于国家大事、民生疾苦、友人前途的深切关心。格调高远，爽利明快，在唐人送别诗中，堪称是一首构思别开生面、思想境界高远、读后令人振奋的佳作。\n\n","translation":"万壑古树高耸云天，千山深处杜鹃啼啭。\n山中春雨一夜未停，树丛梢头流淌百泉。\n汉女辛劳织布纳税，巴人地少诉讼争田。\n望你发扬文翁政绩，奋发有为不负先贤。\n\n"}
{"_id":{"$oid":"5b9a1494367d5cab186688a2"},"title":"吴起守信","dynasty":"明代","writer":"宋濂","content":"　　昔吴起出，遇故人,而止之食。故人曰：“诺，期返而食。”起曰：“待公而食。”故人至暮不来，起不食待之。明日早，令人求故人，故人来，方与之食。起之不食以俟者，恐其自食其言也。其为信若此，宜其能服三军欤？欲服三军，非信不可也！","type":["小学文言文","诚信","故事"],"remark":"昔：从前\n令：派；使；让\n方：才\n之：代词，指“老朋友”\n俟（sì）：等待\n恐：恐怕；担心\n可：行；可以\n信：信用\n故：先前的；原来的\n食：吃\n信：诚信\n止：留住\n求：寻找\n服：使……信服（意动用法）\n非信不可也：不守信用是不行的。 信，守信，讲信用\n吴起：战国初期著名的政治改革家，卓越的军事家、统帅、政治家、改革家。\n欤：语气词，吧\n其：他，指吴起\n宜：应该\n为：坚守\n明日：明天\n者：.....的原因\n\n","translation":"　　从前吴起外出遇到了老朋友，就留他吃饭。老朋友说：“好啊，等我回来就（到你家）吃饭。”吴起说：“我（在家里）等待您一起进餐。”（可是）老朋友到了傍晚还没有来，吴起不吃饭而等候他。第二天早晨，（吴起）派人去找老朋友，老朋友来了，才同他一起进餐。吴起不吃饭而等候老朋友的原因是怕自己说了话不算数。他坚守信用到如此程度，这是能使军队信服的缘由吧！要想使军队信服，（作为将领）不守信用是不行的。\n\n"}
{"_id":{"$oid":"5b9a1494367d5cab186688a3"},"title":"桑茶坑道中","dynasty":"宋代","writer":"杨万里","content":"晴明风日雨干时，草满花堤水满溪。\n童子柳阴眠正着，一牛吃过柳阴西。","type":["春天","写景","儿童","生活"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154259326.mp3","remark":"桑茶坑：地名，在安徽泾县。\n草满花堤（dī）：此处倒装，即花草满堤。\n童子：儿童；未成年的男子。柳阴：柳下的阴影。诗文中多以柳阴为游憩佳处。\n\n","shangxi":"　　此诗写的是桑茶道中所见的儿童牧牛情景，展现了夏日江南田野水边的景色。此诗诗中有画，意韵悠长。诗人撷取春末夏初田园憩息的小景，以作画法表现人与自然的和谐。每一句都是一幅画面，画面之间又是相互联系着。远景写意，着色粗放淋漓；近景写人，工笔勾勒，细致入微。\n\n　　此诗语言浅显易懂。首句写得平易，“晴明风日雨干时”，点明一个大晴天，雨后初晴之日，阳光透亮，风儿流畅，地面的积水正被阳光蒸发，被风儿吹干。一雨一晴，风调雨顺，又是农业生产的好时光。全句展示出的大自然不是死寂的，而是流动的。“草满花堤水满溪”，在这样好的气候条件下，小溪被雨水充盈了，水面和堤齐平，这种情景用“满”字是合适的，常见的；而以“满”字写堤上花儿草儿繁盛之状，原也不足为奇，但“满”在这里作为动词，仿佛青草有意识地去装点堤岸一般，这就生动有趣了。这样的“花堤”，正是放牛的好去处啊。于是，诗人的眼睛发现了“童子柳阴眠正着”，童子在柳树的浓荫下酣睡。在诗的节奏上，第三句是个顿挫。前两句写的是自然界景物，都充满生气和动态，到了最有生命力的人（又是活泼可爱的孩子），却呼呼大睡，一动不动。轻快的诗歌节奏在这里仿佛停了下来，放慢了速度。然而，情绪上的顿挫，是为了推出第四句“一牛吃过柳阴西。”童子的牛在哪儿呢？牛儿吃着吃着，已经挪到了柳阴的西边去了。因为牧童的安然静止睡眠，使牛儿得以自由自在地吃草，悠然地动着。画面因牛的活动，又活动起来。这样一静一动，和谐自然。这里把牧牛童子和牛的神态写活了，富有生活气息。\n\n　　这首诗前两句写出了由雨而晴，由湿而干，溪水由浅而满，花草于风中摇曳，大自然充满了生机的律“动”；第三句写出了牧童柳荫下酣睡的自然悠闲的“静”，加上第四句“一牛吃过柳阴西”的时动时静，形成了这首诗独特的生活情趣和原始朴素的美感。\n\n","translation":"雨后的晴天，风和日丽，雨水蒸发得无影无踪。小溪的河槽水流上涨，岸边丛生绿油油的野草，盛开着绚丽的野花。\n一个牧童躺在柳荫下，睡梦正甜。而那头牛只管埋头吃草，越走越远，直吃到柳林西面。\n\n"}
{"_id":{"$oid":"5b9a1495367d5cab186688a4"},"title":"牧童词","dynasty":"唐代","writer":"李涉","content":"朝牧牛，牧牛下江曲。\n夜牧牛，牧牛度村谷。\n荷蓑出林春雨细，芦管卧吹莎草绿。\n乱插蓬蒿箭满腰，不怕猛虎欺黄犊。","type":["儿童","讽刺"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154259933.mp3"}
{"_id":{"$oid":"5b9a1495367d5cab186688a5"},"title":"截竿入城","dynasty":"魏晋","writer":"邯郸淳 撰","content":"　　鲁有执长竿入城门者，初竖执之，不可入；横执之，亦不可入。计无所出。俄有老父至，曰：“吾非圣人，但见事多矣！何不以锯中截而入？\"遂依而截之。","type":["小学文言文","写人","寓理","故事"]}
{"_id":{"$oid":"5b9a1495367d5cab186688a6"},"title":"夏日南亭怀辛大","dynasty":"唐代","writer":"孟浩然","content":"山光忽西落，池月渐东上。\n散发乘夕凉，开轩卧闲敞。\n荷风送香气，竹露滴清响。\n欲取鸣琴弹，恨无知音赏。\n感此怀故人，中宵劳梦想。(\n'中'宵, 一作：终)","type":["唐诗三百首","夏天","怀人","友情"],"remark":"山光：傍山的日影。\n池月：池边的月色。\n东上：从东面升起\n开轩：开窗。\n卧闲敞：躺在幽静宽敞的地方。\n恨：遗憾。\n感此：有感于此。\n中宵：整夜。\n劳：苦于。\n梦想：想念。\n\n","shangxi":"　　此诗载于《全唐诗》卷一百五十九。下面是四川诗词学会理事、四川大学文学与新闻学院教授周啸天对此诗的赏析。\n\n　　孟浩然诗的特色是“遇景入咏，不拘奇抉异”（皮日休），虽只就闲情逸致作清描淡写，往往能引人渐入佳境。《夏日南亭怀辛大》就是有代表性的名篇。\n\n　　诗的内容可分两部分，既写夏夜水亭纳凉的清爽闲适，同时又表达对友人的怀念。“山光忽西落，池月渐东上”，开篇就是遇景入咏，细味却不止是简单写景，同时写出诗人的主观感受。“忽”、“渐”二字运用之妙，在于它们不但传达出夕阳西下与素月东升给人实际的感觉（一快一慢）；而且，“夏日”可畏而“忽”落，明月可爱而“渐”起，只表现出一种心理的快感。“池”字表明“南亭”傍水，亦非虚设。\n\n　　近水亭台，不仅“先得月”，而且是先退凉的。诗人沐浴之后，洞开亭户，“散发”不梳，靠窗而卧，使人想起陶潜的一段名言：“五六月中北窗下卧，遇凉风暂至，自谓是羲皇上人。”（《与子俨等疏》）三四句不但写出一种闲情，同时也写出一种适意——来自身心两方面的快感。\n\n　　进而，诗人从嗅觉、听觉两方面继续写这种快感：“荷风送香气，竹露滴清响。”荷花的香气清淡细微，所以“风送”时闻；竹露滴在池面其声清脆，所以是“清响”。滴水可闻，细香可嗅，使人感到此外更无声息。诗句表达的境界宜乎“一时叹为清绝”（沈德潜《唐诗别裁》）。写荷以“气”，写竹以“响”，而不及视觉形象，恰是夏夜给人的真切感受。\n\n　　“竹露滴清响”，那样悦耳清心。这天籁似对诗人有所触动，使他想到音乐，“欲取鸣琴弹”了。琴，这古雅平和的乐器，只宜在恬淡闲适的心境中弹奏。据说古人弹琴，先得沐浴焚香，屏去杂念。而南亭纳凉的诗人此刻，已自然进入这种心境，正宜操琴。“欲取”而未取，舒适而不拟动弹，但想想也自有一番乐趣。不料却由“鸣琴”之想牵惹起一层淡淡的怅惘。象平静的井水起了一阵微澜。相传楚人钟子期通晓音律。伯牙鼓琴，志在高山，子期品道：“峨峨兮若泰山”；志在流水，子期品道：“洋洋兮若流水。”子期死而伯牙绝弦，不复演奏。（见《吕氏春秋·本味》）这就是“知音”的出典。由境界的清幽绝俗而想到弹琴，由弹琴想到“知音”，而生出“恨无知音赏”的缺憾，这就自然而然地由水亭纳凉过渡到怀人上来。\n\n　　此时，诗人是多么希望有朋友在身边，闲话清谈，共度良宵。可人期不来，自然会生出惆怅。“怀故人”的情绪一直带到睡下以后，进入梦乡，居然会见了亲爱的朋友。诗以有情的梦境结束，极有余味。\n\n　　孟浩然善于捕捉生活中的诗意感受。此诗不过写一种闲适自得的情趣，兼带点无知音的感慨，并无十分厚重的思想内容；然而写各种感觉细腻入微，诗味盎然。文字如行云流水，层递自然，由境及意而达于浑然一体，极富于韵味。诗的写法上又吸收了近体的音律、形式的长处，中六句似对非对，具有素朴的形式美；而诵读起来谐于唇吻，又“有金石宫商之声”（严羽《沧浪诗话》）。\n\n","translation":"傍山的日影忽然西落了，池塘上的月亮从东面慢慢升起。\n披散着头发在夜晚乘凉，打开窗户躺卧在幽静宽敞的地方。\n一阵阵的晚风送来荷花的香气，露水从竹叶上滴下发出清脆的响声。\n正想拿琴来弹奏，可惜没有知音来欣赏。\n感慨良宵，怀念起老朋友来，整夜在梦中也苦苦地想念。\n\n韵译\n夕阳忽然间落下了西山，东边池角明月渐渐东上。\n披散头发今夕恰好乘凉，开窗闲卧多么清静舒畅。\n清风徐徐送来荷花幽香，竹叶轻轻滴下露珠清响。\n心想取来鸣琴轻弹一曲，只恨眼前没有知音欣赏。\n感此良宵不免怀念故友，只能在夜半里梦想一场。\n\n"}
{"_id":{"$oid":"5b9a1495367d5cab186688a7"},"title":"水调歌头·中秋","dynasty":"宋代","writer":"米芾","content":"砧声送风急，蟠蟀思高秋。我来对景，不学宋玉解悲愁。收拾凄凉兴况，分付尊中醽醁，倍觉不胜幽。自有多情处，明月挂南楼。\n怅襟怀，横玉笛，韵悠悠。清时良夜，借我此地倒金瓯。可爱一天风物，遍倚阑干十二，宇宙若萍浮。醉困不知醒，欹枕卧江流。","type":["中秋节","饮酒","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154300272.mp3","remark":"砧声：也作“碪声”，捣衣声。元好问《短日》：短日碪声急，重云雁影深。\n蟠蟀：蟋蟀的一种，宋代顾逢曾作《观鬭蟠蟀有感》。\n高秋：天高气爽的秋天。\n宋玉解悲秋：宋玉《九辨》：悲哉秋之为气也，萧瑟兮草木摇落而变衰。\n兴况：情趣，意趣。\n分付：分别付予，这里指给酒樽分别倒酒。\n醽醁（líng lù）：古代的一种美酒。\n清时：清平之时，也指太平盛世。\n金瓯（ōu）：酒杯的美称。瓯，杯子。\n阑干十二：曲曲折折的栏杆。阑干，即栏杆。十二，形容曲折之多。\n欹（qī）:斜倚着，斜靠。\n\n","translation":"中秋的时候，捣衣声混杂着风声，蟠蟀好像在思索高爽的秋天。我面对着这样的景象，是不会学宋玉去纾解悲愁的。把凄凉的心意收拾起来，给每个酒樽里都倒上美酒，内心更加觉得抵不过这样的幽静。明月挂在南楼正是我觉得充满情趣的地方所在。\n怅惘这样的胸怀，于是拿起笛子吹奏，笛声的韵律悠悠扬扬。在这清平之时，良美之夜，就把这块地方借给我让我痛饮。看着这一天可爱的风景，我倚着曲曲折折的栏杆，宇宙在我眼里也只是小小的浮萍。喝醉困乏了就靠着枕头临江而睡，不知道什么时候会醒来。\n\n"}
{"_id":{"$oid":"5b9a1495367d5cab186688a8"},"title":"征人怨 / 征怨","dynasty":"唐代","writer":"柳中庸","content":"岁岁金河复玉关，朝朝马策与刀环。 \n三春白雪归青冢，万里黄河绕黑山。","type":["唐诗三百首","黄河","边塞"],"remark":"岁岁：年复一年，年年月月。金河：即黑河，在今呼和浩特市城南。玉关：即甘肃玉门关。\n朝（zhāo）朝：每天，日日夜夜。马策：马鞭。刀环：刀柄上的铜环，喻征战事。\n三春：春季的三个月或暮春，此处指暮春。青冢（zhǒng）：西汉时王昭君的坟墓，在今内蒙古呼和浩特之南，当时被认为是远离中原的一处极僻远荒凉的地方。传说塞外草白，惟独昭君墓上草色发青，故称青冢。\n黑山：一名杀虎山，在今内蒙古呼和浩特市东南。\n\n","shangxi":"　　这是一首传诵极广的边塞诗。诗中写到的金河、青冢、黑山，都在今内蒙古自治区境内，唐时属单于都护府。由此可以推断，这首诗写的是一个隶属于单于都护府的征人的怨情。全诗四句，一句一景，表面上似乎不相连属，实际上却统一于“征人”的形象，都围绕着一个“怨”字铺开。\n\n　　前两句就时记事，说的是：年复一年，东西奔波，往来边城；日复一日，跃马横刀，征战不休。金河在东而玉门关在西，相距很远，但都是边陲前线。马策、刀环虽小而微，然而对于表现军中生活来说却有典型性，足以引起对征戍之事的一系列的联想。这两句“岁岁”“朝朝”相对，“金河”“玉关”，“马策”“刀环”并举，又加以“复”字、“与” 字，给人以单调困苦、不尽无穷之感，怨情自然透出。\n\n　　前两句从“岁岁”说到“朝朝”，似乎已经把话说尽。然而对于满怀怨情的征人来说，这只是说着了一面。他不仅从那无休止的时间中感到怨苦之无时不在，而且还从即目所见的景象中感到怨苦之无处不有，于是又有三、四句之作。\n\n　　“青冢”是王昭君的坟墓，在今呼和浩特市境内，当时被认为是远离中原的一处极僻远荒凉的地方。传说塞外草白，惟独昭君墓上草色发青，故称青冢。时届暮春，在苦寒的塞外却 “春色未曾看”，所见者唯有白雪落向青冢而已。萧杀如此，令人凄绝。末句写边塞的山川形势：滔滔黄河，绕过沉沉黑山，复又奔腾向前。黄河和黑山相隔甚远，这里不可坐实理解。上句说青冢，这里自然想起青冢附近的黑山，并用一个“绕”字牵合，寄寓绵绵怨情。这两句写景，似与诗题无关，其实都是征人常见之景，常履之地，因而从白雪青冢与黄河黑山这两幅图画里，读者不仅看到征戍之地的寒苦与荒凉，也可以感受到征人转战跋涉的苦辛。诗虽不直接发为怨语，而蕴蓄于其中的怨恨之情足以使人回肠荡气。\n\n　　此诗通篇不着一个“怨”字，却又处处弥漫着怨情。诗人抓住产生怨情的缘由，从时间与空间两方面落笔，让“岁岁”“朝朝”的戎马生涯以及“三春白雪”与“黄河”“黑山”的自然景象去现身说法，收到了“不着一字，尽得风流”（司空图《二十四诗品》）的艺术效果。而这首诗的谨严工整也历来为人称道。诗不仅每句自对（如首句中的“金河” 对“玉关”），又两联各自成对。后一联的对仗尤其讲究：数字对（“三”“万”）与颜色对（“白”“青”“黄”“黑”）同时出现在一联之中；颜色对中，四种色彩交相辉映，使诗歌形象富于色泽之美；动词“归”“绕”对举，略带拟人色彩，显得别具情韵。这样精工的绝句，确是不多见的。\n\n","translation":"年年岁岁戍守金河保卫玉关，日日夜夜挥舞马鞭手握刀环。\n时届暮春白雪飘飞归来塞外，万里奔波渡过黄河绕过黑山。\n\n"}
{"_id":{"$oid":"5b9a1495367d5cab186688a9"},"title":"咏华山","dynasty":"宋代","writer":"寇准","content":"只有天在上，更无山与齐。\n举头红日近，回首白云低。","type":["咏物","写山"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154300758.mp3","remark":"与齐：与之齐的省略，即没有山和华山齐平。\n举头：抬起头。李白《静夜思》举头望明月，低头思故乡。\n回首：这里作低头，与“举头”相对应。\n\n","shangxi":"　　《咏华山》是宋朝宰相寇准七岁时咏诵的一首诗。诗的大意是：除了蓝天，远远近近的山都在华山脚下。太阳显得那么近，山腰间飘着朵朵白云。\n\n　　寇准是北宋时期稀世神童，聪慧过人。他咏的这首诗，缘境构诗，诗与境谐。孩子的诗是即景即情之作，与先前的爬山描写投榫合缝，都突出了华山的高峻陡峭，气势不凡，显得贴合山势，准确传神，应该说是难能可贵了。\n\n　　据记载，寇准小时候，其父大宴宾客，饮酒正酣，客人请小寇准以附近华山为题，作《咏华山》诗，寇准在客人面前踱步思索，一步、二步，到第三步便随口吟出一首五言绝句：“只有天在上，更无山与齐。举头红日近，回首白云低。”比世人皆知的曹植七步成诗还要快出许多，真是才思敏捷，出口成章。\n\n","translation":"华山的上面只有青天，世上更是找不到和它齐平的山。\n在山顶抬头就能看到红色的太阳有多近，回头看甚至觉得白云都很低。\n\n"}
{"_id":{"$oid":"5b9a1495367d5cab186688aa"},"title":"诗经·陈风·月出","dynasty":"先秦","writer":"佚名","content":"月出皎兮，佼人僚兮。舒窈纠兮，劳心悄兮。\n月出皓兮，佼人懰兮。舒忧受兮，劳心慅兮。\n月出照兮，佼人燎兮。舒夭绍兮，劳心惨兮。\n\n\n","type":["诗经","月亮","怀人","民谣"],"remark":"皎：毛传：“皎，月光也。”谓月光洁白明亮。\n佼（jiǎo）：同“姣”，美好。“佼人”即美人。\n僚：同“嫽”，娇美。\n舒：舒徐，舒缓，指从容娴雅。\n窈纠：形容女子行走时体态的曲线美。\n劳心：忧心。\n悄：忧愁状。\n懰（liǔ）：音柳，妩媚。《埤苍》作“嬼”，妖冶。\n慅（cǎo）：忧愁，心神不安。\n燎：明也。一说姣美。\n夭绍：形容女子风姿绰绝。汉赋里往往写作“要绍”，曲貌。“窈纠”、“忧受”、“夭绍”都是形容女子行动时的曲线美，就是曹植《洛神赋》所谓“婉若游龙”。\n惨（zào）：当为“懆（cǎo）”，焦躁貌。《集传》：“惨当作懆，忧也。”\n\n","shangxi":"　　关于诗的主题，《毛诗序》认为是讽刺陈国统治者“好色”，朱熹《诗集传》谓“此亦男女相悦而相念之辞”。高亨《诗经今注》认为描绘“陈国统治者，杀害了一位英俊人物”。多认为是月下相思的爱情诗。\n\n　　诗从望月联想到意中女子的美丽，想起她的面容，想起她的身姿，想起她的体态，越思越忧，越忧越思……深沉的相思，美人的绰绝，月夜的优美，构成了动人情景，又别是一番诗情画意了。\n\n　　“月出皎兮”，天上一轮圆月洒着皎洁的银辉，这夜色显得格外的美丽。这是写景，也是写情。这句交待了诗人活动的背景是在一个月光明丽的夜晚，这本身就富有很大的魅力和诱惑力，容易使人对景生情，发出许多美好的联想。同时，结合下句，这句又有着比兴的作用，以月光的美来比喻所爱人的美，是很恰贴的。“佼人僚兮”反映出这时在诗人的眼前，出现了一个娇美的女子，引起他无限的爱慕和情思。天上有着皎洁的月光，地上有着娇美的女子，此时此刻，此情此景，花好月圆，天惬人意。“舒窈纠兮”一句写诗人仔细端详女子时的感觉。在月光下，她不但显得容貌皎好，而且身材那么苗条、秀美，真让人神颠魄荡；而更吸引人的，是她还有一种气质美，她举止舒缓，雍容大方，性情安静，而这气比外表更富有魅力。“劳心悄兮”，此句是诗人自言其心情的烦闷。月光美，人更美，那窈窕的身姿象那雍容的举止，使得诗人一见钟情，而又无从表白，因而生发出无限的忧愁和感慨。\n\n　　这首诗的景色描写很有特色，“月出皎兮”，“月出皓兮”，“月出照兮”，柔美的月光本身就有无限的情意，而让它作为背景来衬托，则女子的倩影愈发显得秀美。同时，月光朦胧下，一个线条优美的女子在缓缓起步，更增添了几分神秘的色彩，有一种朦胧美的韵味。所以，这一景色很富有画意，而画意又渗透了无限的诗情。\n\n　　《月出》的意境是迷离的。诗人思念他的情人，是从看到冉冉升起的皎月开始的。也许因为月儿总是孤独地悬在无垠的夜空，也许因为它普照一切，笼盖一切，所谓“隔千里兮共明月”（谢庄《月赋》），月下怀人的作品总给人以旷远的感觉。作者的心上人，此刻也许就近在咫尺，但在这朦胧的月光下，又似乎离得很远很远，真是“美人如花隔云端”（李白《长相思》）。诗人“虚想”着她此刻姣好的容颜，她月下踟躅的婀娜倩影，时而分明，时而迷茫，如梦似幻。\n\n　　《月出》的情调是惆怅的。全诗三章中，如果说各章前三句都是从对方设想，末后一句的“劳心悄兮”、“劳心慅兮”、“劳心惨兮”，则是直抒其情。这忧思，这愁肠，这纷乱如麻的方寸，都是在前三句的基础上产生，都由“佼人”月下的倩影诱发，充满可思而不可见的怅恨。其实这怅恨也已蕴含在前三句中：在这静谧的永夜，“佼人”月下独自地长久地徘徊，一任夜风拂面，一任夕露沾衣，她也是在苦苦地思念着自己。这真是“此时相望不相闻，愿逐月华流照君”（张若虚《春江花月夜》）。\n\n　　与迷茫的意境和惆怅的情调相适应。《月出》的语言是柔婉缠绵的。通篇各句皆以感叹词“兮”收尾，这在《诗经》中并不多见。“兮”的声调柔婉、平和，连续运用，正与无边的月色、无尽的愁思相协调，使人觉得一唱三叹，余味无穷。另外，形容月色的“皎”、“皓”、“照”，形容容貌的“僚”、“懰”、“燎”，形容体态的“窈纠”、“懮受”、“夭绍”，形容心情的“悄”、“慅”、“惨”，可谓一韵到底，犹如通篇的月色一样和谐。其中“窈纠”、“懮受”、“夭绍”俱为叠韵词，尤显缠绵婉约。\n\n　　望月怀人的迷离意境和伤感情调一经《月出》开端，后世的同类之作便源源不断，李白《送祝八》“若见天涯思故人，浣溪石上窥明月”，杜甫《梦太白》“落月满屋梁，犹疑见颜色”，常建《宿王昌龄隐处》“松际露微月，清光犹为君”，王昌龄《送冯六元二》“山月出华阴，开此河渚雾，清光比故人，豁然展心悟”，此类甚多，大抵出自《陈风》。不管它们如何变换着视角，变换着形式，变换着语言，但似乎都只是一种意境，一种情调，即迷离的意境，怅惘的情调。这种意境与情调，最早也可以追溯到《月出》。这些滥觞于《月出》的望月怀人诗赋作品，总能使人受到感动与共鸣，这也正如月亮本身，终古常见，而光景常新。\n\n","translation":"月亮出来多明亮，美人仪容真漂亮。身姿窈窕步轻盈，让我思念心烦忧。\n月亮出来多洁白，美人仪容真姣好。身姿窈窕步舒缓，让我思念心忧愁。\n月亮出来光普照，美人仪容真美好。身姿窈窕步优美，让我思念心烦躁。\n\n"}
{"_id":{"$oid":"5b9a1495367d5cab186688ab"},"title":"国风·周南·汝坟","dynasty":"先秦","writer":"佚名","content":"遵彼汝坟，伐其条枚。未见君子，惄如调饥。\n遵彼汝坟，伐其条肄。既见君子，不我遐弃。\n鲂鱼赪尾，王室如毁。虽则如毁，父母孔迩。","type":["诗经","思念"],"remark":"遵：循，沿。汝：汝河，源出河南省。坟（fén）：水涯，大堤。\n条枚：山楸树。一说树干（枝曰条，干曰枚）。\n君子：此指在外服役或为官的丈夫。\n惄（nì）：饥，一说忧愁。调（zhōu）：又作“輖”，“朝”（鲁诗此处作“朝”字），早晨。调饥：早上挨饿，以喻男女欢情未得满足。\n肄（yì）：树砍后再生的小枝。\n遐（xiá）：远。\n鲂（fánɡ）鱼：鳊鱼。赬（chēng成）：浅红色。\n毁（huǐ）：火，齐人谓火为毁。如火焚一样。\n孔：甚。　迩（ěr）：近，此指迫近饥寒之境。\n\n","shangxi":"　　这在诗之首章，“遵彼汝坟，伐其条枚”——在高高的汝河大堤上，有一位凄苦的妇女，正手执斧子砍伐山楸的树枝。其实已透露了消息，采樵伐薪，本该是男人担负的劳作，现 在却由织作在室的妻子承担了。读者不禁要问：她的丈夫究竟到哪里去了？竟就如此忍心让妻子执斧劳瘁！“未见君子，惄如调饥”二句的跳出，即隐隐回答了此中缘由：原来，她的丈夫久已行役外出，这维持生计的重担，若非妻子没有人能来肩负。“惄”者忧也，“调饥”者朝食未进也。满腹的忧愁用朝“饥”作比，自然只有饱受饥饿折磨的人们，方有的真切感受。那么，这倚徙“汝坟”的妻子，想必又是忍着饥饿来此伐薪的了，此为文面之意。“朝饥”还有一层意思，它在先秦时代往又被用来作男欢女爱的隐语。而今丈夫常年行役，他那可怜的妻子，享受不到丝毫的眷顾和关爱。这便是首章展示的女主人公境况：她孤苦无依、忍饥挨饿，大清早便强撑衰弱之身采樵伐薪。当凄凉的秋风吹得她衣衫飘飘，大堤上传送来一声声“未见君子，惄如调饥”的怆然叹息时，令人闻之而酸鼻。\n\n　　第二章诗情发生了意外的转折。“遵彼汝坟，伐其条肄”二句，不宜视为简单的重复：“肄”指树木砍伐后新长的枝条，它点示了女主人公的劳瘁和等待，秋往春来又捱过了一年。忧愁悲苦在岁月漫漫中延续，期待也许早已化作绝望，此刻却意外发现了“君子”归来的身影。于是“既见君子，不我遐弃”二句，便带着女主人公突发的欢呼涌出诗行。不过它们所包含的情感，似乎又远比“欢呼”要丰富和复杂：久役的丈夫终于归来，他毕竟思我、爱我而未将我远弃，这正是悲伤中汹涌升腾的欣慰和喜悦；但归来的丈夫还会不会外出，他是否还会将我抛在家中远去？这疑虑和猜思，难免又会在喜悦之余萌生；然而此次是再不能让丈夫外出的了，他不能将可怜的妻子再次远弃。这又是喜悦、疑虑中发出的深情叮咛了。如此种种，实难以一语写尽，却又全为“不我遐弃”四字所涵容——《国风》对复杂情感的抒写，正是如此淳朴而又婉曲。\n\n　　女主人公的疑虑并非多余。第三章开首两句，即以踌躇难决的丈夫口吻，无情地宣告了他还得弃家远役：正如劳瘁的鳊鱼曳着赤尾而游，在王朝多难、事急如火之秋，他丈夫不可能耽搁、恋家。形象的比喻，将丈夫远役的事势渲染得如此窘急，可怜的妻子欣喜之余，又很快跌落到绝望之中。当然，绝望中的妻子也未放弃最后的挣扎：“虽则如毁，父母孔迩！”这便是她万般无奈中向丈夫发出的凄凄质问：家庭的夫妇之爱，纵然已被无情的徭役毁灭；但是濒临饥饿绝境的父母呢，他们的死活不能不顾。\n\n　　全诗在凄凄的质问中戛然收结，征夫对此质问又能作怎样的回答。这质问其实贯串了亘古以来的整整一部历史：当惨苛的政令和繁重的徭役，危及每一个家庭的生存，将支撑“天下”的民众逼到“如毁”、“如汤”的绝境时，历史便往往充满了这样的质问。《周南·汝坟》在几经忧喜和绝望后发出的质问，虽然化作了结句中征夫的不尽沉默。但是读者却分明听到了此后不久历史所发出的巨大回音：那便是西周王朝的轰然崩塌。\n\n","translation":"沿着汝河大堤走，采伐山楸那枝条。还没见到我夫君，忧如忍饥在清早。\n沿着汝河大堤走，采伐山楸那余枝。终于见到我夫君，请莫再将我远弃。\n鳊鱼尾巴色赤红，王室事务急如火。虽然有事急如火，父母穷困谁养活！\n\n"}
{"_id":{"$oid":"5b9a1495367d5cab186688ac"},"title":"定风波·两两轻红半晕腮","dynasty":"宋代","writer":"苏轼","content":"十月九日，孟亨之置酒秋香亭。有双拒霜，独向君猷而开，坐客喜笑，以为非使君莫可当此花，故作是篇。\n\n两两轻红半晕腮，依依独为使君回。若道使君无此意，何为，双花不向别人开。\n但看低昂烟雨里，不已。劝君休诉十分杯。更问尊前狂副使。来岁。花开时节与谁来。\n\n","type":["人格"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154301295.mp3","remark":"孟亨之：孟震，东平人，曾中进土。\n拒霜：即木芙蓉。\n君猷：徐君猷，字大受，东海人，当时知黄州，苏轼贬黄州，君猷待之甚厚。\n两两轻红半晕腮：形容两朵芙蓉呈粉红色，像美人晕红的脸腮。晕腮，红脸。\n独：唯一，特地。回：量词。\n双花：两朵芙蓉花。\n低昂：前栽后仰。十分杯：满杯酒。\n尊前：酒席前。狂副使：东坡自称狂醉团练副使，无事可做的酒官。\n来岁：明年。\n\n","translation":"两朵芙蓉渐渐地红起，像美人半红的脸一样。恋恋不舍地特地为开一次。假说徐守没有这种感受，为什么这两朵芙蓉花不对别人开放？\n看见芙蓉在濛濛细雨中摇摆不止，劝徐守停止说喝满杯酒的话了。进一步问酒席前的东坡醉官，明年，芙蓉花开时，我们再为谁来敬一杯？\n\n","shangxi":"上片，以拟人的手法，烘托徐守的美好人格和丰厚政绩。“两两轻红半晕腮，依依独为使君回”，推出一个动感镜头：如美人晕腮般的千瓣半白、半桃红的芙蓉花，特地甜甜地为徐守开放。作者总是以灵敏的眼光，丰富的感情，微妙的想象来观察、来体验客观世界，认为自然界的万事万物都有灵性，于是写进作品里，就能深深打动读者的心。作者用美丽、名贵的芙蓉花来敬赠一位“非使君莫可当此花”者，足见东坡对这位贤明的地方官的仰慕深情。“坐客喜笑”，人花通情。拟人之法，高超绝妙。“若道使君无此意，何为，双花不向别人开？”以设问的句式，更深透一层地把这种花如人意、花超人意的敬仰之情升华起来。“双花不向别人开？”这一过片问话结句，收而难止，留有余味，为下片的深化题旨作了铺垫。\n\n　　下片，“但看低昂烟雨里，不已，劝君休诉十分杯”，承上问话，由写芙蓉花的动人美貌、诱人感情到写芙蓉花感人精神、令人忘返：使君呀，好好地看看濛濛细雨中的芙蓉花，它在为你动情而翩翩起舞！劝君多喝几杯满杯酒表示谢意。“但”字一用，上下意蕴，一脉相通。“更向尊前狂副使，来岁，花开时节与谁来？”自问无答的三句话令人回味。东坡问：明年，芙蓉花开时节，我们与谁喝酒而来？芙蓉花与谁“依依”而开，答案便是余下的想象空间了。\n\n　　全词，采用拟人、设问的手法，强化了词的主观感情色彩。“双拒霜独向君猷而开”，景语含蓄，比直说更有意味。芙蓉花是那样的真情痴情，谁不为之动心。“来岁，花开时节为谁来？”用笔越曲，含情越深，留下了长久的回味。"}
{"_id":{"$oid":"5b9a1496367d5cab186688ad"},"title":"渔父","dynasty":"先秦","writer":"佚名","content":"　　屈原既放，游于江潭，行吟泽畔，颜色憔悴，形容枯槁。渔父见而问之曰：“子非三闾大夫与？何故至于斯？”屈原曰：“举世皆浊我独清，众人皆醉我独醒，是以见放。”\n\n　　渔父曰：“圣人不凝滞于物，而能与世推移。世人皆浊，何不淈其泥而扬其波？众人皆醉，何不餔其糟而歠其醨？何故深思高举，自令放为？”\n\n　　屈原曰：“吾闻之，新沐者必弹冠，新浴者必振衣；安能以身之察察，受物之汶汶者乎？宁赴湘流，葬于江鱼之腹中。安能以皓皓之白，而蒙世俗之尘埃乎?”\n\n　　渔父莞尔而笑，鼓枻而去，乃歌曰：“沧浪之水清兮，可以濯吾缨；沧浪之水浊兮，可以濯吾足。”遂去，不复与言。\n\n","type":["楚辞","哲理","散文","故事"],"remark":"既：已经，引申为“（在）……之后”。\n颜色:脸色。形容:形体容貌。\n三闾（lǘ)大夫:掌管楚国王族屈、景、昭三姓事务的官。屈原曾任此职。\n是以见放，是:这。以:因为。见：被。\n淈(gǔ):搅浑。\n餔：吃。糟:酒糟。歠(chuò):饮。醨(lí):薄酒。 成语：哺糟歠醨\n高举:高出世俗的行为。在文中与“深思“都是渔父对屈原的批评,有贬意,故译为(在行为上)自命清高。举,举动。\n沐：洗头。\n浴：洗身，洗澡。\n察察:皎洁的样子。\n汶(mén)汶:污浊。\n皓皓：洁白的或高洁的样子。\n莞尔：微笑的样子。\n鼓枻：摇摆着船桨。.鼓：拍打。枻(yì):船桨。\n沧浪：水名,汉水的支流,在湖北境内。或谓沧浪为水清澈的样子。“沧浪之水清兮“四句：这首《沧浪歌》也见于《孟子·离娄上》,二“吾“字皆作“我“字。\n濯：洗。\n缨：系帽的带子，在颔下打结。\n遂去，遂:于是。去:离开。\n不复与言，复:再。\n\n","shangxi":"　　关于《渔父》的作者，历来说法不一。最早认定为屈原作的，是东汉王逸的《楚辞章句》。《楚辞章旬》是在西汉末年刘向编的《楚辞》的基础上作注。在《楚辞》中，《渔父》已作为屈原的二十五篇作品之一收入。据此，则认定屈原作《渔父》，又可上推至刘向时。后世认同屈原作《渔父》，影响较大的有南朝梁代萧统编的《昭明文选》和南宋朱熹的《楚辞集注》。但此说漏洞颇多。从外证来说，司马迁在《史记·屈贾列传》中引述《渔父》文字时，只是作为行文的一部分，而并非作为屈原的原作转引。王逸《楚辞章句》在明确指出“《渔父》者，屈原之所作也”之后，又说“楚人思念屈原，因叙其辞以相传焉”，则作者又非屈原而成了“楚人”。从内证来说，《渔父》中的屈原表示“宁赴湘流，葬于江鱼之腹中”，以下当是赴湘自沉的一幕，似不可能再有心绪用轻松的笔调续写“莞尔而笑”的渔父。何况全文采用第三人称，亦与屈原作为此文作者的身份不合。故近人一般都认为此文并非屈原所作。郭沫若说：“《渔父》可能是深知屈原生活和思想的楚人的作品。”(《屈原赋今译》)按之作品的实际，这一推断还是比较可信的。\n\n　　在第一部分中，屈原开始露面。文章交待了故事发生的背景、环境以及主人公的特定情况。时间是在“既放”之后，即屈原因坚持爱国的政治主张遭到楚顷襄王的放逐之后；地点是在“江潭”、“泽畔”，从下文“宁赴湘流”四字看来，当是在接近湘江的沅江或沅湘间的某一江边、泽畔；其时屈原的情况是正心事重重，一边走一边口中念念有词。文中以“颜色憔悴，形容枯槁”八字活画出屈原英雄末路、心力交瘁、形销骨立的外在形象。\n\n　　第二部分是文章的主体。在这部分中，渔父上场，并开始了与屈原的问答。对渔父不作外形的描述，而是直接写出他心中的两个疑问。一问屈原的身份：“子非三闾大夫与?”屈原曾任楚国的三闾大夫(官名)，显然渔父认出了屈原，便用反问以认定身份。第二问才是问话的重点所在：“何故至于斯?”落魄到这地步，当是渔父所没有料想到的。由此一问，引出屈原的答话，并进而展开彼此间的思想交锋。屈原说明自己被流放的原因是“举世皆浊我独清，众人皆醉我独醒”，即自己与众不同，独来独往，不苟合，不妥协。由此引出渔父的进一步的议论。针对屈原的自是、自信，渔父提出，应该学习“圣人不凝滞于物，而能与世推移”的榜样，并以三个反问句启发屈原“淈泥扬波”、“哺糟歠酾”，走一条与世浮沉、远害全身的自我保护的道路。他认为屈原不必要“深思高举”，从思想到行为无不高标独立，以致为自己招来流放之祸。渔父是一位隐者，是道家思想的忠实信徒。老子说：“和其光，同其尘。”(《老子》)庄子说：“虚而委蛇。”(《庄子·应帝王》，后世成语作“虚与委蛇”)渔父所取的人生哲学、处世态度，正是从老庄那里继承过来的。他所标举的“圣人”，指的正是老、庄一类人物。儒家的大圣人则说：“道不同，不相为谋。”(《论语·卫灵公》)坚持“苏世独立，横而不流”(《九歌·橘颂》)的高尚人格的屈原，对于渔父的“忠告”当然是格格不入的。他义正辞严地进一步表明了自己的思想、主张。他以“新沐者必弹冠，新浴者必振衣”的两个浅近、形象的比喻，说明自己洁身自好、决不同流合污的态度。又以不能以自己的清白之身受到玷污的两个反问句，表明了自己“宁赴湘流”，不惜牺牲性命也要坚持自己的理想。屈原在《离骚》中就曾旗帜鲜明地表示过：“亦余心之所善兮，虽九死其犹未悔!”“既莫足与为美政兮，吾将从彭咸之所居!”《渔父》中的屈原，正是这样一个始终不渝地坚持理想、不惜舍生取义的生活中的强者。司马迁将《渔父》的文字作为史料载入屈原的传记中，当也是有见于所写内容的真实性，至少是符合屈原一以贯之的思想性格的。\n\n　　全文的最后一部分，笔墨集中在渔父一人身上。听了屈原的再次回答，渔父“莞尔而笑”，不再答理屈原，兀自唱起“沧浪之水清兮”的歌，“鼓枻而去”。这部分对渔父的描写十分传神。屈原不听他的忠告，他不愠不怒，不强人所难，以隐者的超然姿态心平气和地与屈原分道扬镳。他唱的歌，后人称之为《渔父歌》(宋人郭茂倩《乐府诗集》第八十三卷将此歌作为《渔父歌》的“古辞”收入)，也《沧浪歌》或《孺子歌》。歌词以“水清”与“水浊”比喻世道的清明与黑暗。所谓水清可以洗帽缨、水浊可以洗脚，大意仍然是上文“圣人不凝滞于物，而能与世推移”的意思，这是渔父和光同尘的处世哲学的一种较为形象化的说法。\n\n　　最后这一部分，不见于《史记》屈原本传中。从全篇结构来说，这一部分却是不可或缺的：它进一步渲染了渔父的形象；渔父无言而别、唱歌远去的结尾，也使全文获得了悠远的情韵。不少研究者认为《渔父》这篇作品是歌颂屈原的。但从全文的描写、尤其是从这一结尾中，似乎很难看出作者有专门褒美屈原、贬抑渔父的意思。《渔父》的价值在于相当准确地写出了屈原的思想性格，而与此同时，还成功地塑造了一位高蹈遁世的隐者形象。后世众多诗赋词曲作品中吟啸烟霞的渔钓隐者形象，从文学上溯源，都不能不使我们联想到楚辞中的这篇《渔父》。如果一定要辨清此文对屈原与渔父的感情倾向孰轻孰重，倒不妨认为他比较倾向于作为隐者典型的渔父。\n\n　　《渔父》是一篇可读性很强的优美的散文。开头写屈原，结尾写渔父，都着墨不多而十分传神；中间采用对话体，多用比喻、反问，生动、形象而又富于哲理性。从文体的角度看，在楚辞中，唯有此文、《卜居》以及宋玉的部分作品采用问答体，与后来的汉赋的写法已比较接近。前人说汉赋“受命于诗人，拓宇于楚辞”(刘勰《文心雕龙·诠赋》)，在文体演变史上，《渔父》无疑是有着不可忽视的重要地位的。\n\n","translation":"　　屈原遭到了放逐,在沅江边上游荡。他沿着江边走边唱，面容憔悴,模样枯瘦。渔父见了向他问道:“您不是三闾大夫么，为什么落到这步田地?“屈原说:“天下都是浑浊不堪只有我清澈透明（不同流合污）,世人都迷醉了唯独我清醒,因此被放逐。“\n　　渔父说:“圣人不死板地对待事物,而能随着世道一起变化。世上的人都肮脏,何不搅浑泥水扬起浊波，大家都迷醉了,何不既吃酒糟又大喝其酒?为什么想得过深又自命清高,以至让自己落了个放逐的下场?“\n　　屈原说:“我听说:刚洗过头一定要弹弹帽子,刚洗过澡一定要抖抖衣服。怎能让清白的身体去接触世俗尘埃的污染呢?我宁愿跳到湘江里,葬身在江鱼腹中。怎么能让晶莹剔透的纯洁,蒙上世俗的尘埃呢?“\n　　渔父听了,微微一笑,摇起船桨动身离去。唱道:“沧浪之水清又清啊,可以用来洗我的帽缨;沧浪之水浊又浊啊,可以用来洗我的脚。“便远去了,不再同屈原说话。\n\n"}
{"_id":{"$oid":"5b9a1497367d5cab186688ae"},"title":"长命女·春日宴","dynasty":"五代","writer":"冯延巳","content":"春日宴，绿酒一杯歌一遍。再拜陈三愿：一愿郎君千岁，二愿妾身常健，三愿如同梁上燕，岁岁长相见。","type":["宋词三百首","婉约","夫妻","饮酒","祝愿"],"remark":"长命女：唐教坊曲名用作词调名。全词39字，上片三句三仄韵，下片四句仄韵。\n绿酒：古时米酒酿成未滤时，面浮米渣，呈淡绿色，故名。\n妾身：古时女子队自己的谦称。\n岁岁：年年，即每年。\n\n","shangxi":"　　这首词实际是祝酒词，描写春日开宴时，夫妇双方祝酒陈愿。前两愿分别祝郎君与自己长寿健康，第一愿以梁燕双柄喻夫妻团圆，天长地久。冯词三愿对于人问恩爱夫妇而苦则相当典型，主人公不求富贵．惟愿夫妇相守长久，意愿虽强而所求不奢，表现了古代女子对美满生活的追求。\n\n　　在具体描写上。本词不但通过人物的语言来抒情，而且通过相应的具体环境描写来烘托人物的思想感情。春日、绿酒、情歌、呢喃燕语，构成了极美的意境，对于爱情的抒写是极有力的烘托。\n\n　　整首词采用妇人口吻，语言清新明丽，语浅情深，可谓做到单纯与丰富富、平易与雅致高度统一，深得民歌精髓，化平凡为神奇，艺术效果奇妙。\n\n","translation":"风和日丽的春天，摆起丰盛的酒宴。一杯美酒一曲歌呵，拜了又拜许三愿：一愿郎君你长寿千岁，二愿我身体永远康健，三愿我俩如同梁上燕呀，双双对对，幸福无边。\n\n"}
{"_id":{"$oid":"5b9a1497367d5cab186688af"},"title":"闻乐天授江州司马","dynasty":"唐代","writer":"元稹","content":"残灯无焰影幢幢，此夕闻君谪九江。 \n垂死病中惊坐起，暗风吹雨入寒窗。","type":["友情","贬谪"],"remark":"授：授职，任命。江州：即九江郡，治所在今江西省九江市。司马：官名。唐代以司马为州刺史的辅佐之官，协助处理州务。\n残灯：快要熄灭的灯。焰：火苗。幢（chuáng）幢：灯影昏暗摇曳之状。\n夕：夜。谪：古代官吏因罪被降职或流放。\n垂死：病危。\n\n","shangxi":"　　此诗的中间两句是叙事言情，表现了作者在乍一听到这个不幸消息时的陡然一惊，语言朴实而感情强烈。诗的首尾两句是写景，形象地描绘了周围景物的暗淡凄凉，感情浓郁而深厚。\n\n　　元稹贬谪他乡，又身患重病，心境本来就不佳。此时忽然听到挚友也蒙冤被贬，内心更是极度震惊，万般怨苦，满腹愁思一齐涌上心头。以这种悲凉的心境观景，一切景物也都变得阴沉昏暗了。于是，看到“灯”，觉得是失去光焰的“残灯”；连灯的阴影，也变成了“幢幢”——昏暗的摇曳不定的样子。“风”，本来是无所谓明暗的，而今却成了“暗风”。“窗”，本来无所谓寒热的，而今也成了“寒窗”。只因有了情的移入，情的照射，情的渗透，连风、雨、灯、窗都变得又“残”又“暗”又“寒”了。“残灯无焰影幢幢”、“暗风吹雨入寒窗”两句，既是景语，又是情语，是以哀景抒哀情，情与景融会一体、“妙合无垠”。\n\n　　诗中“垂死病中惊坐起”一语，是传神之笔。白居易曾写有两句诗：“枕上忽惊起，颠倒着衣裳”，这是白居易在元稹初遭贬谪、前往江陵上任时写的，表现了他听到送信人敲门，迫不及待地想看到元稹来信的情状，十分传神。元稹此句也是如此。其中的“惊”，写出了“情”──当时震惊的感情；其中的“坐起”，则写出了“状”──当时震惊的模样。如果只写“情”不写“状”，不是“惊坐起”而是“吃一惊”，那恐怕就神气索然了。而“惊坐起”三字，正是惟妙惟肖地摹写出作者当时陡然一惊的神态。再加上“垂死病中”，进一步加强了感情的深度，使诗句也更加传神。既曰“垂死病中”，那么，“坐起”自然是很困难的。然而，作者却惊得“坐起”了，这样表明：震惊之巨，无异针刺；休戚相关，感同身受。元、白二人友谊之深，于此清晰可见。\n\n　　按照常规，在“垂死病中惊坐起”这句诗后，大概要来一句实写，表现“惊”的具体内涵。然而作者却偏偏来了个写景的诗句：“暗风吹雨入寒窗”。这样，“惊”的具体内涵就蕴含于景语之中，成为深藏不露、含蓄不尽的了。作者对白氏被贬一事究竟是惋惜，是愤懑，还是悲痛，全都没有说破，全都留给读者去领悟、想象和玩味了。\n\n　　元稹这首诗所写的，只是听说好友被贬而陡然一惊的片刻，这无疑是一个“有包孕的片刻”，也就是说，是有千言万语和多种情绪涌上心头的片刻，是有巨大的蓄积和容量的片刻。作者写了这个“惊”的片刻而又对“惊”的内蕴不予点破，这就使全诗含蓄蕴藉，情深意浓，诗味隽永，耐人咀嚼。\n\n　　元稹把他这首诗寄到江州以后，白居易读了非常感动。后来他在《与元微之书》中说 ：“此句他人尚不可闻，况仆心哉！至今每吟，犹恻恻耳。”像这样一首情景交融、形神俱肖、含蓄不尽、富有包孕的好诗，它是有很强的艺术魅力的。别人读了尚且会受到艺术感染，何况当事人白居易。\n\n","translation":"残灯已没有火焰，周围留下模糊不清的影子，这时听说你被贬官九江。\n在垂死的重病中，我被这个消息震惊得忽的坐了起来。\n暗夜的风雨吹进我窗户，感觉分外寒冷。\n\n"}
{"_id":{"$oid":"5b9a1497367d5cab186688b0"},"title":"祭十二郎文","dynasty":"唐代","writer":"韩愈","content":"　　年、月、日，季父愈闻汝丧之七日，乃能衔哀致诚，使建中远具时羞之奠，告汝十二郎之灵：\n\n　　呜呼！吾少孤，及长，不省所怙，惟兄嫂是依。中年，兄殁南方，吾与汝俱幼，从嫂归葬河阳。既又与汝就食江南。零丁孤苦，未尝一日相离也。吾上有三兄，皆不幸早世。承先人后者，在孙惟汝，在子惟吾。两世一身，形单影只。嫂尝抚汝指吾而言曰：“韩氏两世，惟此而已！”汝时尤小，当不复记忆。吾时虽能记忆，亦未知其言之悲也。\n\n　　吾年十九，始来京城。其后四年，而归视汝。又四年，吾往河阳省坟墓，遇汝从嫂丧来葬。又二年，吾佐董丞相于汴州，汝来省吾。止一岁，请归取其孥。明年，丞相薨。吾去汴州，汝不果来。是年，吾佐戎徐州，使取汝者始行，吾又罢去，汝又不果来。吾念汝从于东，东亦客也，不可以久；图久远者，莫如西归，将成家而致汝。呜呼！孰谓汝遽去吾而殁乎！吾与汝俱少年，以为虽暂相别，终当久相与处。故舍汝而旅食京师，以求斗斛之禄。诚知其如此，虽万乘之公相，吾不以一日辍汝而就也。\n\n　　去年，孟东野往。吾书与汝曰：“吾年未四十，而视茫茫，而发苍苍，而齿牙动摇。念诸父与诸兄，皆康强而早世。如吾之衰者，其能久存乎？吾不可去，汝不肯来，恐旦暮死，而汝抱无涯之戚也！”孰谓少者殁而长者存，强者夭而病者全乎！\n\n　　呜呼！其信然邪？其梦邪？其传之非其真邪？信也，吾兄之盛德而夭其嗣乎？汝之纯明而不克蒙其泽乎？少者、强者而夭殁，长者、衰者而存全乎？未可以为信也。梦也，传之非其真也，东野之书，耿兰之报，何为而在吾侧也？呜呼！其信然矣！吾兄之盛德而夭其嗣矣！汝之纯明宜业其家者，不克蒙其泽矣！所谓天者诚难测，而神者诚难明矣！所谓理者不可推，而寿者不可知矣！\n\n　　虽然，吾自今年来，苍苍者或化而为白矣，动摇者或脱而落矣。毛血日益衰，志气日益微，几何不从汝而死也。死而有知，其几何离；其无知，悲不几时，而不悲者无穷期矣。\n\n　　汝之子始十岁，吾之子始五岁。少而强者不可保，如此孩提者，又可冀其成立邪?呜呼哀哉！呜呼哀哉！\n\n　　汝去年书云：“比得软脚病，往往而剧。”吾曰：“是疾也，江南之人，常常有之。”未始以为忧也。呜呼！ 其竟以此而殒其生乎？抑别有疾而至斯极乎？\n\n　　汝之书，六月十七日也。东野云，汝殁以六月二日；耿兰之报无月日。盖东野之使者，不知问家人以月日；如耿兰之报，不知当言月日。东野与吾书，乃问使者，使者妄称以应之乎。其然乎？其不然乎？\n\n　　今吾使建中祭汝，吊汝之孤与汝之乳母。彼有食，可守以待终丧，则待终丧而取以来；如不能守以终丧，则遂取以来。其余奴婢，并令守汝丧。吾力能改葬，终葬汝于先人之兆，然后惟其所愿。\n\n　　呜呼！汝病吾不知时，汝殁吾不知日，生不能相养以共居，殁不能抚汝以尽哀，敛不凭其棺，窆不临其穴。吾行负神明，而使汝夭；不孝不慈，而不能与汝相养以生，相守以死。一在天之涯，一在地之角，生而影不与吾形相依，死而魂不与吾梦相接。吾实为之，其又何尤！彼苍者天，曷其有极！自今已往，吾其无意于人世矣！当求数顷之田于伊颍之上，以待余年，教吾子与汝子，幸其成；长吾女与汝女，待其嫁，如此而已。\n\n　　呜呼，言有穷而情不可终，汝其知也邪？其不知也邪？呜呼哀哉！尚飨！\n\n","type":["古文观止","高中文言文","祭文","悼亡"],"shangxi":"　　全篇三大段之间，不但自有有机联系，而且一段之中，又分若干小段，小段之中，又有若干层次，层次当中，还有不少转折。以第二大段的前半段为例。一开始，作者先不直接写十二郎，而是先写自己。“吾年未四十”四句，是衰象，后来被传颂为写未老先衰的名句，这是一层。“念诸父与诸兄，皆康强而早世”，是长辈的例子，又是一层。以下四句，一句写一层意思，说明自己将死，要十二郎早来相会。这是第一小段。下面“孰谓”两句一转，便过到十二郎之死。这种写法，是上文为下文蓄势，也就是用自己之将死而竟不死，反衬出十二郎之不应死而竟死的特别可哀。“少者殁而长者存，强者夭而病者全”，这不合情理，太使人悲哀，在这个巨大的打击下，作者神志恍惚，不相信这是事实，所以下面紧接着一转，发出三个疑问，“其信然邪?其梦邪?其传之非其真邪?”然后从信说到疑，一层；从疑又说到信，又一层；最后把十二郎之死归咎于天，归咎于神，归咎于理，得出“寿者不可知”的结论。这是第二小段。从文意讲，十二郎之死，于此已经写完，此段已可结束，但“虽然”两字一转，又上承开头“而发苍苍”一段而翻进一层，写自己的衰象更加严重，又回到自己之将死。“几何不从汝而死也”，是说自己不久也要跟在十二郎的后面死去，讲的本来是一件不幸的事，可是下面突然一转，又变成了幸事──“死而有知，其几何离?其无知，悲不几时，而不悲者无穷期矣。”作者已经痛不欲生，所以视死为幸了。这是第三小段。文章至此，已将作者和十二郎两个方面讲尽，但作者还不结束，又上承第二小段写二人之子之难保。这是第四小段。以上可以看出，短短一段当中，层次转换，变化无穷，有如万水回环，千峰合抱。而这一切在作者说来，不过是将情将事如实叙写，并未有意去精心结撰，过接转换，显得非常自然，看不出丝毫造作之迹。这种不刻意追求结构而结构自妙，在古今都是不可多得的。\n\n　　除了结构方面有韩文的共同特点之外，此文还有它独具的显著特色。\n\n　　读完这篇祭文，我们最突出的一个感觉，就是全篇自始至终，贯注着一个“情”字。“言有穷而情不可终”，作者在此文结尾的这句话，表明它是因情而写，所写皆情，整篇祭文都是作者用感情所写成的。\n\n　　韩愈三岁丧父母，由兄嫂（也就是十二郎的父母）抚养成人，他和十二郎，虽为叔侄，实同兄弟，从小生活在一起，“零丁孤苦，未尝一日相离”，感情特别深厚。十二郎的死，使他悲痛欲绝，也勾起他的辛酸回忆。身世的不幸，家世的凄凉，父母的早逝，兄嫂的抚养，从前同十二郎一起生活的种种情景，都一齐涌上心头；自己的衰病，子孙辈的幼小，这是眼前必须正视的现实。所有这一切，汇成一股感情的激流，作者悲感万端，百思萦集，情不能已，因而写成此文。这里有怀念，有感激，有悔恨，有哀愤，有内咎，有期望，全篇每句每字，都可看到作者感情的奔流。\n\n　　此文不但全篇写情，而且写得非常真，非常深，历来被称为“至情”之文。作者从自己的不幸身世，说到同十二郎的情谊，说到十二郎之死和善后事宜，不加修饰，不作渲染，完全从肺腑中流出，全都是骨肉至情的真实流露。开头的“少孤”“兄殁”“吾与汝俱幼”，看去似乎很平淡，却饱含着作者的无限辛酸和眼泪，写得很沉痛。嫂嫂的惨不忍闻的话和“抚汝指吾”的慈爱而又凄楚的神情，对自己离家谋生的深沉悔恨，得知十二郎死讯后的悲痛心情，也无不情真语真，悲酸无限。我们还可看到，作者抒写时非常坦率，想到什么就写什么，心里怎么想，笔下就怎么写，没有丝毫隐避，一任感情自然倾泻。例如写自己离家的目的，明白地说是以“求斗升之禄”，要是别人，恐怕就不会这样直截了当，很可能不是闭口不说，就是另外安上一个什么冠冕堂皇的名目。想到二人之子，说：“少而强者不可保，如此孩提者，又可冀其成立耶?”按照旧时的忌讳，这样的话是不吉利的，由此正可看出作者此时悲痛至极，因而什么也不顾忌了。末尾将十二郎之死完全归罪于自己，说自己“行负神明”“不孝不慈”，更是披肝沥胆的恸哭长号。清代叶燮论诗文，有重“胆”之说：“无胆则笔墨畏缩”，“欲言而不能言，或能言而不敢言”（《原诗》）。韩愈此文，正称得上有胆，他既敢打破祭文的传统形式，又敢无话不说，所以才写出这篇千古传颂之作。\n\n　　不仅如此，我们细读全文，还可看到作者感情的起伏变化。篇中用“呜呼”“呜呼哀哉”这两个悲叹词，来表现这种变化情态，凡是用这种词的地方，都表示感情变得更加强烈。从第一个“呜呼”开始，可以看到，作者由含着眼泪的深沉倾诉，进而呜咽抽泣，进而泪流满面，至“汝之子始十岁”一段之末，连用两个“呜呼哀哉”，已经是号啕痛哭，感情发展到一个高潮。从“呜呼！汝病吾不知时”至“‘彼苍者天’，‘曷其有极’”，这个长句，声调急促，一气贯注，一句紧接一句，一字紧接一字，中间不能断开，简直就是顿足捶胸，呼天抢地，悲痛之情发展到最高点。值得注意的是，这种发展，并不是直线的，在一度激烈之后，又伴随着一段虽然悲切但却较为平静的倾诉，这样或高或低，或疾或徐，就像生活中的真实情况一样。结尾“言有穷而情不可终”，使人感到祭文已完，作者仍然悲哭不已。《古文观止》的编选者说道：“情之至者，自然流为至文。读此等文，须想其一面哭，一面写，字字是血，字字是泪。”这话是很有见地的。确实，读这篇祭文，我们不但可以看到作者眼泪纵横的模样，还可听到作者痛哭的声音。正因为如此，千百年来，不知有多少读者被它所打动。宋代大作家苏轼曾说，“读韩退之《祭十二郎文》而不堕泪者，其人必不友”，可见它感人之深。\n\n　　正是为了抒情，此文在写法上也有着与一般祭文显著不同的一个特色：通篇以汝吾（你我）相称，好像同亡者家常对语一样，读来特别真切感人。开篇“告汝十二郎之灵”，作者不像一般祭文用“祭”字，而特别用一“告”字，意思是说：我在对你说话，你听着啊。这就使读者先留下一个印象：下面的话都是作者向十二郎的倾诉。\n\n　　把此文同韩愈以前和以后其他许多祭文比照读读，就会产生这样一个感觉：其他那些祭文，祭的是“死人”，文中内容大多是赞颂死者的功业或德行，俨如对死者一生的评论，祭的是死者，实际上是讲给其他活着的人听。旧时祭文的写法大多如此公式化，所以为人传颂的不多。此文则不然。它写的全是作者同十二郎之间的个人家常琐事，通篇没有一句专门赞颂的话（只在行文中顺带提到伯兄的“盛德”和十二郎的“纯明”），每字每句，都是讲给死者听的，而死者也好像并没有死，正在听作者讲话。篇中叙十二郎生前种种家庭琐事的段落，就像久别重逢的亲人在一起回忆往事。即使是讲十二郎之死的地方，也好像死者就在旁边倾听，例如讲死期死因一段，就像二人在一起核实情况一样。同时，文中不时插入一些问话，“其竟以此而殒其生乎?抑别有疾而至斯乎?”“其然乎?其不然乎?”“汝其知也耶?其不知也耶?”像是作者当着十二郎的面在问他，更增强了当面对语的意味。因为是讲给死者听的，所以文中不发半句议论，朴素如口语，全文反复曲折，好像絮絮叨叨，实则不觉其烦，而且越读越打动人。\n\n　　也是为了抒情，此文还特别注意文言虚词，特别是语气词的运用，从而增强了行文的感染力。不论在古文或白话文中，虚词都是不可缺少的一个部分。有的古代散文，往往由于虚词运用的巧妙，使文章别具风采。宋代欧阳修的《醉翁亭记》，全文除一句之外，其他每句之末，都用一个语气词“也”字，因而使文章格外生色，是大家熟知的例子。在《祭十二郎文》的第二大段中，这一点也很突出。这段开头，“吾年未四十，而视茫茫，而发苍苍，而齿牙动摇”，连用三个并列的转折连词“而”字。从“呜呼！其信然邪?其梦邪?其传之非其真邪?”以下，先是连用三个“邪”字，紧接着又接连不断地连用三个“乎”字，三个“也”（同“邪”，作疑问语气词）字，五个“矣”字。这样连用连词和语气词，第一是可以加重语气，使表达的感情更加强烈；第二是可以押韵和增强文章的节奏，从而增强作品的感人力量。由于连用“邪”“乎”“也”“矣”等语气词，就使这篇祭文在散体之中又含有韵味，节奏也更加顿挫有力，更能打动读者的心。\n\n　　（选自《古典散文名作赏析》，山西人民出版社1985年版，有删节）\n\n","translation":"年、某月、某日，叔父韩愈在听说你去世后的第七天，才得以含着哀痛向你表达诚意，并派建中在远方备办了应时的鲜美食品作为祭品，告慰你十二郎的灵位：\n\n　　唉，我自幼丧父，等到大了，不知道父亲是什么模样，只有依靠兄嫂抚养。哥哥正当中年时就因与犯罪的宰相关系密切而受牵连被贬为韶州刺史，次年死于贬所 。我和你都还小，跟随嫂嫂把灵柩送回河阳老家安葬。随后又和你到江南谋生，孤苦伶丁，也未曾一天分开过。我上面本来有三个哥哥，都不幸早死。继承先父的后代，在孙子辈里只有你，在儿子辈里只有我。韩家子孙两代各剩一人，孤孤单单。嫂子曾经抚摸着你的头对我说：“韩氏两代，就只有你们两个了！”那时你比我更小，当然记不得了；我当时虽然能够记事，但也还不能体会她话中的悲凉啊！\n\n　　我十九岁时，初次来到京城参加考试。四年以后，才回去看你。又过了四年，我去河阳凭吊祖先的坟墓，碰上你护送嫂嫂的灵柩来安葬。又过了两年，我在汴州辅佐董丞相，你来探望我，留下住了一年，你请求回去接妻子儿女。第二年，董丞相去世，我离开汴州，你没能来成。这一年，我在徐州辅佐军务，派去接你的人刚动身，我就被免职，你又没来成。我想，你跟我在东边的汴州、徐州，也是客居，不可能久住；从长远考虑，还不如我回到家乡，等在那里安下家再接你来。唉！谁能料到你竟突然离我而死呢?当初，我和你都年轻，总以为虽然暂时分别，终究会长久在一起的。因此我离开你而旅居长安，以寻求微薄的俸禄。假如真的知道会这样，即使让我做高官厚禄的公卿宰相，我也不愿因此离开你一天而去赴任啊！\n\n　　去年，孟东野到你那里去时，我写给你的信中说：“我年纪还不到四十岁，但视力模糊，头发花白，牙齿松动。想起各位父兄，都在健康强壮的盛年早早去世，像我这样衰弱的人，难道还能长活在世上吗?我不能离开（职守），你又不肯来，恐怕我早晚一死，你就会有无穷无尽的忧伤。”谁能料到年轻的却先死了，而年老的反而还活着，强壮的早早死去，而衰弱的反而还活在人间呢?\n\n　　唉！是真的这样呢?还是在做梦呢?还是这传来的消息不可靠呢?如果是真的，那么我哥哥有（那么）美好的品德反而早早地绝后了呢?你（那么）纯正聪明反而不能承受他的恩泽呢?难道年轻强壮的反而要早早死去，年老衰弱的却应活在世上吗?实在不敢把它当作真的啊！如果是梦，传来的噩耗不是真的，可是东野的来信，耿兰的报丧，却又为什么在我身边呢?啊！大概是真的了！我哥哥有美好的品德竟然早早地失去后代，你纯正聪明，本来是应该继承家业的，现在却不能承受你父亲的恩泽了。这正是所谓苍天确实难以揣测，而神意实在难以知道了！也就是所谓天理不可推求，而寿命的长短无法预知啊！\n\n　　虽然这样，我从今年以来，花白的头发，全要变白了，松动的牙齿，也像要脱落了，身体越来越衰弱，精神也越来越差了，过不了多久就要随你死去了。如果死后有知，那么我们又能分离多久呢?如果我死后无知，那么我也不能悲痛多少时间了，而（死后）不悲痛的时间却是无穷无尽的。\n\n　　你的儿子才十岁，我的儿子才五岁，年轻强壮的尚不能保全，像这么大的孩子，又怎么能希望他们成人立业呢?啊，悲痛啊，真是悲痛！\n\n　　你去年来信说：“近来得了软脚病，时常（发作）疼得厉害。”我说：“这种病，江南人常常得。”没有当作值得忧虑的事。唉，（谁知道）竟然会因此而丧了命呢?还是由于别的病而导致这样的不幸呢?\n\n　　你的信是六月十七日写的。东野说你是六月二日死的，耿兰报丧时没有说日期。大概是东野的使者不知道向你的家人问明日期，而耿兰报丧竟不知道应该告诉日期?还是东野给我写信时，才去问使者，使者胡乱说个日期应付呢?是这样呢?还是不是这样呢?\n\n　　现在我派建中来祭奠你，安慰你的孩子和你的乳母。他们有粮食能够守丧到丧期终了，就等到丧期结束后再把他们接来；如果不能守到丧期终了，我就马上接来。剩下的奴婢，叫他们一起守丧。如果我有能力迁葬，最后一定把你安葬在祖坟旁，这样以后，才算了却我的心愿。\n\n　　唉，你患病我不知道时间，你去世我不知道日子，活着的时候不能住在一起互相照顾，死的时候没有抚尸痛哭，入殓时没在棺前守灵，下棺入葬时又没有亲临你的墓穴。我的行为辜负了神明，才使你这么早死去，我对上不孝，对下不慈，既不能与你相互照顾着生活，又不能和你一块死去。一个在天涯，一个在地角。你活着的时候不能和我形影相依，死后魂灵也不在我的梦中显现，这都是我造成的灾难，又能抱怨谁呢?天哪，（我的悲痛）哪里有尽头呢?从今以后，我已经没有心思奔忙在世上了！还是回到老家去置办几顷地，度过我的余年。教养我的儿子和你的儿子，希望他们成才；抚养我的女儿和你的女儿，等到她们出嫁，（我的心愿）如此而已。\n\n　　唉！话有说完的时候，而哀痛之情却不能终止，你知道呢?还是不知道呢?悲哀啊！希望享用祭品吧！\n\n　　（转自人民教育出版社）▲\n\n"}
{"_id":{"$oid":"5b9a1497367d5cab186688b1"},"title":"与诸子登岘山","dynasty":"唐代","writer":"孟浩然","content":"人事有代谢，往来成古今。江山留胜迹，我辈复登临。\n水落鱼梁浅，天寒梦泽深。羊公碑尚在，读罢泪沾襟。(尚在 一作：字在)","type":["唐诗三百首","吊古伤今"],"remark":"岘山：一名岘首山，在今湖北襄阳城以南。诸子：指诗人的几个朋友。\n代谢：交替变化。\n往来：旧的去，新的来。\n复登临：对羊祜曾登岘山而言。登临：登山观看。\n鱼梁：沙洲名，在襄阳鹿门山的沔水中。\n梦泽：云梦泽，古大泽，即今江汉平原。\n字：一作“尚”。\n羊公碑：后人为纪念西晋名将羊祜而建。羊祜镇守襄阳时，常与友人到岘山饮酒诗赋，有过江山依旧人事短暂的感伤。　\n\n","translation":"人间的事情都有更替变化，来来往往的时日形成古今。\n江山各处保留的名胜古迹，而今我们又可以登攀亲临。\n鱼梁洲因水落而露出江面，云梦泽由天寒而迷濛幽深。\n羊祜碑如今依然巍峨矗立，读罢碑文泪水沾湿了衣襟。\n\n"}
{"_id":{"$oid":"5b9a1497367d5cab186688b2"},"title":"夏日田园杂兴","dynasty":"宋代","writer":"范成大","content":"梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。\n五月江吴麦秀寒，移秧披絮尚衣单。稻根科斗行如块，田水今年一尺宽。\n二麦俱秋斗百钱，田家唤作小丰年。饼炉饭甑无饥色，接到西风熟稻天。\n百沸缲汤雪涌波，缲车嘈囋雨鸣蓑。桑姑盆手交相贺，绵茧无多丝茧多。\n小妇连宵上绢机，大耆催税急於飞。今年幸甚蚕桑熟，留得黄丝织夏衣。\n下田戽水出江流，高垄翻江逆上沟；地势不齐人力尽，丁男长在踏车头。\n昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。\n槐叶初匀日气凉，葱葱鼠耳翠成双。三公只得三株看，闲客清阴满北窗。\n黄尘行客汗如浆，少住侬家漱井香；借与门前磐石坐，柳阴亭午正风凉。\n千顷芙蕖放棹嬉，花深迷路晚忘归。家人暗识船行处，时有惊忙小鸭飞。\n采菱辛苦废犁鉏，血指流丹鬼质枯。无力买田聊种水，近来湖面亦收租。\n蜩螗千万沸斜阳，蛙黾无边聒夜长。不把痴聋相对治，梦魂争得到藜床？","type":["田园","写景","劳动","生活","组诗"],"translation":"注释 ⑴梅子：梅树的果实，夏季成熟，可以吃。肥：指果肉肥厚。麦花：荞麦花。菜花：油菜花。篱落：中午篱笆的影子。惟有：只有。蛱（jiá）蝶：菜粉蝶。 ⑵科斗：即蝌蚪。 ⑶秋：收成。一作“收”。 ⑷缲：同“缫”，抽茧出丝。 ⑸耘田：除草。绩麻：把麻搓成线。各当家：每人担任一定的工作。未解：不懂。供：从事，参加。傍：靠近。 ⑹浆：古代一种带酸味的饮料，这里比喻汗水浑浊。少住：稍稍停一会儿。侬：我。漱井香：用香甜的井水漱漱口。借与：让给。亭午：正午。 ⑺芙蕖：荷花。 ⑻蜩螗：蝉。"}
{"_id":{"$oid":"5b9a1497367d5cab186688b3"},"title":"活水亭观书有感二首·其二","dynasty":"宋代","writer":"朱熹","content":"昨夜江边春水生，艨艟巨舰一毛轻。\n向来枉费推移力，此日中流自在行。","type":["写水","读书","哲理"],"remark":"渠：它，第三人称代词，这里指方塘之水。\n那得：怎么会。\n那：通“哪”，怎么的意思。\n清如许：这样清澈。\n如：如此，这样。\n清：清澈。\n为：因为。\n源头活水：比喻知识是不断更新和发展的，从而不断积累，只有在人生的学习中不断地学习、运用和探索，才能使自己永保先进和活力，就像水源头一样。\n“艨艟”:古代攻击性很强的战舰名，这里指大船。一毛轻：像一片羽毛一般轻盈。\n向来：原先，指春水上涨之前。推移力：指浅水时行船困难，需人推挽而行。\n中流：河流的中心。\n\n","translation":"昨天夜晚江边的春水大涨，那艘庞大的战船就像一根羽毛一样轻。\n以往花费许多力量也不能推动它，今天在水中间却能自在地移动。\n\n"}
{"_id":{"$oid":"5b9a1497367d5cab186688b4"},"title":"出塞","dynasty":"清代","writer":"徐锡麟","content":"军歌应唱大刀环，誓灭胡奴出玉关。\n只解沙场为国死，何须马革裹尸还。","type":["边塞","励志","赞美","将士","爱国"],"remark":"环：与“还”同音，古人常用作还乡的隐语。\n胡奴：指清王朝封建统治者。玉关：即甘肃玉门关，汉时为出塞要道。\n沙场：本指平沙旷野，后多指战场。\n马革裹尸：英勇作战，战死于战场。\n\n","shangxi":"　　“拼将热血洒疆场 ”，这是一首边塞诗，写于1906年。当时作者从日本回国，曾北上游历，在吉林、辽宁一带察看形势，一路走来，有许多感想，于是就留下了这首七言诗。\n\n　　启首两句就写得颇具气势，“军歌应唱大刀环，誓灭胡奴出玉关。”出征的战士应高唱着战歌，挥举大刀，要一直把清朝统治者杀到关外。玉关，本指玉门关，这里代指山海关。清政府是在关外发迹的，因此要杀到关外，把他们彻底消灭。这里用一个“环”字，预示着反清斗争一定会取得胜利，战士们会踏着歌声，凯旋而回。后两句写得极其悲壮，抒发了作者的情感，“只解沙场为国死，何须马革裹尸还。”作为一名战士，想到的只是为国捐躯，根本不去考虑身后事，为国捐躯，死得其所，又何必用“马革裹尸还”呢？\n\n　　这首诗抒发了作者义无反顾的革命激情和牺牲精神，充满了英雄主义气概，把一腔报效祖国、战死疆场的热忱发挥得淋漓尽致。在写下了这首诗的一年以后，作者在安庆起义，失败被捕，清政府要他写口供，他挥笔直书：“尔等杀我好了，将我心剖了，两手两足断了，全身碎了，均可，不可冤杀学生。”尔后，慷慨就义，他用生命实现了自己的理想。这首诗感情豪放激扬，语气慷慨悲壮，英气逼人，最后一句“何须马革裹尸还”，写出了他壮怀激烈、视死如归的英雄气概。总之，这是近代边塞诗中难得的一首好诗。\n\n","translation":"出征的战士应当高唱军歌胜利日来。\n决心把满族统治者赶出山海关。\n战士只知道在战场上，要为国捐躯。\n何必考虑把尸体运回家乡。\n\n"}
{"_id":{"$oid":"5b9a1497367d5cab186688b5"},"title":"人间词话七则","dynasty":"清代","writer":"王国维","content":"　　有有我之境，有无我之境。“泪眼问花花不语，乱红飞过秋千去。”“可堪孤馆闭春寒，杜鹃声里斜阳暮。”有我之境也。“采菊东篱下，悠然见南山。”“寒波澹澹起，白鸟悠悠下。”无我之境也。有我之境，以我观物，故物我皆著我之色彩。无我之境，以物观物，故不知何者为我，何者为物。古人为词，写有我之境者为多，然未始不能写无我之境，此在豪杰之士能自树立耳。\n　　境非独谓景物也。喜怒哀乐，亦人心中之一境界。故能写真景物，真感情者，谓之有境界。否则谓之无境界。\n　　境界有大小，不以是而分优劣。“细雨鱼儿出，微风燕子斜”何遽不若“落日照大旗，马鸣风萧萧”。“宝帘闲挂小银钩”何遽不若“雾失楼台，月迷津渡”也。\n　　词至李后主而眼界始大，感慨遂深，遂变伶工之词而为士大夫之词。周介存置诸温韦之下，可为颠倒黑白矣。“自是人生长恨水长东”、“流水落花春去也，天上人间”，《金荃》《浣花》，能有此气象耶？\n　　古今之成大事业、大学问者，罔不经过三种之境界：“昨夜西风凋碧树。独上高楼，望尽天涯路。”此第一境界也。“衣带渐宽终不悔，为伊消得人憔悴。”此第二境界也。“众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。”此第三境界也。此等语皆非大词人不能道。然遽以此意解释诸词，恐为晏欧诸公所不许也。\n　　大家之作，其言情也必沁人心脾，其写景也必豁人耳目。其辞脱口而出，无矫揉妆束之态。以其所见者真，所知者深也。诗词皆然。持此以衡古今之作者，可无大误也。\n　　诗人对宇宙人生，须入乎其内，又须出乎其外。入乎其内，故能写之。出乎其外，故能观之。入乎其内，故有生气。出乎其外，故有高致。美成能入而不出。白石以降，于此二事皆未梦见。","type":["文学","批评"],"remark":"①泪眼问花花不语，乱红飞过秋千去：出自欧阳修的《蝶恋花》。\n②可堪孤馆闭春寒，杜鹃声里斜阳暮：出自秦观的《踏莎行·雾失楼台》。\n③采菊东篱下，悠然见南山：出自陶渊明的《饮酒·其五》。\n④寒波澹澹起，白鸟悠悠下：出自元好问的《颖亭留别》。\n⑤细雨鱼儿出，微风燕子斜》、：出自杜甫的《水槛遣心·其一》。\n⑥落日照大旗，马鸣风萧萧：出自杜甫的《后出塞·其二》。\n⑦宝帘闲挂小银钩 ：出自秦观的《浣溪沙》。\n⑧雾失楼台，月迷津渡：出自秦观的《踏莎行》。\n⑨李后主：即李煜。\n⑩伶工：古时指乐师或演员。\n⑪周介存：即周济，字介存，清词论家，词人。\n⑫自是人生长恨水长东：出自李煜的《乌夜啼》。\n⑬流水落花春去也，天上人间：出自李煜的《浪淘沙》。\n⑭罔（wǎng）：没有。\n⑮昨夜西风凋碧树。独上高楼，望尽天涯路：出自晏殊的《蝶恋花·槛菊愁烟兰泣露》。\n⑯衣带渐宽终不悔，为伊消得人憔悴：出自柳永的《蝶恋花》，也有人认为是欧阳修所作。\n⑰众里寻他千百度，蓦然回首，那人却在，灯火阑珊处：出自辛弃疾的《青玉案》。\n⑱晏欧：晏同叔和欧阳修。\n⑲美成：即周邦彦。\n⑳白石以降：自从姜夔以后。白石，即姜夔，号白石道人。\n\n","translation":"　　境界有“有我之境”和“无我之境”。“泪眼问花花不语，乱红飞过秋千去。”“可堪孤馆闭春寒，杜鹃声里斜阳暮。”这是有我之境。“采菊东篱下，悠然见南山。”“寒波澹澹起，白鸟悠悠下。”这是无我之境。有我之境，是用自己的眼光来看事物，所以物我都带有我自己的主观色彩。无我之境，是忘记了自我，用物去看待物，所以不知道自身是什么也不知道外物是什么。古人作词，大部分写的都是有我之境，杰出的人士却能独树一帜写出无我之境。\n\n　　境界不仅仅是指景色和事物。喜怒哀乐每一项都是人心中的一种境界。所以能写出真景物，真感情的人，那他才是有境界的。否则就是无境界。\n\n　　境界有大也有小，不能以大小为标准来评判孰优孰劣。“细雨鱼儿出，微风燕子斜”哪里比不上“落日照大旗，马鸣风萧萧”。“宝帘闲挂小银钩”哪里比不上“雾失楼台，月迷津渡”了。\n\n　　词到了李煜那里眼界才开始变阔大，感慨逐渐加深，慢慢地由乐师戏子的词变成士大夫的词。周介存把他的词列在温庭筠和韦应物的下面，真是颠倒了黑白。“自是人生长恨水长东”、“流水落花春去也，天上人间”，《金荃》《浣花》，能有这样的气象？\n\n　　从古至今，那些做成大事业，大学问的人，没有不经历三种境界的：“昨夜西风凋碧树。独上高楼，望尽天涯路。”这是第一境界。“衣带渐宽终不悔，为伊消得人憔悴。”这是第二境界。“众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。”这是第三境界。这些话都是大词人才能作出来。但是根据这个意思解释诗词，恐怕晏同叔和欧阳修等人是不会赞同的。\n\n　　大作家的作品，表述情绪会让人感觉内心清新爽朗，写景也一定会让人开拓视听。他们的话语脱口而出，没有刻意的揉捏装扮。这是因为他们能看到事物怎正的状态，能了解到事物的深处。诗词都是这样。用这个方法来衡量古今的作者，不会有大的错误。\n\n　　诗人面对宇宙人生，应该进入其中，又应该游离其外。进入其中，所以能描写它。游离其外，所以能观察它。进入其中，所以有生气。游离其外，所以有高雅的情致。周邦彦能进却不能出来。自姜夔以来，这两种状态在梦里也没有见过啊。\n\n"}
{"_id":{"$oid":"5b9a1497367d5cab186688b6"},"title":"琵琶行","dynasty":"唐代","writer":"牛殳","content":"何人劚得一片木，三尺春冰五音足。\n一弹决破真珠囊，迸落金盘声断续。\n飘飘飖飖寒丁丁，虫豸出蛰神鬼惊。\n秋鸿叫侣代云黑，猩猩夜啼蛮月明。\n潏潏汩汩声不定，胡雏学汉语未正。\n若似长安月蚀时，满城敲鼓声噒噒。\n青山飞起不压物，野水流来欲湿人。\n伤心忆得陈后主，春殿半酣细腰舞。\n黄莺百舌正相呼，玉树后庭花带雨。\n二妃哭处山重重，二妃没后云溶溶。\n夜深霜露锁空庙，零落一丛斑竹风。\n金谷园中草初绿，石崇一弄思归曲。\n当时二十四友人，手把金杯听不足。\n又似贾客蜀道间，千铎万磬鸣空山。\n未若此调呦呦兮啁啁，嘈嘈兮啾啾。\n引之于山，兽不能走。吹之于水，鱼不能游。\n方知此艺不可有，人间万事凭双手。\n若何为我再三弹，送却花前一尊酒。","type":["音乐"]}
{"_id":{"$oid":"5b9a1497367d5cab186688b7"},"title":"秋宵月下有怀","dynasty":"唐代","writer":"孟浩然","content":"秋空明月悬，光彩露沾湿。\n惊鹊栖未定，飞萤卷帘入。\n庭槐寒影疏，邻杵夜声急。\n佳期旷何许，望望空伫立。","type":["中秋节","月亮","借景抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154301423.mp3","remark":"沾：润湿。\n栖：栖息。\n帘：即竹帘，可以卷起，故称卷帘。\n 杵（chǔ）：春米、捣衣用的棒槌。此用作动词，指捣衣。\n佳期：原指与佳人相约会，后泛指欢聚之日。\n望望：望了又望。\n伫立：久久站立。\n\n","shangxi":"　　第一，二句“秋空明月悬，光彩露沾湿”，极为平淡的文笔勾勒出一幅孤清明月图，此时的明月很是寂静，甘心悬于秋空，也不霸道，只是将光彩照到晶莹的露水上，这不是一种炫耀，而是一种淡如水的关怀，就如诗人与明月有着一层微妙的关系。\n\n　　第三，四句“惊鹊栖未定，飞萤卷帘飞”，这是极好的动态描写，惶诚惶恐的鹊仍没有找到自己的住处，而飞萤早巳随灯光飞人寻找它的寄托。这是对比的描写，在此写法之下，真切地感受到惊鹊的彷徨与恐惧，诗人正也如它，在众人欢聚的夜晚却不知何去何从，又得流连徘徊。\n\n　　而第五，六句“庭槐寒影疏，邻杵夜声急”更是加深了这一孤清的意境，在庭院中稀疏的树影中，在邻家急急的夜杵声中，他更显得形单影只，骨子深处的孤独更是无处逃逸，全部涌上心头，强烈而含蓄。\n\n　　于是诗人再也抑制不住，发出了第七句的“佳期旷何许”的感叹，以后便是最后一句的“望望空伫立”。冷清凄凉的庭院里，唯有他一人久久伫立、沉默，不愿离去。描绘了一幅凄凉幽冷的环境下，一人孤单只影远望的画面。\n\n　　通读整篇，发现并无任何用词新奇之处，但妙就妙在这意境的成功营造。诗人以流水般流畅的文笔，以“明月”“惊鹊”“寒影”等一组意象画出了一幅别样的孤清月夜图。徜徉其中，能清楚地看见他的思痕，触摸到他跳跃的文思，听到他的叹息。\n\n","translation":"一轮明月高高地挂在天空，月光映上露珠晶莹剔透，好像被露水打湿了一样。在如此美丽的月光下，寒鹊不知道该到哪里栖息。而萤火虫也不敢和月光争一点光亮。随着卷起的门帘飞进了房间。\n院子里只剩枝丫的槐树落在月光下的影子，稀疏凄凉。而这个时候从邻居那边传来的杵声在寂静的秋夜里显得那么清晰急促。相隔遥远。如何去约定相聚的日子，只能惆怅地望着同样遥远的月亮，什么事也做不了，就那样傻站着。\n\n"}
{"_id":{"$oid":"5b9a1498367d5cab186688b8"},"title":"杨布打狗","dynasty":"先秦","writer":"列御寇","content":"　　杨朱之弟曰布，衣素衣而出。天雨，解素衣，衣缁衣而返。其狗不知，迎而吠之。杨布怒，将扑之。杨朱曰：“子无扑矣，子亦犹是也。向者使汝狗白而往黑而来，岂能无怪哉？”","type":["哲理","故事"],"remark":"杨朱，先秦哲学家，战国时期魏国人，字子居\n曰：名叫。\n衣：穿。\n素：白色的。\n雨：下雨。\n衣：上衣，这里指衣服。\n缁（zī）：黑色。\n反：同“返“返回，回家。\n知：了解，知道。\n而：连词，表示顺承。\n吠：（狗）大叫。\n怒：生气，愤怒。\n将：打算。\n扑：打、敲。\n子无扑之，子 ：你\n犹是：像这样。\n向者：刚才。向，从前，往昔。\n使：假使，假若。\n岂：怎么。\n无：同“毋”，不，不要。\n怪：对……感到奇怪。\n衣素衣：穿着白衣服。\n\n","shangxi":"　　从前，在一个不太出名的小山村，住着一户姓杨的人家，靠在村旁种一片山地过日子。这户人家有两个儿子，大儿子叫杨朱，小儿子叫杨布，两兄弟一边在家帮父母耕地、担水，一边勤读诗书。这兄弟两人都写得一手好字，交了一批诗文朋友。\n\n　　有一天，弟弟杨布穿着一身白色干净的衣服兴致勃勃地出门访友。在快到朋友家的路上，不料天空突然下起雨来了，雨越下越大，杨布正走在前不着村、后不落店的山间小道上，只好硬着头皮顶着大雨，被淋得落汤鸡似地跑到了朋友家。他们是经常在一起讨论诗词、评议字画的好朋友，杨布在朋友家脱掉了被雨水淋湿了的白色外衣，穿上了朋友的一身黑色外套。朋友家里招待杨布吃过饭，两人又谈论了一会儿诗词，评议了一会儿前人的字画。他们越谈越投机，越玩越开心，不觉天快黑下来了，杨布就把自已被雨水淋湿了的白色外衣晾在朋友家里，而自己就穿着朋友的一身黑色衣服告辞朋友回家。\n\n　　雨后的山间小道虽然是湿的，但由于路面上小石子铺得多，没有淤积的烂泥。天色渐渐地暗下来了，弯弯曲曲的山路还是明晰可辨。晚风轻轻吹着，从山间送来一阵阵新枝嫩叶的清香。要不是天愈来愈黑下来了，杨布还真有点儿雨后漫游山岗的雅兴哩！他走着、走着，走到自家门口了，还沉浸在白天与朋友畅谈的兴致里。这时，杨布家的狗却不知道是自家主人回来了，从黑地里猛冲出来对他汪汪直叫。须臾，那狗又突然后腿站起、前腿向上，似乎要朝杨布扑过来。杨布被自家的狗这突如其来的狂吠声和它快要扑过来的动作吓了一跳，十分恼火，他马上停住脚向旁边闪了一下，愤怒地向狗大声吼道：“瞎了眼，连我都不认识了！”于是顺手在门边抄起一根木棒要打那条狗。这时，哥哥杨朱听到了声音，立即从屋里出来，一边阻止杨布用木棒打狗，一边唤住了正在狂叫的狗，并且说：“你不要打它啊！应该想想看，你白天穿着一身白色衣服出去，这么晚了，又换了一身黑色衣服回家，假若是你自己，一下子能辨得清吗？这能怪狗吗？”\n\n　　杨布不说什么了，冷静地思考了一会儿，觉得哥哥杨朱讲的也是有道理的。狗也不汪汪地叫了，一家人重新又恢复了原先的快乐。\n\n","translation":"　　杨朱的弟弟叫杨布，他穿着件白色的衣服出门去了。天上下起了雨，杨布便脱下白衣，换了黑色的衣服回家。他家的狗没认出来是杨布，就迎上前冲他叫。杨布十分生气，正准备打狗。在这时，杨朱说：“你不要打狗，如果换做是你,你也会是像它这样做的。假如刚才你的狗离开前是白色的而回来变成了黑色的，你怎么能不感到奇怪呢?”\n\n"}
{"_id":{"$oid":"5b9a1498367d5cab186688b9"},"title":"谒金门·风乍起","dynasty":"五代","writer":"冯延巳","content":"风乍起，吹皱一池春水。闲引鸳鸯香径里，手挼红杏蕊。\n斗鸭阑干独倚，碧玉搔头斜坠。终日望君君不至，举头闻鹊喜。\n\n","type":["宋词三百首","婉约","写景","惜别","留恋"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154302828.mp3","remark":"谒金门：词牌名。\n乍：忽然。\n闲引：无聊地逗引着玩。\n挼：揉搓。\n斗鸭：以鸭相斗为欢乐。斗鸭阑和斗鸡台，都是官僚显贵取乐的场所。独：一作“遍”\n碧玉搔头：一种碧玉做的簪子。《西京杂记》载：“（汉）武帝过李夫人，就取玉簪搔头；自此后，宫人搔头皆用玉。”\n\n","shangxi":"　　冯延巳擅长以景托情，因物起兴的手法，蕴藏个人的哀怨。写得清丽、细密、委婉、含蓄。这首脍炙人口的怀春小词，在当时就很为人称道。尤其“风乍起，吹绉一池春水”，是传诵古今的名句。词的上片，以写景为主，点明时令、环境及人物活动。下片以抒情为主，并点明所以烦愁的原因。\n\n　　春风乍起，吹皱了一池碧水，这本是春日平常得很的景象。可是有谁知道，这一圈圈的涟漪，却搅动了一位女性的感情波澜。别看她貌似悠闲，时而逗引鸳鸯，时而揉扯花蕊，过一会儿又倚身在池栏上观看斗鸭，但只需要从她懒洋洋的神态上，我们就知她的心思其实全不在此。随着几声喜鹊的欢叫，她的面庞儿顿时就涌上了一阵红晕----盼念已久的丈夫终于回家了，这怎能不令她的心像小鹿儿那样乱撞乱跳？\n\n","translation":"春风乍起，吹皱了一池碧水。（我）闲来无事，在花间小径里逗引池中的鸳鸯，随手折下杏花蕊把它轻轻揉碎。\n独自倚靠在池边的栏杆上观看斗鸭，头上的碧玉簪斜垂下来。（我）整日思念心上人，但心上人始终不见回来，（正在愁闷时），忽然听到喜鹊的叫声。\n\n"}
{"_id":{"$oid":"5b9a1498367d5cab186688ba"},"title":"病牛","dynasty":"宋代","writer":"李纲","content":"耕犁千亩实千箱，力尽筋疲谁复伤？\n但得众生皆得饱，不辞羸病卧残阳。","type":["古诗三百首","咏物","动物","言志","爱国"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154302387.mp3","remark":"实千箱：极言生产的粮食多。实：充实，满。 箱：装粮的容器。一说同“厢”，指官府的仓房。\n复：又，再。伤：哀怜，同情。\n但得：只要能让。\n众生：大众百姓。\n不辞：不推辞。\n羸（léi）病：瘦弱有病。残阳：夕阳，即快要下山的太阳。此处既烘托凄凉气氛，又喻指作者晚年。\n\n","shangxi":"　　诗首句言牛终生辛劳，硕果累累，不言牛“病”，又字字含“病”意，年复一年，力耕千亩，获实千箱，必然气力衰竭，病由此生。次句言牛虽功绩至伟，却没有人对它同情哀怜，责问语气，有强烈的感情色彩。三四句以牛的口气作答，将牛人格化，揭示牛为百姓甘于自我牺牲的可贵品格。\n\n　　此诗中的牛，亦是诗人自喻。李纲官至宰相，他为官清正，反对媾和，力主抗金，并亲自率兵收复失地，但为投降派奸佞排挤，为相七十天即“谪居武昌”，次年又“移澧浦”，内心极为愤抑不平。因此，作《病牛》诗以自慰、自白。\n\n　　这首诗运用比喻和拟人手法，形象生动，立意高远，既是成功的咏物诗，更是杰出的言志诗，为后世传诵。\n\n　　在中国诗歌史上，自第一部诗歌总集《诗经》里吟咏鸱鸮的诗作之后，吟咏日月星辰、山川草木、花鸟鱼虫的咏物诗可谓层出不穷。在浩如烟海的咏物诗中有不少格调颇高、艺术精湛、韵味无穷的佳作。李纲的这首《病牛》便是其中之一。这里，我们不谈此诗所具有的高度概括力，也不说此诗质朴无华的语言美，只是想欣赏一下其“离形得似”、“托物言志”的艺术。司空图《诗品·形容》认为，诗人“形容”（指描摹客观事物）能不拘形似而求得神似，才是精于“形容”者：“离形得似，庶几斯人”。李纲正是精于“形容”者，其《病牛》诗达到了“离形得似”，也即不拘于描写对象的外形外貌相似，而求得描写对象精神相似的境界。作者吟咏病牛，笔墨重点不在绘其形，而在传其神。\n\n　　诗的前两句“耕犁千亩实千箱，力尽筋疲谁复伤”，写病牛耕耘千亩，换来了劳动成果装满千座粮仓的结果，但它自身却精神极为疲惫，力气全部耗尽，然而，又有谁来怜惜它力耕负重的劳苦呢？这里，作者从揭示病牛“耕犁千亩”与“实千箱”之间的因果关系上落笔，将病牛“力尽筋疲”与“谁复伤”加以对照，集中描写了病牛劳苦功高、筋疲力尽及其不为人所同情的境遇。首句中的两个“千字”，分别修饰“亩”与“箱”（通“厢”，指粮仓），并非实指，而是极言病牛“耕犁”数量之大、劳动收获之多，同时，也暗示这头牛由年少至年老、由体壮及体衰的历程。次句反诘语气强烈，增添了诗情的凝重感。\n\n　　诗的后两句笔锋陡地一转，转为述其志：“但得众生皆得饱，不辞羸病卧残阳。”病牛劳苦功高，筋疲力尽，却无人怜惜，但它没有怨天尤人，更未消极沉沦。因为它具有心甘情愿为众生的温饱而“羸病卧残阳”之志。这两句诗将病牛与“众生”联系起来写，以“但得”与“不辞”对举，强烈地抒发了病牛不辞羸病，一心向着众生的志向。结句中的“残阳”是双关语，既指夕阳，又象征病牛的晚年，它与“卧”等词语相结合，有助于表现老牛身体病弱却力耕负重、死而后已的精神。\n\n　　这首诗惟妙惟肖地刻画了一个病牛的形象，既绘出其身体病弱之形，更传出了其不辞羸病、志在众生之神。如此咏牛，颇为切合牛任劳任怨、唯有奉献、别无他求的性格特点。不过，此诗并非为咏牛而咏牛，而是“托物言志”，借咏牛来为作者言情述志。我们只要能像前人所说的那样“知人论世”，便不难看出这一点。\n\n　　赞颂了牛不辞羸病、任劳任怨、志在众生、唯有奉献、别无他求的性格特点。—— “托物言志”，借咏牛来为作者言情述志。\n\n　　诗人疲惫不堪，却耿耿不忘抗金报国，想着社稷，念着众生，因此其笔下力尽筋疲、无人怜惜而不辞羸病、志在众生的老牛即诗人形象的化身。\n\n　　作者正是这样怀着强烈的爱国热忱来吟咏病牛，托物言志的。因而，此诗中的病牛，也即作者自身的形象活了，动了，能在读者心中引起共鸣，产生美感。\n\n","translation":"病牛耕耘千亩，换来了劳动成果装满千座粮仓的结果，但它自身却精神极为疲惫，力气全部耗尽，然而，又有谁来怜惜它力耕负重的劳苦呢？\n但为了众生都能够饱，即使拖垮了病倒卧在残阳之下，也在所不辞。\n\n"}
{"_id":{"$oid":"5b9a1498367d5cab186688bb"},"title":"奉赠韦左丞丈二十二韵","dynasty":"唐代","writer":"杜甫","content":"纨绔不饿死，儒冠多误身。丈人试静听，贱子请具陈。\n甫昔少年日，早充观国宾。读书破万卷，下笔如有神。(读书破万卷 一作：读破万卷书)\n赋料扬雄敌，诗看子建亲。李邕求识面，王翰愿卜邻。\n自谓颇挺出，立登要路津。致君尧舜上，再使风俗淳。\n此意竟萧条，行歌非隐沦。骑驴十三载，旅食京华春。\n朝扣富儿门，暮随肥马尘。残杯与冷炙，到处潜悲辛。\n主上顷见征，欻然欲求伸。青冥却垂翅，蹭蹬无纵鳞。\n甚愧丈人厚，甚知丈人真。每于百僚上，猥颂佳句新。\n窃效贡公喜，难甘原宪贫。焉能心怏怏，只是走踆踆。\n今欲东入海，即将西去秦。尚怜终南山，回首清渭滨。\n常拟报一饭，况怀辞大臣。白鸥没浩荡，万里谁能驯？","type":["社交","读书","壮志"],"remark":"纨绔：指富贵子弟。不饿死：不学无术却无饥饿之忧。儒冠多误身：满腹经纶的儒生却穷困潦倒。这句是全诗的纲要。《潜溪诗眼》云：“此一篇立意也。”\n丈人：对长辈的尊称。这里指韦济。贱子：年少位卑者自谓。这里是杜甫自称。请，意谓请允许我。具陈：细说。\n破万卷：形容书读得多。如有神：形容才思敏捷，写作如有神助。\n扬雄：字子云，西汉辞赋家。料：差不多。敌：匹敌。子建：曹植的字，曹操之子，建安时期著名文学家。看：比拟。亲：接近。\n李邕：唐代文豪、书法家，曾任北海郡太守。杜甫少年在洛阳时，李邕奇其才，曾主动去结识他。王翰：当时著名诗人，《凉州词》的作者。\n挺出：杰出。立登要路津：很快就要得到重要的职位。\n尧舜：传说中上古的圣君。\n骑驴：与乘马的达官贵人对比。十三载：从公元735年（开元二十三年）杜甫参加进士考试，到公元747年（天宝六载），恰好十三载。旅食：寄食。京华：京师，指长安。\n主上：指唐玄宗。顷：不久前。见征：被征召。歘然：忽然。欲求伸：希望表现自己的才能，实现致君尧舜的志愿。\n青冥却垂翅：飞鸟折翅从天空坠落。蹭蹬：行进困难的样子。无纵鳞：本指鱼不能纵身远游。\n贡公：西汉人贡禹。他与王吉为友，闻吉显贵，高兴得弹冠相庆，因为知道自己也将出头。杜甫说自己也曾自比贡禹，并期待韦济能荐拔自己。难甘：难以甘心忍受。原宪；孔子的学生，以贫穷出名。\n怏怏：气愤不平。踆踆：且进且退的样子。\n东入海：指避世隐居。孔子曾言：“道不行，乘桴浮于海。”（《论语》）去秦：离开长安。\n报一饭：报答一饭之恩。辞大臣：指辞别韦济。这两句说明赠诗之故。\n白鸥：诗人自比。没浩荡：投身于浩荡的烟波之间。谁能驯：谁还能拘束我呢？\n\n","shangxi":"　　在杜甫困守长安十年时期所写下的求人援引的诗篇中，要数这一首是最好的了。这类社交性的诗，带有明显的急功求利的企图。常人写来，不是曲意讨好对方，就是有意贬低自己，容易露出阿谀奉承、俯首乞怜的寒酸相。杜甫在这首诗中却能做到不卑不亢，直抒胸臆，吐出长期郁积下来的对封建统治者压制人材的悲愤不平。这是他超出常人之处。\n\n　　诗人主要运用了对比和顿挫曲折的表现手法，将胸中郁结的情思，抒写得如泣如诉，真切动人。这首诗应该说是体现杜诗“沉郁顿挫”风格的最早的一篇。\n\n　　诗中对比有两种情况，一是以他人和自己对比；一是以自己的今昔对比。先说以他人和自己对比。开端的“纨袴不饿死，儒冠多误身”，把诗人强烈的不平之鸣，像江河决口那样突然喷发出来，真有劈空而起，锐不可当之势。在诗人所处的时代，那些纨袴子弟，不学无术，一个个过着脑满肠肥、趾高气扬的生活；他们精神空虚，本是世上多余的人，偏又不会饿死。而像杜甫那样正直的读书人，却大多空怀壮志，一直挣扎在饿死的边缘，眼看误尽了事业和前程。这两句诗，开门见山，鲜明揭示了全篇的主旨，有力地概括了封建社会贤愚倒置的黑暗现实。\n\n　　从全诗描述的重点来看，写“纨袴”的“不饿死”，主要是为了对比突出“儒冠”的“多误身”，轻写别人是为了重写自己。所以接下去诗人对韦济坦露胸怀时，便撇开“纨袴”，紧紧抓住自己在追求“儒冠”事业中今昔截然不同的苦乐变化，再一次运用对比，以浓彩重墨抒写了自己少年得意蒙荣、眼下误身受辱的无穷感慨。这第二个对比，诗人足足用了二十四句，真是大起大落，淋漓尽致。从“甫昔少年日”到“再使风俗淳”十二句，是写得意蒙荣。诗人用铺叙追忆的手法，介绍了自己早年出众的才学和远大的抱负。少年杜甫很早就在洛阳一带见过大世面。他博学精深，下笔有神。作赋自认可与扬雄匹敌，咏诗眼看就与曹植相亲。头角乍露，就博得当代文坛领袖李邕、诗人王翰的赏识。凭着这样卓越挺秀的才华，他天真地认为求个功名，登上仕途，还不是易如反掌。到那时就可实现梦寐以求的“致君尧舜上，再使风俗淳”的政治理想了。诗人信笔写来，高视阔步，意气风发，大有踌躇满志、睥睨一切的气概。写这一些，当然也是为了让韦济了解自己的为人，但更重要的还是要突出自己眼下的误身受辱。从“此意竟萧条”到“蹭蹬无纵鳞”，又用十二句写误身受辱，与前面的十二句形成强烈的对比。现实是残酷的，“要路津”早已被“纨袴”占尽，主观愿望和客观实际的矛盾无情地嘲弄着诗人。诗中写了诗人在繁华京城的旅客生涯：多少年来，诗人经常骑着一条瘦驴，奔波颠踬在闹市的大街小巷。早上敲打豪富人家的大门，受尽纨袴子弟的白眼；晚上尾随着贵人肥马扬起的尘土郁郁归来。成年累月就在权贵们的残杯冷炙中讨生活。不久前诗人又参加了朝廷主持的一次特试，谁料这场考试竟是奸相李林甫策划的一个忌才的大骗局，在“野无遗贤”的遁辞下，诗人和其他应试的士子全都落选了。这对诗人是一个沉重的打击，就像刚飞向蓝天的大鹏又垂下了双翅，也像遨游于远洋的鲸鲵一下子又失去了自由。诗人的误身受辱、痛苦不幸也就达到了顶点。\n\n　　这一大段的对比描写，迤逦展开，犹如一个人步步登高，开始确是满目春光，心花怒放，那曾想会从顶峰失足，如高山坠石，一落千丈，从而使后半篇完全笼罩在一片悲愤怅惘的氛围中。诗人越是把自己的少年得意写得红火热闹，越能衬托出眼前儒冠误身的悲凉凄惨，这大概是诗人要着力运用对比的苦心所在。\n\n　　从“甚愧丈人厚”到诗的终篇，写诗人对韦济的感激、期望落空、决心离去而又恋恋不舍的矛盾复杂心情。这样丰富错杂的思想内容，必然要求诗人另外采用顿挫曲折的笔法来表现，才能收到“其入人也深”的艺术效果。在坎坷的人生道路上，诗人再也不能忍受像孔子学生原宪那样的贫困了。他为韦济当上了尚书左丞而暗自高兴，就像汉代贡禹听到好友王吉升了官而弹冠相庆。诗人十分希望韦济能对自己有更实际的帮助，但现实已经证明这样的希望是不可能实现了。诗人只能强制自己不要那样愤愤不平，快要离去了却仍不免在那里顾瞻俳徊。辞阙远游，退隐江海之上，这在诗人是不甘心的，也是不得已的。他对自己曾寄以希望的帝京，对曾有“一饭之恩”的韦济，是那样恋恋不舍，难以忘怀。但是，又没有办法。最后只能毅然引退，像白鸥那样飘飘远逝在万里波涛之间。这一段，诗人写自己由盼转愤、欲去不忍、一步三回头的矛盾心理，真是曲折尽情，丝丝入扣，和前面动人的对比相结合，充分体现出杜诗“思深意曲，极鸣悲慨”（方东树《昭昧詹言》）的艺术特色。\n\n　　“白鸥没浩荡，万里谁能驯！”从结构安排上看，这个结尾是从百转千回中逼出来的，宛若奇峰突起，末势愈壮。它将诗人高洁的情操、宽广的胸怀、刚强的性格，表现得辞气喷薄，跃然纸上。正如浦起龙指出的“一结高绝”（见《读杜心解》）。董养性也说：“篇中……词气磊落，傲睨宇宙，可见公虽困踬之中，英锋俊彩，未尝少挫也。”（转引自仇兆鳌《杜诗详注》）吟咏这样的曲终高奏，诗人青年时期的英气豪情，会重新在读者心头激荡。诗人经受着尘世的磨炼，没有向封建社会严酷的不合理现实屈服，显示出一种碧海展翅的冲击力，从而把全诗的思想性升华到一个新的高度。\n\n　　此诗通篇直抒胸臆，语句颇多排比，语意纵横转折，感愤悲壮之气溢于字里行间。全诗不仅成功地运用了对比和顿挫曲折的笔法，而且语言质朴中见锤炼，含蕴深广。如“残杯与冷炙，到处潜悲辛”，道尽了世态炎凉和诗人精神上的创伤。一个“潜”字，表现悲辛的无所不在，可谓悲沁骨髓，比用一个寻常的“是”或“有”字，就精细生动得多倍。句式上的特点是骈散结合，以散为主，因此既有整齐对衬之美，又有纵横飞动之妙。所以这一切，都足证诗人功力的深厚，也预示着诗人更趋成熟的长篇巨制，随着时代的剧变和生活的充实，必将辉耀于中古的诗坛。 \n\n","translation":"富家的子弟不会饿死，清寒的读书人大多贻误自身。\n韦大人你可以静静地细听，我把自己的往事向你直陈。\n我在少年时候，早就充当参观王都的来宾。\n先后读熟万卷书籍，写起文章，下笔敏捷好像有神。\n我的辞赋能与扬雄匹敌，我的诗篇可跟曹植相近。\n李邕寻求机会要和我见面，王翰愿意与我结为近邻。\n自以为是一个超异突出的人，一定很快地身居要津。\n辅助君王使他在尧舜之上，要使社会风尚变得敦厚朴淳。\n平生的抱负全部落空，忧愁歌吟，决不是想优游退隐。\n骑驴行走了十三年，寄食长安度过不少的新春。\n早上敲过豪富的门，晚上追随肥马沾满灰尘。\n吃过别人的残汤剩饭，处处使人暗中感到艰辛。\n不久被皇帝征召，忽然感到大志可得到展伸。\n但自己像飞鸟折翅天空坠落，又像鲤鱼不能跃过龙门。\n我很惭愧，你对我情意宽厚，我深知你待我一片情真。\n把我的诗篇举荐给百官们，朗诵着佳句，夸奖格调清新。\n想效法贡禹让别人提拔自己，却又难忍受像原宪一样的清贫。\n我怎能这样使内心烦闷忧愤，老是且进且退地厮混。\n我要向东奔入大海，即将离开古老的西秦。\n我留恋巍峨的终南山，还要回首仰望清澈的渭水之滨。\n想报答你的“一饭之恩”，想辞别关心我的许多大臣。\n让我像白鸥出现在浩荡的烟波间，飘浮万里有谁能把我纵擒？\n\n"}
{"_id":{"$oid":"5b9a1498367d5cab186688bc"},"title":"访戴天山道士不遇","dynasty":"唐代","writer":"李白","content":"犬吠水声中，桃花带露浓。(露浓 一作：雨浓)\n树深时见鹿，溪午不闻钟。\n野竹分青霭，飞泉挂碧峰。\n无人知所去，愁倚两三松。","type":["拜访","写景","抒情","写狗古诗18首"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154303281.mp3","remark":"戴天山：在四川昌隆县北五十里，青年时期的李白曾经在此山中的大明寺读书。不遇：没有遇到\n吠：狗叫。\n带露浓：挂满了露珠。\n树深：树丛深处。\n青霭：青色的云气。\n倚：靠。\n\n","shangxi":"　　这首诗是李白早年的作品。李白早年在戴天山大明寺读书。后来，李白因坐永王李璘事入狱，流放夜郎，遇赦，漂泊浔阳、金陵、宣城、历阳等地。杜甫在成都于肃宗上元二年(761)，因“近无李白消息“，写了一首《不见》诗怀念李白，担心他在外会闯祸，盼他早日归还“匡山“故乡。诗曰:“不见李生久，佯狂真可哀。世人皆欲杀，吾意独怜才。敏捷诗千首，飘零酒一杯。匡山读书处，头白好归来。“次年，李白便死于安徽当涂。\n\n　　李白早年即富有才华，他在大匡山读书时，就描绘了这样一幅色彩鲜明的访问道士不遇图。道士姓名，不得而知。通篇着意于写景，真实自然，并生动形象地再现了道士世外桃源的优美生活境界。\n\n　　全诗分为三个层次，前四句为一个层次，五、六两句为二个层次，最后两句为一个层次。前四句是写诗人拜访道士途中听耳闻目睹。诗人沿着小溪而行，沿路两旁。桃花盛开，花瓣上挂满露珠。这说明诗人一大早，就出门而行。小溪流水淙淙，与狗吠之声，响成一片，形成了一种别有情趣的乐章。道士的处所，路程还不近呢。诗人从早走到中午时分，尚且没有听见道士敲钟的声音，只见树丛的深处，不时有麋鹿出没。这两句的妙处，暗示道士不在道院，为最后两句设下伏笔。以上四句。把道士远离人间闹市的那种清新幽静的环境，逼真地摹写出来。前两句写狗吠声声，溪水淙淙，桃花含露，是诗人早上的所见听闻。“树深时见鹿，溪午不闻钟“两句，是写中午时分的耳闻目睹。时间不同，地点各异，诗人所描写的见闻，也各不相同。在这里，时间和空间感。异常清晰。\n\n　　“野竹分青霭，飞泉挂碧峰“两句，是写道士处所的近景，野竹参天，与青气融为一体，从碧绿的山峰间飞流直下的瀑布，形成了一种优美壮观的奇境。飞、挂二字，是写瀑布飞流直下的动的画面。“野竹分青霭“的“分“字，表面是写野竹参天，把空中的青色云气隔开，实则是说翠竹参天，与青色的云气相接，浑为一体。形成天竹一色的奇景。竹前冠一“野“字，是说翠竹是自然长成，并非人工培植，因而更觉可喜可爱。“霭“前冠一“青“字，与竹色协调，融为一色。“飞泉挂碧峰“，颇有“飞流直下三千尺，疑是银河落九天“的壮观，具有引入入胜，令人留连忘返的艺术魅力。\n\n　　最后两句，方才点明“访戴天山道士不遇“的诗题。人们都会有这样的常识:大凡去访亲探友，不能相遇，就会令人焦躁不安。李白去拜访道士，道士不在道院，又无人知道去向、怎能不使他十分着急呢?尽管道士不在，诗人并没有立即返回，他远道而来，总想能见到道士，同他畅谈一番。“愁倚两三松“，写得极其生动形象，写诗人等待道士回来，倚靠遍了道士门前的两三棵松树，而道士仍然未回。“愁“字，颇能传神，把诗人着急的神态。刻画得清晰可见，历历在目。“无人知所去“，是一般的陈述句。只是说明道士不知所去。是为“愁倚两三松“句，所作的铺垫。\n\n　　此作的构思并不复杂，它写诗人的所闻所见，都是为了突出访道士不遇的主题。所以，吴大受说:“无一字说道士，无一字说不遇，却句句是不遇，句句是访道士不遇。“(《诗筏》)当然，并不是说李白这首诗已经写得尽善尽美了，李白是伟大的浪漫主义诗人，他后期比较成熟的诗作，都写得十分洒脱、酣畅、飘逸、雄浑，字里行间，充满着一股豪气。而他这首诗，在这方面的特点还不够明显，还不够浓郁。这说明此作还带有他早期作品的痕迹。\n\n","translation":"隐隐的犬吠声夹杂在淙淙的流水声中，\n桃花带着几点露珠。\n树林深处，常见到麋鹿出没。\n正午时来到溪边却听不见山寺的钟声。\n绿色的野竹划破了青色的云气，\n白色的瀑布高挂在碧绿的山峰。\n没有人知道道士的去向，\n我不由自主地靠着几株古松犯愁。\n\n"}
{"_id":{"$oid":"5b9a1498367d5cab186688bd"},"title":"菊花","dynasty":"明代","writer":"唐寅","content":"故园三径吐幽丛，一夜玄霜坠碧空。\n多少天涯未归客，尽借篱落看秋风。\n\n","type":["咏物","菊花","品格","寓人"],"remark":"故园：古旧的林苑，也借指故乡。\n三径：借指归隐者的家园。\n幽丛：幽幽的花丛，这里指菊花。\n玄露：清露。\n篱落：即篱笆。柳宗元《田家》篱落隔烟火，农谈四邻夕。\n\n","shangxi":"赏析 　　这是一首托物寄兴的诗，没有什么艰涩的意象，很清新淡雅，并且浅近直白。诗人借菊花以自比，在诗词中属于香草美人笔法。首联诗人先描写故园中的菊花淡放的情形，开得并不张扬，而是淡淡的幽然的开放，而且开得那么突然，所以颔联写它就好像是一夜的霜降后从天空坠落一般。写出了菊花高傲的品质，不铺排张扬，但是却内涵丰沛，在单淡然中凸现其品质。后两句是诗人的托物起行，以菊花自比。颈联写到多少沦落天涯的文人骚客，估计诗人自己也在内吧，尾联写尽借篱落看秋风，篱落是指篱笆，记的范成大在他的一首诗中提到篱落，“日长篱落无人问”。沦落天涯的文人骚客从这篱笆里面的开放的秋菊中看尽了浓浓衰飒的秋意，看到了自己的影子。自陶渊明以来，菊花就是隐士、高洁的象征，诗人就是借菊花表现自己的高洁品格。 ▲","translation":"老旧园子里的小路旁已经长出了幽幽的花丛，一夜之间清露从天空坠下落在花上。\n有多少远在他方为客的未归人啊，只能借着篱笆看看秋天的景色。\n\n"}
{"_id":{"$oid":"5b9a1498367d5cab186688be"},"title":"琴诗","dynasty":"宋代","writer":"苏轼","content":"若言琴上有琴声，放在匣中何不鸣？\n若言声在指头上，何不于君指上听？","type":["美学","哲理"],"remark":"若:如果。\n何:为何。\n\n","shangxi":"　　唐朝的韦应物写了一首《听嘉陵江水声寄深上人》：“凿岩泄奔湍，称古神禹迹。夜喧山门店，独宿不安席。水性自云静，石中本无声。如何两相激，雷转空山惊？贻之道门旧，了此物我情。”这位作家对水石之间关系的疑惑与领悟，亦同于苏轼之于琴指。这其实是个高深的哲学问题，因为在佛教看来，一切都是因缘和合而成，事物与事物之间只是由于发生了联系，才得以存在。即如所谓“四大”，《金光明最胜王经》卷五说：“譬如机关由业转，地火水风共成身。随彼因缘招异果，一在一处相违害，如四毒蛇具一箧。”《圆觉经》说：“恒在此念，我今此身，四大和合。”《楞严经》曾对什么是“浊”有一段阐发：“譬如清水，清洁本然，即彼尘土灰沙之伦，本质留碍，二体法尔，性不相循。有世间人取彼土尘，投于净水，土失留碍，水亡清洁，容貌汩然，名之为浊。”也就是说，“浊”是尘土和清水发生了作用而形成的。另一段论述说得更为明确：“譬如琴瑟、箜篌、琵琶，虽有妙音，若无妙指，终不能发。”——苏轼的诗简直就是这段话的形象化。\n\n　　从字面上看是说，如果说琴可以自己发声，那么为什么把它放在盒子里就没了乐声？如果说声音是由手指头发出的，那么为什么不能凑过耳朵靠近指头直接听到乐声呢？\n\n　　苏轼在这首诗中思考是：琴是如何发出声音的？根据科学依据可知，其实，琴能演奏出优美的音乐，这不光需要靠琴，还要靠人的指头弹动、敲击钢丝 ,产生振动发出，人的手指和琴同时存在是发出琴音的物质基础，只有两者相辅相成，才能奏出优美的音乐。\n\n　　由于钢丝的粗细不同，所以按不同的键，木槌就会敲击相应的钢， 发出不同的声音。\n\n　　该诗哲理性很强，富有禅机。佛教视有为无，视生为灭，追求无声无形不生不减，音乐的真实即虚无，所以音乐无所谓真实与否，要以“谐无声之乐，以自得为和”、“反闻闻自性，性成无上道”，通过内心的感受而自得、反悟禅道。《题沈君琴》否定了琴、指两者和音乐之声的关系，其思想和《楞言经》“声无既无灭，声有亦非生，生灭两圆离，是则常真实”相通。 \n\n","translation":"如果说琴声发自琴，那把它放进盒子里为什么不响呢？\n如果说琴声发自手，为何你的手上听不到声音？\n\n"}
{"_id":{"$oid":"5b9a1498367d5cab186688bf"},"title":"和张仆射塞下曲·其二","dynasty":"唐代","writer":"卢纶","content":"林暗草惊风，将军夜引弓。\n平明寻白羽，没在石棱中。","type":["唐诗三百首","边塞","狩猎","赞美","将军"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154303631.mp3","remark":"塞下曲：古代歌曲名。这类作品多是描写边境风光和战争生活的。\n惊风：突然被风吹动。\n引弓：拉弓，开弓，这里包含下一步的射箭。\n平明：天刚亮的时候。\n白羽：箭杆后部的白色羽毛，这里指箭。\n没：陷入，这里是钻进的意思。\n石棱：石头的边角。\n将军——指的是西汉的飞将军李广。\n\n","shangxi":"　　卢纶《塞下曲》共六首一组，分别写发号施令、射猎破敌、奏凯庆功等等军营生活。语多赞美之意。此为第二首，描写将军夜里巡逻时景况。\n\n　　首句写将军夜猎场所是幽暗的深林；当时天色已晚，一阵阵疾风刮来，草木为之纷披。这不但交代了具体的时间、地点，而且制造了一种气氛。右北平是多虎地区，深山密林是百兽之王的猛虎藏身之所，而虎又多在黄昏夜分出山，“林暗草惊风”，着一“惊”字，就不仅令人自然联想到其中有虎，呼之欲出，渲染出一片紧张异常的气氛，而且也暗示将军是何等警惕，为下文“引弓”作了铺垫。\n\n　　次句即续写射。但不言“射”而言“引弓”，这不仅是因为诗要押韵的缘故，而且因为“引”是“发”的准备动作，这样写能启示读者从中想象、体味将军临险是何等镇定自若，从容不迫。在一“惊”之后，将军随即搭箭开弓，动作敏捷有力而不仓皇，既具气势，而形象也益鲜明。\n\n　　后二句写“没石饮羽”的奇迹，把时间推迟到翌日清晨，将军搜寻猎物，发现中箭者并非猛虎，而是蹲石，令人读之，始而惊异，既而嗟叹，原来箭杆尾部装置着白色羽毛的箭，竟“没在石棱中”，入石三分。这样写不仅更为曲折，有时间、场景变化，而且富于戏剧性。“石棱”为石的突起部分，箭头要钻入殊不可想象。神话般的夸张，为诗歌形象涂上一层浪漫色彩，读来特别尽情够味，只觉其妙，不以为非。\n\n　　这首边塞小诗，写一位将军猎虎的故事，取材于西汉只学家司马迁记载当时名将李广事迹的《李将军列传》。原文是：“广出猎，见草中石，以为虎而射之中，中（zhòng）石没镞（箭头），视之，石也。”\n\n　　诗的前两句写事件的发生：深夜，山林里一片昏暗，突然狂风大作，草丛被乔得刷啦啦起伏抖动；蛙人起落处津津乐道恍恍惚惚有一头白虎扑来。恰好这时，将军正从林边驰马而过，他眼疾手快，拉满弓一箭射出… …\n\n　　后两句写事件的结果是：第二天清晨，将军记起昨晚林间的事，顺原路来到现场，他不禁大吃一惊：明亮的晨光中，分明看见被他射中的原来不是老虎，而是一座巨石。恐惧感默然蹲在那里，那枝白羽箭竟深深钻进石棱里去了！请注意箭射入的部位，不是石孔，不是石缝，也不是石面，而是窄细的尖突的石棱――这需要多大的臂力，多高的武艺啊！\n\n　　有人要问，将军射老虎，干吗不当时就看结果，还要等第二天早晨？原来的故事并没说第二天才知道射中的是石头呀！这，就是诗人的艺术处理了。第一，这样可以表现将军的自信，从来是百发百中，这一次还怕它死不了跑掉吗？第二，可以增加形象的直观性，让人看得更清楚些，如果是当夜就看，固然也能发现是一场误会，但很难取得现在这样的画面一般的鲜明效果。\n\n　　诗，最注重含蓄，最讲究意在言外。看到诗中箭入石的描写，我们会油然联想：如果射中的真是老虎将会射成什么样子？如果在战场上射击敌军兵马呢？于是，一位武艺高强、英勇善战的将军形象，便盘马弯弓、巍然屹立在我们眼前了。\n\n","translation":"昏暗的树林中，草突然被风吹得摇摆不定，飒飒作响，将军以为野兽来了，连忙开弓射箭。\n天亮去寻找那只箭，已经深深地陷入石棱中。\n\n"}
{"_id":{"$oid":"5b9a1498367d5cab186688c0"},"title":"玉楼春·别后不知君远近","dynasty":"宋代","writer":"欧阳修","content":"别后不知君远近。触目凄凉多少闷。渐行渐远渐无书，水阔鱼沉何处问。\n夜深风竹敲秋韵。万叶千声皆是恨。故欹单枕梦中寻，梦又不成灯又烬。\n\n","type":["宋词精选","秋天","闺怨"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154304296.mp3","remark":"鱼沉：古人有鱼雁传书之说，鱼沉，谓无人传言。 \n秋韵：即秋声。此谓风吹竹声。\n攲（qī）：倚、依。\n烬（jìn）：火烧剩余之物，此指灯花。\n\n","shangxi":"　　这首词是作者的早期作品。词是写闺中思妇深沉凄绝的离愁别恨。发端句“别后不知君远近”是恨的缘由。因不知亲人行踪，故触景皆生出凄凉、郁闷，亦即无时无处不如此。“多少”，不知多少之意，以模糊语言极状其多。三四两句再进一层，抒写了远别的情状与愁绪。“渐行渐远渐无书”，一句之内重复了三个“渐”字，将思妇的想象意念从近处逐渐推向远处，仿佛去追寻爱人的足迹，然而雁绝鱼沉，天崖无处觅寻踪影。“无书”应首句的“不知”，且欲知无由，她只有沉浸在“水阔鱼沉何处问”的无穷哀怨之中了。“水阔”是“远”的象征，“鱼沉”是“无书”的象征。“何处问”三字，将思妇欲求无路、欲诉无门的那种不可名状的愁苦，抒写得极为痛切。在她与亲人相阻绝的浩浩水域与茫茫空间，似乎都充塞了触目凄凉的离别苦况。词的笔触既深沉又婉曲。\n\n　　词篇从过片以下，深入细腻地刻画了思妇的内心世界，着力渲染了她秋夜不寐的愁苦之情。“自古伤心唯远别，登山临水迟留。暮尘衰草一番秋。寻常景物，到此尽成愁。”（张先《临江仙·自古伤心惟远别》）风竹秋韵，原是“寻常景物”，但在与亲人远别，空床独宿的思妇听来，万叶千声都是离恨悲鸣，一叶叶一声声都牵动着她无限愁苦之情。“故欹单枕梦中寻，梦又不成灯又烬”。思妇为了摆脱苦状的现实，急于入睡成梦，故特意斜靠着孤枕，幻想在梦中能寻觅到在现实中寻觅不到的亲人，可是“千山万水不曾行，魂梦欲教何处觅？”（韦庄《木兰花·独上小楼春欲暮》）连仅有的一点小小希望也成了泡影，不单是“愁极梦难成”（薛昭蕴《小重山·春到长门春草青》），最后连那一盏作伴的残灯也熄灭了。“灯又烬”一语双关，闺房里的灯花燃成了灰烬，自己与亲人的相会也不可能实现，思妇的命运变得和灯花一样凄迷、黯淡。词到结句，哀婉幽怨之情韵袅袅不断，给人以深沉的艺术感染。\n\n　　前于欧阳修的花间派词人，往往喜欢对女性的外在体态服饰进行精心刻画，而对人物内心的思想感情则很少揭示。欧阳修显然比他们进了一大步，在这首词中，他没在使用一个字去描绘思妇的外貌形象，而是着力揭示思妇内心的思想感情，字字沉着，句句推进，如剥笋抽茧，逐层深入，由分别－－远别－－无音信－－夜闻风竹－－寻梦不成－－灯又烬，将一层、一层、又一层的愁恨写得越来越深刻、凄绝。全词写愁恨由远到近，自外及内，从现实到幻想，又从幻想回到现实。且抒情写景两得，写景句寓含着婉曲之情，言情句挟带着凄凉之景，表现出特有的深曲婉丽的艺术风格。\n\n","translation":"自从分别之后，不知你已经到了何方？眼里心中都是凄凉与愁闷，生出不尽的忧愁！你越走越远，最后竟断了音信；江水是何等的宽阔，鱼儿深深地游在水底，我又能向何处去打听你的消息？ \n昨夜里大风吹得竹林处处作响，传递着深秋的韵律，每一片叶子的声响都似乎在诉说着怨恼。我有心斜倚着单枕，希望梦中能与你相遇，可惜梦做不成，无奈灯芯，又在秋风中燃成烬。\n\n"}
{"_id":{"$oid":"5b9a1499367d5cab186688c1"},"title":"国风·邶风·日月","dynasty":"先秦","writer":"佚名","content":"日居月诸，照临下土。乃如之人兮，逝不古处？胡能有定？宁不我顾。\n日居月诸，下土是冒。乃如之人兮，逝不相好。胡能有定？宁不我报。\n日居月诸，出自东方。乃如之人兮，德音无良。胡能有定？俾也可忘。\n日居月诸，东方自出。父兮母兮，畜我不卒。胡能有定？报我不述。","type":["诗经","闺怨"],"remark":"居、诸：语尾助词。\n乃：可是。之人：这个人，指她的丈夫。\n逝：助词。无实义,起调整音节的作用。古处：一说旧处，和原来一样相处；一说姑处。\n胡：何，怎么。定：止。指心定、心安。\n宁：一说乃，曾；一说岂，竟然，难道。我顾：顾我。顾，念。\n.冒：覆盖，照临。\n相好：相爱。\n德音：好名誉。\n畜我不卒：即好我不终。畜，同“慉”，喜爱。不卒，不到最后。\n不述：不循义理。 \n\n","shangxi":"　　这是一首弃妇申诉怨愤的诗。《毛诗序》说：“《日月》，卫庄姜伤己也。遭州吁之难，伤己不见答于先君，以至困穷之诗也。”朱熹《诗集传》说：“庄姜不见答于庄公，故呼日月而诉之。言日月之照临下土久矣，今乃有如是之人，而不以古道相处，是其心志回惑，亦何能有定哉？”都说此诗作于卫庄姜被庄公遗弃后，以此诗作者为卫庄姜，所指责的男子为卫庄公。而鲁诗则认为是卫宣公夫人宣姜为让自己的儿子寿继位而欲杀太子伋，寿为救伋，亦死，后人伤之，为作此诗。今人一般认为这是弃妇怨丈夫变心的诗。\n\n　　诗的第一章把读者带入这样的境界：在太阳或月亮的光辉照耀下，一位妇人在她的屋旁呼日月而申诉：日月能如常地照耀大地，为何我的丈夫不能如以往一样顾念我！以后各章的第一句“日居月诸”作为起兴，还有一种陪衬的作用。日月出自东方、照临大地，是有定所，而结为夫妇的“之人”竟心志回惑，“胡能有定”。作者之所以反覆吟咏日月，正是为了陪衬其反覆强调的“胡能有定”的。\n\n　　第二第三章承第一章的反覆咏叹，真是“一诉不已，乃再诉之，再诉不已，更三诉之”（方玉润《诗经原始》）。第四章沉痛已极，无可奈何，只有自呼父母而叹其生之不辰了，前面感情的回旋，到此突然一纵，扣人心弦，“埋怨父母极无理，却有至情”（牛运震《诗志》）。\n\n　　诗中没有具体去描写弃妇的内心痛苦，而是着重于弃妇的心理刻画。女主人公的内心世界是很复杂的，有种被遗弃后的幽愤，指责丈夫无定止。同时她又很怀念她的丈夫，仍希望丈夫能回心转意，能够“顾”（想念）她，“报”（答理）她。理智上，她清醒地认识到丈夫“德音无良”；但情感上，她仍希望丈夫“畜我”以“卒”。朱熹《诗集传》说：“见弃如此，而犹有望之之意焉。此诗之所为厚也。”这种见弃与有望之间的矛盾，又恰恰是弃妇真实感情的流露。因此，《日月》能强烈震撼读者的心灵。延伸解析古代学者以为这是首弃妇声诉幽怨的愤诗，且很多人认定是“卫庄姜”（卫庄公夫人）感喟“州吁之难”（卫庄公庶子“公子州吁” 弑杀庄姜养子、卫桓公“姬完”的宫廷政变）的穷困诗。这种观点看似成立的理由是比较充分的，日月比喻国君与夫人，未亡人庄姜目睹宫廷剧变（卫公子州吁首开弑杀犯上之风，挑衅姬周宗法制度，被时人认为大逆不道），所以作诗追念先君亡夫，痛惜枉死的嗣君养子，哀叹自己的不良遭际但是仔细研究诗中细节，弃妇之说则疑窦颇多。尤其是抱怨父母一节，既不合于周人礼法（强调“孝悌”），也语意突兀：常人以给父母养老送终为俗，怎可颠倒要求父母终养自己？实际上结合周初历史和邶人的渊源，综合看待《国风.邶风》的低闷、忧郁风格，将这首诗同样视为殷遗怀旧的歌谣可能才更靠谱。熟悉中国上古史的研究者都知道：周朝推翻商朝后，最初的政策对亡国民众比较友好，武王君臣采取了各种措施极力安抚；后来因殷顽叛乱、周公旦才在镇压平叛后对其施以重大惩罚。如果扩大思路，将周人、商人这段恩怨变化的背景套入到《邶风.日月》篇中，则很多细节就更容易对号入座、解释通畅。日月起兴，是因为天道有恒，衬托人世容易变幻，暗喻商族亡国亡族（没有灭族，大贵族微子、萁子和其他小贵族保留了商族血脉，但纣王和武庚禄父这条主根化为浮云了）的沧海桑田悲剧。两厢难处，是当年周、商两族复杂关系的真实写照。处境飘摇窘困，是因为大叛乱后惩罚加身。作为曾经显赫、现在弱势的“殷顽”，自然会抱怨周朝，很容易将所有灾难都委过周室而不愿意深刻自省。所以诗中屡屡出现“逝不古处”、 “宁不我顾”……、 “德音无良”的抱怨，希冀处境得到改善，如此才“俾也可忘”。抱怨父母其实完全是比喻。犹如说：我们商人的祖先是天下共主，轮到我们这代人却不仅失去霸权，还因两次战败（前为武王克商的“牧野之战”，后为周公东征的二次征服），宗族亲人被离析打散、族群主体被监视居住。“胡能有定？报我不述。”也可以顺理成章解释。中国上古传统，灭人国而不绝其祀，夏、商、周三代均遵循这条重要国际规则。传说夏后（夏朝君主的称号）册封上古著名氏族为诸侯（实际上是认可）；汤王灭桀，也专门册封禹王的后人，承认各地氏族部落首领的诸侯地位（夏商封建都不是严格意义的封建制度，所谓封国其实是氏族部落或更大型的联盟而非地域国家，周朝的封建制才是真正意义的叠层封建联盟体制，周朝封国很多都是打破了血缘关系的地域型国家）；武王遵守传统，册封周人认定的上迄黄帝、炎帝、下止夏禹、商汤的后裔为诸侯。只是由于武庚组织叛乱，周公才粉碎了武庚的政权，重新安排处置“殷顽民”。诗中的“报我不述”应该是指武庚政权被粉碎的事情，作者认为周朝这样处置不合古礼和惯例。对这首诗的新解属于个人的一家之说，可以存疑，也欢迎有兴趣的朋友深度研究和发掘，权当是对继承发扬我国古老的国学文化略效绵薄之力。如果新说被证明成立，那么《邶风.日月》的创作时间就不是春秋，而是远为久远的周初。这首诗文辞古朴、风格与《邶风.柏舟》雷同也就相当自然，前面仔细分析过“柏舟”、可以更肯定的说和周初的大叛乱关系密切。 \n\n","translation":"太阳啊月亮，你们的光芒照耀着大地。我嫁的这个人啊，却不再像过去那样对待我了。事情怎么变得这样了呢？一点也不顾念我呀。 \n太阳啊月亮，大地披上了你们的光芒。我嫁的这个人啊，却不再像过去那样恩爱我了。事情怎么变成这样了呢？一点也不念夫妻之情呀。 \n太阳呀月亮，你们每天都从东方升起。我嫁的这个人啊，却不再以好言好语安慰我了。事情怎么变成这样了呢？把那些无良之行都忘了吧。 \n太阳呀月亮，你们每天都从东方升起。我尊君如父，亲君如母，君却不以善终报我。事情怎么变成这样了呢，你自己也没有得到善终啊！\n\n"}
{"_id":{"$oid":"5b9a149a367d5cab186688c2"},"title":"归园田居·其五","dynasty":"魏晋","writer":"陶渊明","content":"怅恨独策还，崎岖历榛曲。\n山涧清且浅，可以濯吾足。\n漉我新熟酒，只鸡招近局。\n日入室中暗，荆薪代明烛。\n欢来苦夕短，已复至天旭。","type":["田园","生活","孤独","感慨","人生"],"remark":"怅恨：失意的样子。策：指策杖、扶杖。还：指耕作完毕回家。曲：隐僻的道路。这两句是说怀着失意的心情独自扶杖经过草木丛生的崎岖隐僻的山路回家了。　\n濯：洗。濯足：指去尘世的污垢。　\n漉：滤、渗。新熟酒：新酿的酒。近局：近邻、邻居。这两句是说漉酒杀鸡，招呼近邻同饮。　\n暗：昏暗。这句和下句是说日落屋里即昏暗，点一把荆柴代替蜡烛。　\n天旭：天明。这句和上句是说欢娱之间天又亮了，深感夜晚时间之短促。\n\n","shangxi":"　　这首诗是陶渊明组诗《归园田居》五首的最后一首。对此诗的首句“怅恨独策还”，有两种解说：一说认为这首诗是紧承第四首《归园田居·久去山泽游》而作，例如方东树说，“怅恨”二字，承上昔人死无余意来”（《昭昧詹言》卷四），黄文焕也说，“昔人多不存，独策所以生恨也”（《陶诗析义》卷二）；另一说认为这一句所写的“还”，是“耕种而还”（邱嘉穗《东山草堂陶诗笺》中语）。这两说都嫌依据不足。如果作者所写是还自“荒墟”的心情，则组诗第四首《归园田居·久去山泽游》之“披榛步荒墟”为“携子侄辈”同往，应该不会“独策还”。如果作者是耕种归来，则所携应为农具，应如这组诗的第三首《归园田居·种豆南山下》所写，“荷锄”而归，似不应策杖而还。联系下三句看，此句所写，似不如视作“性本爱丘山”的作者在一次独游的归途中生发的“怅恨”。其“怅恨”，可以与此句中的“还”字有关，是因游兴未尽而日色将暮，不得不还；也可以与此句中的“独”字有关，是因独游而产生的孤寂之感。这种孤寂感，既是这次游而无伴的孤寂感，也是作者隐藏于内心的“举世皆浊我独清”（《楚辞·渔父》）的时代孤寂感。次句“崎岖历榛曲”，写的应是真景实事，但倘若驰骋联想，从象喻意义去理解，则当时的世途确是布满荆榛，而作者的生活道路也是崎岖不平的。联系其在《感士不遇赋序》中所说的“夷皓有安归之叹，三闾发已矣之哀”，不妨设想：其在独游之际，所感原非一事，怅恨决非一端。\n\n　　此诗的三、四两句“山涧清且浅，可以濯吾足”，则化用《孟子·离娄》“沧浪之水清兮，可以濯我缨；沧浪之永浊兮，可以濯我足”句意，显示了作者的生活情趣和委身自然、与自然相得相洽的质性。人多称渊明冲淡静穆，但他的心中并非一潭止水，更非思想单纯、无忧无虑。生活、世事的忧虑固经常往来于其胸中，只是他能随时从对人生的领悟、与自然的契合中使烦恼得到解脱、苦乐得到平衡，从而使心灵归于和谐。合一、二两句来看这首诗的前四句，正是作者的内心由怅恨而归于和谐的如实表述。\n\n　　这首诗写的是两段时间、两个空间。前四句，时间是日暮之前，空间是山路之上；后六句，则在时间上从日暮写到“天旭”，在空间上从“近局”写到“室中”。如果就作者的心情而言，则前四句以“怅恨”发端，而后六句以“欢来”收结。作者尝自称“质性自然，非矫厉所得”（《归去来兮辞序》），其“归田园居”的主要原因，如这组诗的首篇《归园田居·少无适俗韵》所说，为的是“复得返自然”，以求得本性的回归，保全心灵的真淳。这首诗所写的始则“怅恨”，终则“欢来”，当忧则忧，可乐则乐，正是其脱离尘网后一任自然的真情流露。\n\n　　后六句的“漉我新熟酒，只鸡招近局，日入室中暗，荆薪代明烛”四句，写作者还家后的实事实景，如其《杂诗十二首》之一所说，“得欢当作乐，斗酒聚比邻”。从这四句诗可以想见：酒为新熟，菜仅只鸡，草屋昏暗，以薪代烛，宛然一幅田家作乐图。这样的饮酒场面，其实很寒酸，但作者写来丝毫不觉其寒酸，令人读者看来也不会嫌其寒酸，而只会欣赏其景真情真，趣味盎然。篇末“欢来苦夕短，已复至天旭”二句，即张华《情诗》“居欢惜夜促”意，也寓有《古辞·西门行》“人生不满百，常怀千岁忧，昼短而夜长，何不秉烛游”几句中所抒发的人生短促、光阴易逝的感慨。而为了进一步理解、领会这两句诗的内涵，还可以参读作者的另一些诗句，如《游斜川》诗所说的“中觞纵遥情，忘彼千载忧，且极今朝乐，明日非所求”，又如《己酉岁九月九日》诗所说的“从古皆有没，念之中心焦，何以称我情，浊酒且自陶，千载非所知，聊以永今朝。”从这些诗来看作者的这次欢饮，有聊以忘忧的成分，在“欢”的背后其实闪现着“忧”的影子。同时，作者之饮酒也是他的逃世的手段，是为了坚定其归田的决心，如其《饮酒二十首》诗所说，“泛此忘忧物，远我遗世情”（《饮酒·秋菊有佳色》），“纡辔诚可学，违己讵非迷，且共欢此饮，吾驾不可回”（《饮酒·清晨闻扣门》）。当然，他的饮酒更是与其旷达的心性相表里的；这就是他在《饮酒》诗的首章所说的“寒暑有代谢，人道每如兹，达人解其会，逝将不复疑，忽与一觞酒，日夕欢相持。”\n\n　　朱光潜在《论诗》第十三章《陶渊明》中谈到渊明的情感生活时指出，他“并不是一个很简单的人。他和一般人一样，有许多矛盾和冲突；和一切伟大诗人一样，他终于达到调和静穆。”对于这首诗所写的“怅恨”、“欢来”以及“苦”时间之短促，是应从多方面去理解、领会的。\n\n","translation":"独自怅然拄杖还家，道路不平荆榛遍地。\n山涧流水清澈见底，途中歇息把足来洗。\n滤好家中新酿美酒，烹鸡一只款待邻里。\n太阳落山室内昏暗，点燃荆柴把烛代替。\n兴致正高怨恨夜短，东方渐白又露晨曦。\n\n"}
{"_id":{"$oid":"5b9a149a367d5cab186688c3"},"title":"水调歌头·昵昵儿女语","dynasty":"宋代","writer":"苏轼","content":"欧阳文忠公尝问余：“琴诗何者最善？答以退之听颖师琴诗最善。公曰：此诗最奇丽，然非听琴，乃听琵琶也。余深然之。建安章质夫家善琵琶者，乞为歌词。余久不作，特取退之词，稍加隐括，使就声律，以遗之云。\n\n昵昵儿女语，灯火夜微明。恩怨尔汝来去，弹指泪和声。忽变轩昂勇士，一鼓填然作气，千里不留行。回首暮云远，飞絮搅青冥。\n众禽里，真彩凤，独不鸣。跻攀寸步千险，一落百寻轻。烦子指间风雨，置我肠中冰炭，起坐不能平。推手从归去，无泪与君倾。\n\n","type":["咏物","音乐"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154304874.mp3","remark":"水调歌头：词牌名，又名《元会曲》、《凯歌》、《台城游》等。双调，九十五字，平韵（宋代也有押仄韵的）。相传隋炀帝开汴河自制《水调歌》，唐人演为大曲，《歌头》即大典开始的第一章。\n隐括：原义是矫正曲木的工具。词的檃括是将其他诗文剪裁改写为词的形式，宋人常有此类作品。\n昵昵：音逆，古音尼。象声词，形容言辞亲切。\n尔汝：表亲昵。\n填然：状声响之巨。\n青冥：①形容青苍幽远。指青天。②形容青苍幽远。指山岭。③指海水。\n跻攀：登攀。跻音机。\n寻：长度单位。《史记·张仪传》有“蹄间三寻”。索隐云“七尺曰寻。”亦有云八尺为寻者。如寻常，八尺为寻，倍寻为常，皆惯见之长度也。 \n\n","shangxi":"　　苏轼通过联想，在上阙运用以形象描写不同风格的音乐，从开始的轻柔旖旎，瞬间变为雄壮高扬，然后归于悠扬致远；在下阙则对比音乐本身，一是同一时间内，繁音细响与清越之声之对比，二是不同时间内，音乐之抑扬起伏的对比，添之以自己的感慨，使整首诗具备与原作不同的艺术韵味。\n\n　　词先写乐声初发，仿佛一对青年男女在静夜微弱的灯光下，亲昵地私语 ，谈受说恨，卿卿我我，往复不已。“弹指泪和声”倒点一句，见出弹奏开始，音调轻柔而又哀怨。“忽变”三句，写曲调由低抑到高昂，犹如战士在鼓声下驰骋沙场，无人可挡。结尾的“回首”两句，以景物形容声情，把音乐形象化给人缥渺幽远之感，。“回首暮云远“，让人联想起王维“回看射雕处，千里暮云平“之将士，也与上文中“轩昂勇士”相联系，将独立的音乐片段串起来。白云浮动，柳絮漂浮，若有若无，忽远忽近，难以捉摸，却逗人情思。\n\n　　接着是百鸟争喧，明媚的春色与啁哳之声相伴，唯独彩凤不鸣。这里写以凤凰不鸣，起到“留白“的特殊效果，也点出了深刻哲理：真正内涵的，从不在言语上夺人眼球。之后琴声在瞬息间高音突起，曲折而上，曲调转向艰涩，好象走进悬崖峭璧之中，脚登手攀，前行一寸，也要花费很大气力。正在步履维艰之际，音声陡然下降，恍如一落千丈，飘然坠入深渊，弦音戛然而止。至此，词人确乎借助于语言，把这位乐师的高妙弹技逼真地再现出来了。最后五句，则是从听者心情的激动，反映出成功的弹奏所产生的感人的艺术效果。“指间风雨”，写弹者技艺之高，能兴风作雨；“肠中冰炭”，写听者感受之深，肠中忽而高寒、忽而酷热；并以“烦子”、“置我”等语，把双方紧密关联起来。音响之撼人，不仅使人坐立不宁 ，而且简直难以禁受，由于连连泣下，再没有泪水可以倾洒了。“推手从归去”描写的是琴师奏完将琴推开的动作，也在其中暗示这诗人心中归隐的情怀。“无泪与君倾”，表现出诗人此时肠中之郁结，比起原诗中“湿衣泪滂滂”更为不堪较之，更为含蓄，也更为深沉，虽然无落泪，但是更加表现出心情的郁结。\n\n　　诉诸听觉的音乐美，缺乏空间形象的鲜明性和确定性，是很难捕捉和形容的。但词人巧于取譬，他运用男女谈情说爱、勇士大呼猛进、飘荡的晚云飞絮、百鸟和鸣、攀高步险等等自然和生活现象，极力摹写音声节奏的抑扬起伏和变化，借以传达乐曲的感情色调和内容。这一系列含义丰富的比喻，变抽象为具体，把诉诸听觉的音节组合，转化为诉诸视觉的生动形象，这就不难唤起一种类比的联想，从而产生动人心弦的感染力。末后再从音乐效果，进一步刻画弹技之高，笔墨精微神妙，可说与韩诗同一机杼，同入化境。\n\n　　苏轼这首词的“隐括”，即把韩愈的诗文《听颖师弹琴》剪裁改曲词，虽保留了韩诗的总体构思和一些精彩的描绘，但又在内容、形式以及两者的结合上，显示了自己的创造性，从而使此词获得了新的艺术生命和独特的审美价值。\n\n","translation":"乐声初发，仿佛静夜微弱的灯光下，一对青年男女在亲昵地切切私语。弹奏开始，音调既轻柔、细碎而又哀怨、低抑。曲调由低抑到高昂，犹如气宇轩昂的勇士，在镇然骤响的鼓声中，跃马驰骋，不可阻挡。乐曲就如远天的暮云，高空的飞絮一般，极尽缥缈幽远之致。\n百鸟争喧，明媚的春色中振颤着宛转错杂的啁哳之声，唯独彩凤不鸣。瞬息间高音突起，好像走进悬崖峭璧之中，寸步难行。这时音声陡然下降，宛如突然坠入深渊，一落千丈，之后弦音戛然而止。弹者好像能兴风作雨，让人肠中忽而高寒、忽而酷热，坐立不宁。弹者把琵琶一推放下，散去的听众无不为之流泪，君章质夫无不为之倾心同感。\n\n"}
{"_id":{"$oid":"5b9a149a367d5cab186688c4"},"title":"菊花","dynasty":"唐代","writer":"李商隐","content":"暗暗淡淡紫，融融冶冶黄。\n陶令篱边色，罗含宅里香。\n几时禁重露，实是怯残阳。\n愿泛金鹦鹉，升君白玉堂。","type":["菊花"],"remark":"融融：光润的样子。\n冶冶：艳丽的样子。\n陶令：指陶渊明，因其主彭泽县做过县令，故称陶令。\n罗含：（公元293年一公元369年）字君长，号富和，东晋桂阳郡耒阳（今湖南未阳市）人。博学能文，不慕荣利，编苇作席，布衣蔬食，安然自得。被江夏太守谢尚赞为“湘中之琳琅”。桓温称之为“江左之秀”。官至散骑廷尉。年老辞官归里，比及还家，阶庭忽兰菊丛生，时人以为德行之感。\n禁：禁受，承当。\n重露：指寒凉的秋露。\n怯：胆怯、担心。\n残：一作“斜”。\n金鹦鹉：金制的状如鹦鹉螺的酒杯。泛：指以菊花浸酒。\n白玉堂：指豪华的厅堂，喻朝廷。升：摆进。\n\n","translation":"暗淡的紫色，鲜艳的黄色。\n它们既有陶渊明篱边菊花的色彩，又有罗含宅中的香味。\n菊花不怕露水的沾湿，可是害怕夕阳的来临。\n愿意留在水边畅饮的人的鹦鹉杯中，希望来到富贵人家丰盛的酒席上。\n\n"}
{"_id":{"$oid":"5b9a149a367d5cab186688c5"},"title":"无衣","dynasty":"先秦","writer":"佚名","content":"岂曰无衣？七兮。不如子之衣，安且吉兮。\n岂曰无衣？六兮。不如子之衣，安且燠兮。\n\n","type":["古诗三百首","诗经","咏物","怀人"],"remark":"七：虚数，言衣之多；一说七章之衣，诸侯的服饰。\n子：第二人称的尊称、敬称，此指制衣的人。\n安：舒适。吉：美，善。\n六：一说音路，六节衣。\n燠（yù 玉）：暖热。\n\n","shangxi":"　　此诗与《秦风·无衣》题目及首句皆相同，然思想内容与艺术风格却完全两样。从字面上看，似觉并无深意，但前人往往曲为之说，《毛诗序》云：“《无衣》，美晋武公也。武公始并晋国，其大夫为之请命乎天子之使，而作是诗也。”朱熹《诗集传》云：“曲沃桓叔之孙武公伐晋，灭之，尽以其宝器赂周釐王。王以武公为晋君，列于诸侯。此诗盖述其请命之意”，“釐王果贪其宝玩，而不思天理民彝之不可废，是以诛讨不加，而爵命行焉。”（同上）这一说法今人多表示怀疑，如程俊英《诗经译注》就认为“恐皆附会”。\n\n　　从诗意来看，此篇似为览衣感旧或伤逝之作。诗人可能是一个民间歌手，他本来有一位心灵手巧的妻子，家庭生活十分美满温馨。不幸妻子早亡，一日他拿起衣裳欲穿，不禁睹物思人，悲从中来。诗句朴实无华，皆从肺腑中流出：“难道说我没有衣裳穿？我的衣裳有七件，可是拣了一件又一件，没有一件抵得上你亲手缝制的衣裳，那样舒坦，那样美观。”“难道说我没有衣裳穿？我的衣裳有六件。可是挑了一件又一件，没有一件抵得上你亲手缝制的衣裳，那样合身，那样温暖。”语言自然流畅，酷肖人物声口。感情真挚，读之令人凄然伤怀。\n\n　　对于诗中的句读，旧说两段的起句都作六字句，然今人徐培均认为应标点为：“岂曰无衣？七兮。”前四字为一句，用以自问，后二字为一句，用以自答，诗人正是在这种自问自答中，抒写了一腔哀思。另外在一些字、词的解释上也颇多歧见。如“七”字、“子”字、“六”字，朱熹《诗集传》以为“侯伯七命，其车旗衣服，皆以七为节。子，天子也”。又云：“天子之卿六命，变‘七’言‘六’者，谦也，不敢以当侯伯之命，得受六命之服，比于天子之卿亦幸矣。”朱熹的解释，完全服从于他对于这首诗主题的理解。这首诗既然是述晋武公向周釐王请求封爵之意，那末他就必然把“七”解释为“诸侯七命”，把“六”解释为“天子之卿六命”，而把“子”解释为“天子”。前二者与晋武公的诸侯身份相当，后者则与周釐王的天子地位相称。其说固然言之成理，不失为一家之见，然与诗的本意可能相去甚远。\n\n　　从对此诗主题的理解出发，“七”和“六”俱为数词，也可以看作虚数，极言衣裳之多。而“子”则为第二人称的“你”，也即缝制衣裳的妻子。这样的理解，应该是符合诗的本意的。\n\n　　全诗分为两章，字句大体相同，唯两起变动一个字：“七”易为“六”；两结也变动一字：“吉”易为“燠”。这主要为的是适应押韵的需要。从全篇来说，相同的句式重复一遍，有回环往复、一唱三叹、回肠荡气之妙，读者在吟诵中自然能体会其中的情韵。\n\n","translation":"难道说我没衣服穿？我的衣服有七件。但都不如你亲手做的，既舒适又美观。\n难道说我没衣服穿？我的衣服有六件。但都不如你亲手做的，既舒适又温暖。\n\n"}
{"_id":{"$oid":"5b9a149a367d5cab186688c6"},"title":"国风·召南·草虫","dynasty":"先秦","writer":"佚名","content":"喓喓草虫，趯趯阜螽。未见君子，忧心忡忡。亦既见止，亦既觏止，我心则降。\n陟彼南山，言采其蕨。未见君子，忧心惙惙。亦既见止，亦既觏止，我心则说。\n陟彼南山，言采其薇。未见君子，我心伤悲。亦既见止，亦既觏止，我心则夷。","type":["诗经","抒情","思念"],"remark":"草虫：一种能叫的蝗虫，蝈蝈儿。\n喓（yāo）喓：虫鸣声。\n趯（tì）趯：昆虫跳跃之状。阜（fù）螽（zhōng）：即蚱蜢，一种蝗虫。\n忡（chōng）忡：犹冲冲，形容心绪不安。\n亦：如，若。既：已经。止：之、他，一说语助词。\n觏（gòu）：遇见。\n降（xiáng）：悦服，平静。\n陟（zhì）：升；登。登山盖托以望君子。\n蕨：野菜名，初生无叶时可食。\n惙（chuò）惙：忧，愁苦的样子。\n说（yuè）：通“悦”，高兴。\n薇：草本植物，又名巢菜，或野豌豆，似蕨，而味苦，山间之人食之，谓之迷蕨。\n夷：平，此指心情平静。\n\n","shangxi":"　　这是一首妻子思念丈夫的诗歌，和《周南·卷耳》一样，也有想象的意境。全诗三章，每章七句。第一章写思妇秋天怀人的情景，第二、三章分别叙写来年春天、夏天怀人的情景。全诗表现了跨度很长的相思苦。\n\n　　首章将思妇置于秋天的背景下，头两句以草虫鸣叫、阜螽相随蹦跳起兴，这是她耳闻目睹的，说是赋亦无不可。画面之内如此，画面之外可以猜想，她此时也许还感受到秋风的凉意，见到衰败的秋草，枯黄的树叶，大自然所呈露的无不是秋天的氛围。“悲哉秋之为气也”，秋景最易勾起离情别绪，怎奈得还有那秋虫和鸣相随的撩拨，诗人埋在心底的相思之情一下子被触动了，激起了心中无限的愁思：“未见君子，忧心忡忡。”此诗构思的巧妙，就在于以下并没有循着“忧心忡忡”写去，而是打破了常规，完全撇开离情别绪，诸如自己孤处的凄凉、强烈的思念，竟不着一字，而却改用拟想，假设所思者突然出现在自己面前将会是如何的情景。诗云，“亦既见之，亦既觏之，我心则降。”见，说的是会面；觏，《易》曰：“男女觏精，万物化生。”故郑笺谓“既觏”是已婚的意思，可见“觏”当指男女情事而言。降，下的意思，指精神得到安慰，一切愁苦不安皆已消失。古人质直，即使是女诗人也不作掩饰。这里以“既见”、“既觏”与“未见”相对照，情感变化鲜明，欢愉之情可掬。运用以虚衬实，较之直说如何如何痛苦，既新颖、具体，又情味更浓。方玉润说：“本说‘未见’，却想及既见情景，此透过一层法。”（《诗经原始》）所谓“透过一层法”，指的就是虚实相衬法。\n\n　　第二、三章虽是重叠，与第一章相比，不仅转换了时空，拓宽了内容，情感也有发展。登高才能望远，诗人“陟彼南山”，为的是赡望“君子”。然而从山颠望去，所见最显眼的就是蕨和薇的嫩苗，诗人无聊之极，随手无心采着。采蕨、采薇暗示经秋冬而今已是来年的春夏之交，换句话说，诗人“未见君子”不觉又多了一年，其相思之情自然也是与时俱增，“惙惙”表明心情凝重，几至气促；“伤悲”更是悲痛无语，无以复加。与此相应的，则是与君子“见”、“觏”的渴求也更为迫切，她的整个精神依托、全部生活欲望、唯一欢乐所在，几乎全系于此：“我心则说（悦）”、“我心则夷”，多么大胆而率真的感情，感人至深。\n\n　　此诗虽是重章结构，押韵却有变化，首章一、二、四、七句用韵；而二、三章则是二、四、七用韵。另外王力《诗经韵读》认为各章第三句“子”与第五、六句“止”亦是韵脚。\n\n","translation":"听那蝈蝈蠷蠷叫，看那蚱蜢蹦蹦跳。没有见到那君子，我心忧愁又焦躁。如果我已见着他，如果我已偎着他，我的心中愁全消。\n登上高高南山头，采摘鲜嫩蕨菜叶。没有见到那君子，我心忧思真凄切。如果我已见着他，如果我已偎着他，我的心中多喜悦。\n登上高高南山顶，采摘鲜嫩薇菜苗。没有见到那君子，我很悲伤真烦恼。如果我已见着他，如果我已偎着他，我的心中块垒消。\n\n"}
{"_id":{"$oid":"5b9a149a367d5cab186688c7"},"title":"曾子杀彘 / 曾子烹彘","dynasty":"先秦","writer":"韩非","content":"　　曾子之妻之市，其子随之而泣。其母曰：“汝还，顾反为女杀彘。”妻适市来，曾子欲捕彘杀之。妻止之曰：“特与婴儿戏耳。”曾子曰：“婴儿非与戏也。婴儿非有知也，待父母而学者也，听父母之教。今子欺之，是教子欺也。母欺子，子而不信其母，非所以成教也。”遂烹彘也。","type":["小学文言文","教育","寓理","故事"],"remark":"曾子（前505～前432）：曾参，春秋末年鲁国人，孔子的弟子，字子舆，被尊称为曾子。性情沉静，举止稳重，为人谨慎，待人谦恭，以孝著称。曾提出“慎终追远，民德归厚”的主张和“吾日三省吾身”的修养方法。据传以修身为主要内容的《大学》是他的作品。 \n彘（zhì）：猪。\n适：往、回去。适市回：去集市上回来。\n戏：开玩笑。\n非与戏：不可同……开玩笑。\n待：依赖。\n子：这里是第二人称尊称“您”的意思。`\n而：则，就。\n非所以成教也：这样做就不能把孩子教育好。\n之：到\n烹（pēng）： 烹饪，煮。\n是：这\n反：同“返”，返回\n顾反：等到回来。\n特：只、仅、独、不过。\n女：同“汝”，你的意思\n杀：宰\n曾子之妻之市:曾子的妻子到集市去.之,前一个作助词“的“,后一个作动词“去“.市,集市.\n欲：想要\n止：阻止\n遂：于是，就\n\n","translation":"　　曾子的妻子到集市上去，她的儿子跟随着她在她后面边走边哭。曾子的妻子对儿子说：“你先回去，等我回来后杀猪给你吃。”妻子从集市上回来，曾子就想抓只猪准备杀了它。他的妻子马上阻止他说：“我只不过是跟儿子开了个玩笑罢了。”曾子说：“不可以与儿子开玩笑。儿子什么都不懂，他只学习父母的，听从父母的教导。现在你欺骗了他，这就是在教育他欺骗人。母亲欺骗儿子，儿子就不会再相信他的母亲了，这不是正确教育孩子的方法啊。” 于是曾子就煮猪给孩子吃了。\n\n"}
{"_id":{"$oid":"5b9a149a367d5cab186688c8"},"title":"朝三暮四","dynasty":"先秦","writer":"佚名","content":"宋有狙公者，爱狙，养之成群，能解狙之意；狙亦得公之心。损其家口，充狙之欲。俄而匮焉，将限其食，恐众狙之不训于己也。先诳之曰：“与若芧，朝三而暮四，足乎？”众狙皆起怒。俄而曰：“与若芧，朝四而暮三，足乎？”众狙皆伏而喜。","type":["小学文言文","寓言","故事","哲理"],"remark":"狙（jū）公：养猴子的老头。\n解：了解，理解，懂得。\n狙：猴子。\n意：心意。\n得：懂得。\n得公之心：了解养猴老人的心思。\n损：减。\n口：口粮。\n充：满足。\n欲：欲望，要求。\n俄而：一会儿，不久。\n匮：缺乏。\n限：限制。\n恐：恐怕。\n驯（xùn）：驯服，顺从，听从。引申为服服帖帖。\n诳（kuáng）：欺骗。\n之：代词，它，代指猴子们。\n与：给。\n若：文言文中的人称代词，代“你”、“你们”，文中指猴子们。\n芧（xù）：橡树的果实，俗称“橡实”。\n朝：早上。\n足：够，足够。\n众：所有的。\n皆：都。\n起怒：一齐生气起来。怒：恼怒，生气。\n伏而喜：都很高兴地趴在地上（一般是动物感到满足时的动作）。\n\n","shangxi":"寓意 　　这个故事原来的意义，是阐述一个哲学道理，是《庄子·齐物论》中一则重要的寓言故事，无论朝三暮四还是朝四暮三，其实众猴子所得到的并没有增加或减少，猴子们喜怒为用就显得很可笑。狙公好比是载众生的“大块”而猴子就像是纷乱红尘中的众生。那些追求名和实的理论家，总是试图区分事物的不同性质，而不知道事物本身们就有同一性。最后不免像猴子一样，被朝三暮四和朝四暮三所蒙蔽。告诫人们要放开计较得失的凡心，因为人的一生一死、一得一失都是一时的，到最后我们将会发现我们并没有失去什么，也没有得到什么。因为无论形式有多少种，本质只有一种。宋《二程全书·遗书·十八·伊川先生语》：“若曰圣人不使人知，岂圣人之心是后世朝三暮四之术也？”遗憾的是，后来应用这个成语的人，并不十分清楚朝三暮四的出处，把它和“朝秦暮楚”混淆了。而后者指的是战国时期，秦、楚两大强国对立，有些弱小国家一会儿倒向秦国，一会儿倒向楚国。就像在美苏争霸时期，有些非洲国家时而倒向美国，时而倒向苏联。朝三暮四本来与此无关，但以讹传讹，天长日久，大家也就习惯把“朝三暮四”理解为没有原则，反复无常了。 ▲","translation":"宋国（今商丘）有一个养猕猴的老人，他很喜欢猕猴，养的猕猴成群，他能懂得猕猴们的心意，猕猴们懂得那个人的心意。那位老人因此减少了他全家的口粮，来满足猕猴们的欲望。但是不久，家里缺乏食物了，他将要限制猕猴们的食物，但又怕猕猴们生气不听从自己，就先骗猕猴们：“我给你们的橡树果实，早上三颗，晚上四颗，这样够吗？”众多猕猴一听很生气，都跳了起来。过了一会儿，他又说：“我给你们的橡树果实，早上四颗，晚上三颗，这样足够吗？”猕猴们听后都很开心地趴下，都很高兴对那老人服服帖帖的了。\n\n"}
{"_id":{"$oid":"5b9a149a367d5cab186688c9"},"title":"庖丁解牛","dynasty":"先秦","writer":"庄周","content":"　　吾生也有涯，而知也无涯 。以有涯随无涯，殆已！已而为知者，殆而已矣！为善无近名，为恶无近刑。缘督以为经，可以保身，可以全生，可以养亲，可以尽年。\n\n　　庖丁为文惠君解牛，手之所触，肩之所倚，足之所履，膝之所踦，砉然向然，奏刀騞然，莫不中音。合于《桑林》之舞，乃中《经首》之会。\n\n　　文惠君曰：“嘻，善哉！技盖至此乎？”\n\n　　庖丁释刀对曰：“臣之所好者，道也，进乎技矣。始臣之解牛之时，所见无非牛者。三年之后，未尝见全牛也。方今之时，臣以神遇而不以目视，官知止而神欲行。依乎天理，批大郤，导大窾，因其固然，技经肯綮之未尝，而况大軱乎！良庖岁更刀，割也；族庖月更刀，折也。今臣之刀十九年矣，所解数千牛矣，而刀刃若新发于硎。彼节者有间，而刀刃者无厚；以无厚入有间，恢恢乎其于游刃必有余地矣，是以十九年而刀刃若新发于硎。虽然，每至于族，吾见其难为，怵然为戒，视为止，行为迟。动刀甚微，謋然已解，如土委地。提刀而立，为之四顾，为之踌躇满志，善刀而藏之。”\n\n　　文惠君曰：“善哉！吾闻庖丁之言，得养生焉。”\n\n","type":["哲理","故事"],"remark":"（1） 庖（páo）丁：名丁的厨工。先秦古书往往以职业放在人名前。文惠君：即梁惠王，也称魏惠王。解牛：宰牛，这里指把整个牛体开剥分剖。\n（2） 踦（yǐ）：支撑，接触。这里指用一条腿的膝盖顶牛。\n（3）砉（huā）然：砉，又读xū，象声词。砉然，皮骨相离的声音。向，通”响“。\n（4）騞（huō）然：象声词，形容比砉然更大的进刀解牛声。\n（5）桑林：传说中商汤时的乐曲名。\n（6）经首：传说中尧乐曲《咸池》中的一章。会：指节奏。以上两句互文，即“乃合于桑林、经首之舞之会”之意。\n（7）嘻：赞叹声。\n（8）盖：通“盍（hé）”，何，怎样。\n（9）进：超过。\n（10）官知：这里指视觉。神欲：指精神活动。\n（11）天理：指牛的生理上的天然结构。\n（12）批大郤：击入大的缝隙。批：击。郤：空隙。\n（13）导大窾（kuǎn）：顺着（骨节间的）空处进刀。\n（14）因：依。固然：指牛体本来的结构。\n（15）技经：犹言经络。技，据清俞樾考证，当是“枝”字之误，指支脉。经，经脉。肯：紧附在骨上的肉。綮（qìng）：筋肉聚结处。技经肯綮之未尝，即“未尝技经肯綮”的宾语前置。\n（16）軱（gū）：股部的大骨。\n（17）割：这里指生割硬砍。\n（18）族：众，指一般的。\n（19）折：用刀折骨。\n（20）发：出。硎（xíng）：磨刀石。\n（21）节：骨节。间：间隙。\n（22）恢恢乎：宽绰的样子。\n（23）族：指筋骨交错聚结处。\n（24）怵（chù）然：警惧的样子。\n（25）謋（huò）：象声词。骨肉离开的声音。\n（26）委地：散落在地上。\n（27）善：通”缮“，修治。这里是拭擦的意思。\n（28）养生：指养生之道。 \n\n","shangxi":"　　牛无疑是很复杂的，庖丁解牛，为什么能一刀下去，刀刀到位，轻松简单，原因是什么？是因为掌握了它的肌理。牛与牛当然各不相同，但不管是什么牛，它们的肌理都是一致的；每个人的生活也各有各的面貌，其基本原理也是近似的。庖丁因为熟悉了牛的肌理，自然懂得何处下刀。生活也一样，如果能透解了、领悟了生活的道理，摸准了其中的规律，就能和庖丁一样，做到目中有牛又无牛，就能化繁为简，真正获得轻松。\n\n　　做事应处处小心，还要保持着一种谨慎小心的态度，收敛锋芒，并且在懂得利用规律的同时，更要去反复实践，像庖丁“所解数千牛矣”一样，不停地重复，终究会悟出事物的真理所在。\n\n　　人类社会充满着错综复杂的矛盾，人处世间，只有像庖丁解牛那样避开矛盾，做到顺应自然，才能保身、全生、养心、尽年。\n\n","translation":"　　我的生命是有限的，而知识是无限的。以有限的生命去追求无限的知识，真是危险啊！已经有了危险，还要执著地去追求知识，那么除了危险以外就什么都已经没有了。做好事不要求名，做坏事不要受刑罚，以遵循虚无的自然之道为宗旨，便可以保护生命，可以保全天性，可以养护新生之机，可以享尽天年。\n　　庖丁给梁惠王宰牛。手接触的地方，肩膀倚靠的地方，脚踩的地方，膝盖顶的地方，哗哗作响，进刀时豁豁地，没有不合音律的：合乎（汤时）《桑林》舞乐的节拍，又合乎（尧时）《经首》乐曲的节奏。\n　　梁惠王说：“嘻，好啊！（你解牛的）技术怎么竟会高超到这种程度啊？”\n　　庖丁放下刀回答说：“我追求的，是道（本为虚词，无特定之意，可解成自然的规律），已经超过一般的技术了。起初我宰牛的时候，眼里看到的是一只完整的牛；三年以后，再未见过完整的牛了（意思是：只看见一个虚线的牛，就是只看见怎么样去解）。现在，我凭精神和牛接触，而不用眼睛去看，感官停止了而精神在活动。依照牛的生理上的天然结构，砍入牛体筋骨相接的缝隙，顺着骨节间的空处进刀，依照牛体本来的构造，筋脉经络相连的地方和筋骨结合的地方，尚且不曾拿刀碰到过，更何况大骨呢！技术好的厨师每年更换一把刀，是用刀割断筋肉割坏的（就像我们用刀割绳子一样）；技术一般的厨师每月就得更换一把刀，是砍断骨头而将刀砍坏的（因为不知道怎么砍，所以砍到骨头的时候就容易坏）。如今，我的刀用了十九年，所宰的牛有几千头了，但刀刃锋利得就像刚在磨刀石上磨好的一样。那牛的骨节有间隙，而刀刃很薄；用很薄的刀刃插入有空隙的骨节，宽宽绰绰地，那么刀刃的运转必然是有余地的啊！因此，十九年来，刀刃还像刚从磨刀石上磨出来的一样。虽然是这样，每当碰到筋骨交错聚结的地方，我看到那里很难下刀，就小心翼翼地提高警惕，视力集中到一点，动作缓慢下来，动起刀来非常轻，豁啦一声，牛的骨和肉一下子就解开了，就像泥土散落在地上一样。我提着刀站立起来，为此举目四望，为此悠然自得，心满意足，然后把刀擦抹干净，收藏起来。”\n　　梁惠王说：“好啊！我听了庖丁的这番话，懂得了养生的道理了。”\n\n"}
{"_id":{"$oid":"5b9a149a367d5cab186688ca"},"title":"兰陵王·柳","dynasty":"宋代","writer":"周邦彦","content":"柳阴直，烟里丝丝弄碧。隋堤上、曾见几番，拂水飘绵送行色。登临望故国，谁识京华倦客？长亭路，年去岁来，应折柔条过千尺。\n闲寻旧踪迹，又酒趁哀弦，灯照离席。梨花榆火催寒食。愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。\n凄恻，恨堆积！渐别浦萦回，津堠岑寂，斜阳冉冉春无极。念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。","type":["宋词三百首","宋词精选","婉约","柳树","送别"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154305965.mp3","remark":"兰陵王：词牌名，首见于周邦彦词。一百三十字，分三段。\n柳阴直：长堤之柳，排列整齐，其阴影连缀成直线。\n烟：薄雾。丝丝弄碧：细长轻柔的柳条随风飞舞，舞弄其嫩绿的姿色。弄：飘拂。\n隋堤：汴京附近汴河之堤，隋炀帝时所建，故称。是北宋是来往京城的必经之路。\n拂水飘绵：柳枝轻拂水面，柳絮在空中飞扬。行色：行人出发前的景象、情状。\n故国：指故乡。\n京华倦客：作者自谓。京华，指京城，作者久客京师，有厌倦之感，故云。\n长亭：古时驿路上十里一长亭，五里一短亭，供人休息，又是送别的地主。\n“应折”句：古人有折柳送别之习。柔条：柳枝。过千尺：极言折柳之多。\n旧踪迹：指过去登堤饯别的地方。\n又：又逢。酒趁哀弦：饮酒时奏着离别的乐曲。趁：逐，追随。哀弦：哀怨的乐声。\n离席：饯别的宴会。\n“梨花”句：饯别时正值梨花盛开的寒食时节。唐宋时期朝廷在清明日取榆柳之火以赐百官，故有“榆火”之说。寒食：清明前一天为寒食。 \n一箭风快：指正当顺风，船驶如箭。\n半篙波暖：指撑船的竹篙没入水中，时令已近暮春，故曰波暖。\n迢递：遥远。驿：驿站。\n“望人”句：因被送者离汴京南去，回望送行人，故曰天北。望人：送行人。\n凄恻：悲伤。\n渐：正当。别浦：送行的水边。萦回：水波回旋。\n恨：这里是遗憾的意思。\n津堠：渡口附近供瞭望歇宿的守望所。津：渡口。堠：哨所。岑寂：冷清寂寞。\n冉冉：慢慢移动的样子。春无极：春色一望无边。\n念：想到。月榭：月光下的亭榭。榭，建在高台上的敞屋。\n露桥：布满露珠的桥梁。\n\n","shangxi":"　　这首词的题目是“柳”，内容却不是咏柳，而是伤别。古代有折柳送别的习俗，所以诗词里常用柳来渲染别情。隋无名氏的《送别》：“杨柳青青著地垂，杨花漫漫搅天飞。柳条折尽花飞尽，借问行人归不归。”便是人们熟悉的一个例子。周邦彦这首词也是这样，它一上来就写柳阴、写柳丝、写柳絮、写柳条，先将离愁别绪借着柳树渲染了一番。\n\n　　“柳阴直，烟里丝丝弄碧。”这个“直”字不妨从两方面体会。时当正午，日悬中天，柳树的阴影不偏不倚直铺在地上，此其一。长堤之上，柳树成行，柳阴沿长堤伸展开来，划出一道直线，此其二。“柳阴直”三字有一种类似绘画中透视的效果。“烟里丝丝弄碧”转而写柳丝。新生的柳枝细长柔嫩，像丝一样。它们仿佛也知道自己碧色可人，就故意飘拂着以显示自己的美。柳丝的碧色透过春天的烟霭看去，更有一种朦胧的美。\n\n　　以上写的是自己这次离开京华时在隋堤上所见的柳色。但这样的柳色已不止见了一次，那是为别人送行时看到的：“隋堤上，曾见几番，拂水飘绵送行色。”“拂水飘绵”这四个字锤炼得十分精工，生动地摹画出柳树依依惜别的情态。那时词人登上高堤眺望故乡，别人的回归触动了自己的乡情。这个厌倦了京华生活的客子的怅惘与忧愁有谁能理解呢：“登临望故国，谁识京华倦客？”隋堤柳只管向行人拂水飘绵表示惜别之情，并没有顾到送行的京华倦客。其实，那欲归不得的倦客，他的心情才更悲凄。\n\n　　接着，词人撇开自己，将思绪又引回到柳树上面：“长亭路，年去岁来，应折柔条过千尺。”古时驿路上十里一长亭，五里一短亭。亭是供人休息的地方，也是送别的地方。词人设想，在长亭路上，年复一年，送别时折断的柳条恐怕要超过千尺了。这几句表面看来是爱惜柳树，而深层的涵义却是感叹人间离别的频繁。情深意挚，耐人寻味。\n\n　　上片借隋堤柳烘托了离别的气氛，中片便抒写自己的别情。“闲寻旧踪迹”这一句读时容易忽略。那“寻”字，并不是在隋堤上走来走去地寻找。“踪迹”，也不是自己到过的地方。“寻”是寻思、追忆、回想的意思。“踪迹”指往事而言。“闲寻旧踪迹”，就是追忆往事的意思。当船将开未开之际，词人忙着和人告别，不得闲静；这时船已启程，周围静了下来，自己的心也闲下来了，就很自然地要回忆京华的往事。这就是“闲寻”二字的意味。现代人也会有类似的经验，亲友到月台上送别，火车开动之前免不了有一番激动和热闹。等车开动以后，坐在车上静下心来，便去回想亲友的音容乃至别前的一些生活细节。这就是“闲寻旧踪迹”。此时周邦彦想起了：“又酒趁哀弦，灯照离席。梨花榆火催寒食。”有的注释说这是写眼前的送别，恐不妥。眼前如是“灯照离席”，已到夜晚，后面又说“斜阳冉冉”，时间就接不上。所以这应是船开以后寻思旧事。在寒食节前的一个晚上，情人为他送别。在送别的宴席上灯烛闪烁，伴着哀伤的乐曲饮酒。此情此景难以忘怀。这里的“又”字说明，从那次的离别宴会以后词人已不止一次地回忆，如今坐在船上又一次回想起那番情景。“梨花榆火催寒食”写明那次饯别的时间，寒食节在清明前一天，旧时风俗，寒食这天禁火，节后另取新火。唐制，清明取榆、柳之火以赐近臣。“催寒食”的“催”字有岁月匆匆之感。岁月匆匆，别期已至了。\n\n　　“愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。”周济《宋四家词选》曰：“一愁字代行者设想。”他认定作者是送行的人，所以只好作这样曲折的解释。其实这四句很有实感，不像设想之辞，应当是作者自己从船上回望岸边的所见所感。“愁一箭风快，半篙波暖，回头迢递便数驿”，风顺船疾，行人本应高兴，词里却用一“愁”字，这是因为有人让他留恋着。回头望去，那人已若远在天边，只见一个难辨的身影。“望人在天北”五字，包含着无限的怅惘与凄惋。\n\n　　中片写乍别之际，下片写渐远以后。这两片的时间是连续的，感情却又有波澜。“凄恻，恨堆积！”船行愈远，遗憾愈重，一层一层堆积在心上难以排遣，也不想排遣。“渐别浦萦回，津堠岑寂。斜阳冉冉春无极”。从词开头的“柳阴直”看来，启程在中午，而这时已到傍晚。“渐”字也表明已经过了一段时间，不是刚刚分别时的情形了。这时望中之人早已不见，所见只有沿途风光。大水有小口旁通叫浦，别浦也就是水流分支的地方，那里水波回旋。因为已是傍晚，所以渡口冷冷清清的，只有守望所孤零零地立在那里。景物与词人的心情正相吻合。再加上斜阳冉冉西下，春色一望无边，空阔的背景越发衬出自身的孤单。他不禁又想起往事：“念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。”月榭之中，露桥之上，度过的那些夜晚，都留下了难忘的印象，宛如梦境似的，一一浮现在眼前。想到这里，不知不觉滴下了泪水。“暗滴”是背着人独自滴泪，自己的心事和感情无法使旁人理解，也不愿让旁人知道，只好暗息悲伤。\n\n　　统观全词，萦回曲折，似浅实深，有吐不尽的心事流荡其中。无论景语、情语，都很耐人寻味。\n\n","translation":"正午的柳荫直直地落下，雾霭中，丝丝柳枝随风摆动。在古老的隋堤上，曾经多少次看见柳絮飞舞，把匆匆离去的人相送。每次都登上高台向故乡瞭望，杭州远隔山水一重又一重。旅居京城使我厌倦，可有谁知道我心中的隐痛？在这十里长亭的路上，我折下的柳条有上千枝，可总是年复一年地把他人相送。\n我趁着闲暇到了郊外，本来是为了寻找旧日的行踪，不料又逢上筵席给朋友饯行。华灯照耀，我举起了酒杯，哀怨的音乐在空中飘动。驿站旁的梨花已经盛开，提醒我寒食节就要到了，人们将把榆柳的薪火取用。我满怀愁绪看着船像箭一样离开，梢公的竹篙插进温暖的水波，频频地朝前撑动。等船上的客人回头相看，驿站远远地抛在后面，端的离开了让人愁烦的京城。他想要再看一眼天北的我哟，却发现已经是一片蒙胧。\n我孤零零地十分凄惨，堆积的愁恨有千万重。送别的河岸迂回曲折，渡口的土堡一片寂静。春色一天天浓了，斜阳挂在半空。我不禁想起那次携手，在水榭游玩，月光溶溶。我们一起在露珠盈盈的桥头，听人吹笛到曲终……唉，回忆往事，如同是一场大梦。我暗中不断垂泪。\n\n"}
{"_id":{"$oid":"5b9a149a367d5cab186688cb"},"title":"赠李白","dynasty":"唐代","writer":"杜甫","content":"秋来相顾尚飘蓬，未就丹砂愧葛洪。 \n痛饮狂歌空度日，飞扬跋扈为谁雄。","type":["离别","写人","生活"],"remark":"飘蓬：常用来比喻人的行踪飘忽不定。\n未就：没有成功。丹砂：即朱砂。道教认为炼砂成药，服之可以延年益寿。飞扬跋扈：不守常规，狂放不羁。此处作褒义词用。\n\n","shangxi":"　　杜甫作七绝《赠李白》的当年秋天，李白也写下了《鲁郡东石门送杜二甫》诗。诗云：“飞蓬各自远，且尽手中杯。”从中流露出诗人依依惜别的深情。这与杜诗中的“秋来相顾尚飘蓬”句，可以参照。李白被赐金放还，与杜甫幸会于山东之时，由于有相同的坎坷遭遇，因而情志相投。\n\n　　此诗表面看来，似乎杜甫在规劝李白：要像道家葛洪那样潜心于炼丹求仙，不要痛饮狂歌、虚度时日，何必飞扬跋扈、人前称雄。实际上，杜诗有言外之意：李白藐视权贵，拂袖而去，沦落飘泊，虽尽日痛饮狂歌，然终不为统治者赏识；虽心雄万夫，而难以称雄，虽有济世之才，然不能施展。杜甫在赞叹之余，感慨万千，扼腕之情，油然而生。遂将自己的愤懑之情，诉之笔端，乃至于运用反诘的语气，发出似在埋怨、实则不平的询问。他的感慨既是为李白而发，也是为自己而发的。\n\n　　此诗突现了一个狂字，显示出一个傲字。傲骨嶙峋，狂荡不羁，这就是杜甫对于李白的写照。在这首《赠李白》中，正突现出狂与傲的风采、骨力、气度，显示出李白安能摧眉折腰事权贵的精神，这正是此诗的诗眼和精髓。它不仅同杜甫歌咏李白的其他诗篇是一脉相承的，而且也形象地揭示了李白的性格和气质特征。\n\n　　这首七绝，沉郁有致，抑扬顿挫，跌宕起伏。末句用反诘口吻，把全诗推向了最高潮。清初钱谦益在评注此诗时，独注“飞扬跋扈”句，其余一概略而不论，可谓独具慧眼，也表明它在全诗中的重要价值：“按太白性倜傥，好纵横术。少任侠，手刃数人，故公以飞扬跋扈目之。犹云平生飞动意也。旧注俱大谬。”（《钱注杜诗》卷九）是说从新的角度和侧面颂扬了李白的豪侠精神，并突出“飞扬跋扈”的飞动性。仇兆鳌注云：“飞扬，浮动之貌。跋扈，强梁之意。考《说文》：扈，尾也。跋扈，犹大鱼之跳跋其尾也。”（《杜诗详注》卷之一）此虽就字注字，就词注词，但在《赠李白》中，却是用来象征李白豪放不羁的精神。\n\n　　此诗言简意赅，韵味无穷。为了强化全诗流转的节奏、气势，则以“痛饮”对“狂歌”，“飞扬”对“跋扈”；且“痛饮狂歌”与“飞扬跋扈”，“空度日”与“为谁雄”又两两相对。这就形成了一个飞动的氛围，进一步突现了李白的傲岸与狂放。\n\n","translation":"秋天离别时两相顾盼，像飞蓬一样到处飘荡。没有去求仙，真愧对西晋那位炼丹的葛洪。每天痛快地饮酒狂歌白白消磨日子。像您这样意气豪迈的人，如此逞雄究竟是为了谁？\n\n"}
{"_id":{"$oid":"5b9a149b367d5cab186688cc"},"title":"天净沙·秋","dynasty":"元代","writer":"朱庭玉","content":"庭前落尽梧桐，水边开彻芙蓉。\n解与诗人意同。\n辞柯霜叶，飞来就我题红。","type":["秋天","写景","悲秋"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154306558.mp3","remark":"芙蓉：指荷花。\n辞柯：离开枝干。\n题红：在红叶上题诗。唐僖宗时，有一名宫女在红叶上写了一首诗：“流水何太急，深宫尽日闲。愍憨谢红叶，好去到人间。”树叶顺着御沟水流出宫墙。书生于祐拾到后添写道：“曾闻叶上题红怨，叶上题诗寄阿谁？”置于流水上游又流入宫中。后两人终成良缘。\n\n","shangxi":"　　起首两句的对仗，概括了诗人在园林中所望见的秋景。“庭前”和“水边”是两处代表性的地点，暗示出诗人在四处徘徊，也在百般寻觅。但秋天对于诗人实在是太无情了，这两句中的“尽”和“彻”就不留一点余地。这两个字也正是景句之眼。既然是“落尽梧桐”，诗人的判断显然是基于未尽之时绿叶繁茂的秋前情形；同样，“开彻芙蓉”，首先浮现在他脑海中的也必然是旧时荷花盛开的热闹景象。枝上萧索，水面凋敝，这现实与记忆之间的巨大反差，自然会勾惹起悲秋的心情。可明明是作者因红衰翠减而伤感，第三句却偏偏说成是红翠善解人意，因迎合人的心绪而自甘衰残。诗人的这种自我怨艾，一来反衬出心中无可奈何的悲感的沉重，二来也表现了他对园林中美好事物的一往情深。\n\n　　正因为诗人将所见的秋景与自己系结在一起，才会有四、五两句的神来之笔，而在心情上发生一个完全的转折。\n\n　　我们在秋天常会遇到这样的情形：秋风卷着落叶扑面飞来，碰到身上有时就像粘住似的，好一会儿才飘落地面。诗人此时，就有一片“辞柯霜叶”缠上了他。何以见得？因为在上文的气氛中，飞舞在空中的霜叶只会加深“落尽”的印象，唯有停落在身上的片时的流连，才有可能启发诗人新的思考。霜叶“辞柯”而依人，这本身就沟通了“意同”的两者间的联系。“辞柯霜叶，飞来就我题红”，在多情善感的诗人眼中，其“飞来”完全是主动的、有目的的及含情脉脉的行为；而“题红”在其“红叶题诗”典故的原始意义上，则饱含着真、善、美的生活激情。秋天固然有萧瑟的一面，但对热爱生活的诗人来说，却同时意味着希望和奋起。这一“辞”一“就”，尽翻前案，将初时悲秋消沉的气氛一扫而空，无异化衰朽为神奇。小令别出机杼的结尾，令人拍案叫绝。\n\n","translation":"庭院前落尽了梧桐的叶子，水中的荷花也早失去当日的风姿。\n仿佛是通晓诗人我的心思。\n一片经霜的红叶离开树枝，飞近身来让我题诗。\n\n"}
{"_id":{"$oid":"5b9a149b367d5cab186688cd"},"title":"过分水岭","dynasty":"唐代","writer":"温庭筠","content":"溪水无情似有情，入山三日得同行。\n岭头便是分头处，惜别潺湲一夜声。","type":["写水","抒情"],"remark":"分水岭：一般指两个流域分界的山。这里是指今陕西省略阳县东南的嶓冢山，它是汉水和嘉陵江的分水岭。\n岭头：山头。分头：分别；分手。《文苑英华》作“分流”。\n潺湲（chán yuán）：河水缓缓流动的样子。这里是指溪水流动的声音。\n\n","shangxi":"　　化无情之物为有情，往往是使平凡事物富于诗意美的一种艺术手段。温庭筠这首短诗，很能说明这一点。\n\n　　诗中所写的分水岭，是秦蜀或秦梁间往来必经之地，在唐代是著名的交通要道，故一般径称分水岭而不必冠以所在地。题称“过分水岭”，实际上写的是在过分水岭的行程中与溪水的一段因缘，以及由此引起的诗意感受。\n\n　　首句就从溪水写起。溪水是没有感情的自然物，但眼前这条溪水，却又似乎有情。在这里，“无情”是用来引出“有情”、突出“有情”的。“有情”二字，是一篇眼目，下面三句都是围绕着它来具体描写的。“似”字用得恰到好处，它暗透出这只是诗人时或浮现的一种主观感觉。换成“却”字，便觉过于强调、坐实，可是能够肯定并强调溪水的有情，赋予溪水一种动人的人情美；改成“亦”字，又不免掩盖主次，使“无情”与“有情”平分秋色。只有这个“似”字，语意灵动轻妙，且与全诗平淡中见深情的风格相统一。这一句在点出“有情”的同时，也就设置了悬念，具有引导读者去注意下面的解答的效果。\n\n　　次句叙事，暗点感到溪水“似有情”的原因。嶓冢山是汉水与嘉陵江的分水岭，因为山深，所以“入山三日”方能到达岭头。山路蜿蜒曲折，缘溪而行，故而行旅者感到这溪水一直在自己侧畔同行。其实，入山是向上行，而水流总是向下，溪流的方向和行人的方向并不相同，但溪水虽不断向相反方向流逝，而其潺湲声却一路伴随。因为深山空寂无人，旅途孤孑无伴，这一路和旅人相伴的溪水便变得特别亲切，仿佛是有意不离左右，以它的清澈面影、流动身姿和清脆声韵来慰藉旅人的寂寞。“得同行”的“得”字，充分显示了诗人在寂寞旅途中邂逅良伴的欣喜；而感于溪水的“有情”，也可以从“得”字中见出。\n\n　　“岭头便是分头处，惜别潺湲一夜声。”在“入山三日”，相伴相依的旅程中，“溪水有情”之感不免与日俱增，因此当登上岭头，就要和溪水分头而行的时候，心中便不由自主地涌起依依惜别之情。但却不从自己方面来写，而是从溪水方面来写，以它的“惜别”进一步写它的“有情”。岭头处是旅途中的一个站头，诗人这一晚就在岭头住宿。在寂静的深山之夜，耳畔只听到岭头流水，仍是潺湲作响，彻夜不停，仿佛是在和自己这个同行三日的友伴殷勤话别。这“潺湲一夜声”五字，暗补“三日同行”时日夕所闻。溪声仍是此声，而当将别之际，却极其自然地感觉这溪水的“潺湲一夜声”如同是它的深情的惜别之声。在这里，诗人巧妙地利用了分水岭的自然特点，由“岭头”引出旅人与溪水的“分头”，又由“分头”引出“惜别”，因惜别而如此体会溪声。联想的丰富曲折和表达的自然平易，达到了和谐的统一。写到这里，溪水的“有情”已经臻于极致，诗人对溪水的深情也自在不言中了。\n\n　　分水岭下的流水，潺湲流淌，千古如斯。由于温庭筠对羁旅行役生活深有体验，对朋友间的情谊分外珍重，他才能发现溪水这样的伴侣，并赋予它一种动人的人情美。与其说是客观事物的诗意美触发了诗人的感情，不如说是诗人把自己美好的感情移注到了客观事物身上。\n\n","translation":"溪水无情却似对我脉脉有情，进山三天得以有它伴我同行。\n登山岭头就是我俩分手之处，潺湲流淌与我惜别一夜有声。\n\n"}
{"_id":{"$oid":"5b9a149b367d5cab186688ce"},"title":"客中初夏","dynasty":"宋代","writer":"司马光","content":"四月清和雨乍晴，南山当户转分明。\n更无柳絮因风起，惟有葵花向日倾。","type":["夏天","写景","咏物","写花","言志"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154307643.mp3","remark":"客中：旅居他乡作客。\n清和：天气清明而和暖。\n南山当户：正对门的南山。\n惟有：仅有，只有。\n\n","shangxi":"　　首联，描述了四月初夏天和暖的天气，恰又是雨过天晴的时候。通过描浅白的语言，在春尽夏初之际，一幅雨后乍晴清明和暖的秀丽画面跃入读者的视野。\n\n　　颔联，描述了下过雨后，正对门的南山变得更加明净，青翠怡人了。诗人调动读者熟悉的景物布置了一个清明和暖的气氛，使整首诗充满了雨和夏的味道。\n\n　　颈联，通过描述眼前没有随风飘荡的柳絮这一情景。这句是有寄托的，寄托出诗人不是因风起舞的柳絮，意即决不在政治上投机取巧，随便附和。\n\n　　尾联，指出了向日葵向着太阳开放这一景象，也是有寄托的。看看那些像柳絮般随风转舵的小人，唯有那向阳怒放的葵花才值得尊敬。\n\n　　整首诗描述了变化的画面，诗人不喜雨丝蒙蒙的南山，也不赞随风飞舞的柳絮，而把独钟给了葵花，不难发现诗人非独爱葵花，而是言在此而意在彼。诗人久在官场，自是看够了人云亦云的柳絮，不愿诗人本人“摧眉折腰“随风飘摆，终而选择了葵花，且懂得珍惜阳光，这也许才是葵花的可爱之处。诗人托物言志，意即对皇帝忠贞不贰，会永远像葵一样忠心于国家。\n\n","translation":"初夏四月，天气清明和暖，下过一场雨天刚放晴，雨后的山色更加青翠怡人，正对门的南山变得更加明净了。\n眼前没有随风飘扬的柳絮，只有葵花朝向着太阳开放。\n\n"}
{"_id":{"$oid":"5b9a149b367d5cab186688cf"},"title":"浣溪沙·雪颔霜髯不自惊","dynasty":"宋代","writer":"苏轼","content":"伽花彩甚奇，谓有初春之兴。因作二首，寄袁公济\n\n雪颔霜髯不自惊。更将翦彩发春荣。羞颜未醉已先赪。 \n莫唱黄鸡并白发，且呼张丈唤殷兄。有人归去欲卿卿。\n\n","type":["春天","写景","抒情","时间"]}
{"_id":{"$oid":"5b9a149b367d5cab186688d0"},"title":"短歌行","dynasty":"唐代","writer":"王建","content":"人初生，日初出。上山迟，下山疾。百年三万六千朝， \n夜里分将强半日。有歌有舞须早为，昨日健于今日时。 \n人家见生男女好，不知男女催人老。短歌行，无乐声。","type":["母亲","惜时"],"translation":"注释 百年：指人寿百岁。 强半：大半；过半。 须：必得，应当。 催：使事物的产生、发展变化加快。 无：没有，与“有”相对；不。"}
{"_id":{"$oid":"5b9a149b367d5cab186688d1"},"title":"金陵晚望","dynasty":"唐代","writer":"高蟾","content":"曾伴浮云归晚翠，犹陪落日泛秋声。\n世间无限丹青手，一片伤心画不成。","type":["秋天","感伤","爱国"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154307877.mp3","remark":"金陵：今南京。\n晚翠：日暮时苍翠的景色。\n秋声：秋天自然界的声音，如鸟虫叫声，风声。欧阳修有《秋声赋》，以各种比喻描摹秋天的声响。\n丹青手：画师，画工。丹青，图画。\n\n","translation":"金陵城曾在日暮的景色伴着浮动的云，也在秋声里陪着落日。\n这世上有无数的丹青圣手，可都画不出内心的伤感。\n\n"}
{"_id":{"$oid":"5b9a149b367d5cab186688d2"},"title":"水龙吟·春恨","dynasty":"宋代","writer":"陈亮","content":"闹花深处层楼，画帘半卷东风软。春归翠陌，平莎茸嫩，垂杨金浅。迟日催花，淡云阁雨，轻寒轻暖。恨芳菲世界，游人未赏，都付与、莺和燕。 \n寂寞凭高念远。向南楼、一声归雁。金钗斗草，青丝勒马，风流云散。罗绶分香，翠绡对泪，几多幽怨。正销魂，又是疏烟淡月，子规声断。","type":["宋词三百首","婉约","伤春","怀远"],"shangxi":"　　这首词初看起来，是一首伤春念远的词。上阕写春光烂漫，又作转折，说春色如此美妙，却无人欣赏。下阕开头既已点明全词的“念远”主旨，接下通过回忆，写昔日邂逅的情境与别后的“幽怨”，后又回到眼前，烟月迷离，子规声咽，一片凄清景致，更增几多离愁。陈亮乃南宋气节之士，其创作绝少儿女情长。故有人认为此作寄托了恢复之志。　\n\n　　起首用“闹”字烘托花的精神情态，同时总揽春的景象，与宋祁《玉楼春》“红杏枝头春意闹”句相比，毫不逊色，加上东风软（和煦），更烘托出春光明媚，春色宜人。翠陌，翠绿的田野；平莎茸嫩，平铺的嫩草，用茸嫩形容初春的草，贴切恰当；垂杨金浅，浅黄色的垂柳。迟日催花，春日渐长，催动百花竞放；淡云阁雨，云层淡薄，促使微雨暂收；轻寒轻暖，不寒不暖，气候最佳。这些都是春归大地后带来的春景、春色。荟萃如此多样的美好景色，本可引人入胜，使人目不暇接而留连忘返。可是歇拍四句却指出：在今朝，游人未曾赏玩这芳菲世界，只能被啼莺语燕所赏玩。莺燕是“能赏而不知者”（《草堂诗余正集》沈际飞语），游人则为“欲赏而不得者”（同上）。\n\n　　鉴于人情世故都是这样，尚有何心踏青拾翠！过片两句，因寂寞而凭高念远，向南楼问一声归雁。从上片看，姹紫嫣红，百花竞放，世界是一片喧闹的，可是这样喧闹的芳菲世界而懒得去游赏，足见主人公的处境是孤立无助的，心情是压抑的。雁足能传书信（见《汉书·苏武传》），于是鸿雁充当了信使，因为征人未回，向南楼探问归雁消息。金钗三句，谓昔年赏心乐事，而此时已如风消云散。金钗斗草，拔金钗作斗草游戏。宗懔《荆楚岁时记》：“竞采百药，谓百草以蠲除毒气，故世有斗草之戏。”青丝勒马，用青丝绳做马络头。古乐府《陌上桑》：“青丝系马尾，黄金络马头。”罗绶三句，谓难忘别时的恋情，难禁别后的粉泪，难遣别久的幽怨。罗绶分香，临别以香罗带贻赠留念。秦观《满庭芳》“罗带轻分”，亦此意。翠绡封泪，翠巾裹着眼泪寄与对方，典出《丽情集》记灼灼事。几多幽怨，数不清的牢愁暗恨。正销魂三句，有两种断法，一断在“魂”字后，另一断在“又是”后，两者都可，而后者较恰当。因为一结要突出“又是”之意，用“又是”领下面两句，由于又看到了与昔年离别之时一般的疏烟淡月、子规声断，触发她的愁绪而黯然销魂。子规，一名杜鹃，相传古代蜀君望帝之魂所化。（《华阳国志·蜀志》）子规鸣声凄厉，最容易勾动人们别恨乡愁。　\n\n　　这首词上片，作者几乎倾全力烘托春景的无比美好，而歇拍三句，却来一个大转折，指出人们以不能游赏美好的春景为憾事，以如此芳菲世界被莺燕所占有为惋惜，才领会前面之所以倾全力描绘春景者，是为了给后面的春恨增添气势。盖春景愈美好，愈令人惆怅，添人愁绪，也就是春恨愈加强烈。杜甫所谓“花近高楼伤客心”（《登楼》），“感时花溅泪”（《春望》），即为此种思想感情的反映。下片似另出机杼，独立成篇，其实不然，它是全词的一个有机组成部分，上下片有岭断云连之妙。上片因春景美好反而引起春恨，这是客观景物与内心世界的矛盾，而所以铸成此种矛盾的，伤离念远是一个主要因素，下片就是抒写离愁别恨的，因而实与上片契合无间。从赏心乐事的一去不返，别后别久的十分怀念，别时景色的触目销魂，都在刻画主人公的感情深挚。可是作者是一位“推倒一世之智勇，开拓万古之心胸”（黄宗羲《宋元学案·龙川学案》）的铁铮铮汉子，他写作态度严谨，目的性明确，每一首词写成后，“辄自叹曰，平生经济之怀略已陈矣”（叶适引陈亮语）。所以很难想象他会写出脂粉气息浓郁的艳词。据此，才知下片的闺怨是假托的，使用这类表现手法在诗词中并不鲜见，大率以柔婉的笔调，抒愤激或怨悱的感情。此种愤激之情是作者平素郁积的，而且与反偏安、复故土的抗金思想相表里，芳菲世界都付莺燕，实际的意思则是大好河山尽沦于敌手。为此，清季词论家刘熙载评这几句词：“言近旨远，直有宗留守（宗泽）大呼渡河之意。”（《艺概》）以小词比壮语，不觉突兀，是因其精神贴近之故。\n\n　　陈亮传世的词七十多首，风格大致是豪放的，所以明代毛晋说：“《龙川词》一卷，读至卷终，不作一妖语、媚语，殆所称不受人怜者欤！”（《龙川词跋》）后来他看到此篇及其他六首婉丽之词，修正自己的论点，曰：“偶阅《中兴词选》，得《水龙吟》以后七阕，亦未能超然。”（《龙川词补跋》）其实毛晋本来的论点还是对的，无须修正。作家的作品，风格、境界可以多样。陈亮词的基调是豪放的，但也出现一些婉约的作品，毫不足怪。苏轼《水龙吟·和章质夫杨花》、辛弃疾《摸鱼儿·暮春》，情调岂不缠绵凄婉，但毕竟与周（邦彦）、秦（观）不同，苏、辛和陈亮的词，和婉中仍含刚劲之气，所谓骨子里还是刚的，关于这一点，明眼人一眼就能看的出。\n\n"}
{"_id":{"$oid":"5b9a149b367d5cab186688d3"},"title":"孤雁 / 后飞雁","dynasty":"唐代","writer":"杜甫","content":"孤雁不饮啄，飞鸣声念群。\n谁怜一片影，相失万重云？\n望尽似犹见，哀多如更闻。\n野鸦无意绪，鸣噪自纷纷。","type":["咏物","写鸟","孤独","哀伤"],"remark":"①饮啄：鸟类饮水啄食。\n②万重云：指天高路远，云海弥漫。\n③望尽：望尽天际。\n④意绪：心绪，念头。\n⑤鸣噪：野鸦啼叫。自：自己。一作“亦”。\n\n","shangxi":"　　首联“孤雁不饮啄，飞鸣声念群”唤出“孤雁”，“不饮啄”。写得孤雁有品骨。孤雁非常想念它的同伴。不单是想念，而且还拼命追寻，是一只情感热烈而执着的“孤雁”。“不饮啄”体现出孤雁的执着，不达目的绝不放弃的决心。寄寓诗人当时渴望与亲人朋友团聚的心情。\n\n　　颔联“谁怜一片影，相失万重云？”境界忽然开阔。高远浩茫的天空中，这小小的孤雁仅是“一片影”，它与雁群相失在“万重云”间，此时此际显得惶急、焦虑和迷茫。“一片”、“万重”对比，构成极大的反差，极言其“孤”。“谁怜”二字直抒胸臆，凝聚了诗人对孤雁的怜悯之情。形象地写出了路远雁孤、同伴难寻的凄苦之情。这一联以“谁怜”二字设问诗人与雁，“物我交融”，浑然一体了。诗人所思念的不单是兄弟，还包括他的亲密的朋友。经历了安史之乱，在那动荡不安的年月里，诗人流落他乡，亲朋离散，天各一方，可他无时不渴望骨肉团聚，无日不梦想知友重逢，这孤零零的雁儿，寄寓了诗人自己的影子。\n\n　　颈联“望尽似犹见，哀多如更闻。”联紧承上联，从心理方面刻画孤雁的鲜明个性。“似”、“如”二字表现了未见而似见，未闻而犹闻的幻觉。颈联通过对孤雁飞着叫着寻找同伴的描写，将孤雁的渴望、煎熬表现得淋漓尽致。它被思念缠绕着，被痛苦煎熬着，迫使它不停地飞鸣。它望尽天际，不停地望，仿佛那失去的雁群老在它眼前晃。它哀唤声声，不停地唤，似乎那侣伴的鸣声老在它耳畔响。所以，它更要不停地追飞，不停地呼唤了。这两句血泪文字，情深意切，哀痛欲绝。从中体现出诗人流离失所，生活困苦，又没有亲人和朋友可以依靠的状态。“犹”和“更”道出了诗人心中的沉重的悲哀与伤痛。\n\n　　尾联“野鸦无意绪，鸣噪自纷纷。”用了陪衬的笔法，表达了诗人的爱憎感情。用野鸦的无忧无虑、热闹非常来反衬孤雁的寂寞、愁苦，尾联进一步表现了孤雁渴望团聚的哀愁与奋力寻找的坚持不懈。孤雁念群之情那么迫切，它那么痛苦、劳累；而野鸦们是全然不懂的，它们纷纷然鸣噪不停，自得其乐。“无意绪”是孤雁对着野鸦时的心情，也是杜甫既不能与知己亲朋相见，却面对着一些俗客庸夫时厌恶无聊的心绪。\n\n　　这是一篇念群之雁的赞歌，它表现的情感是浓挚的，悲中有壮的。孤雁那样孤单、困苦，同时却还要不断地呼号、追求，它那念友之情在胸中炽烈地燃烧，它甚至连吃喝都可抛弃，更不顾处境的安危；虽然命薄但是心高，宁愿飞翔在万重云里，未曾留意暮雨寒塘，诗情激切高昂，思想境界很高。就艺术技巧而论，全篇咏物传神，是大匠运斤，自然浑成，全无斧凿之痕。中间两联有情有景，一气呵成，而且景中有声有色，甚至还有光和影，能给读者以“立体感”。\n\n　　全诗以孤雁象征自己。诗写的是孤雁，无一字涉及诗人自己。但通过这只不饮不啄、穿飞哀鸣、思寻伙伴的失群的孤雁间接暗示了诗人在战乱中只身颠沛流离、怀念亲朋的情怀。\n\n","translation":"一只离群孤雁，不想饮水，不肯进食，只是低飞哀叫，思念追寻它的同伴。\n雁群消失在云海之间，谁来怜惜着天际孤雁?\n放眼望尽天涯，好像看到同伴身影；哀鸣响震山谷，好像听到同伴的声音。\n野鸦不解孤雁心情，只顾自己鸣噪不停。\n\n"}
{"_id":{"$oid":"5b9a149b367d5cab186688d4"},"title":"宿骆氏亭寄怀崔雍崔衮","dynasty":"唐代","writer":"李商隐","content":"竹坞无尘水槛清，相思迢递隔重城。 \n秋阴不散霜飞晚，留得枯荷听雨声。","type":["写景","写雨","怀人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154308285.mp3","remark":"崔雍、崔衮：崔戎的儿子，李商隐的从表兄弟。\n竹坞（wù）：丛竹掩映的池边高地。水槛（jiàn）：指临水有栏杆的亭榭。此指骆氏亭。\n迢递：遥远的样子。重城：一道道城关。\n秋阴不散霜飞晚：秋日阴云连日不散，霜期来得晚。\n枯荷听雨声：雨滴枯荷，大约只有彻夜辗转难眠的人才能听到。\n\n","shangxi":"　　此诗首句写骆氏亭，翠竹、清水把这座亭轩映衬得格外清幽雅洁，诗人置身其间，颇有远离尘嚣之感。\n\n　　接着写诗人对友人的思念，诗人眼下所宿的骆氏亭和崔氏兄弟所在的长安，中间隔着重重的城池，路途迢迢，诗人的思念之情宛如随风飘荡的游丝，悠悠然飘向友人所在的长安。诗人因境界的清幽而倍感孤寂，因无好友共赏幽胜而微感惆怅。\n\n　　“秋阴不散霜飞晚”，又回到眼前景物，渲染气氛，烘托情绪。时令已届深秋，但连日天气阴霾，孕育着雨意，所以霜也下得晚了。天色一片迷蒙，本来就因相思而耿耿不寐的诗人，心情不免更加黯淡，而这种心情又反过来更增加了相思的程度。\n\n　　诗人是在旅途中暂宿骆氏亭，此地近一段时期的天气，包括霜期之晚，自然是出之揣测，这揣测的根据就是“秋阴不散”与“留得枯荷”。这句一方面是为末句作铺垫（由于“秋阴不散”故有“雨”；由于“霜飞晚”故“留得残荷”），另一方面又兼有渲染气氛、烘托情绪的作用。\n\n　　末句是全篇的点睛之笔，写诗人聆听雨打枯荷的声音和诗人的心情变化过程。诗人原来是一直在那里思念着远隔重城的朋友的，由于神驰天外竟没有留意天气的变化。不知不觉间，下起了淅沥的小雨，雨点点点滴滴地洒落在枯荷上，发出一阵错落有致的声响。诗人这才意外地发现，这萧瑟的秋雨敲打残荷的声韵竟别有一种美的情趣。枯荷给人一种残败衰飒之感，本无可“留”的价值；但自己这样一个旅宿思友整夜不眠的人，却因聆听枯荷秋雨的清韵而略慰相思，稍解寂寞，所以反而深幸枯荷之“留”了。“留”蕴涵有一种不期而遇的喜悦。而诗人“听”到的，也不止是那凄楚的雨声。枯荷秋雨的清韵，常人难解其中滋味。这单调而凄清的声音却又更增加了环境的寂寥，从而更加深了对朋友的思念。\n\n　　沈义父《乐府指迷》云：“结句须要放开，含有余不尽之意，以景结情最好。”此诗之结语：“秋阴不散霜飞晚，留得枯荷听雨声。”正是以景结情，不仅景中含情，且有声有情、声情并茂，声、景、情谐和合一而收余音缭绕之致，使诗歌境象迷茫，旨义含隐深曲。\n\n　　这首诗虽然写了秋亭夜雨的景色，写得历历如画，但它并不是一首写景诗，而是一首抒情诗。“宿骆氏亭”所见所闻是“寄怀”的凭借，“相思”二字微露端倪，后两句暗藏彻夜不眠之意，诗人的思友之情暗寓其中，可以说是以景寄情、寓情于景的。诗的意境清秀疏朗，而蕴涵其中的心境又是极为深远的。\n\n","translation":"竹丛里船坞深静无尘，临水的亭榭分外幽清。相思之情啊飞向远方，可却隔着重重的高城。\n秋空上阴云连日不散，霜飞的时节也来迟了。留得满地枯残的荷叶，好听深夜萧瑟的雨声。\n\n"}
{"_id":{"$oid":"5b9a149c367d5cab186688d5"},"title":"下终南山过斛斯山人宿置酒","dynasty":"唐代","writer":"李白","content":"暮从碧山下，山月随人归。\n却顾所来径，苍苍横翠微。\n相携及田家，童稚开荆扉。\n绿竹入幽径，青萝拂行衣。\n欢言得所憩，美酒聊共挥。\n长歌吟松风，曲尽河星稀。\n我醉君复乐，陶然共忘机。","type":["唐诗三百首","田园","饮酒","写景"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154308605.mp3","remark":"终南山：即秦岭，在今西安市南，唐时士子多隐居于此山。过：拜访。斛（hú）斯山人：复姓斛斯的一位隐士。\n碧山：指终南山。下：下山。\n却顾：回头望。所来径：下山的小路。\n苍苍：一说是指灰白色，但这里不宜作此解，而应解释苍为苍翠、苍茫，苍苍叠用是强调群山在暮色中的那种苍茫貌。翠微：青翠的山坡，此处指终南山。\n相携：下山时路遇斛斯山人，携手同去其家。及：到。田家：田野山村人家，此指斛斯山人家。\n荆扉：荆条编扎的柴门。\n青萝：攀缠在树枝上下垂的藤蔓。行衣：行人的衣服。\n挥：举杯。\n松风：古乐府琴曲名，即《风入松曲》，此处也有歌声随风而入松林的意思。\n河星稀：银河中的星光稀微，意谓夜已深了。河星：一作“星河”。\n陶然：欢乐的样子。忘机：忘记世俗的机心，不谋虚名蝇利。机：世俗的心机。\n\n","shangxi":"　　中国的田园诗以晋末陶潜为开山祖，他的诗，对后代影响很大。李白这首田园诗，似也有陶诗那种描写琐事人情，平淡爽直的风格。\n\n　　全诗以赋体——叙述题写成。诗以“暮”开首，为“宿”开拓。相携欢言，置酒共挥，长歌风松，赏心乐事，自然陶醉忘机。这些都是作者真情实感的流溢。\n\n　　此诗以田家、饮酒为题材，很受陶潜田园诗的影响。然陶诗显得平淡恬静，既不首意染色，口气也极和缓。如“暧暧远人村，依依墟里烟”、“采菊东篱下，悠然见南山”等等。而李诗却着意渲染。细吟“绿竹入幽径，青萝拂行衣。欢言得所憩，美酒聊共挥”，就会觉得色彩鲜明，神情飞扬。可见陶李两者风格迥异。\n\n　　从诗的内容看，诗人是在月夜到长安南面的终南山去造访一位姓斛斯的隐士。首句“暮从碧山下”，“暮”字挑起了第二句的“山月”和第四句的“苍苍”，“下”字挑起了第二句的“随人归”和第三句的“却顾”，“碧”字又逗出第四句的“翠微”。平平常常五个字，却无一字虚设。“山月随人归”，把月写得如此脉脉有情。月尚如此，人则可知。第三句“却顾所来径”，写出诗人对终南山的余情。这里虽未正面写山林暮景，却是情中有景。正是旖旎山色，使诗人迷恋不已。第四句又是正面描写。“翠微”指青翠掩映的山林幽深处。“苍苍”两字起加倍渲染的作用。“横”有笼罩意。此句描绘出暮色苍苍中的山林美景。这四句，用笔简炼而神色俱佳。诗人漫步山径，大概遇到了斛斯山人，于是“相携及田家”，“相携”，显出情谊的密切。“童稚开荆扉”，连孩子们也开柴门来迎客了。进门后，“绿竹入幽径，青萝拂行衣”，写出了田家庭园的恬静，流露出诗人的称羡之情。“欢言得所憩，美酒聊共挥”，“得所憩”不仅是赞美山人的庭园居室，也为遇知己而高兴。因而欢言笑谈，美酒共挥。一个“挥”字写出了李白畅怀豪饮的神情。酒醉情浓，放声长歌，直唱到天河群星疏落，籁寂更深。“长歌吟松风，曲尽河星稀”句中青松与青天，仍处处绾带上文的一片苍翠。至于河星既稀，月色自淡，这就不在话下了。最后，从美酒共挥，转到“我醉君复乐，陶然共忘机”，写出酒后的风味，陶陶然把人世的机巧之心，一扫而空，显得淡泊而恬远。\n\n　　这首诗以田家、饮酒为题材，是受陶潜诗的影响，然而两者诗风又有不同之处。陶潜的写景，虽未曾无情，却显得平淡恬静，如“暧暧远人村，依依墟里烟”、“道狭草木长，夕露沾我衣”、“采菊东篱下，悠然见南山”、“微雨从东来，好风与之俱”之类，既不染色，而口气又那么温缓舒徐。而李白就着意渲染，“却顾所来径，苍苍横翠微”、“绿竹入幽径，青萝拂行衣。欢言得所憩，美酒聊共挥”，不仅色彩鲜明，而且神情飞扬，口气中也带有清俊之味。在李白的一些饮酒诗中，豪情狂气喷薄涌泄，溢于纸上，而此诗似已大为掩抑收敛了。“长歌吟松风，曲尽河星稀。我醉君复乐，陶然共忘机。”可是一比起陶诗，意味还是有差别的。陶潜的“或有数斗酒，闲饮自欢然”、“过门辄相呼，有酒斟酌之”、“何以称我情，浊酒且自陶”、“一觞虽自进，杯尽壶自倾”之类，称心而出，信口而道，淡淡然无可无不可的那种意味，就使人觉得李白挥酒长歌仍有一股英气，与陶潜异趣。因而，从李白此诗既可以看到陶诗的影响，又可以看到两位诗人风格的不同。\n\n","translation":"傍晚从终南山上走下来，山月好像随着行人而归。\n回望来时走的山间小路，山林苍苍茫茫一片青翠。\n遇斛斯山人相携到他家，孩童出来急忙打开柴门。\n走进竹林穿过幽静小路，青萝枝叶拂着行人衣裳。\n欢言笑谈得到放松休息，畅饮美酒宾主频频举杯。\n放声高歌风入松的曲调，歌罢银河星星已经很稀。\n我喝醉酒主人非常高兴，欢乐忘了世俗奸诈心机。\n\n"}
{"_id":{"$oid":"5b9a149d367d5cab186688d6"},"title":"梅花引·荆溪阻雪","dynasty":"宋代","writer":"蒋捷","content":"白鸥问我泊孤舟，是身留，是心留？心若留时，何事锁眉头？风拍小帘灯晕舞，对闲影，冷清清，忆旧游。\n旧游旧游今在否？花外楼，柳下舟。梦也梦也，梦不到，寒水空流。漠漠黄云，湿透木棉裘。都道无人愁似我，今夜雪，有梅花，似我愁。","type":["孤独","怀念","友人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154309417.mp3","remark":"身留：被雪所阻，被迫不能动身而羁留下来。\n心留：自己心里情愿留下。\n旧游：指昔日漫游的伴友与游时的情景。\n漠漠：浓密。\n黄云：指昏黄的天色。高适曾有诗“千里黄云白日曛，北风吹雁雪纷纷。”\n木棉裘：棉衣。\n\n","translation":"白鸥栖落水滨，默然地望着我，好似在问：夜泊溪畔是被风雪所阻，不得以停泊；还是无所去处，情愿留下？如若是自愿，又为了何事眉头紧锁？夜风袭来，掀起舱帘，吹得舱内灯火闪烁。孤处江舟，只有身影为伴，对着孤影，不禁怀念起与旧友欢聚和悠游的情景。\n昔日一同悠游的旧友，今日在哪里？回想当时，楼外一片盎然春色，相携漫步锦簇的花丛中。湖中绿波荡漾，系舟在堤边的柳树下。梦啊，梦啊，让我在梦中重温一下旧游。可是在梦中却难寻旧游，只有眼前的寒水空自流。舱外飞雪漫天，凝望浓密的阴云，任凭飞雪落在身上，浸透了棉衣。都说没有人的忧愁，有我这般深沉，今夜，雪中的梅花，一身素白，忧愁似我。\n这首词在清冷的画面中，将深深的忧愁与热烈的回忆交织在一起，如随想曲一样自由潇洒。\n\n"}
{"_id":{"$oid":"5b9a149d367d5cab186688d7"},"title":"咏荆轲","dynasty":"魏晋","writer":"陶渊明","content":"燕丹善养士，志在报强嬴。\n招集百夫良，岁暮得荆卿。\n君子死知己，提剑出燕京；\n素骥鸣广陌，慷慨送我行。\n雄发指危冠，猛气冲长缨。\n饮饯易水上，四座列群英。\n渐离击悲筑，宋意唱高声。\n萧萧哀风逝，淡淡寒波生。\n商音更流涕，羽奏壮士惊。\n心知去不归，且有后世名。\n登车何时顾，飞盖入秦庭。\n凌厉越万里，逶迤过千城。\n图穷事自至，豪主正怔营。\n惜哉剑术疏，奇功遂不成。\n其人虽已没，千载有馀情。","type":["古诗三百首","咏史怀古"],"remark":"荆轲：战国时卫国人，为燕太子丹报仇，以送地图为名，藏匕首刺秦王，不成被杀。\n燕丹：战国时燕王喜的太子，名丹。\n强嬴：秦国。\n荆卿：指荆轲。\n渐离：高渐离，战国时燕国人，与荆轲友善，善击筑(古时的一种乐器）。\n宋意：燕国的勇士。\n商音、羽奏：商声和羽声。商声凄凉，羽声较激昂。\n\n","shangxi":"　　关于荆轲之事，《战国策·燕策》与《史记·刺客列传》都有记载，其基本情节是相似的。陶渊明的这首诗显然是取材于上述史料，但并不是简单地用诗的形式复述这一历史故事。\n\n　　诗的头四句，从燕太子丹养士报秦(报，报复、报仇之意)，引出荆轲。不仅概括了荆轲入燕，燕丹谋于太傅鞫武，鞫武荐田光，田光荐荆轲，燕丹得识荆轲，奉为“上卿”等等经过，而且，一开始便将人物(荆轲)置于秦、燕矛盾之中，又因为这个人物是最出众、最雄俊的勇士(百夫良，超越百人的勇士)，于是乎他自然成了矛盾一方(燕)的希望之所托。那么，故事的背景，人物的位置，及其肩负之重任，大体都已亮出，所以说这四句是“已将后事全摄”。正因为如此，矛盾的发展，人物的命运等等悬念，也就同时紧紧地系在读者的心上。下面接着就写荆轲出燕，在临行前，史书中有荆轲等待与其同行的助手，而“太子迟之，疑其改悔”，引起荆轲怒叱太子，且在一怒之下，带着并不中用的秦舞阳同行的记载。诗人略去这一重要情节，而代之以“君子死知己，提剑出燕京”。这后一句逗出下文，而前一句显然是回护了燕丹的过失，但这样写却与首句的“善养士”相呼应。既使得内容和谐统一，一气贯注，也使得笔墨集中，结构浑成。易水饯行，《战国策》与《史记》是这么写的：“遂发，太子及宾客知其事者，皆白衣冠以送之……”，由平缓而渐趋激昂。诗人则不然，他首先插入：“素骥鸣广陌，慷慨送我行”。素骥，白马。马犹如此，人就自不待言了，诗的情绪一下子就激发起来了。因而“雄发”二句的刻画——头发直竖，指向高高的帽子；雄猛之气，冲动了系冠的丝绳——虽不无夸张，但却由于情真意足而显得极其自然。易水饯别，也正是在这种气氛中酝酿和展开的激昂悲壮的一幕。高渐离、宋意……一时燕国的豪杰，都列坐在饯席之上。寒水哀风，击筑高歌，声色俱现，情景相生，送者、行者，无不热血沸腾，慷慨流涕。“心知去不归，且有后世名”。又一笔折到行者，道出了行者的决心，写出了行者的气概，而这也就是这幕戏的意图与效果之所在。“登车”六句写荆轲义无反顾，飞车入秦。使上述的决死之心与一往无前的气概，从行动上再加以具体的表现。其中“凌厉”二句亦属诗人的想像，它好似一连串快速闪过的镜头，使人物迅逼秦廷，把情节推向高潮，扣人心弦。诗中以大量笔墨写出燕入秦，铺叙得排荡淋漓，而写到行刺失败的正面，却是惜墨如金，只用了两句话——“图穷事自至，豪主正怔营”。前一句洗练地交代了荆轲与燕丹在地图中藏着利刃以要劫、刺杀秦王的计谋，同时也宣布了高潮的到来，后一句只写秦王慌张惊恐，从对面突出荆轲的果敢与威慑，而对荆轲被秦王左右击杀等等，则只字不提，其倾向之鲜明，爱憎之强烈，自在不言之中。作者以有限的篇幅，再现了雄姿勃勃的荆轲形象，也表现了作者剪裁的功夫与创造的才能。诗的最后四句，便是直截的抒情和评述，诗人一面惋惜其“奇功”不成，一面肯定其精神犹在，在惋惜和赞叹之中，使这个勇于牺牲、不畏强暴的形象，获得了不灭的光辉、不朽的生命。可以看得出诗人是以饱蘸感情的笔触，写下了这个精采而又有分量的结尾。正如张玉谷说的：“既惜之，复慕之，结得抟捖有力，遂使通首皆振得起”(《古诗赏析》)。\n\n　　发思古之幽情，是为了现实。不过这“现实”亦不宜说得过窄过死(如一些论者所言，这首诗是诗人出于“忠晋报宋”而作)，为什么呢？首先，因为陶渊明反复地说过：“少时壮且厉，抚剑独行游。谁言行游近，张掖至幽州”(《拟古》之八)；“忆我少壮时，无乐自欣豫。猛志逸四海，骞翮思远翥”(《杂诗》之五)。这使我们看到在作者的生活、志趣和性格中，也早已具有着豪放、侠义的色彩。其次，诗人也曾出仕于晋，不过他说这是“误落尘网中，一去十三年”(《归田园居五首》)，悔恨之情溢于言表，足见“晋”也并不是他的理想王国，当然“宋”亦如此。这些都是我们不必将《咏荆轲》的作意胶柱于“忠晋报宋”的理由。诗人一生“猛志”不衰，疾恶除暴、舍身济世之心常在，诗中的荆轲也正是这种精神和理想的艺术折光。说得简单一点，便是借历史之旧事，抒自己之爱憎，这样看是比较接近诗人心迹的吧。是的，这首诗的影响也正在此，此亦有诗为证：“陶潜诗喜说荆轲，想见《停云》发浩歌。吟到恩仇心事涌，江湖侠骨恐无多。”(龚自珍《己亥杂诗》)　(赵其钧)\n\n","translation":"燕国太子喜欢收养门客，目的是对秦国报仇雪恨。 \n他到处招集有本领的人，这一年年底募得了荆卿。 \n君子重义气为知己而死，荆轲仗剑就要辞别燕京。 \n白色骏马在大路上鸣叫，众人意气激昂为他送行。 \n个个同仇敌忾怒发冲冠，勇猛之气似要冲断帽缨。 \n易水边摆下盛大的别宴，在座的都是人中的精英。 \n渐离击筑筑声慷慨悲壮，宋意唱歌歌声响遏行云。 \n座席中吹过萧萧的哀风，水面上漾起淡淡的波纹。 \n唱到商音听者无不流泪，奏到羽音荆轲格外惊心。 \n他明知这一去不再回返，留下的姓名将万古长存。 \n登车而去何曾有所眷顾，飞车直驰那秦国的官廷。 \n勇往直前行程超过万里，曲折行进所经何止千城。 \n翻完地图忽地现出匕首，秦王一见不由胆颤心惊。 \n可惜呀！只可惜剑术欠佳，奇功伟绩终于未能完成。 \n荆轲其人虽然早已死去，他的精神永远激励后人。\n\n"}
{"_id":{"$oid":"5b9a149d367d5cab186688d8"},"title":"国风·邶风·燕燕","dynasty":"先秦","writer":"佚名","content":"燕燕于飞，差池其羽。之子于归，远送于野。瞻望弗及，泣涕如雨。\n燕燕于飞，颉之颃之。之子于归，远于将之。瞻望弗及，伫立以泣。\n燕燕于飞，下上其音。之子于归，远送于南。瞻望弗及，实劳我心。\n仲氏任只，其心塞渊。终温且惠，淑慎其身。先君之思，以勖寡人。","type":["诗经","送别","抒情"],"remark":"燕燕：即燕子。\n差（cī）池（chí）其羽：义同“参差”，形容燕子张舒其尾翼。\n瞻：往前看；弗：不能。\n颉（xié）：上飞。颃（háng）：下飞。\n将（jiāng）：送。\n伫：久立等待。\n仲：兄弟或姐妹中排行第二者。指二妹。任：信任。氏：姓氏。只：语助词。\n塞（sè）：诚实。渊：深厚。\n 终…且…：既…又… ；惠：和顺。\n淑：善良。慎：谨慎。\n先君：已故的国君。\n勖（xù）：勉励。寡人：寡德之人，国君对自己的谦称。\n\n","shangxi":"　　《燕燕》全诗四章，前三章重章渲染惜别情境，后一章深情回忆被送者的美德。抒情深婉而语意沉痛，写人传神而敬意顿生。\n\n　　前三章开首以飞燕起兴：“燕燕于飞，差池其羽”，“颉之颃之”，“下上其音”。《朱子语类》赞曰：“譬如画工一般，直是写得他精神出。”阳春三月，群燕飞翔，蹁跹上下，呢喃鸣唱。然而，诗人用意不只是描绘一幅“春燕试飞图”。而是以燕燕双飞的自由欢畅，来反衬同胞别离的愁苦哀伤。此所谓“譬如画工”又“写出精神”。接着点明事由：“之子于归，远送于野。”父亲已去世，妹妹又要远嫁，同胞手足今日分离，此情此境，依依难别。“远于将之”、“远送于南”，相送一程又一程，更见离情别绪之黯然。然而，千里相送，总有一别。远嫁的妹妹终于遽然而去，深情的兄长仍依依难舍。这里诗歌运用艺术手法表现出感人的情境：“瞻望弗及，泣涕如雨”，“伫立以泣”、“实劳我心”。先是登高瞻望，虽车马不见，却行尘时起；后是瞻望弗及，唯伫立以泣，伤心思念。真是兄妹情深，依依惜别，缠绵悱恻，鬼神可泣。这三章重章复唱，既易辞申意，又循序渐进，且乐景与哀情相反衬；从而把送别情境和惜别气氛，表现得深婉沉痛，不忍卒读。\n\n　　四章由虚而实，转写被送者。原来二妹非同一般，她思虑切实而深长，性情温和而恭顺，为人谨慎又善良，正是自己治国安邦的好帮手。她执手临别，还不忘赠言勉励：莫忘先王的嘱托，成为百姓的好国君。这一章写人，体现了上古先民对女性美德的极高评价。在写法上，先概括描述，再写人物语言；静中有动，形象鲜活。而四章在全篇的结构上也有讲究，前三章虚笔渲染惜别气氛，后一章实笔刻画被送对象，采用了同《召南·采苹》相似的倒装之法。\n\n　　《燕燕》之后，“瞻望弗及”和“伫立以泣”成了表现惜别情境的原型意象，反复出现在历代送别诗中。“伫立以泣”的“泪”，成为别离主题赖以生发的艺术意象之一。\n\n","translation":"燕子飞翔天上，参差舒展翅膀。妹子今日远嫁，相送郊野路旁。瞻望不见人影，泪流纷如雨降。\n燕子飞翔天上，身姿忽下忽上。妹子今日远嫁，相送不嫌路长。瞻望不见人影，伫立满面泪淌。\n燕子飞翔天上，鸣音呢喃低昂。妹子今日远嫁，相送远去南方。瞻望不见人影，实在痛心悲伤。\n二妹诚信稳当，思虑切实深长。温和而又恭顺，为人谨慎善良。常常想着父王，叮咛响我耳旁。\n\n"}
{"_id":{"$oid":"5b9a149d367d5cab186688d9"},"title":"过华清宫绝句三首·其一","dynasty":"唐代","writer":"杜牧","content":"长安回望绣成堆，山顶千门次第开。\n一骑红尘妃子笑，无人知是荔枝来。","type":["高中古诗","地名","咏史"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154309799.mp3","remark":"华清宫：《元和郡县志》：“华清宫在骊山上，开元十一年初置温泉宫。天宝六年改为华清宫。又造长生殿，名为集灵台，以祀神也。”\n绣成堆：骊山右侧有东绣岭，左侧有西绣岭。唐玄宗在岭上广种林木花卉，郁郁葱葱。\n千门：形容山顶宫殿壮丽，门户众多。次第：依次。\n红尘：这里指飞扬的尘土。妃子：指杨贵妃。乐史《杨太真外传》：上曰：“赏名花，对妃子，焉用旧乐词！”《新唐书·李贵妃传》：“妃嗜荔枝，必欲生致之，乃置骑传送，走数千里，味未变已至京师。”《唐国史补》：“杨贵妃生于蜀，好食荔枝，南海所生，尤胜蜀者，故每岁飞驰以进。然方暑而熟，经宿则败，后人皆不知之。”按：此诗或为写意之作，意在讽刺玄宗宠妃之事，不可一一求诸史实。在唐代，岭南荔枝无法运到长安一带，故自苏轼即言“此时荔枝自涪州致之，非岭南也”（《通鉴唐纪》注）。而荔枝成熟的季节，玄宗和贵妃必不在骊山。玄宗每年冬十月进驻华清宫，次年春即回长安。《程氏考古编》亦辨其谬，近人陈寅恪亦复考证之。\n知是：一作“知道”。\n\n","shangxi":"　　此诗通过送荔枝这一典型事件，鞭挞了玄宗与杨贵妃骄奢淫逸的生活，有着以微见著的艺术效果，精妙绝伦，脍炙人口。\n\n　　起句描写华清宫所在地骊山的景色。诗人从长安“回望”的角度来写，犹如电影摄影师，在观众面前先展现一个广阔深远的骊山全景：林木葱茏，花草繁茂，宫殿楼阁耸立其间，宛如团团锦绣。“绣成堆”，既指骊山两旁的东绣岭、西绣岭，又是形容骊山的美不胜收，语意双关。\n\n　　接着，场景向前推进，展现出山顶上那座雄伟壮观的行宫。平日紧闭的宫门忽然一道接着一道缓缓地打开了。接下来，又是两个特写镜头：宫外，一名专使骑着驿马风驰电掣般疾奔而来，身后扬起一团团红尘；宫内，妃子嫣然而笑了。几个镜头貌似互不相关，却都包蕴着诗人精心安排的悬念：“千门”因何而开？“一骑”为何而来？“妃子”又因何而笑？诗人故意不忙说出，直至紧张而神秘的气氛憋得读者非想知道不可时，才含蓄委婉地揭示谜底：“无人知是荔枝来。”“荔枝”两字，透出事情的原委。《新唐书·杨贵妃传》：“妃嗜荔枝，必欲生致之，乃置骑传送，走数千里，味未变，已至京师。”明于此，那么前面的悬念顿然而释，那几个镜头便自然而然地联成一体了。\n\n　　吴乔《围炉诗话》说：“诗贵有含蓄不尽之意，尤以不著意见声色故事议论者为最上。”杜牧这首诗的艺术魅力就在于含蓄、精深，诗不明白说出玄宗的荒淫好色，贵妃的恃宠而骄，而形象地用“一骑红尘”与“妃子笑”构成鲜明的对比，就收到了比直抒己见强烈得多的艺术效果。“妃子笑”三字颇有深意。春秋时周幽王为博妃子一笑，点燃烽火，导致国破身亡。读到这里时，读者是很容易联想到这个尽人皆知的故事。“无人知”三字也发人深思。其实“荔枝来”并非绝无人知，至少“妃子”知，“一骑”知，还有一个诗中没有点出的皇帝更是知道的。这样写，意在说明此事重大紧急，外人无由得知，这就不仅揭露了皇帝为讨宠妃欢心无所不为的荒唐，也与前面渲染的不寻常的气氛相呼应。全诗不用难字，不使典故，不事雕琢，朴素自然，寓意精深，含蓄有力，是唐人咏史绝句中的佳作。\n\n","translation":"在长安回头远望骊山宛如一堆堆锦绣，山顶上华清宫千重门依次打开。\n一骑驰来烟尘滚滚妃子欢心一笑，无人知道是南方送了荔枝鲜果来。\n\n"}
{"_id":{"$oid":"5b9a149d367d5cab186688da"},"title":"乡思","dynasty":"宋代","writer":"李觏","content":"人言落日是天涯，望极天涯不见家。\n已恨碧山相阻隔，碧山还被暮云遮。","type":["古诗三百首","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154310776.mp3","remark":"落日：太阳落山之地。\n望极：望极：望尽，极目远望。\n碧山：这里指青山。\n\n","shangxi":"　　独自在外，自然充满了对家人的怀念。古诗中表现乡思，除了听风听雨外，最多的是通过登临送目，寄托悲伤。如唐韦应物的《西楼》云：“高阁一怅望，故园何日归？”白居易《江南送北客因凭寄徐州兄弟书》云：“故园望断欲何如？楚水吴山万里余。”李觏这首绝句，也是通过远望，抒发自己思归的牢愁。\n\n　　诗前两句写望，但从望的感受上落笔，不具体写望见些什么。诗人远望时正当黄昏，夕阳西坠，他遥望故乡，故乡不见，远在天涯。这时候，他看到了落日，又想到落日之处就是天涯，然而明明白白地看得见落日，却仍然望不到故乡。这两句，把思家的愁苦表现得很深刻。诗先以落日处即天涯作衬，使后句望不见故乡的失望更重更深，在表现时却不直说，而是通过两个“天涯”的反复吟咏比较，让人从中体会出来。以落日喻天涯，是从《世说新语·夙惠》中得到启发。《世说新语》载：晋元帝曾问明帝：“长安与太阳谁远。”明帝起先回答太阳远，因为没见过有人从太阳那儿来。后来又改口说太阳近，因为“举目见日，不见长安”。后来人们常用这典故，以天涯太阳比喻远。如唐岑参《忆长安曲》云：“东望望长安，正值日初出。长安不可见，喜见长安日。”就是在所忆之处与太阳上做文章。\n\n　　落日终于西沉了，暮色从天际酒来，把诗人的视野压迫到近前碧山。三四句即从近处着墨，写诗人凝视碧山的所见所感。“已恨”句转折巧妙，既承接上句，补充说明“不见家”之由，又“暗度陈仓”，由前二句着眼于空间的距离转到着眼于空间的阻隔。故乡不可见，不仅因为距离遥远，还因为路途阻隔，所以通出一个“恨”字来。第三句用“已恨”二字领起，无限感慨已在其中。第四句再递进一层，故乡为碧山阻隔，已令人恨恨不已，何况眼下碧山又被暮云遮掩。诗用“还被”二字唤起，障碍重重，恨重重。再说，山本可用青、绿形容，用青更符合诗的平仄要求，可是诗人却用碧字，大约是因为青、绿较为轻、明，碧较为重、暗，不仅更符合等色苍茫中山的色彩，而且能唤起凝童情绪。而当苍茫的暮色遮掩住碧山，凝重压抑感也就更加强烈。诗至结尾，随着时间的冉冉推移，诗人的视野由远而近、由大而小的逐步收缩，色调的由明而暗的变化，结构上的层层递进，那乡思也就愈来愈浓郁，以致浓得化不开。\n\n　　全诗四句，分四层意思，层层深入，不断推进，把思想感情发挥到极致。中国古代诗词作法，有透过一层、加一倍写法。这种写法，有用在一联中的，如杜甫《夜闻觱篥》云：“君知天地干戈满，不见江湖行路难。”本意写行路难，再加写遍地战争，行路就更难了。又如李商隐《无题》：“刘郎已恨蓬山远，更隔蓬山一万重。”也是如此。更多的是用若干句透过一层，如宋徽宗《宴山亭·北行见杏花》词：“天遥地远，万水千山，知他故宫何处。怎不思量，除梦里有时曾去。无据，和梦也新来不做。”写思念故宫，故宫不见，转而梦见，最后连梦中也见不到，把感情的波浪重重推向高涨。李觏的这首诗，也是采用了这一手法。\n\n","translation":"人们说，那太阳落山的地方就是天涯，我竭力朝天涯眺望，也没法看到我的家。\n正在恼恨眼前的青山遮断了我的视线，重重暮云，又把青山密遮。\n\n"}
{"_id":{"$oid":"5b9a149d367d5cab186688db"},"title":"行香子·七夕","dynasty":"宋代","writer":"李清照","content":"草际鸣蛩。惊落梧桐。正人间、天上愁浓。云阶月地，关锁千重。纵浮槎来，浮槎去，不相逢。 \n星桥鹊驾，经年才见，想离情、别恨难穷。牵牛织女，莫是离中。甚霎儿晴，霎儿雨，霎儿风。","type":["宋词精选","七夕节","孤独"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154311675.mp3","remark":"蛩（qióng）：蟋蟀。\n云阶月地：指天宫。\n浮槎：指往来于海上和天河之间的木筏。\n星桥鹊驾：传说七夕牛郎织女在天河相会时，喜鹊为之搭桥，故称鹊桥。\n牵牛织女：二星宿名。 \n甚霎（shà）儿：“甚”是领字，此处含有“正”的意思。霎儿：一会儿。\n\n","shangxi":"　　这首词具体创作年代不详，大约是词人同丈夫婚后又离居的时期。主要借牛郎织女的神话传说，写人间的离愁别恨，凄恻动人。\n\n　　“七夕”是中国传统节日之一，每年七月七日夜里，人们遥望天上的织女星和牵牛星，想起关于他们的美丽传说，无不感叹。这样的日子里，正受别离之苦的词人，感触更深。“草际鸣蛩，惊恐梧桐”。写的是凄清之景：夜是那么静，草丛中蟋蟀的叫声是那么清晰，连梧桐的叶子掉地上也能听到。这两句从听觉入手，不仅增强了下句的感伤情调，而且给全词笼罩上一层凄凉的气氛。“正人间天上愁浓”是作者仰望牵牛、织女发出的悲叹。“天上”暗点出牵牛、织女。七夕虽为牛、女相会之期，然而相会之时即为离别之日，倾诉一年来的别离之苦，想到今夜之后又要分别一年，心情更痛苦。“人间”包括作者和一切别离中的男女。想到牛、女今夜尚能相见，自己却无此机会，内心的悲愁，可见一斑。“愁浓”二字，写尽辛酸。\n\n　　“云阶目地，关锁千重。纵浮槎来，浮槎去，不相逢。”句意思：望着银河，望着云、月，幻觉中进入了想象中的天上世界。“槎”是用竹木编成的筏子，可以渡水。据说乘着它从海上出发，航行十余天，到了天上，可以见有城郭房舍，非常壮丽，望见织女宫中织布，牵牛天河岸边饮牛。天宫以月为地，以云为阶，重重关锁，即使她象昔人那样乘槎去到天上，又乘槎回来，也不能同织女、牵牛相逢。这几句字面虽写天上，用意则人间。“关锁千重”，极言阻隔之深，致使有情男女不得会合团聚，其中寄托词人个人的别恨。\n\n　　下片仍是作者仰望银河双星时浮现出来的想象世界。传说夏历七月七日夜群鹊银河衔接为桥渡牛、女相会，称为“鹊桥”，也称“星桥”。分别一年，只得一夕相会，离情别恨，自然年年月月永无穷尽。“想”意“讨想”、“想像”等包含着对牛、女的痛惜、体贴和慰藉意，还有启下的作用。正当人们悲慨牛、女常年别离时，刚刚相会的他们，又要别离了。“莫是离中”的“莫”为猜疑之词，即大概，大约之意。结尾三字用一“甚”字总领，与上片末三句句式相同，为此词定格。“甚”这里是时间副词，作“正当”“正值”的“正”解释。“霎儿”是口语，指短暂的时间，意思是一会儿。天这么一会儿晴，一会儿雨，一会儿又刮风，大约织女、牵年已分离了吧？叠用三个“霎儿”，逼肖烦闷难耐声口，写得幽怨不尽。牵牛、织女正是人间别离男女的化身，对他们不幸遭遇的叹恨，正是对人间离愁别情的叹恨。这几句语意双关，构思新颖，用天气的阴晴喻人间的悲喜，贴切生动。\n\n　　这首词由人间写起，先言个人所见所感，再据而继之天上神话世界。通篇以牛女传说为寄托，境界奇丽，曲径通幽，写透了青年男女的离愁别恨。 \n\n","translation":"蟋蟀在草丛中幽凄地鸣叫着，梢头的梧桐叶子似被这蛩鸣之声所惊而飘摇落下，由眼前之景，联想到人间天上的愁浓时节。在云阶月地的星空中，牛郎和织女被千重关锁所阻隔，无由相会。牛郎和织女一年只有一度的短暂相会之期，其余时光则有如浩渺星河中的浮槎，游来荡去，终不得相会聚首。\n鹊桥或许还未搭就，牵牛织女或许还是在离别之中未能相聚吧，猜想此时乌鹊已将星桥搭起，可牛郎、织女莫不是仍未相聚，再看天气阴晴不定，忽风忽雨，该不是牛郎、织女的相会又受到阻碍了吧！\n\n"}
{"_id":{"$oid":"5b9a149d367d5cab186688dc"},"title":"别赋","dynasty":"南北朝","writer":"江淹","content":"　　黯然销魂者，唯别而已矣！况秦吴兮绝国，复燕宋兮千里。或春苔兮始生，乍秋风兮暂起。是以行子肠断，百感凄恻。风萧萧而异响，云漫漫而奇色。舟凝滞于水滨，车逶迟于山侧。棹容与而讵前，马寒鸣而不息。掩金觞而谁御，横玉柱而沾轼。居人愁卧，怳若有亡。日下壁而沉彩，月上轩而飞光。见红兰之受露，望青楸之离霜。巡层楹而空掩，抚锦幕而虚凉。知离梦之踯躅，意别魂之飞扬。故别虽一绪，事乃万族。\n\n　　至若龙马银鞍，朱轩绣轴，帐饮东都，送客金谷。琴羽张兮箫鼓陈，燕、赵歌兮伤美人，珠与玉兮艳暮秋，罗与绮兮娇上春。惊驷马之仰秣，耸渊鱼之赤鳞。造分手而衔涕，感寂寞而伤神。\n\n　　乃有剑客惭恩，少年报士，韩国赵厕，吴宫燕市。割慈忍爱，离邦去里，沥泣共诀，抆血相视。驱征马而不顾，见行尘之时起。方衔感于一剑，非买价于泉里。金石震而色变，骨肉悲而心死。\n\n　　或乃边郡未和，负羽从军。辽水无极，雁山参云。闺中风暖，陌上草薰。日出天而曜景，露下地而腾文。镜朱尘之照烂，袭青气之烟煴，攀桃李兮不忍别，送爱子兮沾罗裙。\n\n　　至如一赴绝国，讵相见期？视乔木兮故里，决北梁兮永辞，左右兮魄动，亲朋兮泪滋。可班荆兮憎恨，惟樽酒兮叙悲。值秋雁兮飞日，当白露兮下时，怨复怨兮远山曲，去复去兮长河湄。\n\n　　又若君居淄右，妾家河阳，同琼珮之晨照，共金炉之夕香。君结绶兮千里，惜瑶草之徒芳。惭幽闺之琴瑟，晦高台之流黄。春宫閟此青苔色，秋帐含此明月光，夏簟清兮昼不暮，冬釭凝兮夜何长！织锦曲兮泣已尽，回文诗兮影独伤。\n\n　　傥有华阴上士，服食还仙。术既妙而犹学，道已寂而未传。守丹灶而不顾，炼金鼎而方坚。驾鹤上汉，骖鸾腾天。暂游万里，少别千年。惟世间兮重别，谢主人兮依然。\n\n　　下有芍药之诗，佳人之歌，桑中卫女，上宫陈娥。春草碧色，春水渌波，送君南浦，伤如之何！至乃秋露如珠，秋月如圭，明月白露，光阴往来，与子之别，思心徘徊。\n\n　　是以别方不定，别理千名，有别必怨，有怨必盈。使人意夺神骇，心折骨惊，虽渊、云之墨妙，严、乐之笔精，金闺之诸彦，兰台之群英，赋有凌云之称，辨有雕龙之声，谁能摹暂离之状，写永诀之情着乎？\n\n","type":["辞赋精选","离别"],"remark":"黯然：心神沮丧，形容惨戚之状。销魂，即丧魂落魄。\n秦吴：古国名。秦国在今陕西一带，吴国在今江苏、浙江一带。\n绝国：相隔极远的邦国。\n燕宋：古国名。燕国在今河北一带，宋国在今河南一带。\n蹔：同“暂”。\n逶迟：徘徊不行的样子。\n櫂（zhào）：船桨，这里指代船。\n容与：缓慢荡漾不前的样子。\n讵前：滞留不前。此处化用屈原《九章·涉江》中“船容与而不进兮，淹回水而疑滞”的句意。\n掩：覆盖。\n觞（shāng）：酒杯。\n御：进用。\n横：横持；阁置。\n玉柱：琴瑟上的系弦之木，这里指琴。\n沾：同“沾”。\n轼：成前的横木。\n怳（huǎng）：丧神失意的样子。\n沈彩：日光西沉。沈，同“沉”。\n楸（qiū）：落叶乔木。枝干端直，高达三十米，古人多植于道旁。\n离：即“罹”，遭受。\n曾楹（yíng）：高高的楼房。曾，同“层”。楹，屋前的柱子，此指房屋。\n揜（yǎn）：同“掩”。\n锦幕：锦织的帐幕。二句写行子一去，居人徘徊旧屋的感受。\n踯躅（zhízhú）：徘徊不前的样子。\n意：同“臆”，料想。\n飞扬：心神不安。\n万族：不同的种类。\n龙马：据《周礼·夏官·廋人》载，马八尺以上称“龙马”。\n朱轩：贵者所乘之车。\n绣轴：绘有彩饰的车轴。此指车驾之华贵。\n帐饮：古人设帷帐于郊外以饯行。\n东都：指东都门，长安城门名。\n金谷：晋代石崇在洛阳西北金谷所造金谷园。史载石崇拜太仆，出为征虏将军，送者倾都，曾帐饮于金谷园。\n羽：五音之一，声最细切，宜于表现悲戚之情。琴羽，指琴中弹奏出羽声。\n张：调弦。\n燕赵：《古诗》有“燕赵多佳人，美者额如玉”句。后因以美人多出燕赵。\n上春：即初春。\n驷马：古时四匹马拉的车驾称驷，马称驷马。\n仰秣（mò）：抬起头吃草。原形容琴声美妙动听，此处反其意。\n耸：因惊动而跃起。\n鳞：指渊中之鱼。\n造：等到。\n衔涕：含泪。\n寂漠：即“寂寞”。\n惭恩：自惭于未报主人知遇之恩。\n报士：心怀报恩之念的侠士。\n韩国：指战国时侠士聂政为韩国严仲子报仇，刺杀韩相侠累一事。\n赵厕：指战国初期，豫让因自己的主人智氏为赵襄子所灭，乃变姓名为刑人，入宫涂厕，挟匕首欲刺死赵襄子一事。\n吴宫：指春秋时专诸置匕首于鱼腹，在宴席间为吴国公子光刺杀吴王一事。\n燕市：指荆轲与朋友高渐离等饮于燕国街市，因感燕太子恩遇，藏匕首于地图中，至秦献图刺秦王未成，被杀。高渐离为了替荆轲报仇，又一次入秦谋杀秦王事。\n沥泣：洒泪哭泣。\n抆（wěn）：擦拭。抆血，指眼泪流尽后又继续流血。\n衔感：怀恩感遇。衔，怀。\n买价：指以生命换取金钱。\n泉里：黄泉。\n金石震：钟、磬等乐器齐鸣。\n骨肉：指死者亲人。\n负羽：挟带弓箭。\n辽水：辽河。在今辽宁省西部，流经营口入海。\n雁山：雁门山。在今山西原平县西北。\n耀景：闪射光芒。\n腾文：指露水在阳光下反射出绚烂的色彩。\n镜：照耀。\n朱尘：红色的尘霭。\n照，日光。烂，光彩明亮而绚丽。\n袭：扑入。\n青气：春天草木上腾起的烟霭。\n烟煴（yīnyūn）：同“氤氲”。云气笼罩弥漫的样子。\n爱子：爱人，指征夫。\n讵：岂有。\n乔木：高大的树木。\n“决北”句：语出《楚辞·九怀》。\n班：铺设。\n荆：树枝条。人们以“班荆道故”来比喻亲旧惜别的悲痛。\n尊：同“樽”，酒器。\n湄：水边。\n淄右：淄水西面。在今山东境内。\n河阳：黄河北岸。\n琼佩：琼玉之类的佩饰。\n二句回忆昔日朝夕共处的爱情生活。\n绶：系官印的丝带。结绶，指出仕做官。\n瑶草：仙山中的芳草。这里比喻闺中少妇。\n徒芳：比喻虚度青春。\n晦：昏暗不明。\n流黄：黄色丝绢，这里指黄绢做成的帷幕。这一句指为免伤情，不敢卷起帷幕远望。\n春宫：指闺房。\n閟（bì）：关闭。\n簟（diàn）：竹席。\n釭（gāng）：灯。以上四句写居人春、夏、秋、冬四季相思之苦。傥（tǎng）：同“倘”。\n华阴：即华山，在今陕西渭南县南。\n上士：道士；求仙的人。\n\n服食：道家以为服食丹药可以长生不老。\n还山：即成仙。一作“还仙”。\n寂：进入微妙之境。\n传：至，最高境界。\n丹灶：炼丹炉。\n不顾：指不顾问尘俗之事。\n炼金鼎：在金鼎里炼丹。\n骖（cān）：三匹马驾车称“骖”。\n鸾：古代神话传说中凤凰一类的鸟。\n少别：小别。\n谢：告辞，告别。以上写学道炼丹者的离别。\n下：下土。与“上士”相对。\n桑中：卫国地名。\n上宫：陈国地名。\n卫女、陈娥：均指恋爱中的少女。\n渌（lù）波：清澈的水波。\n南浦：泛指送别之地。珪（guī）：一种洁白晶莹的圆形美玉。\n别方：别离的双方。\n名：种类。\n盈：充盈。\n折、惊：均言创痛之深。\n渊：即王褒，字子渊。\n云：即扬雄，字子云。二人都是汉代著名的辞赋家。\n严：严安。\n乐：徐乐。二人为汉代著名文学家。\n金闺：原指汉代长安金马门。后来为汉代官署名。是聚集才识之士以备汉武帝诏询的地方。\n彦：有学识才干的人。\n兰台：汉代朝廷中藏书和讨论学术的地方。\n\n","shangxi":"　　离别是人生总要遭遇的内容，伤离伤别也是人们的普遍情感。江淹的《别赋》择取离别的七种类型摹写离愁别绪，有代表性，并曲折地映射出南北朝时战乱频繁、聚散不定的社会状况。其题材和主旨在六朝抒情小赋中堪称新颖别致。\n\n　　文章眉目清晰，次序井然。其结构类似议论文，开宗明义，点出题目，列出论点：“黯然销魂者，唯别而已矣。”首段总起，泛写人生离别之悲，”黯然销魂“四字为全文抒情定下基调。中间七段分别描摹富贵之别、侠客之别、从军之别、绝国之别、夫妻之别、方外之别、情侣之别，以“别虽一绪，事乃万族”铺陈各种别离的情状，写特定人物同中有异的别离之情。末段则以”别方不定，别理千名，有别必怨，有怨必盈“的打破时空的方法进行概括总结，在以悲为美的艺术境界中，概括出人类别离的共有感情。其结构又似乐曲中的ABA形式，首尾呼应，以突出主旨。\n\n　　《别赋》最突出的成就，在于借环境描写和气氛渲染以刻画人的心理感受。作者善于对生活进行观察、概括，提炼，择取不同的场所、时序、景物来烘托、刻画人的情感活动，铺张而不厌其详，夸饰而不失其真，酣畅淋漓，信然能引发共鸣，而领悟”悲“之所以为美。作者对各类特殊的离别情境，根据其各自特点，突出描写某一侧面，表现富有特征的离情。作者力求写出不同离怨的不同特征，不仅事不同，而且情不同，境不同，因而读来不雷同，不重复，各有一种滋味，也有不同启迪。\n\n　　善于抓住特征，善于选择素材，还必须有相应的语言技巧，方可描写出色。《别赋》的文饰骈俪整饬，但却未流入宫体赋之靡丽，亦不同于汉大赋的堆砌，清新流丽，充满诗情画意。尤其是”春草碧色，春水渌波，送君南浦，伤如之何“等名句，如溪流山中，着落预判，千古传诵。\n\n","translation":"　　最使人心神沮丧、失魂落魄的，莫过于别离啊。何况秦国吴国啊是相去极远的国家，更有燕国宋国啊相隔千里。有时春天的苔痕啊刚刚滋生，蓦然间秋风啊萧瑟初起。因此游子离肠寸断，各种感触凄凉悱恻。风萧萧发出与往常不同的声音，云漫漫而呈现出奇异的颜色。船在水边滞留着不动，车在山道旁徘徊而不前，船桨迟缓怎能向前划动，马儿凄凉地嘶鸣不息。盖住金杯吧谁有心思喝酒，搁置琴瑟啊泪水沾湿车前轼木。居留家中的人怀着愁思而卧，恍然若有所失。映在墙上的阳光渐渐地消失，月亮升起清辉洒满了长廊。看到红兰缀含着秋露，又见青楸蒙上了飞霜。巡行旧屋空掩起房门，抚弄锦帐枉生清冷悲凉。想必游子别离后梦中也徘徊不前，猜想别后的魂魄正飞荡飘扬。\n\n　　所以离别虽给人同一种意绪，但具体情况却不相同：\n\n　　至于像高头骏马配着镶银的雕鞍，漆成朱红的车驾饰有采绘的轮轴，在东都门外搭起蓬帐饯行，送别故旧于金谷名园。琴弦发出羽声啊箫鼓杂陈，燕赵的悲歌啊令美人哀伤；明珠和美玉啊艳丽于晚秋，绫罗和纨绮啊娇媚于初春。歌声使驷马惊呆地仰头咀嚼，深渊的鱼也跃出水面聆听。等到分手之时噙着泪水，深感孤单寂寞而黯然伤神。\n\n　　又有自惭未报主人恩遇的剑客，和志在报恩的少年侠士，如聂政击杀韩相侠累、豫让欲刺赵襄子于宫厕，专诸杀吴王、荆轲行刺秦王，他们舍弃慈母娇妻的温情，离开自己的邦国乡里，哭泣流泪地与家人诀别，甚至擦拭泪血互相凝视。骑上征马就不再回头，只见路上的尘土不断扬起。这正是怀着感恩之情以一剑相报，并非为换取声价于黄泉地底。钟磬震响吓得儒夫脸色陡变，亲人悲恸得尽哀而死。\n\n　　有时候边境发生了战争，挟带弓箭毅然去从军。辽河水一望无际，雁门山高耸入云。闺房里风晴日暖，野外道路上绿草芬芳。旭日升临天际灿烂光明，露珠在地上闪耀绚丽的色彩，透过红色的雾霭阳光分外绚烂，映入春天草木的雾气烟霞弥漫。手攀着桃李枝条啊不忍诀别，为心爱的丈夫送行啊泪水沾湿了衣裙。\n\n　　至于一旦到达绝远的国度，哪里还有相见的日期。望着高大的树木啊记下这故乡旧里，在北面的桥梁上啊诀别告辞。送行的左右仆从啊魂魄牵动，亲戚宾客啊落泪伤心。可以铺设树枝而坐啊把怨情倾诉，只有凭借杯酒啊叙述心中的伤悲。正当秋天的大雁啊南飞之日，正是白色的霜露啊欲下之时，哀怨又惆怅啊在那远山的弯曲处，越走越远啊在那长长的河流边。\n\n　　又如郎君住在淄水西面，妾家住在黄河北岸。曾佩带琼玉一起浴沐着晨光，晚上一起坐在香烟袅袅的金炉旁。郎君结绶做官啊一去千里，可惜妾如仙山琼草徒然芬芳。惭对深闺中的琴瑟无心弹奏，重帷深掩遮暗了高阁上的流黄。春天楼宇外关闭了青翠的苔色，秋天帷帐里笼罩着洁白的月光；夏天的竹席清凉啊白日迟迟未暮，冬天的灯光昏暗啊黑夜那么漫长！为织锦中曲啊已流尽了泪水，组成回文诗啊独自顾影悲伤。\n\n　　或有华山石室中修行的道士，服用丹药以求成仙。术已很高妙而仍在修炼，道已至“寂”但尚未得到真情。一心守炼丹灶不问世事，炼丹于金鼎而意志正坚。想骑着黄鹤直上霄汉，欲乘上鸾鸟飞升青天。一刹那可游行可万，天上小别人间已是千年。唯有世间啊看重别离，虽已成仙与世人告别啊仍依依不舍。\n\n　　下界有男女咏“芍药”情诗，唱“佳人”恋歌。卫国桑中多情的少女，陈国上宫美貌的春娥。春草染成青翠的颜色，春水泛起碧绿的微波，送郎君送到南浦，令人如此哀愁情多！至于深秋的霜露像珍珠，秋夜的明月似玉珪，皎洁的月光珍珠般的霜露，时光逝去又复来，与您分别，使我相思徘徊。\n\n　　所以尽管别离的双方并无一定，别离也有种种不同的原因，但有别离必有哀怨，有哀怨必然充塞于心，使人意志丧失神魂滞沮，心理、精神上受到巨大的创痛和震惊。虽有王褒、扬雄绝妙的辞赋，严安、徐乐精深的撰述，金马门前大批俊彦之士，兰台上许多文才杰出的人，辞赋如司马相如有“凌云之气”的美称，文章像驺奭有“雕镂龙文”的名声，然而有谁能描摹出分离时瞬间的情状，抒写出永诀时难舍难分之情呢！\n\n"}
{"_id":{"$oid":"5b9a149d367d5cab186688dd"},"title":"饮马长城窟行","dynasty":"两汉","writer":"佚名","content":"青青河畔草，绵绵思远道。\n远道不可思，宿昔梦见之。(宿昔 一作：夙昔)\n梦见在我傍，忽觉在他乡。\n他乡各异县，辗转不相见。\n枯桑知天风，海水知天寒。\n入门各自媚，谁肯相为言。\n客从远方来，遗我双鲤鱼。\n呼儿烹鲤鱼，中有尺素书。\n长跪读素书，书中竟何如。\n上言加餐食，下言长相忆。\n\n","type":["乐府","妇女","怀人"],"remark":"绵绵：这里义含双关，由看到连绵不断的青青春草，而引起对征人的缠绵不断的情思。\n远道：远行。\n宿昔：指昨夜。\n觉：睡醒。\n展转：亦作“辗转”，不定。这里是说在他乡作客的人行踪无定。“展转”又是形容不能安眠之词。如将这一句解释指思妇而言，也可以通，就是说她醒后翻来覆去不能再入梦。\n枯桑：落了叶的桑树。这两句是说枯桑虽然没有叶，仍然感到风吹，海水虽然不结冰，仍然感到天冷。比喻那远方的人纵然感情淡薄也应该知道我的孤凄、我的想念。\n入门，指各回自己家里。\n媚：爱。言：问讯。以上二句是把远人没有音信归咎于别人不肯代为传送。\n双鲤鱼：指藏书信的函，就是刻成鲤鱼形的两块木板，一底一盖，把书信夹在里面。一说将上面写着书信的绢结成鱼形。\n烹：煮。假鱼本不能煮，诗人为了造语生动故意将打开书函说成烹鱼。\n尺素书：古人写文章或书信用长一尺左右的绢帛，称为“尺素”。素，生绢。书，信。\n长跪：伸直了腰跪着，古人席地而坐，坐时两膝着地，臀部压在脚后根上。跪时将腰伸直，上身就显得长些，所以称为“长跪”。\n下：末二句“上”、“下”指书信的前部与后部。\n\n","shangxi":"　　这是一首汉乐府民歌，抒写怀人情愫。诗歌的笔法委曲多致，完全随着抒情主人公飘忽不定的思绪而曲折回旋。比如诗的开头，由青青绵绵而“思远道”之人；紧接着却说“远道不可思”，要在梦中相见更为真切；“梦见在身边”，却又忽然感到梦境是虚的，于是又回到相思难见上。八句之中，几个转折，情思恍惚，意象迷离，亦喜亦悲，变化难测，充分写出了她怀人之情的缠绵殷切。诗中所写思妇种种意想，似梦非梦，似真非真。象诗中所写他家有人归来和自己接到“双鲤鱼”“中有尺素书”的情节，可能是真的，也可能是一种极度思念时产生的臆象。剖鱼见书，有着浓厚的传奇色彩，而游子投书，又是极合情理的事。作者把二者糅合在一起，以虚写实，虚实难辨，更富神韵。最令人感动的是结尾。好不容易收到来信，“上言加餐食，下言长相忆”，却偏偏没有一个字提到归期。归家无期，信中的语气又近于永诀，蕴含深意。这大概是寄信人不忍明言，读信人也不敢揣想的。如此作结，余味无尽。\n\n　　这首诗以思妇第一人称自叙的口吻写出，多处采用比兴的手法，语言清新通俗，语句上递下接，气势连贯，很有特色。 全诗语言简短质朴，通俗易懂，但具有强烈的艺术感染力。\n\n　　诗起头的“青青河畔草，绵绵思远道。”是作者借著景色的铺陈，引发妇人触景生情，对远离家乡的丈夫的思念。“绵绵”两字传达了两层的意义：妇人“思绪的绵绵”是由“草的绵延不绝”引起的。由于路途的遥远，思念也是突然的，只好在梦中求得相会，然而才在梦中实现的愿望，醒过来后又是遥远的空间隔绝，依旧是“他乡各异县”，彼此无法相见。这一段可以说是故事的前提，在修辞技巧上，“绵绵思远道，远道不可思，”中的“远道”，“宿昔梦见之。梦见在我旁，”中的“梦见”，以及“忽觉在他乡；他乡各异县，”中的“他乡”，都是修辞技巧中的“顶针”句法。这样的连缀句子的方式，使得全段读起来有一种流畅的音乐性。\n\n　　第二层只有两句，“枯桑知天风，海水知天寒。”暗示远方的人也能了解，而邻居却只顾沉浸在家庭的欢乐中，不肯为她捎个信。在这一层中，运用了起兴和对比的手法，写女子寒门独居，表现其孤独和凄凉的感情。\n\n　　最后一段，情节发生了转折。忽然有客从远方带来丈夫木质双鲤鱼夹封的信函，呼儿差封解除了她的思念之苦，而在书中也获得了远方传来的，对她坚定不移的情意。者样的故事，主要在描述中国传统妇女“闺中思人”的感情起伏，文字质朴自然，情感真切悠远。\n\n　　《饮马长城窟行》这首诗是写思妇怀念在远方行役的丈夫的。《盐铁论》中说:“今天下一统， 而方内不安。徭役远，内外烦。古者，过年无徭，逾时无役。今近者数千里，远者 过万里，历二期而长子不还，父子忧愁，妻子咏叹,愤懑之情发于心，慕思之积痛 骨髓。”这首诗就是汉代这类社会现实的反映。正如汉乐府诗的其他优秀作品一 样，它“感于哀乐，缘事而发”，继承和发扬《诗经·国风》的优良传统，善于选择典 型事件，揭示社会现实。\n\n","translation":"河边春草青青，连绵不绝伸向远方，令我思念远行在外的丈夫。远在外乡的丈夫不能终日思念，但在梦里很快就能见到他。\n梦里见他在我的身旁，一觉醒来发觉他仍在他乡。他乡各有不同的地区，丈夫在他乡漂泊不能见到。\n桑树枯萎知道天风已到，海水也知道天寒的滋味。同乡的游子各自回家亲爱，有谁肯向我告诉我丈夫的讯息？\n有位客人从远方来到，送给我装有绢帛书信的鲤鱼形状的木盒。呼唤童仆打开木盒，其中有尺把长的用素帛写的信。\n恭恭敬敬地拜读丈夫用素帛写的信，信中究竟说了些什么？书信的前一部分是说要增加饭量保重身体，书信的后一部分是说经常想念。\n\n"}
{"_id":{"$oid":"5b9a149d367d5cab186688de"},"title":"黄生借书说","dynasty":"清代","writer":"袁枚","content":"　　黄生允修借书。随园主人授以书，而告之曰：\n\n　　书非借不能读也。子不闻藏书者乎？七略、四库，天子之书，然天子读书者有几？汗牛塞屋，富贵家之书，然富贵人读书者有几？其他祖父积，子孙弃者无论焉。非独书为然，天下物皆然。非夫人之物而强假焉，必虑人逼取，而惴惴焉摩玩之不已，曰：“今日存，明日去，吾不得而见之矣。”若业为吾所有，必高束焉，庋藏焉，曰“姑俟异日观”云尔。\n\n　　余幼好书，家贫难致。有张氏藏书甚富。往借，不与，归而形诸梦。其切如是。故有所览辄省记。通籍后，俸去书来，落落大满，素蟫灰丝时蒙卷轴。然后叹借者之用心专，而少时之岁月为可惜也！\n\n　　今黄生贫类予，其借书亦类予；惟予之公书与张氏之吝书若不相类。然则予固不幸而遇张乎，生固幸而遇予乎？知幸与不幸，则其读书也必专，而其归书也必速。\n\n　　为一说，使与书俱。\n\n","type":["议论","抒情"],"remark":"选自《小仓山房文集》。\n生：古时对读书人的通称。\n授：交给，交付。\n子：对人的尊称，相当于现代汉语的“您”。\n七略四库，天子之书：七略四库是天子的书。西汉末学者刘向整理校订内府藏书。刘向的儿子刘歆（xīn）继续做这个工作，写成《七略》。唐朝，京师长安和东都洛阳的藏书，有经、史、子、集四库。这里七略四库都指内府藏书。\n汗牛塞屋，富贵家之书：那汗牛塞屋的是富贵人家的藏书。这里说富贵人家藏书很多，搬运起来就累得牛马流汗，放置在家里就塞满屋子。汗，动词，使……流汗。\n祖父：祖父和父亲。“祖父”相对“子孙”说。\n弃者：丢弃的情况。\n无论：不用说，不必说。\n然：这样。\n夫（fú）人：那人。指向别人借书的人。\n强（qiǎng）：勉强。\n惴惴（zhuì）：忧惧的样子。\n摩玩：摩挲（suō）玩弄，抚弄。\n业：业已、已经。\n高束：捆扎起来放在高处。束，捆，扎。\n庋（guǐ）：放置、保存。\n姑：姑且，且。\n俟（sì）：等待。\n异日：另外的。\n尔：语气词，罢了。\n难致：难以得到。\n与：给。\n形诸梦：形之于梦。在梦中现出那种情形。形，动词，现出。诸，等于“之于”。\n切：迫切。\n如是：这样。\n故有所览辄省（xǐng）记：（因为迫切地要读书，又得不到书。）所以看过的就记在心里。省，记。\n通籍：出仕，做官。做了官，名字就不属于“民籍”，取得了官的身份，所以说“通籍”。这是封建士大夫的常用语。籍，民籍。通，动词，表示从民籍到仕宦的提升。\n俸：俸禄，官吏的薪水。\n落落：堆积的样子。\n素蟫（yín）：指书里蠹虫。\n灰丝：指虫丝。\n卷（juàn）轴：书册。古代还没有线装书的时期，书的形式是横幅长卷，有轴以便卷起来。后世沿用“卷轴”称书册。\n少时：年轻时。\n岁月：指时间。\n类：似、像。\n公：动词，同别人共用。\n吝：吝啬。\n归：还。\n为一说，使与书俱：作一篇说，让（它）同书一起（交给黄生）。\n\n","translation":"　　读书人黄允修来（向我）借书。我把书交授给他并且告诉他说：\n\n　　书不是借来的就不能（认认真真地）去读。你没听说过那些藏书的人（是怎样读书）吗？《七略》（我国最早的图书目录分类著作，分为辑略、六艺略、诸子略、诗赋略、兵书略、术数略、方技略七部）、《四库》（唐朝京师长安和东都洛阳的藏书，有《经》、《史》、《子》、《集》四库。这里《七略》、《四库》都指内府藏书），是天子的藏书，然而天子中读书的人有几个呢？那些搬运起来使牛累得流汗，放在家里塞满了屋子的，是富贵人家的书，然而富贵人中读书的有几个呢？其余那些祖辈和父辈收藏（的书籍），子辈孙辈随便丢弃的就不用说了。不只读书是这样，天下的事物（也）都是这样。不是那人自己的东西却勉强向别人借来，（他）一定担心别人催着要还，因而就显出忧惧的样子，抚摸玩赏那东西久久不能停止，心想：“今天存放（在我这里），明天（就要给人）拿回去，我不能再看到它了。”如果（这东西）已经被我所拥有，（我）一定会（把它）捆扎好放在高处，保存起来，说一声“姑且等到另外的日子再看吧。”\n\n　　我小时候爱好读书，但是家里贫穷，很难得到书读。有个姓张的人藏书很多。（我）到他家去借，（他）不借给我，回来以后我在梦中还出现向他借书的情形。我那种迫切（求书的心情就）像这样。所以（只要）有看过的书就记在心里。（我）做了官以后，薪俸花出去了，书籍买来了，屋里到处都堆放满了，蠹虫丝迹时常覆盖书册。这样以后我（才）感慨借书读的人是（那么）用心专一，而自己少年时候的时光是（多么）值得珍惜的啊!\n\n　　如今姓黄的年轻人像我（从前一样）贫穷，他借书（苦读）也像我（从前一样）；只不过我把书公开，慷慨出借和姓张的吝惜书籍，（不肯出借，）似乎并不相同。这样看来，那么是我本来不幸遇到了姓张的，而姓黄的年轻人本来幸运遇到我吧？（黄生）懂得了（借到书的）幸运和（借不到书的）不幸运，那么他读书一定会专心，而且他还书也一定会很快。\n\n　　（我）写下这篇说，让（它）和书一起（交给黄生）。\n\n"}
{"_id":{"$oid":"5b9a149d367d5cab186688df"},"title":"御街行·秋日怀旧","dynasty":"宋代","writer":"范仲淹","content":"纷纷坠叶飘香砌。夜寂静，寒声碎。真珠帘卷玉楼空，天淡银河垂地。年年今夜，月华如练，长是人千里。\n愁肠已断无由醉，酒未到，先成泪。残灯明灭枕头欹，谙尽孤眠滋味。都来此事，眉间心上，无计相回避。","type":["宋词精选","婉约","秋天","写景","怀人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154311605.mp3","remark":"香砌：有落花的台阶。\n寒声碎：寒风吹动落叶发出的轻微细碎的声音。\n真珠：珍珠。\n天淡：天空清澈无云。\n月华：月光。\n练：白色的丝绸。\n无由：无法。\n明灭：忽明忽暗。\n欹（qī）：倾斜，斜靠。\n谙（ān）尽：尝尽。\n都来：算来。\n\n","shangxi":"　　词的上片以写景为主，景中含情。“一叶落而知秋”，词人先从落叶写起。枯黄的落叶轻盈落在地上，声音轻而细碎，然而词人仅凭耳朵就能听到这些轻细的声音，说明词人的内心极度孤寂，也反衬了夜的岑静。“寒声碎”一句，词人意在告诉读者这细碎的声响不仅带着寒冷的秋意，更传达着他落寞的心境。因此，词人通过开头对秋声、秋色的描绘，渲染出秋夜寒寂的景象，为全词奠定了悲凉的基调。词人卷起珠帘，观看夜色，只见天色清淡如洗，星河如瀑，飞泻远方。词人本是一个“不以物喜，不以己悲”的刚毅男子，然而，在这空寂的天宇下，皎皎的明月中，便能触发他内心世界的幽邈情思。因此，接下来就抒写了词人的落寞之情：年年到了今夜，月光皎洁如练，可惜意中人远在千里之外，不能陪伴自己共赏良辰美景，实在令人惆怅不已。此时感情的激流汹涌澎湃，以景寓情的手法已不能淋漓尽致地抒发内心的情感。于是，词人在下片中，采用了直接抒情的手法倾吐愁思。\n\n　　词的下片抒写词人长夜不寐，无法排遣幽愁别恨的情景和心态。因见不到思念的人儿，词人只好借酒浇愁，可愁到深处，已是肠断，酒也无法来麻醉，酒尚未饮下，已先化作了眼泪。比起入肠化泪，更进一层，足见词人愁思之厚重，情意之凄切。浓浓的愁苦本已侵扰着离人，可一盏如豆的青灯忽明忽暗，与室外月明如昼两相映衬，自然更添凄凉，倍加酸楚，使人无法入睡。因而只能斜靠枕头，寂然凝思，黯然神伤。“谙尽孤眠滋味”中的“谙尽”与上片的“年年”遥相呼应，再次说明愁绪由来已久。词的下片由景入情，情景交融，层层递进，反复咏叹，语直情真，悲凉凄切。\n\n　　自《诗经·关雎》“悠哉悠哉，辗转反侧”出，古诗词便多以卧不安席来表现愁态。范仲淹这里说“残灯明灭枕头欹”，室外月明如昼，室内昏灯如灭，两相映照，自有一种凄然的气氛。枕头欹斜，写出了愁人倚枕对灯寂然凝思神态，这神态比起辗转反侧，更加形象，更加生动。“谙尽孤眠滋味。”由于有前句铺垫，这句独白也十分入情，很富于感人力量。“都来此事”，算来这怀旧之事，是无法回避的，不是心头萦绕，就是眉头攒聚。愁，内为愁肠愁心，外为愁眉愁脸。古人写愁情，设想愁象人体中的“气”，气能行于体内体外，故或写愁由心间转移到眉上，或写由眉间转移到心上。范仲淹这首词则说“眉间心上，无计相回避。”两者兼而有之，比较全面，不失为入情入理的佳句。\n\n　　这首词上片写景为主，景中寓情，以寒夜秋声衬托主人公所处环境的冷寂，突出人去楼空的落寞感，并抒发了良辰美景无人与共的愁情。下片抒情为主，通过写作者长期客居他乡，不免被如素练般的月光感发出阵阵思愁，将怀人相思之情表达得淋漓尽致。末尾以“都来此事，眉间心上，无计相回避。”作结，把思妇对丈夫的思念推向高峰。全词虽然没有出现一个“思”字，但字字句句都是“思”，历来的评词者均认为此词情景两到。另外，词中比喻、通感、白描等手法的运用也极大地增强了艺术表达效果，是一首情景俱佳的名篇。\n\n","translation":"纷纷杂杂的树叶飘落在透着清香的石阶上，当次夜深人静之时，那悉悉索索的落叶声更增添了秋天的凉意。卷起珍珠串成的锦帘，华丽的楼阁上空空荡荡，只见到高天淡淡，银河的尽头像垂到大地。年年今天的夜里，都能见到那素绡般的皎月，而年年今天的夜里，心上人都远在千里之外。\n愁肠已经寸断，想要借酒浇愁，也难以使自己沉醉。酒还没有入口，却先化作了辛酸的眼泪。夜已深，灯已残，灯火明灭之间，只好斜靠枕头，聊作睡去，这无休无止的孤栖，真让人尝尽了孤独相似的滋味。算来这苦苦的等待尚遥遥无期，虽说是终日眉头紧锁，心绪万千，也没有一点办法可以解脱回避。\n\n"}
{"_id":{"$oid":"5b9a149e367d5cab186688e0"},"title":"紫薇花","dynasty":"唐代","writer":"杜牧","content":"晓迎秋露一枝新，不占园中最上春。\n桃李无言又何在，向风偏笑艳阳人。","type":["咏物","写花"],"translation":"译文 傍晚的秋露洗净了花枝，烂漫的花朵占尽了天时； 春风桃李繁华早就不再，艳阳伴我从暮春到秋日。"}
{"_id":{"$oid":"5b9a149e367d5cab186688e1"},"title":"上元竹枝词","dynasty":"清代","writer":"符曾","content":"桂花香馅裹胡桃，江米如珠井水淘。\n见说马家滴粉好，试灯风里卖元宵。","type":["元宵节","食物","汤圆"],"translation":"译文 香甜的桂花馅料里裹着核桃仁， 用井水来淘洗像珍珠一样的江米， 听说马思远家的滴粉汤圆做得好， 趁着试灯的光亮在风里卖元宵。"}
{"_id":{"$oid":"5b9a149e367d5cab186688e2"},"title":"荀巨伯探病友 / 荀巨伯探友","dynasty":"南北朝","writer":"刘义庆","content":"　　荀巨伯远看友人疾值胡贼攻郡，友人语巨伯曰：“吾今死矣，子可去。”巨伯曰：“远来相视，子令吾去，败义以求生，岂荀巨伯所行邪？”贼既至，谓巨伯曰：“大军至，一郡尽空，汝何男子，而敢独止？“巨伯曰：“友人有疾，不忍委之，宁以我身代友人命。”贼相谓曰：“我辈无义之人，而入有义之国。”遂班军而还，一郡并获全。\n\n","type":["小学文言文","故事","哲理","友情"],"remark":"语：对…说\n子：尊称，相当于“您”\n去：离开\n败义：毁坏道义\n岂：难道\n既：已经\n一：整个\n止：停留\n委：丢下；舍弃\n遂：于是\n班军：调回军队，班：撤回\n还：回去\n并：都\n\n","shangxi":"　　荀巨伯冒着生命危险也要保护他的病友，是因为他们的友谊建立在道义基础上，这样的友谊，才是君子之交。义气，不会因富贵贫贱或生死祸福而改变立场与做法，义气是为了正当的事情，而主动愿意替别人承担危险，甚至不惜舍弃自我，成全他人的气度，这也是“真”、“诚”的一种体现。一桩舍生取义的义举，不仅救了朋友的性命，更让敌军自惭而退，可见“义”以及道德的强大感化力量。 这则故事除了让我们见证到患难见真情的可贵外，荀巨伯在生死关头还能不忘圣贤书所言，而表现出大义凛然的行为，更让我们学习到读书人笃行真理的精神。\n\n　　从中揭示了一个道理：做人应该讲情意,舍生取义的义举不仅救了他人性命,更是拯救了一座城,乃至一个国家! 坚守信义、大义凛然、对友忠诚、舍生取义、重情义、把情意看得比生命还重要。这样的人是我们去尊敬的，也是我们要好好学习的。''我辈无义之人，而入有义之国。“是文章的点睛之笔.\n\n","translation":"　　荀巨伯到远方看望生病的朋友，正好遇上胡人来攻城。朋友对荀巨伯说：“我如今是快死的人了，你赶快离开吧！”荀巨伯说：“我远道而来看望你，你却要我离开；败坏道义来求生，怎么是我的行为呢？” 等到贼兵来了，问荀巨伯说：“大军一到，全城的人都逃走了，你是什么人，竟敢独自停留在这里？”荀巨伯回答说：“朋友有疾病，(我)不忍心抛下他，宁愿用我的性命来换取朋友的生命。”贼兵听后相互说道：“我们这些无义的人，却要攻入这个讲究道义的地方！”于是调动整个军队回去了，全城因而得以保留。\n\n"}
{"_id":{"$oid":"5b9a149e367d5cab186688e3"},"title":"山中雪后","dynasty":"清代","writer":"郑燮","content":"晨起开门雪满山，雪晴云淡日光寒。\n檐流未滴梅花冻，一种清孤不等闲。","type":["古诗三百首","冬天","写雪","咏物","梅花","言志"],"remark":"这是一首寓托身世的诗\n这句是说，屋上积雪未化，庭中亦因寒而未开放。\n清孤：凄清孤独\n等闲：寻常、一般。\n\n","shangxi":"　　《山中雪后》描绘了一幅冬日山居雪景图。清晨，诗人推开门，外面天寒地冻、银装素裹，刚刚升起的太阳也显得没有活力。院子里，屋檐下长长的冰溜子没有融化的迹象，墙角的梅花也好像被冻住了，迟迟没有开放的意思。\n\n　　诗歌前两句描绘了一幅清晨，雪后大地银装素裹，旭日东升，云彩淡淡（描图景）；雪后初晴、天寒地冻的景象（点氛围）的画面。“檐流未滴梅花冻，一种清孤不等闲”运用了衬托的手法（明手法）“檐流未滴”“梅花冻”突出了天气的寒冷，“清孤不等闲”则是突出了梅花坚强不屈的性格（绘图景），作者托物言志，含蓄地表现了作者清高坚韧的性格和洁身自好的品质（析情感）。\n\n　　在这首诗歌中，郑板桥由大雪之后的寒冷，写到自己内心深处的凄凉，看似写景状物，实则见景生情，将景和物交融一起，对历经苦难的身世发出深深的感叹。\n\n","translation":"清晨起来刚一开门，看到山头已被一场大雪覆盖。此时，天 空已放晴，初升太阳的光芒，透过淡淡的白云，也变得寒冷了。\n房檐的积雪尚未开始融化，院落的梅花枝条仍被冰雪凝冻。这样一种清冷、孤寂的气氛，是多么不寻常啊！\n\n"}
{"_id":{"$oid":"5b9a149e367d5cab186688e4"},"title":"感遇十二首·其一","dynasty":"唐代","writer":"张九龄","content":"兰叶春葳蕤，桂华秋皎洁。\n欣欣此生意，自尔为佳节。\n谁知林栖者，闻风坐相悦。\n草木有本心，何求美人折！","type":["唐诗三百首","植物","抒志","生活","哲理"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154312790.mp3","remark":"兰：此指兰草。 葳蕤：枝叶茂盛而纷披\n桂华：桂花，“华”同“花”。\n生意：生机勃勃\n自尔：自然地 。佳节：美好的季节\n林栖者：山中隐士\n 坐：因而\n本心：天性\n美人：指林栖者山林高士、隐士\n闻风：闻到芳香。\n坐：因为。\n葳（wei）蕤(rui)：枝叶茂盛而纷披。\n\n","shangxi":"　　此诗系张九龄遭谗被贬为荆州长史时所作，开元末期，唐玄宗沉溺声色，怠慢政事，宠仁口蜜腹剑的李林甫和专事逢迎的牛仙客。牛、李结党，把持朝政，排除异己，朝政更加腐败。张九龄对此十分不满，于是采用传统的比兴手法，托物寓意，作《感遇十二首》。诗人托物言志，以春兰和秋桂的芳洁品质，来比喻自己守正不阿的高尚节操；以春兰和秋桂不因无人采折而失去芬芳美质，来比喻自己的志洁行芳，不求人知的高雅情怀。\n\n　　诗一开始用整齐的偶句，以春兰秋桂对举，点出无限生机和清雅高洁之特征。三、四句，写兰桂充满活力却荣而不媚，不求人知之品质。上半首写兰桂，不写人。五、六句以“谁知“急转引出与兰桂同调的山中隐者来。末两句点出无心与物相竞的情怀。\n\n　　全诗一面表达了恬淡从容超脱的襟怀，另一面忧谗惧祸的心情也隐然可见。诗以草木照应，旨诣深刻，于咏物背后，寄寓着生活哲理。\n\n","translation":"春天里的幽兰翠叶纷披，秋天里的桂花皎洁清新。\n世间的草木勃勃的生机，自然顺应了美好的季节。\n谁想到山林隐逸的高人，闻到芬芳因而满怀喜悦。\n草木散发香气源于天性，怎么会求观赏者攀折呢！\n\n"}
{"_id":{"$oid":"5b9a149e367d5cab186688e5"},"title":"杂诗七首·其一","dynasty":"魏晋","writer":"曹植","content":"高台多悲风，朝日照北林。\n之子在万里，江湖迥且深。\n方舟安可极，离思故难任！\n孤雁飞南游，过庭长哀吟。\n翘思慕远人，愿欲托遗音。\n形影忽不见，翩翩伤我心。","type":["写景","回忆","思念"]}
{"_id":{"$oid":"5b9a149e367d5cab186688e6"},"title":"冬十月","dynasty":"魏晋","writer":"曹操","content":"孟冬十月，北风徘徊，天气肃清，繁霜霏霏。\n鵾鸡晨鸣，鸿雁南飞，鸷鸟潜藏，熊罴窟栖。\n钱镈停置，农收积场，逆旅整设，以通贾商。\n幸甚至哉！歌以咏志。","type":["冬天","写景","人民","生活","古诗里的十二个月"]}
{"_id":{"$oid":"5b9a149e367d5cab186688e7"},"title":"暮秋独游曲江","dynasty":"唐代","writer":"李商隐","content":"荷叶生时春恨生，荷叶枯时秋恨成。 \n深知身在情长在，怅望江头江水声。","type":["爱情","思念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154312911.mp3","remark":"曲江：即曲江池。在今陕西省西安市东南。唐高适《同薛司直诸公秋霁曲江俯见南山作》诗：“南山郁初霁，曲江湛不流。”\n春恨：犹春愁，春怨。唐杨炯《梅花落》诗：“行人断消息，春恨几徘徊。”生：一作“起”。\n深知：十分了解。汉扬雄《法言·问道》：“深知器械舟车宫室之为，则礼由己。”\n怅望：惆怅地看望或想望。唐杜甫《咏怀古迹五首》之二：“怅望千秋一洒泪，萧条异代不同时。”\n\n","shangxi":"　　刘熙载《艺概·诗概》独推李商隐诗“深情绵邈”，这首悼念所爱者的小诗便是一篇很有代表性的佳作。\n\n　　这首七绝虽都是律句，但句与句之间不尽符合粘对规则。作者故意让一二句之间不对，二三句之间不粘，并采用其独擅的字句重用的手法来叙事抒情。冯浩赞此“调古情深”，正说出了这首以律句所写的古绝，声调感怆悲凉，情思缠绵哀痛的特点。\n\n　　“荷叶生时春恨生，荷叶枯时秋恨成”，诗一开头就用缓慢沉重的语气喃喃诉说起作者内心的憾恨。上、下句七字中有四字重复，类似的字句重用令人想起其七绝名篇《夜雨寄北》中关于“巴山夜雨”的吟咏，读来自有回环往复、似直而纡的情韵。这两句赋中寓比，把无情的曲江荷叶化为有情之物，仿佛荷叶的春生、秋枯都与诗人的哀思有关。句中春生、秋枯，恨生、恨成映衬对比，更丰富了诗的内涵。这样，诗的前半从语气、字句、修辞、写法诸方面无不恰到好处地表达出悼亡的沉痛感情。类斯情事在义山的悼亡诗中颇有可印证者，取以参读有助于对此诗内容旨意的理解。《房中曲》云：“忆得前年春，未语含悲辛。”大中三年（849）春，王氏已患病。时义山因府主郑亚被贬，罢桂管幕职落魄返京。夫妻久别重逢，无语凝噎。了解义山长年飘泊，依人作游的经历，自会对其诗中“春恨生”的含意有较具体切实的理解。第二年，诗人为生计所迫，又不得不奔波千里，到徐州卢弘止幕府。《房中曲》又云：“归来已不见，锦瑟长于人。”大中五年（851）春，义山徐幕罢归，补太学博士，在京与爱妻一起度过最后几个月的光阴。不幸王氏于秋天病殁。“柿叶翻时独悼亡”、“秋霖腹疾俱难遣，万里西风夜正长”这些悼亡诗名句，正可说明其“秋恨成”所指为何。“人世死前惟有别”，义山伉俪情深，却为着仕途生计夫妻常常在分离中，王氏遽尔病逝，这给诗人留下多大的憾恨。只有知人论世，才能比较确切地把握其中叙事抒情的内容。\n\n　　“深知身在情长在”一句无限凄惋，将前两句所蕴含的绵绵深情推向无以复加的诗境。如此一往情深的悼亡语，正如其作于东川的《属疾》诗所云：“多情真命薄，容易即回肠。”他也只不过暂存人世，最为伤心的是常常触绪成悲，哀思难禁。不过，这一句显得更为沉痛哀绝，唯《无题》诗中“春蚕到死丝方尽，蜡炬成灰泪始干”的至情之语可以仿佛。诗情亦由此臻于极至的境界。\n\n　　前三句是至情语，结句则新境再展，转用婉曲语作收。又值幕秋之时，衰病垂幕的李商隐独游曲江，闻声起哀，触景伤情。“怅望江头江水声”，他似乎在怅望水声，而不是在听水声。表面的视、听错乱，深刻地反映了他内心的怅恨茫然。通感所谓声入心通，这里正说明其听觉、视觉、感觉的交融沟通。诗人所视、所听并不真切，唯是思潮翻腾，哀痛难忍。曲江流水引起他前尘如梦的回忆，往事难追的怅恨，逝者如斯的叹息。诗戛然而止，却如曲江流水有悠悠不尽之势。\n\n","translation":"荷叶初生时，春恨已生。\n荷叶枯时，秋恨又成。\n深深知道，只要身在人世，情意地久天长永存。\n多少惆怅，只有那流不尽的江水声。\n\n"}
{"_id":{"$oid":"5b9a149e367d5cab186688e8"},"title":"子夜吴歌·夏歌","dynasty":"唐代","writer":"李白","content":"镜湖三百里，菡萏发荷花。\n五月西施采，人看隘若耶。\n回舟不待月，归去越王家。","type":["唐诗三百首","乐府","夏天","荷花","写人","哲理"],"remark":"\n子夜吴歌：六朝乐府吴声歌曲。《唐书·乐志》：“《子夜吴歌》者，晋曲也。晋有女子名子夜，造此声，声过哀苦。”《乐府解题》：“后人更为四时行乐之词，谓之《子夜四时歌》。”李白的《子夜吴歌》也是分咏四季，这是第三首《秋歌》。并由原来的五言四句扩展为五言六句。\n镜湖：一名鉴湖，在今浙江绍兴县东南。\n菡（hàn）萏（dàn）：荷花的别称。古人称未开的荷花为“菡萏”，即花苞。\n若耶：若耶溪，在今浙江绍兴境内。溪旁旧有浣纱石古迹，相传西施浣纱于此，故又名“浣纱溪”。\n回舟不待月：指西施离去之速，就在回舟的时候，月亮尚未出来，就被带邀而去了。这是夸饰的修辞手法。\n\n","shangxi":"　　这首诗以写景起端：“镜湖三百里，菡萏发荷花。”广阔三百里的镜湖，在含着花苞的荷花吐发的时候，西施泛舟出现了，成为采莲人，但是她的艳丽和美名引起了轰动，“人看隘若耶”，人人争餐秀色，使宽阔的若耶溪变得狭隘了，这一“隘”字传神，那种人潮汹涌、人舟填溪满岸的热闹场面，犹如呈现在读者眼前，将王维的“艳色天下重”的虚写，变成了轰动当地的如实描绘。这里又戛然而止，不再在西施身上着墨，而留下了很大的想象空间，让读者以合理的想象来补足：勾践早已确定使用美人计来对付吴国，而西施的美艳倾倒众生，轰动当地，那么越国的君臣也不用去费力探访了，有了这位不二的美女人选之后，才“回舟不待月，归去越王家”。较之王维的“朝为越溪女，暮作吴宫妃”，语异而意同，王维的诗多了一重曲折，略去了勾践君臣实施美人计的过程；李白的诗实施了“截割”，割去了选作吴宫妃子的结果，同样地表现了“艳色天下重”的意义。这种截割，多了一些含蓄和暗示：既然是“归向越王家”，勾践同样也能留下这个美人，但他在“报吴”、“复仇”的目标下克制住了；而西施的入吴，却成为亡吴的原因之一。这等于是提醒读者：“到底是因为吴王夫差好色之过，还是由于西施成了亡吴的关键？如果西施是灭亡吴国的关键，那么越国在后来的灭亡又是因为什么？”李白没有对后续的发展着墨，并不是他写不出，而是他有意不写。这样做，同样给读者留下了想象的余地。\n\n　　西施采莲，在若耶溪里，不但有传说，而且合情理；至于泛舟三百镜湖之中，则是作者的想象了。但这一想象却有更改事实之嫌，因为如果是借镜湖湖水的清澈来表现西施“自鉴其美”，或者是借三百里的水程来表现拜倒西施的人的众多，那么下句“人看隘若耶”就显得多余了，这可能是李白百密一疏的笔误。 \n\n","translation":"镜湖之大有三百余里，到处都开满了欲放的苛花。\n西施五月曾在此采莲，引得来观看的人挤满了若耶溪。\n西施回家不到一个月，便被选进了宫中。\n\n"}
{"_id":{"$oid":"5b9a149e367d5cab186688e9"},"title":"终身误","dynasty":"清代","writer":"曹雪芹","content":"都道是金玉良姻，俺只念木石前盟。\n空对着，山中高士晶莹雪；终不忘，世外仙姝寂寞林。\n叹人间，美中不足今方信：纵然是齐眉举案，到底意难平。","type":["婚姻","爱情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154313404.mp3","shangxi":"　　这首曲子出自《红楼梦》，象征着封建婚姻的“金玉良姻”和象征着自由恋爱的“木石前盟”，在小说中都被画上了癞僧的神符，载入了警幻的仙册。这样，贾宝玉和林黛玉的悲剧，贾宝玉和薛宝钗的结合，便都成了早已注定了的命运。这一方面固然有作者悲观的宿命论思想的流露，另一方面也曲折地反映了这样的事实：在封建宗法社会中，要违背封建秩序、封建礼教和封建家族的利益，去寻求一种建立在共同理想、志趣基础上的自由爱情，是极其困难的。因此，眼泪还债的悲剧也像金玉相配的“喜事”那样有它的必然性。\n\n　　然而，封建压迫可以强制人处于他本来不愿意处的地位，可以使软弱的抗争归于失败，但不可能消除已经觉悟到现实环境不合理的人的更加强烈的反叛。没有爱情的“金玉良姻”，无法消除贾宝玉心灵上的巨大创痛、使他忘却精神上的真正伴侣，也无法调和他与薛宝钗之间两种思想性格的本质冲突。“纵然是齐眉举案，到底意难平。”结果终至于贾宝玉万念俱灰，弃家为僧；薛宝钗空闺独守，抱恨终身。所谓“金玉良姻”，实际是“金玉成空”！作品中表现了曹雪芹的思想倾向和他对封建传统观念大胆的、深刻的批判精神。\n\n　　这首曲唱的是宝玉、宝钗、黛玉三个人。\n\n　　本来曲牌名都是固定的，如《山坡羊》、《寄生草》之类，按其格式往里填词。《红楼梦曲》的这些曲名全是作者临时撰杜的，既像曲牌，又是对内容的概括或提示。像这首《终身误》的曲牌名，就是对宝、黛爱情悲剧的感慨，可作标题看。\n\n　　曲中的“俺”，当然是宝玉。薛家到了荣国府后，就有一种舆论说，宝钗带的金锁是个和尚给的，“等日后有玉的方可结为婚姻”。宝钗具备封建阶级女性的一切“美德”，她比黛玉更符合荣府少奶奶的标准，不管她自己是否有意去争取，她都是胜利者。\n\n　　然而宝玉一心只在从小一起长大的林妹妹身上。第三十六回，宝玉睡中觉时连喊带骂地说出这样的话：“和尚道士的话如何信得?什么是金玉良缘?我偏说木石姻缘!”宝、黛志向一致，趣味相投，在大观园长期生活中建立起死生不渝的爱情。\n\n　　有情的不能成为眷属，无情的反倒硬被拉在一起，这是封建时代常见的婚姻悲剧，贵族社会也不例外。黛玉在那个“花柳繁华地、温柔富贵乡”里淌着眼泪度过了短暂的一生死了。宝玉同冷美人宝姐姐结了婚。没有爱情的婚姻能有什么幸福?他对黛玉刻骨铭心的爱情一刻不停地折磨着他，加上家业破败，他亲爱的姐妹们或死或散，全部被抛入黑暗的深渊。\n\n　　他对这个世界彻底幻灭了，最后毅然“悬崖撒手”，当了和尚，一定了之。宝钗要孤独凄凉地去熬未来的岁月，其实也是个失败者。宝、钗、黛三人的爱情悲剧，实质是社会悲剧。\n\n　　整部《红楼梦》像一个巨大的生活长流，各种矛盾自然地交织在一起，自然地演进，自然地激化，自然地结束。作者很少安排巧合的情节。高鹗的续书把黛死钗嫁扭在一起，“林黛玉焚稿断痴情，薛宝钗出闺成大礼”，一边极喜，一边极悲，很富戏剧色彩，但这未必符合曹雪芹原意。曹雪芹究竟怎样安排、处理宝、钗、黛三者结局的具体情节，已不易推知了。\n\n　　曹雪芹把《终身误》放在十二首曲子的第一位，表明了宝玉对宝钗和黛玉两人截然不同的感情和心意，抒发了宝玉对误他终身的“金玉良缘”的愤恨。曲子以宝玉的口吻写就，说明宝玉婚后尽管终日面对的是宝钗，心中仍然念念不忘死去的黛玉。同时又表达了对薛宝钗在得到了婚姻的同时，也葬送了自己的青春和终身幸福的深深同情。“晶莹雪”看似形容宝钗的高洁，实际上是说宝钗内心的冰冷无情。在没有心灵共鸣的情况下，纵然宝钗恪守封建妇德，和宝玉相敬如宾，也抚不平宝玉内心深处的伤口。\n\n","translation":"姻：指宝玉与宝钗的婚姻。金玉：语意双关，既有贵重的意思，同时指代宝钗和宝玉。木石，语意双关，和“金玉”相对，指代黛玉和宝玉。\n木石前盟：“金玉良姻”的对立面，指贾宝玉和林黛玉因前世之盟而产生的爱情。\n雪：“薛”的谐音，指薛宝钗，兼喻其冷。高士：文雅有涵养的人，指宝钗。作者以“山中高士”比宝钗，表明了宝钗品性的高洁。\n姝：美女。林：指林黛玉。\n齐眉举案：这里指宝玉与宝钗维持着夫妻相敬如宾的表面虚礼。虽然宝钗对宝玉很好，但宝玉却始终放不下黛玉，所以说“到底意难平”。案：有足的小食盘。\n\n"}
