{"_id":{"$oid":"5b9a1473367d5cab186687be"},"title":"梅花落","dynasty":"南北朝","writer":"鲍照","content":"中庭多杂树，偏为梅咨嗟。问君何独然？念其霜中能作花，露中能作实。摇荡春风媚春日，念尔零落逐寒风，徒有霜华无霜质。(寒风 一作：风飚)","type":["古诗三百首","梅花","抒怀"],"remark":"中庭：庭院中。\n咨嗟：赞叹声。\n君：指“偏为梅咨嗟”的诗人。这句是假托杂树的问话：你为什么单单赞赏梅花？\n其：指梅。作花：开花。作实：结实。以下是诗人的回答。这二句是说梅花能在霜中开花，露中结实，不畏严寒。\n尔：指杂树。霜华：霜中的花。华，同“花”。这三句是说杂树只能在春风中摇曳，在春日下盛开，有的虽然也能在霜中开花，却又随寒风零落而没有耐寒的品质。\n\n","translation":"庭院中有许许多多的杂树，却偏偏对梅花赞许感叹，请问你为何会如此？是因为它能在寒霜中开花，在寒露中结果实。那些只会在春风中摇荡，在春日里妩媚的，你一定会飘零在寒风中追逐，因为你徒有在寒霜中开花却没有耐寒的本质。\n\n"}
{"_id":{"$oid":"5b9a1473367d5cab186687bf"},"title":"思吴江歌","dynasty":"魏晋","writer":"张翰","content":"秋风起兮木叶飞，吴江水兮鲈正肥。\n三千里兮家未归，恨难禁兮仰天悲。","type":["古诗三百首","秋天","思归"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154206498.mp3","remark":"木叶：树叶。\n鲈鱼：即桂花鱼，古名银鲈、玉花鲈。体侧扁，巨口细鳞，身有桂花色纹，肉肥嫩鲜美。\n\n","shangxi":"　　读唐宋诗词，常常会遇到“秋风鲈脍”、“莼羹鲈脍”（莼（纯）羹：即莼菜汤。莼，一种水生植物，叶椭圆，柔滑味美。鲈鱼脍（快）：即鲈鱼片）的典故，这典故就是出自张翰。张翰，字季鹰，西晋吴郡吴人，家住吴江（即吴淞江）、太湖间。其为人纵任不拘，时人比为阮籍，称之为“江东步兵”。他本无意于功名，竟也鬼使神差到洛阳做了几年官，自然觉着很不适应。其时“八王之乱”初起，齐王对他有笼络之意，他就更感到不可久留了，“见秋风起，乃思吴中菰菜、莼羹、鲈鱼脍，曰：‘人生贵得适志，何能羁宦数千里以要名爵乎！’遂命驾而归。”（《晋书》本传）这首诗当是思归时即兴吟成（此诗各本文字有异，此从最早著录本《岁华纪丽》）。\n\n　　“秋风起兮木叶飞”，出句即见其思情的发动。悲凉的秋风最易触动人们的节序之感和念远之情。从时间上说，秋往往意味着岁暮的到来，使人觉着时光的流逝、流年的虚度。从空间看，秋高气清，万木萧萧，视野一下空阔起来，不自觉中自有人在何方、家在何方之叹。《楚辞·湘夫人》有“袅袅兮秋风，洞庭波兮木叶下”的句子，自是此句之本；不过，作为张翰来说，也不一定是有意地仿效，实在是一种语言定势、心理定势。秋风一吹，使作者感到在洛阳羁留时间太久了；秋风一吹，又使作者想起往昔的乡居生活、家乡风物，第二句就自然接上了：“吴江水兮鲈正肥”。鲈鱼，是作者家乡的特产，味极鲜美，秋天又正是鱼肥的季节。“鲈正肥”着一“正”字，便与“秋风起”连上了，同时还流露了一种“正”当其时、迫不及待的心情。下两句就直抒其情了。“三千里兮家未归，恨难禁兮仰天悲。”《晋书》本传谓“数千里”，此言“三千里”，自是文句与诗句修辞的不同。“三”比“数”来得明确、爽口，同时它既可表确数，又可表虚数，而且往往指向多的方面，这“三千里”比“数千里”更能给人以距离遥远之感。下句的“恨”是思归不得之恨，这种恨想压也压不住，于是仰天悲叹。这里把他的思归之情表现得异常强烈。\n\n　　由前述背景可知，张翰的归乡既有放达情性的一面，又有惧祸避乱的一面，他“恨难禁兮仰天悲”，恐怕更多的还是出于后一方面考虑，时人谓其“知几”，到宋初王贽过吴江还写诗道：“吴江秋水灌平湖，水阔烟深恨有余。因想季鹰当日事，归来未必为莼鲈。”（《中吴纪闻》）但是，唐代以后更多的人还是从敝屣功名的角度来理解、赞扬张翰的行为，“秋风鲈脍”成了厌弃仕途、向往家园、向往自由自在生活的代名词，正如近人王文濡所言：“季鹰吴江鲈莼与渊明故园松菊，同斯意致。”（《古诗评注读本》）宋代在张翰家乡吴江垂虹桥旁还建有“三高祠”（纪念范蠡、张翰、陆龟蒙这三位“高人”）、鲈乡亭，往来题咏甚多，张翰的《思吴江歌》也广为人们传诵。古代知识分子中不得意者总是居多，其中不乏洁身自好、不愿蝇营狗苟之士，张翰其事、其诗正好表达了他们的心声。\n\n　　这首短歌似是最早的七言四句押同部平声韵的作品，虽然句句用韵，句句有“兮”，未脱楚歌格调，但毕竟是向后来的七绝体式前进了一步。\n\n","translation":"秋风起，树叶飞，吴江的鲈鱼鲜又肥。离家三千里，想回未能回。\n思念家乡的愁和恨，怎么也压抑不住，只能向天悲叹！\n\n"}
{"_id":{"$oid":"5b9a1473367d5cab186687c0"},"title":"狂夫","dynasty":"唐代","writer":"杜甫","content":"万里桥西一草堂，百花潭水即沧浪。\n风含翠篠娟娟净，雨裛红蕖冉冉香。(篠 通：筱)\n厚禄故人书断绝，恒饥稚子色凄凉。\n欲填沟壑唯疏放，自笑狂夫老更狂。","type":["写人","写景","抒情"],"remark":"万里桥：在成都南门外，是当年诸葛亮送费祎出使东吴的地方。杜甫的草堂就在万里桥的西面。\n百花潭：即浣花溪，杜甫草堂在其北。沧浪：指汉水支流沧浪江，古代以水清澈闻名。《孟子·离娄上》：“沧浪之水清兮，可以濯我缨。”有随遇而安之意。\n筱（xiǎo）：细小的竹子。娟娟净：秀美光洁之态。\n裛（yì）：滋润。红蕖：粉红色的荷花。冉冉香：阵阵清香。\n厚禄故人：指做大官在朋友。书断绝：断了书信来往。\n恒饥：长时间挨饿。\n填沟壑（hè）：把尸体扔到山沟里去。这里指穷困潦倒而死。疏放：疏远仕途，狂放不羁。\n\n","translation":"万里桥西边就是我的破草房，没几个人来访，百花潭与我相伴，随遇而安，这就是沧浪。和风轻轻拥着翠绿的竹子，秀美光洁，飘雨慢慢洗着粉红的荷花，阵阵清香。当了大官的朋友人一阔就变脸，早与我断的来往，长久饥饿的小儿子，小脸凄凉，让我愧疚而感伤。我这老骨头快要扔进沟里了，无官无钱只剩个狂放，自己大笑啊，当年的狂夫老了却更狂！我就这么狂！\n\n"}
{"_id":{"$oid":"5b9a1473367d5cab186687c1"},"title":"关山月","dynasty":"南北朝","writer":"徐陵","content":"关山三五月，客子忆秦川。\n思妇高楼上，当窗应未眠。\n星旗映疏勒，云阵上祁连。\n战气今如此，从军复几年。\n\n","type":["古诗三百首","边塞","思念"]}
{"_id":{"$oid":"5b9a1473367d5cab186687c2"},"title":"梅花","dynasty":"唐代","writer":"崔道融","content":"数萼初含雪，孤标画本难。\n香中别有韵，清极不知寒。\n横笛和愁听，斜枝倚病看。\n朔风如解意，容易莫摧残。","type":["咏物","梅花","抒怀"],"shangxi":"　　这首诗前四句描写了几枝一海花初绽乍放，洁白如雪。虽有孤高绝俗的神韵，但却不能淋漓尽致的表现于画中。她素雅高洁，不畏寒箱，淡淡的香气中蕴含着铮铮气韵。后四句重在抒情。笛声是最易引起人之愁思的.古人所谓‘’愁人不愿听，自到枕边来”，何况笛声中更有《梅花落》之曲，因而这横玉声中很容.易引’起人借花惆怅之情。诗人病躯独倚，在一片寒香混着笛声的景象中，诗人隐隐动了徘恻之心:北风如果理解我怜悔之意干万不要轻易予以摧残，让她多开些时间吧。“容易”这里作轻.易讲。“朔风”即北风，阮籍有诗云:“朔风厉严寒.阴气下微霜”。\n\n　　雪梅 诗人对北风的嘱托即是诗人爱花借花，恐其早谢心情的泄露。也许诗人带病观梅，笛声更易拨动他惜花的心弦吧。寒梅初开即恐其落.这里应隐含着诗人对人生的伤叹。\n\n","translation":"译文 梅梅花初放，花萼中还含着白雪；梅花美丽孤傲，即使要入画，都会担心难画的传神。 花香中别有韵致，清雅的都不知道冬的寒冷。 梅花的枝干横斜错落，似愁似病， 北风如果能够理解梅花的心意，就请不要再摧残她了。 在孤寒中的梅花，坚韧顽强，傲然独立，潇洒的北风啊，请你放慢脚步，精心的呵护她吧！你忍心在如此严寒之中再摧残她吗？"}
{"_id":{"$oid":"5b9a1473367d5cab186687c3"},"title":"绮怀","dynasty":"清代","writer":"黄景仁","content":"几回花下坐吹箫，银汉红墙入望遥。\n似此星辰非昨夜，为谁风露立中宵。\n缠绵思尽抽残茧，宛转心伤剥后蕉。\n三五年时三五月，可怜杯酒不曾消。","type":["爱情","孤独","思念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154206756.mp3","shangxi":"　　“绮”本意为“有 花纹的丝织品”，后来引申为“美丽”，“绮怀”自是一种美丽的情怀，对清代诗人黄景仁来说，这种美丽来自一种爱情失落无处寻觅的绝望，因而更加凄婉动人。\n\n　　黄景仁年轻时曾同 自己的表妹两情相悦，但故事却仅有一个温馨的开始和无言的结局。正因如此，在《绮怀》之中，笼罩着隐隐约约的感伤。这种感伤，被那种无法排解的甜蜜回忆和苦涩的现实纠缠着，使得诗人一步步地陷入绝望中。\n\n　　首联“几回花下坐 吹箫，银汉红墙入望遥”。明月相伴，花下吹箫，美好的相遇。但是这只是一个开始。那伊人所在的红墙虽然近在咫尺，却如天上的银汉一般遥遥而不可及。\n\n　　第二联“似此星辰 非昨夜，为谁风露立中宵”。这是最让人称道的一联，是的，今夜已非昨夜，昨夜的星辰，是记录着花下吹箫的浪漫故事，而今夜的星辰，却只有陪伴自已这个伤心之人。诗人是清醒的，他知道往事不可能重现，而正是因为这种清醒，才使他陷入了更深的绝望。\n\n　　在黄景仁的诗中， 所有虚幻的安慰全消失了，只有一个孤独的人依旧保持着一种望月的姿势，思念的姿势。试想，诗人独立中庭，久久望月，一任夜晚的冷露打湿了自已的衣裳，打湿了自已的心灵。而这种等待的尽头却只能是一片虚无，这种思念的幻灭以及明明知道思念幻灭却仍然不能不思念的心态，正是最为绝望的一种心态。　第三联“缠绵思尽 抽残茧，宛转心伤剥后蕉”。这句可以和李商隐的《无题》诗“春蚕到死丝方尽，蜡炬成灰泪始干”相媲美。春蚕吐丝，将自已重重包裹，正如诗人自己，用重重思念将自己重重包围。春蚕吐丝尽头是茧，是死，红烛流泪的尽头是灰，是死。而死，自然是人世间最为绝望的结局了。“芭蕉”也是幽怨的意象，李商隐《代赠》诗有“芭蕉不展丁香结，同向春风各自愁”句。\n\n　　尾联“三五年时三 五月，可怜杯酒不曾消”。尾联同首联呼应，三五年时三五之月，自然是“几回花下坐吹箫”的往昔，而那时的美酒在今夜早已被酿成苦涩的酒。而这种苦涩是永远也无法消除的。因为，诗人无法不想念，也就无法同往昔和现实的夹缝之中突围出来。法国著名诗人缪塞说：“最美丽的诗歌也是最绝望的诗歌，有些不朽的篇章是纯粹的眼泪。”黄景仁的七言律诗《绮怀十六首之十五》，也正是因为这种绝望而更有了魅力。\n\n","translation":"墙：李商隐《代应》：“本来银汉是红墙，隔得卢家白玉堂。”\n星辰：李商隐《无题》“昨夜星辰昨夜风，画楼西畔桂堂东。”风露：高启《芦雁图》“沙阔水寒鱼不见，满身风露立多时。”\n思，丝。心，芯。皆双关语。李商隐《无题》“春蚕到死丝方尽，蜡炬成灰泪始干。”\n\n"}
{"_id":{"$oid":"5b9a1473367d5cab186687c4"},"title":"乌夜啼·昨夜风兼雨","dynasty":"五代","writer":"李煜","content":"昨夜风兼雨，帘帏飒飒秋声。烛残漏断频欹枕，起坐不能平。　\n世事漫随流水，算来一梦浮生。醉乡路稳宜频到，此外不堪行。(一梦 一作：梦里)","type":["宋词三百首","写风","写雨","抒情","人生"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154207470.mp3","remark":"兼：同有，还有。\n帘帏（wéi）：帘子和帐子。帘，用布、竹、苇等做的遮蔽门窗的东西。帏，同帷，帐子，幔幕，一般用纱、布制成。\n飒飒（sà）：象声词，这里形容风吹帘帏发出的声音。\n烛残：蜡烛燃烧将尽。残，尽，竭。\n漏断：漏壶中的水已经滴尽，表示时间已经很晚。漏，漏壶，为古代计时的器具，用铜制成。壶上下分好几层，上层底有小孔，可以滴水，层层下注，以底层蓄水多少计算时问。\n频：时常，频繁。\n欹（qī）枕：通彀，斜，倾斜。欹枕，头斜靠在枕头上。\n平：指内心平静。\n世事：指人世间的各种各样的事情。\n漫：枉然，徒然。\n浮生：指人生短促，世事虚浮不定。浮，这里为短暂、空虚之意。\n醉乡：指人醉酒时神志不清的状态。\n稳：平稳，稳当。宜，应当。\n不堪行：不能行。堪，能够。\n\n","shangxi":"　　词的上片，主要写作者的凄苦境遇和无奈情态。“昨夜风兼雨”，不从日而偏从夜写起，是写作者悲怀愁思的夜不能寐，“风兼雨”与“飒飒秋声”相对应，是渲染环境、气氛。在这种凄凉寒苦的景色中，作者的心境是可想而知的。之所以说“昨夜”，当还有一种不堪回首的感触在其中罢。这里虽然客观的写景，但主人公的形象，尤其是他的彷徨、郁闷的心情却已隐然可见。接下来二句就是直写了。李煜在《喜迁莺·晓月坠》中曾有“无语枕频欹”之句，与此句“烛残漏断频欹枕”用意相同，但所思不同。以前是怀想佳人，君存情爱在先，如今却是是国破家亡成阶下之囚，境遇不同，感触自是相异，于是看“烛残”、听“漏断”，虽然仍是“无语”，但却已是“起坐不能平”了。“不能平”的不是身体，而是心境，这一次是连梦都没有了。上片虽似写景为主，描摹情状，但事实上作者那种愁思如潮、郁抑满怀的心情却已淋漓尽致地表现出来，深沉而又挚切。\n\n　　词的下片以抒情为主，抒发作者的切肤之痛和人生感慨。这既是“起坐不能平”的原因，也是“起坐不能平”中思前想后的结论。“世事漫随流水，算来梦里浮生”，昨日一国之君，今日阶下之囚；昨夜欢歌笑语，今夜“烛残漏断”，明日明夜呢？作者的苦痛遭遇，不能不使他有人生如梦的感慨和浩叹。一个“漫”字，极空虚，极幻妄，准确地传达了作者的万千思绪。一个“算来”，既说明作者是总结回顾了自己的过去得出的结论，但同时也传达出作者的那种十分迷惘、无奈的心情，同“漫”字一样地生动、传神。作者的这种慨叹是沉痛的，但同时也是消极的，于是作者宁愿醉去不醒，宁愿迷迷糊糊，“醉乡路稳宜频到”，原来作者指望的是一个“稳”字，一语道破天机，作者处境的危险困苦不言自明。所以我们并不能从这个角度太过严厉地去批评李煜的颓废消极思想，环境使然，差可理解。更何况即便如此，李煜也仍是难逃恶运，不久于世。\n\n　　全词比较鲜明地体现了李煜后期作品的特色：情感真实，清新自然。尤其是这首词，作者对自己的苦痛毫不掩饰，把自己的人生感慨明白写出，不假饰，不矫情，简洁质朴，有现实感，虽然思想情调不高，但艺术价值不低。\n\n","translation":"昨天的夜晚，风雨交加， 遮窗的帐子被秋风吹出飒飒的声响，窗户外传来了令人心烦的风声雨声，整整响了一夜。蜡烛燃烧的所剩无几，壶中水已漏尽，我不停的多次起来斜靠在枕头上。 躺下坐起来思绪都不能够平稳。\n人世间的事情，如同流水东逝，说过去就过去了，想一想我这一生，就像做了一场大梦，以前的荣华富贵生活已一去不复返了。醉乡道路平坦，也无忧愁，可常去，别的地方不能去。\n\n"}
{"_id":{"$oid":"5b9a1473367d5cab186687c5"},"title":"金陵酒肆留别","dynasty":"唐代","writer":"李白","content":"风吹柳花满店香，吴姬压酒唤客尝。(劝客 一作：唤客)\n金陵子弟来相送，欲行不行各尽觞。\n请君试问东流水，别意与之谁短长。","type":["唐诗三百首","离别","饮酒"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154207361.mp3","remark":"金陵：今江苏省南京市。酒肆：酒店。留别：临别留诗给送行者。\n风吹：一作“白门”。\n吴姬：吴地的青年女子，这里指酒店中的侍女。压酒：压糟取酒。古时新酒酿熟，临饮时方压糟取用。唤：一作“劝”，一作“使”。\n子弟：指李白的朋友。\n欲行：将要走的人，指诗人自己。不行：不走的人，即送行的人，指金陵子弟。尽觞（shāng）：喝尽杯中的酒。觞，酒杯。\n试问：一作“问取”\n\n","shangxi":"　　柳絮飘飞的时节，江南水村山郭的一家小酒店里，即将离开金陵的诗人，满怀别绪。骀荡的春风，卷起了垂垂欲下的杨花，轻飞乱舞，扑满店中；当垆的姑娘，捧出新压榨出来的美酒，劝客品尝。这里，柳絮濛濛，酒香郁郁，扑鼻而来，也不知是酒香，还是花香。这么一幅令人陶醉的春光春色的画面，该用许多笔墨来表现。此诗只“风吹柳花满店香”七字，就将风光的骀荡，柳絮的精神，以及酒客沉醉东风的情调，生动自然地浮现在纸面之上；而且又极洒脱超逸，不费半分气力，脱口而出，纯任直观，于此，充分显示了李白的才华。\n\n　　“风吹柳花满店香，吴姬压酒劝客尝。”\n\n　　和风吹着柳絮，酒店里溢满芳香；吴姬捧出新压的美酒，劝客品尝。“金陵”，点明地属江南，“柳花”，说明时当暮春。这是柳烟迷蒙、春风沉醉的江南三月，诗人一走进店里，沁人心脾的香气就扑面而来。这一“香”字，把店内店外连成一片。金陵古属吴地，遂称当地女子为“吴姬”，这里指酒家女。她满面春风，一边压酒（即压酒糟取酒汁），一边笑语殷勤地招呼客人。置身其间，真是如沐春风，令人陶醉，让人迷恋。\n\n　　这两句写出了浓浓的江南味道，虽然未明写店外，而店外“杂花生树，群莺乱飞”，杨柳含烟的芳菲世界，已依稀可见。此时，无论是诗人还是读者，视觉、嗅觉、听觉全都调动起来了。\n\n　　“柳花”，即柳絮，本来无所谓香，但一些诗人却闻到了，如传奇“莫唱踏阳春，令人离肠结。郎行久不归，柳自飘香雪。”“香”字的使用，一则表明任何草木都有它微妙的香味，二则这个“香”字代表了春之气息，这不但活画出一种诗歌意境，而且为下文的酒香埋下伏笔。其实，对“满店香”的理解完全不必拘泥于“其柳花之香”，那当是春风吹来的花香，是泥土草木的清香，是美酒飘香，大概还有“心香”，所谓心清闻妙香。这里的“店”，初看不知何店，凭仗下句始明了是指酒店。实在也唯有酒店中的柳花才会香，不然即使是最雅致的古玩书肆，在情景的协调上，恐怕也还当不起“风吹柳花满店香”这七个字。所以这个“香”字初看似觉突兀，细味却又感到是那么妥贴。\n\n　　“金陵子弟来相送，欲行不行各尽觞。”\n\n　　金陵的一群年轻人来到这里，为诗人送行。饯行的酒啊，你斟我敬，将要走的和不走的，个个干杯畅饮。也有人认为，这是说相送者殷勤劝酒，不忍遽别；告别者要走又不想走，无限留恋，故“欲行不行”。\n\n　　李白此行是去扬州。他后来在《上安州裴长史书》说：“曩昔东游维扬，不逾一年，散金三十余万，有落魄公子，悉皆济之。此则白之轻财好施也。”李白性格豪爽，喜好交游，当时既年轻富有，又仗义疏财，朋友自是不少。在金陵时也当如此。一帮朋友喝酒，话别，少年刚肠，兴致盎然，没有伤别之意，这也很符合年轻人的特点。“尽觞”，意思是喝干杯中酒。“觞”，酒器。\n\n　　“请君试问东流水，别意与之谁短长？”\n\n　　金陵一行，诗人是快乐的。在这样一个美好的时节，一个让人留恋的地方，诗人却要走了。面对美丽的江南风物和朋友们的盛情挽留，诗人依依不舍，他在想：怎样才能表达自己的无限惜别之情呢？也许饯别的酒店正面对大江，诗人顺手一指，以水为喻：“请你们问问那东流的江水，离情别意与它相比究竟谁短谁长？”\n\n　　情感是抽象的，即使再深再浓，也看不见摸不着；而江水是形象的，给人的印象是绵绵不绝。但诗人不是简单的相喻，而是设问比较，迷迷茫茫地，似收而未收住，言有尽而意无穷，给人以想象的空间。采用这种表现手法，李白可能受到前人的启发，如谢朓就写过“大江流日夜，客心悲未央”，但李白写得更加生动自然。与“桃花潭水深千尺，不及汪伦送我情”有异曲同工之妙。\n\n　　此诗构思巧妙。首句”风吹柳花满店香“，是阒无一人的境界，第二句”吴姬压酒劝客尝“，当垆红粉遇到了酒客，场面上就出现人了，等到“金陵子弟”这批少年一涌而至时，酒店中就更热闹了。别离之际，本来未必有心饮酒，而吴姬一劝，何等有情，加上“金陵子弟”的前来，更觉情长，谁也不愿舍此而去。可是偏偏要去，“来相送”三字一折，直是在上面热闹场面上泼了一盆冷水，点出了从来热闹繁华就是冷寂寥落的前奏。李白要离开金陵了。但是，如此热辣辣的诀舍，总不能跨开大步就走吧。于是又转为“欲行不行各尽觞”，欲行的诗人固陶然欲醉，而不行的相送者也各尽觞，情意如此之长，于是落出了“请君试问东流水，别意与之谁短长”的结句，以含蓄的笔法，悠然无尽地结束了这一首抒情的短歌。\n\n　　很多人写离别，大多少不了言愁，所谓“离愁别绪”。然而，李白这首诗中连一点愁的影子都不见，只有别意。诗人正值青春华茂，他留别的不是一两个知己，而是一群青年朋友。这种惜别之情在他写来，饱满酣畅，悠扬跌宕，唱叹而不哀伤，富于青春豪迈、风流潇洒的情怀。\n\n","translation":"春风吹起柳絮，酒店满屋飘香，侍女捧出美酒，劝我细细品尝。\n金陵年轻朋友，纷纷赶来相送。欲走还留之间，各自畅饮悲欢。\n请你问问东流江水，别情与流水，哪个更为长远？\n\n"}
{"_id":{"$oid":"5b9a1473367d5cab186687c6"},"title":"洞仙歌·泗州中秋作","dynasty":"宋代","writer":"晁补之","content":"青烟幂处，碧海飞金镜。永夜闲阶卧桂影。露凉时、零乱多少寒螀，神京远，惟有蓝桥路近。 \n水晶帘不下，云母屏开，冷浸佳人淡脂粉。待都将许多明，付与金尊，投晓共、流霞倾尽。更携取、胡床上南楼，看玉做人间，素秋千顷。","type":["中秋节","豪放","赏月","抒怀"],"remark":"泗州：今安徽省泗县。\n幂（mì）：烟雾弥漫貌。\n永：长，兼指时间或空间。\n寒螀（jiāng）：即寒蝉，体小，秋出而鸣。\n神京：指北宋京城汴梁。\n蓝桥：谓秀才裴航于蓝桥会仙女云英事。唐裴铏《传奇·裴航》云：长庆中，有秀才裴航，行于湘汉。同行樊夫人，国色天姿，航欲求之，夫人与诗曰：“一饮琼浆百感生，玄霜捣尽见云英。蓝桥便是神仙宫，何必崎岖上玉清。”后经蓝桥驿侧近，因渴甚，遂下道求浆而饮，会云英，以玉杵臼为礼，结为连理。方知云英为仙女、樊夫人则云英之姐也。蓝桥，今陕西省蓝田县西南蓝溪之上，故名。\n云母屏：云母为花岗岩主要成分，可作屏风，艳丽光泽。\n佳人：这里指席间的女性。\n流霞：本天上云霞，语意双关，借指美酒。《太平广记》引《抱朴子·须曼卿》曰：蒲坂有须曼卿者曰：“在山中三年精思，有仙人来迎我，乘龙升天。龙行甚疾，头昂尾低，令人在上危怖。及到天上，先过紫府，金床玉几，晃晃昱昱，真贵处也。仙人以流霞一杯饮我，辄不饥渴。忽然思家，天帝前谒拜失仪，见斥来还。令更自修责，乃可更往。昔淮南王刘安，升天见上帝，而箕坐大言，自称寡人，遂见谪，守天厕三年。吾何人哉？”河东因号曼卿为“斥仙人”。\n胡床：古代一种轻便坐具，可以折叠。\n\n","shangxi":"　　此词通篇都写赏月。上片开头写词人仰望浩月初升情景。首二句化用李白诗中“皎如飞镜临丹阙，绿烟灭尽清辉发”句意，“青烟”指遮蔽月光的云影。夜空像茫茫碧海，无边无际；一轮明月穿过云层，像一面金镜飞上碧空，金色的光辉照亮了天上人间。“飞”字写乍见月之突然升起，使人感到似是何处飞来，充满惊异欣喜之情。“永夜”三句，通过永夜、闲阶、凉露、寒蝉等物象，极写月夜的静寂清冷，描绘出一幅充满凉意的，悠长寂寞的中秋月夜图，烘托出词人的孤寂心境和万千感慨，流露出词人对美好月色的珍惜眷恋。\n\n　　以下两句，写因望月而生的身世感慨。词中引用，以蓝桥神仙窟代指蟾宫月窟。这两句意思是说，京城邈远难至，倒是这一轮明月，与人为伴，对人更加亲近。作者为苏门四学士之一，曾三次任京官，后面两次都是因牵连党争而去职，被贬外郡；作此词前不久词人虽得脱出党籍，起任泗州知州，但朝中已无知音。“神京远”的“远”，主要是从政治的含意说的。\n\n　　上面这几句赞美眷恋中透出了几分凄清。这时作者已五十八岁，前次去官回家，就已修葺归来园隐居，自号“归来子”，忘情仕进，此词对仕途坎坷，也仅微露怅恨而已，全词的主调，仍然是旷达豪放的。两句明白点出孤寂心情，意脉紧接上文，而扬景则由环境景物转到望月抒怀。\n\n　　下片转写室内宴饮赏月。卷帘、开屏，都是为使月光遍满，为下文“付与金尊”预作地步，表现了对明月的极端爱悦。“淡指粉”的“淡”字也与月光极协调。水晶做成的帘子高高卷起，云母屏风已经打开，明月的冷光照入室内，宛如浸润着佳人的淡淡脂粉。筵上的人频频举怀，饮酒赏月，似乎要把明月的清辉全部纳入金尊之中，待天晓时同着流霞，一道饮尽。\n\n　　这里把月下筵面的高雅素美，赏月兴致的无比浓厚，都写到极致。月光本来无形。作者却赋予它形体，要把它“付与金尊”，真奇思妙想也。天晓时分，月尚未落，朝霞已生；将二者同时倾尽，意思是说赏月饮酒，打算直到月落霞消方罢。\n\n　　结尾写登楼赏月，由室内转到室外。夜更深，月更明，虽然夜深露冷，作者赏月的兴致不但没有衰减，反而更加豪壮。这时他想起《世说新语·容止》记载的一个故事：晋庾亮武昌，尝秋夜与诸佐吏殷浩之徒南楼赏月，据胡床咏谑。作者觉得庭中赏月不能尽兴，所以要象庾亮那样登上南楼，去观赏那月光下如白玉做成的人无际素白澄澈的清秋气象。古代五行说以秋配金，其色白，故称秋天为素秋。用“玉做人间”比喻月光普照大地，可谓奇想自外飞来。它既写月色，也暗含希望人间消除黑暗和污浊，像如玉的明月一般美好之意。“看玉做人间，素秋千顷”作豪放之语，两句包举八荒，丽而且壮，使通篇为之增色。\n\n　　全词从天上到人间，又从人间到天上，天上人间浑然一体，境界阔大，想象丰富，词气雄放，与东坡词颇有相似之处。全词以月起，以月结，首尾呼应，浑然天成。篇中明写、暗写相结合，将月之色、光、形、神，人对月之怜爱迷恋，写得极为生动入微。\n\n","translation":"青色的烟云，遮住了月影，从碧海般的晴空里飞出一轮金灿灿的明镜。长夜的空阶上卧着挂树的斜影。夜露渐凉之时，多少秋蝉零乱地嗓鸣。思念京都路远，论路近唯有月宫仙境。\n高卷水晶帘儿，展开云母屏风，美人的淡淡脂粉浸润了夜月的清冷。待我许多月色澄辉，倾入金樽，直到拂晓连同流霞全都倾尽。再携带一张胡床登上南楼，看白玉铺成的人间，领略素白澄洁的千顷清秋。\n\n"}
{"_id":{"$oid":"5b9a1473367d5cab186687c7"},"title":"偶成","dynasty":"宋代","writer":"朱熹","content":"少年易学老难成，一寸光阴不可轻。(争议：少年易老学难成)\n未觉池塘春草梦，阶前梧叶已秋声。","type":["秋天","写景","感叹","惜时","早教古诗100首"],"translation":"译文 　　青春的日子容易逝去，学问却很难成功，所以每一寸光阴都要珍惜，不能轻易放过。还没从美丽的春色中一梦醒来，台阶前的梧桐树叶就已经在秋风里沙沙作响了。"}
{"_id":{"$oid":"5b9a1474367d5cab186687c8"},"title":"论诗五首·其二","dynasty":"清代","writer":"赵翼","content":"李杜诗篇万口传，至今已觉不新鲜。\n江山代有才人出，各领风骚数百年。","type":["古诗三百首","初中古诗","励志","哲理","写人"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154208921.mp3","translation":"骚：指在文学上有成就的“才人”的崇高地位和深远的影响。\n\n　　在中国文学史上，“风骚”是代表《诗经》的《国风》和代表楚辞的《离骚》的并称。而“风骚”传统则是在《诗经》和《楚辞》的影响下发展形成的我国古代诗歌的两种优良传统，即代表《诗经》的《国风》所形成的“风”诗传统和代表《楚辞》的《离骚》所形成的“骚”诗传统。\n\n　　所谓的“风”诗传统，就是世代相传的现实主义的精神。现实主义的基本原则是按照生活的实际样式再现生活，并通过对生活真实的、具体的、形象的描写，表达作者的思想情感，反映社会生活的本质或本质的某些方面。《国风》中的民歌和二雅中的卿士大夫政治讽喻诗就集中体现了这种现实主义的精神。在内容上，它们正视现实、描写现实、揭露现实、批判现实；在艺术表现手法上，它们善于用朴素的文风、简洁的语言、巧妙的比兴，塑造出真实、自然而生动的形象，描绘出亲切感人的生活画面，来抒发情怀，反映现实。而这也就是“风”诗传统，即现实主义诗歌传统的主要特征。后世文学中继承发展了“风”诗传统的现实主义精神的主要有：两汉乐府民歌、建安曹魏时代的文人诗歌、北朝民歌、唐代杜甫的“诗史”作品、中唐白居易倡导的“新乐府运动”、宋代以王禹偁作品为代表的“白居易体”诗歌、金元之际元好问的诗歌等。元代关汉卿的杂剧、清代曹雪芹的小说《红楼梦》虽然不是诗歌，但是也继承了现实主义文学的优良传统。\n\n　　所谓的“骚”诗传统则是充满激情和幻想的积极浪漫主义的创作方法。积极浪漫主义的原则是“力图加强人的生活意志，在他的心中唤起他对现实和现实的一切压迫的反抗”。诗人屈原的长篇政治抒情诗《离骚》集中地体现了这种积极浪漫主义的创作精神。这表现在《离骚》的思想内容和艺术手法两方面。在内容上，《离骚》表现了屈原的进步理想以及他对进步理想九死不悔的孜孜追求。这是积极浪漫主义的本质。在艺术手法上，屈原一方面采用丰富的神话素材，通过自由的幻想，来构成一个奇特的神话世界，借此表现诗人内心的矛盾冲突和上天入地地求索以及始终不渝的爱国之情；另一方面还礼利用发展了民歌的比兴手法创作了一个“香草美人”的世界以此来象征他与楚国腐朽黑暗势力的斗争是真善美与假恶丑之间的斗争。《离骚》这种在现实生活的基础上，以丰富的幻想和热情，表现作者对进步理想的执着追求的特征，也就是“骚”诗传统，即积极浪漫主义的文学传统的主要特征。这种积极浪漫主义的文学传统也在后世薪火相传，汉代的辞赋家贾谊、建安时代的曹植、正始时期的阮籍、两晋六朝时的左思、鲍照、盛唐的李白、中唐的李贺以至宋代以苏轼、辛弃疾为代表的豪放词派、明清的小说家吴承恩、蒲松龄，都在一定程度上继承发展了这一优良传统。\n\n　　这里指在文学上有成就的“才人”的崇高地位和深远的影响。▲\n\n"}
{"_id":{"$oid":"5b9a1474367d5cab186687c9"},"title":"采桑子·群芳过后西湖好","dynasty":"宋代","writer":"欧阳修","content":"群芳过后西湖好，狼籍残红，飞絮濛濛。垂柳阑干尽日风。\n笙歌散尽游人去，始觉春空。垂下帘栊，双燕归来细雨中。","type":["婉约","写景","写水","西湖","抒情","旷达"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154209710.mp3","remark":"群芳过后：百花凋零之后。群芳，百花。西湖：指颍州西湖，在今安徽阜阳西北，颖水和诸水汇流处，风景佳胜。\n狼籍残红：残花纵横散乱的样子。残红，落花。狼籍，同“狼藉”，散乱的样子。\n濛濛：今写作“蒙蒙”。细雨迷蒙的样子，以此形容飞扬的柳絮。\n阑干：横斜，纵横交错。\n笙歌：笙管伴奏的歌筵。散：消失，此指曲乐声停止。去：离开，离去。\n帘栊：窗帘和窗棂，泛指门窗的帘子。\n\n","shangxi":"　　这首词，上片描绘载酒游湖时船中丝竹齐奏、酒杯频传的热闹气氛。下片写酒后醉眠船上，俯视湖中，但见行云在船下浮动，使人疑惑湖中别有天地。整首词寓情于景，写出了作者与友人的洒脱情怀。下片写醉后俯视湖水，只见白云朵朵，飘于船下。船在移动，云也在移动，似乎人和船在天上飘飞。“空水澄鲜”一句，本于谢灵运《登江中孤屿》诗“云日相晖映，空水共澄鲜”，言天空与湖水同是澄清明净。这一句是下片的关键。兼写“空”、 “ 水”，绾合上句的“云”与“舟”。下两句的 “俯”与“仰”、“湖”与“天”，四照玲珑，笔意俱妙，虽借用成句，而恰切现景，妥贴自然，如同己出。“俯仰留连”四字，又是承上启下过渡之笔。从水中看到蓝天白云的倒影，他一会儿举头望天，一会儿俯首看水，被这空阔奇妙的景象所陶醉，于是怀疑湖中别有一个天宇在，而自己行舟在两层天空之间。 “疑是湖中别有天”，用“疑是”语，是就其形貌来说。说“疑”者非真，说“是”者诚是，“湖中别有天”的体会，自出心裁，给人以活泼清新之感。\n\n　　“残霞夕照”是天将晚而未晚、日已落而尚未落尽的时候。“夕阳无限好”，古往今来不知有多少诗人歌咏过这一转瞬即逝的黄金时刻。欧阳修没有直写景物的美，而是说“霞”已“残”，可见已没有“熔金”、“合璧”那样绚丽的色彩了。但这时的西湖，作者却觉得“好”。好就好在“花坞苹汀”。在残霞夕照下所看到的是种在花池里的花，长在水边或小洲上的苹草，无一字道及情，但情却寓于景中了。“十顷波平 ”，正是欧阳修在另一首《 采桑子》里写的“无风水面琉璃滑”。波平如镜，而且这“镜面”浩渺无边。“野岸无人舟自横”，这句出自韦应物《滁州西涧 》诗“ 野渡无人舟自横”。作者改“渡”为“岸”，说明“舟自横”是由于当日的游湖活动结束了，因此这“无人”而“自横”的“舟”，就更衬托出了此刻“野岸”的幽静沉寂。\n\n　　“西南月上”，残霞夕照已经消失。月自西南方现出，因为不是满月，所以虽在“浮云散”之后，这月色也不会十分皎洁。这种色调与前面的淡素画图和谐融洽，见出作者用笔之细。“轩槛凉生”，这是人的感觉。直到这时才隐隐映现出人物来。至此可知，上片种种景物，都是在这“轩槛”中人的目之所见，显然他在这里已经有好长一段时间了。这里，作者以动写静，一切都是静悄悄的，一点声音也没有，使人们仿佛置身红尘之外。\n\n　　“莲芰香清，水面风来酒面醒。”“水面风来”，既送来莲香 ，也吹醒了人的醉意。原来他喝醉了酒，就这么长时间地悄无声息地沉浸在“西湖好”的美景中。这位颍州西湖的“旧主人”怀着无限深情，谱出了一曲清歌。\n\n　　欧公在此词中借啸傲湖山而试图忘记仕途的坎坷不平，表达了视富贵如浮云的情趣。词中用语平实却极有表现力。\n\n","translation":"虽说是百花凋落，暮春时节的西湖依然是美的，残花轻盈飘落，点点残红在纷杂的枝叶间分外醒目；柳絮时而飘浮，时而飞旋，舞弄得迷迷蒙蒙；杨柳向下垂落，纵横交错，在和风中随风飘荡，摇曳多姿，在和煦的春风中，怡然自得，整日轻拂着湖水。\n游人尽兴散去，笙箫歌声也渐渐静息，才开始觉得一片空寂，又仿佛正需要这份安谧。回到居室，拉起窗帘，等待着燕子的来临，只见双燕从蒙蒙细雨中归来，这才拉起了帘子。\n\n"}
{"_id":{"$oid":"5b9a1474367d5cab186687ca"},"title":"水调歌头·黄州快哉亭赠张偓佺","dynasty":"宋代","writer":"苏轼","content":"落日绣帘卷，亭下水连空。知君为我新作，窗户湿青红。长记平山堂上，欹枕江南烟雨，杳杳没孤鸿。认得醉翁语，山色有无中。\n一千顷，都镜净，倒碧峰。忽然浪起，掀舞一叶白头翁。堪笑兰台公子，未解庄生天籁，刚道有雌雄。一点浩然气，千里快哉风。","type":["豪放","山水","写景","抒情","议论"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154210112.mp3","remark":"水调歌头：词牌名，又名“元会曲”“台城游”“凯歌”“江南好”“花犯念奴”等。双调，九十五字，平韵（宋代也有用仄声韵和平仄混用的）。相传隋炀帝开汴河自制《水调歌》，唐人演为大曲， “歌头”就是大曲中的开头部分。快哉亭：苏辙《黄州快哉亭记》：“清河张君梦得，谪居齐安，即其庐之西南为亭，以览观江流之胜，而余兄子瞻名之曰‘快哉’。”\n湿青红：谓漆色鲜润。\n平山堂：宋仁宗庆历八年（1048年）欧阳修在扬州所建。\n欹枕：谓卧着可以看望。\n醉翁：欧阳修别号。\n“山色”句：出自欧阳修《朝中措·平山栏槛倚晴空》。\n倒碧峰：碧峰倒影水中。\n一叶：指小舟。白头翁：指老船夫。\n庄生：战国时道家学者庄周。天籁：是发于自然的音响，即指风吹声。\n刚道：“硬说”的意思。\n一点”两句：谓胸中有“浩然之气”，就会感受“快哉此风”。\n\n","shangxi":"　　这首词又名《快哉亭作》，是苏轼豪放词的代表作之一。全词通过描绘快哉亭周围壮阔的山光水色，抒发了作者旷达豪迈的处世精神。\n\n　　此词描写的对象，主要是“快哉亭”周围的广阔景象。开头四句，先用实笔，描绘亭下江水与碧空相接、远处夕阳与亭台相映的优美图景，展现出一片空阔无际的境界，充满了苍茫阔远的情致。“知君为我新作”两句，交待新亭的创建，点明亭主和自己的密切关系，反客为主、诙谐风趣地把张偓佺所建的快哉亭说成特意为自己而造，又写亭台窗户涂抹上青红两色油漆，色彩犹新。“湿”字形容油漆未干，颇为传神。\n\n　　“长记平山堂上”五句，是记忆中情景，又是对眼前景象的一种以虚托实的想象式侧面描写。作者用“长记”二字，唤起他曾在扬州平山堂所领略的“江南烟雨”“杳杳没孤鸿”那种若隐若现、若有若无、高远空蒙的江南山色的美好回忆。他又以此比拟他在“快哉亭”上所目睹的景致，将“快哉亭”与“平山堂”融为一体，构成一种优美独特的意境。这种以忆景写景的笔法，不但平添了曲折蕴藉的情致，而且加强了词境的空灵飞动。以上五句新颖别致，引人入胜，通过作者昔日的淋漓兴致，传达出当日快哉亭前览胜的欣喜之情。\n\n　　上片是用虚实结合的笔法，描写快哉亭下及其远处的胜景。下片换头以下五句，又用高超的艺术手法展现亭前广阔江面倏忽变化、涛澜汹涌、风云开阖、动心骇目的壮观场面。词人并由此生发开来，抒发其江湖豪兴和人生追求。“一千顷，都镜净，倒碧峰”三句，写眼前广阔明净的江面，清澈见底，碧绿的山峰，倒映江水中，形成了一幅优美动人的平静的山水画卷，这是对水色山光的静态描写。“忽然”两句，写一阵巨风，江面倏忽变化，涛澜汹涌，风云开阖，一个渔翁驾着一叶小舟，在狂风巨浪中掀舞。至此，作者的描写奇峰突起，由静境忽变动境，从而自自然然地过渡到全词着意表现的着重点——一位奋力搏击风涛的白发老翁。这位白头翁的形象，其实是东坡自身人格风貌的一种象征。以下几句，作者由风波浪尖上弄舟的老人，自然引出他对战国时楚国兰台令宋玉所作《风赋》的议论。作者看来，宋玉将风分为“大王之雄风”和“庶人之雌风”是十分可笑的，是未解自然之理的生硬说教，白头翁搏击风浪的壮伟风神即是明证。其实，庄子所言天籁本身绝无贵贱之分，关键于人的精神境界的高下。他以“一点浩然气，千里快哉风”这一豪气干云的惊世骇俗之语昭告世人：一个人只要具备了至大至刚的浩然之气，就能超凡脱俗，刚直不阿，坦然自适，任何境遇中，都能处之泰然，享受使人感到无穷快意的千里雄风。苏轼这种逆境中仍保持浩然之气的坦荡的人生态度，显然具有积极的社会意义。\n\n　　这首词在艺术构思和结构上，具有波澜起伏、跌宕多姿、大开大合、大起大落的特点。下片的描写和议论，豪纵酣畅，气势磅礴，词中出没风涛的白头翁形象，犹如百川汇海，含蓄地点明全篇主旨，有强烈的震撼力。全词熔写景、抒情、议论于一炉，既描写了浩阔雄壮、水天一色的自然风光，又其中灌注了一种坦荡旷达的浩然之气，展现出词人身处逆境却泰然处之、大气凛然的精神风貌，充分体现了苏词雄奇奔放的特色。\n\n","translation":"落日中卷起绣帘眺望，亭下江水与碧空相接，远处的夕阳与亭台相映，空阔无际。为了我的来到，你特意在窗户上涂上了清油的朱漆，色彩犹新。这让我想起当年在平山堂的时候，靠着枕席，欣赏江南的烟雨，遥望远方天际孤鸿出没的情景。今天看到眼前的景象，我方体会到欧阳醉翁词句中所描绘的，山色若隐若现的景致。\n广阔的水面十分明净，山峰翠绿的影子倒映其中。忽然江面波涛汹涌，一个渔翁驾着小舟在风浪中掀舞。见此不由得想起了宋玉的《风赋》，像宋玉这样可笑的人，是不可能理解庄子的风是天籁之说的，硬说什么风有雄雌。其实，一个人只要具备至大至刚的浩然之气，就能在任何境遇中都处之泰然，享受到无穷快意的千里雄风。\n\n"}
{"_id":{"$oid":"5b9a1474367d5cab186687cb"},"title":"西洲曲","dynasty":"南北朝","writer":"佚名","content":"忆梅下西洲，折梅寄江北。\n单衫杏子红，双鬓鸦雏色。\n西洲在何处？两桨桥头渡。\n日暮伯劳飞，风吹乌臼树。\n树下即门前，门中露翠钿。\n开门郎不至，出门采红莲。\n采莲南塘秋，莲花过人头。\n低头弄莲子，莲子清如水。\n置莲怀袖中，莲心彻底红。\n忆郎郎不至，仰首望飞鸿。\n鸿飞满西洲，望郎上青楼。\n楼高望不见，尽日栏杆头。\n栏杆十二曲，垂手明如玉。\n卷帘天自高，海水摇空绿。\n海水梦悠悠，君愁我亦愁。\n南风知我意，吹梦到西洲。","type":["乐府","民歌","梅花","女子","思念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154210981.mp3","remark":"《西洲曲》：选自《乐府诗集·杂曲歌辞》。这首诗是南朝民歌。西洲曲，乐府曲调名。\n忆梅下西洲，折梅寄江北：意思是说，女子见到梅花又开了，回忆起以前曾和情人在梅下相会的情景，因而想到西洲去折一枝梅花寄给在江北的情人。下，往。西洲，当是在女子住处附近。江北，当指男子所在的地方。\n鸦雏色：像小乌鸦一样的颜色。形容女子的头发乌黑发亮。\n两桨桥头渡：从桥头划船过去，划两桨就到了。\n伯劳：鸟名，仲夏始鸣，喜欢单栖。这里一方面用来表示季节，一方面暗喻女子孤单的处境。\n乌臼：现在写作“乌桕”。\n翠钿：用翠玉做成或镶嵌的首饰。\n莲子：和“怜子”谐音双关。\n青如水：和“清如水”谐音，隐喻爱情的纯洁。\n莲心：和“怜心”谐音，即爱情之心。\n望飞鸿：这里暗含有望书信的意思。因为古代有鸿雁传书的传说。\n青楼：油漆成青色的楼。唐朝以前的诗中一般用来指女子的住处。\n尽日：整天。\n卷帘天自高，海水摇空绿：意思是说，卷帘眺望，只看见高高的天空和不断荡漾着的碧波的江水。海水，这里指浩荡的江水。\n海水梦悠悠：梦境像海水一样悠长。\n\n","shangxi":"　　这首《西洲曲》，郭茂倩编的《乐府诗集》收入“杂曲歌辞”类，认为是“古辞”。《玉台新咏》作江淹诗，但宋本不载。明清人编的古诗选本，或作“晋辞”，或以为是梁武帝萧衍所作。这个问题，很难成定论。但从内容和风格看，它当是经文人润色改定的一首南朝民歌，十分精致流丽，广为后人传诵。\n\n　　此诗以四句为一节，基本上也是四句一换韵，节与节之间用民歌惯用的“接字”法相勾联，读来音调和美，声情摇曳。沈德潜在《古诗源》中说它“续续相生，连跗接萼，摇曳无穷，情味愈出”，确实道出了它在艺术上的特色。然而，如何正确理解这首诗的内容，却是学术界争议已久的问题，直到目前为止，也未能统一认识。\n\n　　这首诗主要是写一个少女，刻划她思念情侣的炽热而微妙的心情。然而，它既不是以少女自述的第一人称口吻来写，也不作诗人第三人称的客观描述，而是让这位少女的情侣用“忆”的方式来抒写，所以全诗都作男子诉说的口气。后来杜甫的《月夜》，写诗人对月怀念妻子，却设想妻子对月怀念自己，正是使用同样的手法。通过她的种种情况的描写，生动地塑造了一位美丽轻灵、纯洁多情的少女形象。这是全诗在艺术构思上的总的设想；若不这样理解，那将是越理越乱，最终变成一团乱麻，使人读来神秘恍惚，造成似懂非懂的印象。\n\n　　《西洲曲》是南朝乐府民歌中最长的抒情诗篇。诗中描写了一位少女从初春到深秋，从现实到梦境，对钟爱之人的苦苦思念，洋溢着浓厚的生活气息和鲜明的感情色彩。表现出鲜明的民族特色和纯熟的表现技巧。\n\n　　全诗三十二句，四句一解，用蝉联而下的接字法，顶真勾连。全诗技法之“巧”，真令人拍案叫绝。\n\n　　最早著录于徐陵所编《玉台新咏》的《西洲曲》，历来被视为南朝乐府民歌的代表作。沈德潜称其“续续相生，连跗接萼，摇曳无穷，情味愈出”(《古诗源》卷十二)，陈祚明则谓之“言情之绝唱”(《采菽堂古诗选》)，其艺术魅力自不容置疑。但与一般南朝乐府民歌不同的是，《西洲曲》极为难解，研究者甚至称之为南朝文学研究的“歌德巴赫猜想”(见《汉魏六朝诗歌鉴赏集》陈志明文)。《西洲曲》的语言一如民歌的清新质朴而少用事典，所以其难解并不在字词的生僻、晦涩，而是整首诗的诗意难以得到一个贯通全篇的畅达的解释。之所以如此，乃是因为诗歌所涉时间、地点、人物、情节等，都有幽暗不明之处，难以得到一个一致的解释。也许正因如此，“有人说这诗是若干短章的拼合，内容未必是完整统一的”(余冠英《谈西洲曲》)。但诚如余先生所言：“这话我却不敢信，因为诗的起讫都提到‘西洲’，中间也一再提到‘西洲’，分明首尾可以贯串，全篇必然是一个整体，且必然道着一个与西洲有关的故事。”(同上)可以说，如果《西洲曲》不是一个整体，那么所谓“《西洲曲》标志着南朝民歌在艺术发展上的最高成就”(游国恩等主编《中国文学史》)，便无从谈起。因此，求得《西洲曲》诗意的完整而畅达的解释，便直接关乎其文学史地位的评价。也正是在这个问题上，对《西洲曲》这篇名作的“猜想”远未完成，而不仅仅是一个“诗无达诂”的问题。\n\n　　余冠英先生在《西洲曲》的注释中说：这首诗写一个女子对所欢的思和忆。开头说她忆起梅落西洲那可纪念的情景，便寄一枝梅花给在江北的所欢，来唤起他相同的记忆，以下便写她从春到秋，从早到晚的相思。诗中有许多辞句表明季节，如“折梅”表早春，“单衫”表春夏之交，“采红莲”应在六月，“南塘秋”该是早秋(因为还有“莲花过人头”)，“弄莲子”已到八月，“鸿飞满西洲”便是深秋景象。(《汉魏六朝诗选》第三卷)\n\n　　这一具有经典性的解释，至少意在解决这样三个问题：第一，这首诗是一个多情女子对自己情郎的思念之歌。游国恩先生曾以为《西洲曲》从开头到“海水摇空绿”句皆为男子口气，只有末四句为女子自道心事；叶玉华先生则认为全诗部是女子的口吻(参见余冠英《古代文学杂论·谈西洲曲》)。余冠英先生确定“这首诗写一个女子对所欢的思和忆”，而以为“篇末四句当然是女子的口气，这四句以上却不妨都作为第三者的叙述”(同上)，可以说已经解决了这个问题，研究者已无疑义。第二，诗中女子居于江南，而其情郎住于江北，西洲则是二人共同纪念的地方。余先生说：“西洲固然不是诗中女子现在居住之地，也不是男子现在居住之地，它是另一个地方。……它何妨是一个名副其实的江中的洲呢?”(同上)第三，这首诗写的是“四季相思”。\n\n　　显然，上述三个问题正是理解《西洲曲》的关键。如果说，第一个问题已不成问题，研究者早已取得共识；那么，后两个问题虽很少有人再有疑问，但笔者感到，要想贯通全诗，其中仍有阻隔。首先，女子居于江南，其情郎居于江北，这是没有问题的；但西洲与江南、江北的关系是什么呢?一般据诗中“西洲在何处，两桨桥头渡”二句，认为西洲距女子居处不远，或谓即在江南，或谓距江南岸不远而两桨可渡。那么，其与江北便相距甚遥。但是，诗末却说：“南风知我意，吹梦到西洲。”这两句千古传颂，正因其涉想新奇，情思无限；它寄托的显然是这位女子对情郎的思念之情，如果西洲离女子居处不远，“吹梦”又有何必要?其次，正如余冠英先生所说：“这首诗表面看来像是若干首绝句联接而成，其实是两句一截。”(同上)所谓“两句一截”，正是从诗意着眼的；所谓“续续相生，连跗接萼”，正说明整首诗诗意的完整、统一而浑然一体。以“两句一截”的形式而写“四季相思”，不仅少见，而且很可能会破坏诗意的完整、统一。诗歌所写，乃一位女子的所思所想所作所为，尤其是她的一连串的动作；这一连串的动作怎么会分到四季写呢?比如，从开门盼郎至出门采莲．从采莲南塘至低首弄莲，这显然是这位女子的一系列连贯的动作，怎么可以分散到几个月去写呢?现代影视艺术有所谓“蒙太奇”的艺术手法，通过镜头的剪接、组合，可以有较长时间的跨越、衔接而产生连贯的效果。但省略的时间亦必须有结果体现出来，连贯只是效果的连贯，决不可一个连续的动作跨越很长时间。因此，如果说《西洲曲》写的是“四季相思”，即在现代艺术也是颇难理解的，更何况它是千余年前的作品呢?不过最后一句说“南风知我意，吹梦到西洲”，我想也可以理解为本诗描写的是一个人的梦境，这样诗中四季更迭的纷乱意象就不难理解了。\n\n　　以上两个问题是密切相关的。诗歌所涉地点不确或理解有误，便难以真正弄清其所涉时间。这两个问题的幽暗不明，便使得整首诗诗意难以连贯，许多解释也就龃龉难合。其实，诗歌的末四句为女子自道向无异议，而“南风知我意，吹梦到西洲”，则明确地显示出西洲即是这位女子的情郎所居之地，它正在江北。只有如此理解，才能真正确切把握“南风吹梦”的诗意。范云《闺思》诗有“几回明月夜，飞梦到郎边”句，李白《闻王昌龄左迁龙标遥有此寄》诗有“我寄愁心与明月，随风直到夜郎西”句，皆从《西洲曲》化出；他们对“南风吹梦”诗意的理解，正说明西洲只能是情郎所居之地。温庭筠《西洲曲》谓“西洲风色好，遥见武昌楼”。武昌在长江南岸，既云“遥见”则西洲可能正在江北。而据“出门采红莲。采莲南塘秋”之句，可知诗中女子距南塘之地不远。《新唐书·地理志》说：“钟陵，贞元中又更名，县南有东湖。元和三年，刺史韦丹开南塘斗门以节江水，开陂塘以溉田。”耿湋《春日洪州即事》亦云：“钟陵春日好，春水满南塘。”可见南塘在钟陵附近，即在今江西南昌附近。因此，诗中女子乃居于南昌附近，其与西洲相去远矣；所谓“南风”、“吹梦”，正以此也。借用余冠英先生的话说：“‘江北’可不见得近啊！要是近，就不会有这许多梦，许多愁，也就没有这首诗了。”(《谈西洲曲》)笔者以为，西洲正在江北，《西洲曲》所谓“江北”亦正指西洲。\n\n　　确定了诗歌所涉地点，则诗意的贯通便较为容易了。首二句“忆梅下西洲，折梅寄江北”，并非写梅落西洲、女子折梅。“下”者，到也。温庭筠《西洲曲》谓：“悠悠复悠悠，昨日下西洲。”“下”正是“到”的意思。南朝民歌《那呵滩》亦有：“闻欢下扬州，相送江津湾。”其意甚明。但“忆梅下西洲”也并非这位女子要到西洲去折梅花，而是说这位女子想到自己所寄梅花可能早已到了西洲，到了情郎的手中。“折梅寄江北”是对“忆梅下西洲”的补充说明，或谓首二句就是一个倒装句。“折梅”是过去所为，“忆梅“才是此时所思。只有如此理解，方与下文所写季节相合。如上所述，谓此诗为“四季相思”实难讲通，这不仅因为诗意难贯，而且通常所谓诗中表明季节的辞句，其实不然。如谓“单衫”句表春夏之交或春天，“单衫”岂止春天可穿?“杏子红(黄)”与“鸦雏色”相对而言，所指为“单衫”色彩，亦不表明季节。又如谓“日暮伯劳飞”表夏天，更属望文生解。《礼记·月令》诚有“仲夏鵙始鸣”之载，《诗·豳风·七月》亦有“七月鸣鵙”之句，“鵙”即为伯劳；但伯劳“始鸣”与“伯劳飞”井非一回事是显然可见的。因此，《西洲曲》所涉时节决不用“猜”，“采莲南塘秋”已作了明确说明；至于采莲时节又有“莲花过人头”亦并不奇怪，故亦不必再分初秋、中秋和深秋。所以，秋天便是《西洲曲》的季节背景。“秋露如珠，秋月如圭，明月白露，光阴往来；与子之别，思心徘徊”(江淹《别赋》)，正是在秋日怀人时节，这位女子想起自己曾寄梅花一事，从而有所盼望。先说“忆梅下西洲”，而后补充自己曾经“折梅寄江北”，正表明心情的迫切和思念之深重，极为切合此时女子的心态。实际上，忆及折梅、寄梅之事，只是一个“引子”，是绵绵之思的开始。\n\n　　诗篇在写了女子想到西洲以后，插叙了一下女子的打扮及其美丽的容貌，即“单衫杏子红(黄)，双鬓鸦雏色”，这可以说是一种体察入微的心理描绘或烘托。本来，“西洲在何处”的交代紧承“折梅寄江北”正合乎逻辑；然而女主人公既想起了情郎，想起了自己曾折梅寄往江北，因而她多少抱有情郎可能归来的希望，下文所谓“开门郎不至”正说明了这一希望的存在。正因有这个希望，她才在想到了情郎之后，立即注意到自己的装束和姿容，所谓“女为悦己者容”，要是情郎已站在门外了呢?所以这两句正绝妙地刻画出女主入公此时的心理活动，而不只是对其装束的简单交代。“西洲在何处?两桨桥头渡”二句，既交代了西洲之位置，亦表现出此女子对其挂怀之情；之所以值得如此魂牵梦绕，正因其为情郎所在地。所谓“两桨桥头渡”，一般释为划两下桨就到了，所距很近。其实这是误解。南朝民歌的《西曲歌》中有《莫愁乐》二首，其一云：“莫愁在何处?莫愁石城西。艇子打两桨，催送莫愁来。”所谓“两桨”，指的就是船的两个桨；在《西洲曲》中，借以指船。其意是说，要到西洲去，需要乘船过江，此亦正说明西洲在江北。以上六句所描绘的乃是一个静坐相思的女子的形象，而非正乘船到西洲采梅的女子形象。如此理解，则与下文正好贯通。\n\n　　“日暮伯劳飞，风吹乌臼树”，是对女主人公居住环境的描写。《古微书》说：“博劳好单栖。”所以，这里的环境描写也是一种象征，显示了这位女子的孤独和凄清。“树下即门前，门中露翠钿”，则静坐相思的女子形象方直接呈现出来。如上所说，盼望郎归已在情理之中，而归来又并不是现实；“开门郎不至”就既写了现实的严酷，又暗含了女主人公的希望。静坐相思无望，便“出门采红莲”，以遣不尽的相思之情。然而，既然带着思念的心情“出门”，则相思之情注定非但难以去除，反而因采莲而加重。以下对采莲情节的细致描绘，正体现了这种情形。研究者早已指出，“莲”与“怜”谐音双关，则“青如水”的“莲子”正是女主人公纯洁爱情的象征，也就难怪其如此爱怜，以至于“置莲怀袖中”了；“莲心彻底红”，可以说是他们之间爱情的象征。在此情形之下，这位女子盼郎归的心情也就更加迫切，以至于“忆郎郎不至，仰首望飞鸿”了。诗歌对女主人公翘首以望飞鸿的描绘可谓生动传神，韵味悠长。“望飞鸿”既是一种无可奈何的自然动作，又是一种有目的的盼望——盼郎不至而盼有信来，所谓“鸿雁传书”。然而信也没有。以下所谓“鸿飞满西洲”，并非女主人公看到了大雁飞满西洲，而是一种猜度之词。其意是说，时值秋日，“鸿飞应满西洲”，而人皆谓“鸿雁传书”，为何你竟无音信?正是带着这种疑惑的心情，这位女子“望郎上青楼”了。“青楼”，漆成青色的楼，在南朝所指不一。曹植《美女篇》云；“青楼临大路，高门结重关。”则“青楼”指显贵家之闺阁。《南齐书·东昏侯纪》谓：“世祖兴光楼上施青漆，世谓之青楼。”则“青楼”指帝王所居。梁诗人刘邈《万山见采桑人诗》有：“倡妾不胜愁，结束下青楼。”“青楼”便指妓院了。“望郎上青楼”句显示了《西洲曲》带有文人诗的色彩。青楼虽高却仍然望不见，望不见又并不甘心，便有了“尽日栏杆头”的执着。所谓“尽日”，乃夸饰之词，是说凝望有时，而非终日伫立。较长时间的扶栏眺望，自然会注意到平常所不注意的事情；所谓“栏杆十二曲，垂手明如玉”，正写出女主人公此时百无聊赖的心境，与上文“单衫”两句恰成鲜明的对照。“双鬓鸦雏色”还显示着自信和希望，而“垂手明如玉”则表现出愁怅和怨恨，因为此时是空有“垂手明如玉”，尽日望郎郎不归！这种心理活动的描绘是白描式的，甚至“不着一字”，然而又是细致入微的，可谓“尽得风流”，体现出中国古代诗歌的独特风韵。“栏杆”二句写女主人公对近景的仔细而又是漫不经心的注意，“卷帘天自高，海水摇空绿”二句则 　　是对眼前远景的观察。余冠英先生说：“以上二句似倒装。秋夜的一片蓝天像大海。风吹帘动，隔帘见天便觉似海水滉漾。一说内地人有呼江为海者，‘海水’即指江水。”(《汉魏六朝诗选》第三卷)鲁迅先生在小说《白光》中有这样的描绘：“空中青碧倒如一片海……”其境正似“秋夜的一片蓝天像大海”的“海水摇空绿”。不过．从下文“海水梦悠悠”句看，“海水”似有实指，而不仅仅是一个比喻。与其说“海水”即指江水，勿宁说它指的是湖水。这不仅因为内地许多湖即名为海，而且上文所引《新唐书·地理志》正指出南塘附近有一“东湖”。\n\n　　诗歌至此，女主人公盼君君不归，等书书不到，心情陷入无端的愁怅。“海水梦悠悠，君愁我亦愁”，她不仅自己愁思绵绵，而且也想到了情郎同样会愁绪满怀；他们的愁思像蓝天、湖水，无边无际，缠绵不绝。此时，便只有在梦中相见的希望了。“南风知我意，吹梦到西洲”，这是想像，更是希望；这一想像和希望既合情合理，是情之所至、不得不然，又新奇鲜美、生动感人。它是情之所至，那是因为女主人公自“日暮”盼郎，经历了南塘采莲、望郎登楼等一系列活动，至此天色已晚，她必须就寝休息了，盼望梦中相见是所剩惟一的希望；它涉想新奇，乃是因为她并非如一般所谓自己多么希望能梦见情郎，而是把自己的心事诉诸南风，请南风把自己的梦吹往西洲，带到情郎的身旁。这种含蓄、细腻、婉转的表情方式，集中而典型地体现出南方民歌的艺术特色及其独特的艺术风格。\n\n　　综上可见，《西洲曲》乃心系西洲、怀念郎君之作。其所涉地点只有两处，一是郎君所在地西洲，一是女子所在地南塘附近；一在江北，一在江南，且相距甚遥。其中人物，出场的是女子，幕后的是情郎；全诗既可以看成以第三人称而写女子，亦可视为女子自道，或者其中既有女子自道，亦有以第三人称而作的叙述，但其中没有男子的声音或描写，则是显然的。本诗的时间，不是写四季，也不是写春夏秋三季或夏秋两季，而就是写秋天；而且其中所写，只是秋日某天下午至天黑这段时间里，女主人公的所思所想所作所为。所有这些，实际上又可归结为一点，那就是这位女子的相思之情。《西洲曲》可谓中国诗歌史上的“言情之绝唱”。\n\n","translation":"思念梅花很想去西洲，去折下梅花寄去长江北岸。\n（她那）单薄的衣衫像杏子那样红，头发如小乌鸦那样黑。\n西洲到底在哪里？摇着小船的两支桨就可到西洲桥头的渡口。\n天色晚了伯劳鸟飞走了，晚风吹拂着乌桕树。\n树下就是她的家，门里露出她翠绿的钗钿。\n她打开家门没有看到心上人，便出门去采红莲。\n秋天的南塘里她摘着莲子，莲花长得高过了人头。\n低下头拨弄着水中的莲子，莲子就像湖水一样青。\n把莲子藏在袖子里，那莲心红得通透底里。\n思念郎君郎君却还没来，她抬头望向天上的鸿雁。\n西洲的天上飞满了雁儿，她走上高高的楼台遥望郎君。\n楼台虽高却看望不到郎君，她整天倚在栏杆上。\n栏杆曲曲折折弯向远处，她垂下的双手明润如玉。\n卷起的帘子外天是那样高，如海水般荡漾着一片空空泛泛的深绿。\n如海水像梦一般悠悠然然，伊人你忧愁我也忧愁啊。\n南风若知道我的情意，请把我的梦吹到西洲（与她相聚）。\n\n"}
{"_id":{"$oid":"5b9a1474367d5cab186687cc"},"title":"沈园二首","dynasty":"宋代","writer":"陆游","content":"城上斜阳画角哀，沈园非复旧池台，\n伤心桥下春波绿，曾是惊鸿照影来。\n\n梦断香消四十年，沈园柳老不吹绵。\n此身行作稽山土，犹吊遗踪一泫然。\n\n","type":["悼亡","回忆","组诗"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154211608.mp3","remark":"沈园：即沈氏园，故址在今浙江绍兴禹迹寺南。\n斜阳：偏西的太阳。画角：涂有色彩的军乐器，发声凄厉哀怨。\n惊鸿：语出三国魏曹植《洛神赋》句“翩若惊鸿”，以喻美人体态之轻盈。这里指唐琬。\n“梦断”句：作者在禹迹寺遇到唐琬是在高宗绍兴二十五年（1155年），其后不久，唐琬郁郁而死。作此诗时距那次会面四十四年，这里的“四十”是举其成数。香消，指唐琬亡故。\n不吹绵：柳絮不飞。\n行：即将。稽（jī）山：即会稽山，在今浙江绍兴东南。\n吊：凭吊。泫（xuàn）然：流泪貌。\n\n","shangxi":"　　《沈园二首》乃陆游触景生情之作，此时距沈园邂逅唐氏已四十余年，但缱绻之情丝毫未减，反而随岁月之增而加深。\n\n　　第一首诗回忆沈园相逢之事，悲伤之情充溢楮墨之间。\n\n　　“城上斜阳”，不仅点明傍晚的时间，而且渲染出一种悲凉氛围，作为全诗的背景。斜阳惨淡，给沈园也涂抹上一层悲凉的感情色彩。于此视觉形象之外，又配以“画角哀”的听觉形象，更增悲哀之感。“画角”是一种彩绘的管乐器，古时军中用以警昏晓，其声高亢凄厉。此“哀”字更是诗人悲哀之情外射所致，是当时心境的反映。这一句造成了有声有色的悲境，作为沈园的陪衬。\n\n　　次句即引出处于悲哀氛围中的“沈园”。诗人于光宗绍熙三年（1192年）六十八岁时所写的《禹迹寺南有沈氏小园序》曰：“禹迹寺南有沈氏小园，四十年前（按：实为三十八年）尝题小词壁间，偶复一到，园已三易主，读之怅然。”诗中并有“坏壁醉题尘漠漠”之句。那时沈园已有很大变化；而现在又过七年，更是面目全非，不仅“三易主”，且池台景物也不复可认。诗人对沈园具有特殊的感情，这是他与唐氏离异后唯一相见之处，也是永诀之所。这里留下了他刹那间的毛喜与永久的悲，《钗头凤·红酥手》这首摧人肝肺之词也题于此。他多么渴望旧事重现，尽管那是悲剧，但毕竟可一睹唐氏芳姿。这当然是幻想，不得已而求其次，他又希望沈园此时的一池一台仍保持当年与唐氏相遇时的情景，以便旧梦重温，借以自慰。但现实太残酷了，今日不仅心上人早已作古，连景物也非复旧观。诗人此刻心境之寥落，可以想见。\n\n　　但是诗人并不就此作罢，他仍竭力寻找可以引起回忆的景物，于是看到了“桥下春波绿”一如往日，感到似见故人。只是此景引起的不是喜悦而是“伤心”的回忆：“曾是惊鸿照影来”。四十四年前，唐氏恰如曹植《洛神赋》中所描写的“翩若惊鸿”的仙子，飘然降临于春波之上。她是那么婉娈温柔，又是那么凄楚欲绝。离异之后的不期而遇所引起的只是无限“伤心”。诗人赋《钗头凤》，抒写出“东风恶，欢情薄”的愤懑，“泪痕红浥鲛绡透”的悲哀，“错！错！错！”的悔恨。唐氏和词亦发出“世情薄，人情恶”的控诉，“今非昨，病魂常恨千秋索”的哀怨。虽然已过了四十余春秋，而诗人“一怀愁绪”，绵绵不绝，但“玉骨久成泉下土”（《十二月二日夜梦游沈氏园亭》），一切早已无可挽回，那照影惊鸿已一去不复返了。然而只要此心不死，此“影”将永在心中。\n\n　　第二首诗写诗人对爱情的坚贞不渝。\n\n　　首句感叹唐氏溘然长逝已四十年了。古来往往以“香销玉殒”喻女子之亡，“梦断香消”即指唐氏之死。陆游于八十四岁即临终前一年所作悼念唐氏的《春游》亦云：“也信美人终作土，不堪幽梦太匆匆。”唐氏实际已死四十四年，此“四十年”取其整数。这一句充满了刻骨铭心之真情。\n\n　　次句既是写沈园即日之景：柳树已老，不再飞绵；也是一种借以自喻的比兴：诗人六十八岁时来沈园已自称“河阳愁鬓怯新霜”（《禹迹寺南有沈氏小园四十年前尝题小阕壁间偶复一到而园已易主刻小阕于石读之怅然》），此时年逾古稀，正如园中老树，已无所作为，对个人生活更无追求。“此身行作稽山土”，则是对“柳老”内涵的进一步说明。“美人终作土”，自己亦将埋葬于会稽山下而化为黄土。此句目的是反衬出尾句“犹吊遗踪一泫然”，即对唐氏坚贞不渝之情。一个“犹”字，使诗意得到升华：尽管自己将不久于人世，但对唐氏眷念之情永不泯灭；尽管个人生活上已无所追求，但对唐氏之爱历久弥新。所以对沈园遗踪还要凭吊一番而泫然涕下。“泫然”二字，饱含无比复杂的感情：其中有爱，有恨，有悔，诗人不点破，足供读者体味。\n\n　　这两首诗与陆游慷慨激昂的诗篇风格迥异：感情性质既别，艺术表现自然不同。写得深沉哀婉，含蓄蕴藉，但仍保持其语言朴素自然的一贯特色。\n\n","translation":"城墙上的画角声仿佛也在哀痛，沈园已经不是原来的池阁亭台。\n令人伤心的桥下春水依然碧绿，在此曾见她的倩影如惊鸿飘来。\n\n离她香消玉殒已过去四十多年，沈园柳树也老得不能吐絮吹绵。\n自身即将化为会稽山一抔泥土，仍然来此凭吊遗踪而泪落潸然。\n\n"}
{"_id":{"$oid":"5b9a1474367d5cab186687cd"},"title":"桃花庵歌","dynasty":"明代","writer":"唐寅","content":"桃花坞裏桃花庵，桃花庵裏桃花仙。\n桃花仙人种桃树，又折花枝当酒钱。\n酒醒只在花前坐，酒醉还须花下眠。\n花前花後日复日，酒醉酒醒年复年。\n不愿鞠躬车马前，但愿老死花酒间。\n车尘马足贵者趣，酒盏花枝贫者缘。\n若将富贵比贫贱，一在平地一在天。\n若将贫贱比车马，他得驱驰我得闲。\n世人笑我忒风颠，我咲世人看不穿。\n记得五陵豪杰墓，无酒无花锄作田。\n弘治乙丑三月桃花庵主人唐寅（原版）\n\n桃花坞里桃花庵，桃花庵里桃花仙。\n桃花仙人种桃树，又摘桃花换酒钱。\n酒醒只在花前坐，酒醉还来花下眠。\n半醒半醉日复日，花落花开年复年。\n但愿老死花酒间，不愿鞠躬车马前。\n车尘马足富者趣，酒盏花枝贫者缘。\n若将富贵比贫者，一在平地一在天。\n若将贫贱比车马，他得驱驰我得闲。\n别人笑我忒风颠，我笑他人看不穿。\n不见五陵豪杰墓，无花无酒锄作田。（版本一）\n\n桃花坞里桃花庵，桃花庵里桃花仙。\n桃花仙人种桃树，又摘桃花换酒钱。\n酒醒只来花下坐，酒醉还来花下眠。\n半醒半醉日复日，花落花开年复年。\n但愿老死花酒间，不愿鞠躬车马前。\n车尘马足富者趣，酒盏花枝贫者缘。\n若将富贵比贫贱，一在平地一在天。\n若将花酒比车马，他得驱驰我得闲。\n别人笑我忒风骚，我笑他人看不穿。\n不见五陵豪杰墓，无酒无花锄作田。（版本二）\n\n","type":["桃花","生活","猖狂"],"remark":"庵：屋舍也。\n桃花坞：坞为四面高，中间低的地方，今江苏省苏州市有地名“桃花坞”。\n鞠躬：恭敬谨慎的样子，表示屈从，屈服。\n忒（tuī）：太。\n五陵豪杰墓：汉代五个皇帝的陵墓，即长陵，安陵，阳陵，茂陵，平陵，都在长安附近，后人也用“五陵”指富贵人家聚居长安的地方。\n无花无酒：指没有人前来祭祀，摆花祭酒是祭祀的礼俗。\n\n","shangxi":"　　全诗画面艳丽清雅，风格秀逸清俊，音律回风舞雪，意蕴醇厚深远。虽然满眼都是花、桃、酒、醉等香艳字眼，却毫无低俗之气，反而笔力直透纸背，让人猛然一醒。唐寅诗画得力处正在于此，这首诗也正是唐寅的代表作。\n\n　　全诗描绘了两幅画面，一幅是汉朝大官和富人的生活场景，一幅是明朝唐寅自己的生活场景。只用了“鞠躬车马前”、“车尘马足”、“碌碌”等十几个字，就把明朝大官和富人的生活场景传神地勾勒了出来。唐寅自己的生活场景描写得比较详细，“种桃树”、“摘桃花换酒钱”、　“酒醒只在花前坐，酒醉还来花下眠”、“ 半醉半醒日复日”、“但愿老死花酒间，不愿鞠躬车马前”、“酒盏花枝隐士缘”。两幅画面孰优孰劣由读者自己体会和评定。\n\n　　“桃花坞里桃花庵，桃花庵下桃花仙。桃花仙人种桃树，又摘桃花换酒钱。”起首四行，有如一个长长的“推”的镜头，由远及近，将一个画里神仙陡然呈现在读者面前。短短四行，重复用了六个“桃花”，循环复沓，前后钩连，浓墨重彩，迅速堆积出一个花的世界，使人一下子落入其所设定的情境之中。不紧不慢的语调和语速，又加重了读者的亲切感和好奇心：这桃花仙人究竟过得是怎样的神仙生活？接下来的四行便展开一幅“醉卧花间”的美图：“酒醒只在花前坐，酒醉还来花下眠。半醒半醉日复日，花落花开年复年。”看这桃花仙人何等逍遥，何等快活，竟年复一年、日复一日地醉酒赏花。这里，花与酒，已不完全是诗人藉以谴怀的外物，简直是诗人生命的一部分，或者说也成了独立的生命个体，花、酒与人，融为一个和谐的整体。以上几句，可谓作者自况，意象生动、鲜明而有深义。那个曾经幻想“朝为田舍郎，暮登天子堂”的学子唐寅不见了，那个烟花柳巷醉生梦死的风流才子不见了，痛也痛过，乐也乐过，在经历了几年放浪生活之后，唐寅终于还是选择逃离闹市，为自己选定这一处世外桃源，和继娶沈氏，开始了相对平静的隐居生活。虽仕进无门，毕竟身有所托，又值壮年，美景逸思，一咏成诗。\n\n　　“但愿老死花酒间，不愿鞠躬车马前。”此一句承上启下，道出了诗人的志趣所在：与其为了荣华富贵奔波劳碌屈己下人，何如在花酒间快活逍遥：“车尘马足贵者趣，酒盏花枝贫者缘。若将富贵比贫者，一在平地一在天。”“车尘马足”只是富贵者的趣味，而花和酒注定与贫者结缘。如果用金钱和物质来衡量，这两种人两种生活自然有着天壤之别，但换个角度去理解，那些富贵者须得时刻绷紧神经，小心翼翼如履薄冰地过活，而所谓贫者，却能多几分闲情，多几分逸趣，反而活得更加自然、真实，更加轻松和快乐。以上六行全用对比描写，感情在激烈的碰撞中展开，每一句中，因用韵的关系，前紧后舒，充分表现出诗人傲世不俗的个性，和居处生活的的超脱与释然。\n\n　　注：“车尘马足显者势，酒盏花枝隐士缘。 若将显者比隐士，一在平地一在天。 若将花酒比车马，彼何碌碌我何闲。”综合全文意境，显者与隐士的对比，较富者与贫者的对比更贴合，作此诗时，唐寅已经经历过了出仕不利，已经绝了“朝为田舍郎，暮登天子堂”的进取之意，是隐居在此。\n\n　　然而此中真义并非人人悟得，君不见“别人笑我忒疯癫”？而“我”，却不以为然：“我笑他人看不穿。”难道你们没有看到，昔日叱咤风云富贵至极的君王将相，如今又如何呢？不但身已没，势已落，连花和酒这些在他们生前不屑一顾的东西都无法奢望了，甚至连坟茔都不保。如果他们在天有知，也只能无奈地看着农夫在自己葬身的土地上耕作了。 “不见五陵豪杰墓，无花无酒锄作田！” 一句收束，戛然而止，余味绵绵。\n\n　　通观全诗，层次清晰，语言浅近，回旋委婉，近乎民谣式的自言自语，然而就是这样的自言自语，却蕴涵的无限的艺术张力，给人以绵延的审美享受和强烈的认同感，不愧是唐寅诗中之最上乘者。这也正合了韩愈“和平之音淡薄，而愁思之音要妙；欢愉之辞难工，而穷苦之言易好”（《荆潭唱和诗序》）的著名论断。\n\n　　这首诗中最突出，给人印象最深的两个意象是“花”和“酒”。桃花，最早见诸文学作品，当于《诗经·周南》之《桃夭》篇，本意表达一种自由奔放的情感。而至晋陶渊明《桃花源记》一出，桃花便更多地被用来表达隐逸情怀了。古代，桃还有驱鬼辟邪的意思，而“桃”与“逃” 谐音，因有避世之意。在唐寅的诗中，“桃花”这一意象频频出现。试举几例：\n\n　　我也不登天子船，我也不上长安眠。姑苏城外一茅屋，万树桃花月满天。 （《把酒对月歌》）\n\n　　桑出罗兮柘出绫，绫罗妆束出娉婷。娉婷红粉歌金缕，歌与桃花柳絮听。 （《桑图》）\n\n　　野店桃花万树低，春光多在画桥西。幽人自得寻芳兴，马背诗成路欲迷。 （《题画四首其一》）\n\n　　花开烂漫满村坞，风烟酷似桃源古。千林映日莺乱啼，万树围春燕双舞。 （《桃花坞》）\n\n　　草屋柴门无点尘，门前溪水绿粼粼。中间有甚堪图画，满坞桃花一醉人。 （《题画廿四首其十五》）\n\n　　不难看出，例中桃花意象都是用来表达闲居和隐逸生活的。\n\n　　“酒”，在中国古代文化和古代士人中也有着重要的地位。它不仅可以用来表达悲壮慷慨情怀，更与世事苍凉、傲岸不羁、独行特立结缘。晋有刘伶、嵇康，唐有“饮中八仙”，宋有东坡“把酒问青天”，而到了明代，又有了唐寅醉酒花下眠。\n\n　　唐寅在世时声名已著，除在绘画史上拥有突出地位外，在诗词上亦有独创的成就。其诗真切平易，不拘成法，大量采用口语，意境警拔清新，在当时独树一帜，并以其独特超凡的个性和艺术气质，从一个侧面，给那个自由、开放近乎荒唐、混沌的时代做出典型、生动的诠释。\n\n","translation":"桃花坞里有桃花庵，桃花庵下有桃花仙。\n桃花仙人种了桃树，又折下桃花枝去抵酒钱。\n酒醒了也只是坐在桃花前，喝醉了就要在桃花下睡觉。\n日复一日的在桃花旁，年复一年的酒醉又酒醒。\n不愿意在华贵的车马前弯腰屈从，只希望在赏花饮酒中度日死去。\n车马奔波是富贵人的乐趣所在，而无财的人追寻的是酒盏和花枝。\n如果将富贵和贫贱相比，那是天壤之别。\n如果将清贫的生活与车马劳顿的生活相比，他们得到的是奔波之苦，我得到的是闲适之乐。\n世间的人笑我太疯癫了，我笑他们都太肤浅。\n还记得五陵豪杰的墓前没有花也没有酒，如今都被锄作了田地。\n弘治乙丑年三月桃花庵的主人唐寅作。\n\n"}
{"_id":{"$oid":"5b9a1474367d5cab186687ce"},"title":"西江月·遣兴","dynasty":"宋代","writer":"辛弃疾","content":"醉里且贪欢笑，要愁那得工夫。\n近来始觉古人书。信著全无是处。(著 通：着)\n昨夜松边醉倒，问松我醉何如。\n只疑松动要来扶。以手推松曰去。","type":["宋词三百首","豪放","怀才不遇","壮志难酬"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154211789.mp3","remark":"用《孟子·尽心下》“尽信书则不如无书“意。\n《汉书·龚胜传》“胜以手推常（夏侯常）曰‘去’。“见黄季刚师《读汉书后汉书札记》说辛词此句。\n\n","shangxi":"　　欣赏这首词，我们似乎可以这样说：品读辛弃疾的词，可从词中品出更有韵味的戏剧来，虽然在写词中，恰如其分地引入戏剧性场景并非辛弃疾发明，但是在他手上得到了发扬光大，在他的词中，这种情况十分常见。这是值得肯定的。\n\n　　“醉里且贪欢笑，要愁那得工夫。”通篇“醉”字出现了三次。难道词人真成了沉湎醉乡的“高阳酒徒”么？否。盖因其力主抗金而不为南宋统治者所用，只好借酒消愁，免得老是犯愁。说没工夫发愁，是反话，骨子里是说愁太多了，要愁也愁不完。\n\n　　“近来始觉古人书，信着全无是处。”才叙饮酒，又说读书，并非醉后说话无条理。这两句是“醉话”。“醉话”不等于胡言乱语。它是词人的愤激之言。《孟子·尽心下》：“尽信书，则不如无书。”本意是说古书上的话难免有与事实不符的地方，未可全信。辛弃疾翻用此语，话中含有另一层意思：古书上尽管有许多“至理名言”，现在却行不通，因此信它不如不信。\n\n　　以上种种，如直说出来，则不过慨叹“世道日非”而已。但词人曲笔达意，正话反说，便有咀嚼不尽之味。\n\n　　下片写出了一个戏剧性的场面。词人“昨夜松边醉倒”，居然跟松树说起话来。他问松树：“我醉得怎样了？”看见松枝摇动，只当是松树要扶他起来，便用手推开松树，并厉声喝道：“去！”醉憨神态，活灵活现。词人性格之倔强，亦表露无遗。在当时的现实生活里，醉昏了头的不是词人，而是南宋小朝廷中那些纸醉金迷的昏君佞臣。哪怕词人真醉倒了，也仍然挣扎着自己站起来，相比之下，小朝廷的那些软骨头们是多么的渺小和卑劣。\n\n　　辛弃疾的这首小词，粗看，正如标题所示，是一时即兴之作。但如果再往里仔细一看，那么会发现作者是在借诙谐幽默之笔达发泄内心的不平。如再深入研究，我们还可洞察到作者是由于社会现实的黑暗而忧心忡忡，满腹牢骚和委屈，不便明说而又不能不说，所以，只好借用这种方式，来畅快淋漓地宣泄他的真情实感。\n\n","translation":"喝醉了酒后恣意欢笑，我哪里有那闲工夫发愁呢。\n最近才明白古书上的话，的的确确是没有半点可信的！\n昨儿晚上我在松边喝醉了，醉眼迷蒙，把松树看成了人，就问他：“我醉得怎么样啊？”\n恍惚中看见松树活动起来，疑是要来扶我，于是我用手不耐烦的推推松树说：“走开走开！”。\n\n"}
{"_id":{"$oid":"5b9a1474367d5cab186687cf"},"title":"咏史·郁郁涧底松","dynasty":"魏晋","writer":"左思","content":"郁郁涧底松，离离山上苗。\n以彼径寸茎，荫此百尺条。\n世胄蹑高位，英俊沉下僚。\n地势使之然，由来非一朝。\n金张藉旧业，七叶珥汉貂。\n冯公岂不伟，白首不见招。","type":["古诗三百首","咏史","抒怀"],"remark":"郁郁：严密浓绿的样子。涧：两山之间。涧底松：比喻才高位卑的寒士。　\n离离：下垂的样子。苗：初生的草木。山上苗：山上小树。　\n彼：指山上苗。径：直径。径寸：直径一寸。径寸茎：即一寸粗的茎。　\n荫：遮蔽。此：指涧底松。条：树枝，这里指树木。　\n胄：长子。世胄：世家子弟。蹑（niè聂）：履、登。　\n下僚：下级官员，即属员。沉下僚：沉没于下级的官职。　\n“地势”两句是说这种情况恰如涧底松和山上苗一样，是地势造成的，其所从来久矣。　\n金：指汉金日磾（jin mi di)，他家自汉武帝到汉平帝，七代为内侍。（见《汉书·金日传》）张：指汉张汤，他家自汉宣帝以后，有十余人为侍中、中常侍。《汉书·张汤传赞》云：“功臣之世，唯有金氏、张氏亲近贵宠，比于外戚。”七叶：七代。珥（ěr耳）：插。珥汉貂：汉代侍中、中常侍的帽子上，皆插貂尾。这两句是说金张两家的子弟凭借祖先的世业，七代做汉朝的贵官。　\n冯公：指汉冯唐，他曾指责汉文帝不会用人，年老了还做中郎署长的小官。伟：奇。招：招见。不见招：不被进用。这两句是说冯唐难道不奇伟，年老了还不被重用。以上四句引证史实说明“世胄蹑高位，英俊沉下僚”的情况，是由来已久。\n\n","translation":"茂盛的松树生长在山涧底,风中低垂摇摆着的小苗生长在山头上.\n(由于生长的地势高低不同,)凭它径寸之苗,却能遮盖百尺之松.\n贵族世家的子弟能登上高位获得权势,有才能的人却埋没在低级职位中.\n这是所处的地位不同使他们这样的,这种情况由来已久 并非一朝一夕造成的.\n汉代金日磾和张安世二家就是依靠了祖上的遗业,子孙七代做了高官.(珥汉貂:珥,插.汉代侍中官员的帽子上插貂鼠尾作装饰.)\n汉文帝时的冯唐难道还不算是个奇伟的人才吗?可就因为出身微寒,白头发了仍不被重用。\n\n"}
{"_id":{"$oid":"5b9a1474367d5cab186687d0"},"title":"闺怨","dynasty":"唐代","writer":"王昌龄","content":"闺中少妇不知愁，春日凝妆上翠楼。\n忽见陌头杨柳色，悔教夫婿觅封侯。","type":["唐诗三百首","春天","妇女","闺怨"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154212506.mp3","remark":"闺怨：少妇的幽怨。闺，女子卧室，借指女子。一般指少女或少妇。古人“闺怨“之作，一般是写少女的青春寂寞，或少妇的离别相思之情。以此题材写的诗称“闺怨诗”。\n“不知愁“一作“不曾愁“，则诗意大减。\n凝妆：盛妆。\n陌头：路边。\n觅封侯：为求得封侯而从军。觅，寻求。\n悔教：后悔让\n\n","shangxi":"　　王昌龄的一系列宫闺怨诗中《闺怨》尤为突出。诗题为《闺怨》，起笔却写道：“闺中少妇不知愁”，紧接着第二句又写出这位不知愁的少妇，如何在春光明媚的日子里“凝妆”登楼远眺的情景。于是，一个有些天真和娇憨之气的少妇形象跃然纸上。闺中少妇果真不知愁吗？当然不是。读过全诗之后我们知道，这是一位丈夫远征他乡，自己独守空房的少妇，即使在唐朝封建礼教尚不严格束缚妇女的时代，她平日里也是不能随便出门的。\n\n　　第三句是全诗的关键，称为“诗眼”。这位少妇所见，不过寻常之杨柳，作者何以称之为“忽见”？其实，诗句的关键是见到杨柳后忽然触发的联想和心理变化。杨柳在古代人的心目中，不仅仅是“春色”的代替物，同时，它又是友人别离时相赠的礼物，古人很早便有折柳相赠的习俗。因为那迷茫和朦胧的杨花柳絮和人的离愁别绪有着某种内在的相似。\n\n　　故少妇见到春风拂动下的杨柳，一定会联想很多。她会想到平日里的夫妻恩爱，想到与丈夫惜别时的深情，想到自己的美好年华在孤寂中一年年消逝，而眼前这大好春光却无人与她共赏……或许她还会联想到，丈夫戍守的边关，不知是黄沙漫漫，还是和家乡一样杨柳青青呢？\n\n　　在这一瞬间的联想之后，少妇心中那沉积已久的幽怨、离愁和遗憾便一下子强烈起来，变得一发而不可收。“悔教夫婿觅封侯”便成为自然流淌出的情感。说到“忽见”，杨柳色显然只是触发少妇情感变化的一个媒介，一个外因。如果没有她平时感情的积蓄，她的希冀与无奈，她的哀怨与幽愁，杨柳是不会如此强烈地触动她“悔”的情感的。故曰少妇的情感变化看似突然，实则并不突然，而在情理之中。\n\n","translation":"\n闺中少妇未曾有过相思离别之愁，在明媚的春日，她精心妆饰，登上高楼。忽然看到路边的杨柳春色，惆怅之情涌上心头。她后悔当初不该让丈夫从军边塞，建功封侯。\n\n译文二\n闺阁中的少妇，从来不知忧愁；\n春来细心打扮，独自登上翠楼。\n忽见陌头杨柳新绿，心里难受；\n呵，悔不该叫夫君去觅取封侯。\n\n"}
{"_id":{"$oid":"5b9a1474367d5cab186687d1"},"title":"村晚","dynasty":"宋代","writer":"雷震","content":"草满池塘水满陂，山衔落日浸寒漪。\n牧童归去横牛背，短笛无腔信口吹。","type":["农村","写景","儿童"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154212434.mp3","remark":"陂（bēi）：池塘。\n衔：口里含着。本文指落日西沉，半挂在山腰，像被山咬住了。\n浸：淹没。\n寒漪（yī）：水上波纹。\n横牛背：横坐在牛背上。\n腔：曲调。\n信口：随口。\n归去：回去。\n池塘：堤岸。\n\n","shangxi":"　　这首诗展示的是一幅牧童骑牛晚归图，真正达到了“诗中有画”的境界。这是一首描写农村晚景的诗：在四周长满青草的池塘里，池中的水灌得满满的，太阳正要落山，红红的火球好像被山吃掉一样（是落山后），倒映在冰凉的池水波纹中。放牛回家的孩子横坐在牛背，他拿着短笛随意的吹奏。诗人即景而写，构成了一幅饶有生活情趣的农村晚景图。\n\n　　诗前两句写背景。首句“草满池塘”是说节令已在春末，池塘里的青草已经长满，借鉴谢灵运《登池上楼》名句“池塘生春草”，但以“满”字易“生”字，显出节令的不同。“水满陂”，是说正逢多雨季节，因此水涨得很高。次句写远山落日。用一个“衔”字，形象地现出落日挂在山头上的情况，与杜甫“四更山吐月”的“吐”字同见炼字之工。又用一个“浸”字，写落日青山倒映水中，与王安石“北山输绿涨横陂”句情景非常相似。诗围绕池塘为中心，以池塘中的绿草与澄净的池水，带出青山与落日，中间以一“浸”字作维系，使池塘显得很热闹，色彩也十分绚丽。\n\n　　在这样宁静优美的背景中，主人公——牧童登场了。他骑着牛儿，走向村庄，手中拿着支短笛，随意吹着。与上两句的恬静相比，这两句描绘得非常生动活泼。牧童骑着牛，不是规规矩矩地骑，而是横坐着；他吹笛也不是认真地吹，而是“无腔信口吹”。于是，牧童调皮天真的神态，活生生地呈现在读者面前，使人为之耳目一新。\n\n　　诗摄取的画面不大，写景则集中在池塘上，写人则集中在牧童上，又都紧紧围绕着“村晚”二字落笔，把人引入了江南优美的田园之中，使人对悠然恬静的乡村生活充满着向往。在此之前，张舜民《村居》诗有“夕阳牛背无人卧，带得寒鸦两两归”句，与这首诗比，画面中少了个天真烂漫的牧童，代之以牛背的乌鸦，以显出村晚的萧瑟。同样的农村景色，因诗人的心情不同，摄取的画面便不同，一是充满情趣，一是惆怅落寞，因此诗家有“一切景语皆情语”的说法。\n\n","translation":"在一个长满青草的池塘里，池水灌得满满的，山衔住落日淹没了水波。放牛的孩子横坐在牛背上，随意地用短笛吹奏着不成调的的乐曲。\n\n"}
{"_id":{"$oid":"5b9a1476367d5cab186687d2"},"title":"赠孟浩然","dynasty":"唐代","writer":"李白","content":"吾爱孟夫子，风流天下闻。\n红颜弃轩冕，白首卧松云。 \n醉月频中圣，迷花不事君。\n高山安可仰，徒此揖清芬。","type":["唐诗三百首","赠别","敬爱"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154213324.mp3","remark":"孟夫子：指孟浩然。夫子，一般的尊称。\n风流：古人以风流赞美文人，主要是指有文采，善词章，风度潇洒，不钻营苟且等。王士源《孟浩然集序》说孟“骨貌淑清，风神散朗，救患释纷，以立义表。灌蔬艺竹，以全高尚。”\n红颜句：意谓从青年时代起就对轩冕荣华（仕宦）不感兴趣。\n白首：白头，指老年。\n醉月句：月下醉饮。中圣：“中圣人”的简称，即醉酒。曹魏时徐邈喜欢喝酒，称酒清者为圣人，酒浊者为贤人。中：读去声，动词，“中暑”、“中毒”之“中”，此为饮清酒而醉，故曰中圣。\n迷花：迷恋花草，此指陶醉于自然美景。事君：侍奉皇帝。\n高山：言孟品格高尚，令人敬仰。\n徒此揖清芬：只有在此向您清高的人品致敬了。\n\n","shangxi":"　　李白的律诗，不屑为格律所拘束，而是追求古体的自然流走之势，直抒胸臆，透出一股飘逸之气。李白与孟浩然的友谊是诗坛上的一段佳话。二人彼此结识，固然不乏饮酒唱和、携手邀游的乐趣，但是至为重要的，则是在追求情感的和谐一致，寻求灵性飘逸的同伴和知音。史载孟浩然曾隐鹿门山，年四十余客游京师，终以“当路无人”，还归故园。而李白竟亦有类似的经历。他少隐岷山，又隐徂徕山.后被玄宗召至京师，供奉翰林。终因小人谗毁，被赐金放还。的确，笑傲王侯，宏放飘然，邈然有超世之心，这便是两位著名诗人成为知交的根本原因。这首诗就是二人友谊的见证。\n\n　　首先看其章法结构。首联即点题，揭出“吾爱”二字，亲切挚恳，言由心出，一片真情掩蔽全篇，抒发了对孟浩然的钦敬爱慕之情。“孟夫子”，点出所爱之人，扣紧题目。孟浩然比李白长十二岁，年岁既长，襟怀磊落，生性潇洒，诗才又特出，自然令李白仰慕钦敬，所以才以“夫子”相称。“夫子”非章句腐儒，那是作者鄙夷不耻的。这是对孟浩然倜傥旷放生涯的赞誉，果然，下面使补充道：“风流天下闻”。一个“爱”字是贯串全诗的抒情线索。“风流”指浩然潇洒清远的风度人品和超然不凡的文学才华。这一联提纲挈领，总摄全诗。到底如何风流，就要看中间二联的笔墨了。\n\n　　中二联好似一幅高人隐逸图，勾勒出一个高卧林泉、风流自赏的诗人形象。作者集中笔墨刻画这位儒雅悠闲的“孟夫子”形象：“红颜弃轩冕，白首卧松云”。“红颜”对“白首”，当是概括了孟浩然漫长的人生旅程，“轩冕”对“松云”，则象征着仕途与隐遁,象征着富贵与淡泊.前者是多少人梦寐以求的。一边是达官贵人的车马冠服，一边是高人隐士的松风白云，浩然宁弃仕途而取隐遁，通过这一弃一取的对比，突出了他的高风亮节。“白首”句着一“卧”字，活画出人物风神散朗、寄情山水的高致。如果说颔联是从纵的方面写浩然的生平，那么颈联则是在横的方面写他的隐居生活。在皓月当空的清宵，他把酒临风，往往至于沉醉，有时则于繁花丛中，流连忘返。颔联采取由反而正的写法，即由弃而取，颈联则自正及反，由隐居写到不事君。纵横正反，笔姿灵活。\n\n　　中二联是在形象描写中蕴含敬爱之情，尾联则又回到了直接抒情，感情进一步升华。浩然不慕荣利、自甘淡泊的品格已写得如此充分，在此基础上将抒情加深加浓，推向高潮，就十分自然，如水到渠成。仰望高山的形象使敬慕之情具体化了，但这座山太巍峨了，因而有“安可仰”之叹，只能在此向他纯洁芳馨的品格拜揖。这样写比一般地写仰望又翻进了一层，是更高意义上的崇仰，诗就在这样的赞语中结束。\n\n　　其次诗在语言上也有自然古朴的特色。首联看似平常，但格调高古，萧散简远。它以一种舒展的唱叹语调来表达诗人的敬慕之情，自有一种风神飘逸之致，疏朗古朴之风。尾联也具有同样风调。中二联不斤斤于对偶声律，对偶自然流走，全无板滞之病。谢榛《四溟诗话》曾谓，“红颜”句与“迷花”句，“两联意颇相似”，其中运用“互体”，耐人寻味：“弃轩冕”、“卧松云”是一个事情的两个方面。这样写，在自然流走之中又增加了摇曳错落之美。诗中用典，融化自然，不见斧凿痕迹。如“中圣”用曹魏时徐邈的故事，他喜欢喝酒，将清酒叫作圣人，浊酒叫作贤人，“中圣”就是喝醉酒之意，与“事君”构成巧妙的对偶。“高山”一句用了《诗经·小雅·车舝》中“高山仰止，景行行止”的典故，后来司马迁又在《孔子世家》中用来赞美孔子。这里既是用典，又是形象描写，即使不知其出处，也仍能欣赏其形象与诗情之美。而整个诗的结构采用抒情——描写——抒情的方式。开头提出“吾爱”之意，自然地过渡到描写，揭出“可爱”之处，最后归结到“敬爱”。依感情的自然流淌结撰成篇，所以像行云流水般舒卷自如，表现出诗人率真自然的感情。\n\n","translation":"我敬重孟先生的庄重潇洒，\n他为人高尚风流倜傥闻名天下。\n少年时鄙视功名不爱官冕车马，\n高龄白首又归隐山林摒弃尘杂。\n明月夜常常饮酒醉得非凡高雅，\n他不事君王迷恋花草胸怀豁达。\n高山似的品格怎么能仰望着他？\n只在此揖敬他芬芳的道德光华！\n\n"}
{"_id":{"$oid":"5b9a1476367d5cab186687d3"},"title":"北人食菱","dynasty":"明代","writer":"江盈科","content":"　　北人生而不识菱者，仕于南方，席上啖菱，并壳入口。或曰：“食菱须去壳。”其人自护所短，曰：“我非不知，并壳者，欲以去热也。”问者曰：“北土亦有此物否？”答曰：“前山后山，何地不有？”\n\n　　夫菱生于水而非土产，此坐强不知以为知也。\n\n","type":["小学文言文","哲理","故事","讽刺","写人"],"remark":"北人：北方人。\n识：知道。\n菱：俗称菱角，形状像牛头，紫红色，水生植物，果实可以煮着吃。性喜温暖和充足阳光，盛产于我国 中部和南部。果实有硬壳。\n仕于：（仕途）在……做官。于， 在。\n席：酒席。\n啖：吃。\n并壳：连同皮壳。\n或：有人。\n曰：说。\n食：食用，在这里可以指吃。\n去：去除，去掉。\n护：掩饰。\n短：缺点，短处,不足之处。\n并：一起。\n欲：想要。\n以：用来。\n答：回答。\n何：哪里。\n而：表示转折，此指却\n坐：因为，由于。\n强（qiǎng)：本文中指“勉强”。\n\n","translation":"　　有个出生在北方不认识菱角的人，在南方做官，（一次）他在酒席上吃菱角，（那个人）连角壳一起放进嘴里吃。有人对他说：“吃菱角必须去掉壳再吃。”那人为了掩饰自己的缺点，（护住自己的无知），说：“我并不是不知道，连壳一起吃进去的原因，是想要清热解毒。”问的人说：“北方也有这种东西吗？”他回答说：“前面的山后面的山，哪块地没有呢？”\n\n　　菱角生长在水中,（他）却说是在土里生长的，这是因为他为了装作有学问，硬要把不知道的说成知道的。\n\n"}
{"_id":{"$oid":"5b9a1476367d5cab186687d4"},"title":"莲叶","dynasty":"唐代","writer":"郑谷","content":"移舟水溅差差绿，倚槛风摆柄柄香。(风摆 一作：风摇)\n多谢浣纱人未折，雨中留得盖鸳鸯。","type":["咏物","荷叶"],"translation":"译文 　　船儿前行，河水溅起，参差的绿荷在荡漾，倚在船边的栏杆旁，风一阵阵的吹来，摇动着一柄柄荷叶，送来缕缕清香。要多多感谢那些浣纱的女子，她们没来采摘荷叶，这样，在雨中荷叶还可以遮盖戏水的鸳鸯。"}
{"_id":{"$oid":"5b9a1476367d5cab186687d5"},"title":"浣溪沙·一向年光有限身","dynasty":"宋代","writer":"晏殊","content":"一向年光有限身，等闲离别易销魂，酒筵歌席莫辞频。\n满目山河空念远，落花风雨更伤春，不如怜取眼前人。","type":["宋词三百首","婉约","感叹","离别"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154214796.mp3","remark":"一向：一晌，片刻，一会儿。年光：时光。有限身：有限的生命。\n等闲：平常，随便，无端。\n销魂：极度悲伤，极度快乐。\n莫辞频：频，频繁。不要因为次数多而推辞。\n怜取眼前人：元稹《会真记》载崔莺莺诗：“还将旧来意，怜取眼前人。”怜：珍惜，怜爱。取：语助词。\n\n","shangxi":"　　该词是宴会上即兴之作。下片首两句虽然仍是念远伤春，但气度较大，从放眼河山到风雨惜别，引出眼前人，并与上片别宴离歌前后呼应。\n\n　　词中所写的并非一时所感，也非一事，而是反映了作者人生观的一个侧面：悲年光之有限，感世事之无常；慨叹空间和时间的距离难以逾越，慨叹对已逝美好事物的追寻总是徒劳，在山河风雨中寄寓着对人生哲理的探索。词人幡然感悟，认识到要立足现实，牢牢地抓住眼前的一切。\n\n　　“ 一向年光有限身。”，劈空而来，语甚警炼。惜春光之易逝，感盛年之不再，有撼人心魄的效果。紧接“等闲”句，加厚一笔。词中所写的，不是生离，更不是死别，而只不过是寻常的离别而已。“等闲”二字，殊不等闲，具见词人之深于情。在短暂的人生中，别离是不只一次会遇到的，而每一回离别，都占去有限年光的一部分，词人唯有强自宽解：“ 酒筵歌席莫辞频”。痛苦是无益的，不如对酒当歌， 自遣情怀吧。这句写及时行乐，聊慰此有限之身。\n\n　　上片起调不做任何铺垫，直言年华有限，稍纵即逝，以精炼的语言表达富有深度的哲理，让人不觉为之一振。紧接着，词人将离别看成是平常事，可见人的一生离别之多，因而“易销魂”，但词人转而又写“酒筵歌席莫辞频”，表达人生短暂，莫为离别伤神，应当及时行乐的思想。\n\n　　过片二语，气象宏阔，意境莽苍，以健笔写闲情，兼有刚柔之美。两句是设想之辞。若是登临之际，放眼辽阔的河山，徒然地怀思远别的亲友；就算是独处家中，看到风雨摧落了繁花，更令人感伤春光易逝。语本李峤《汾阴行》：“山川满目泪沾衣，富贵荣华能几时？”作者不欲刻意去伤春伤别，故要想办法从痛苦中解脱出来。\n\n　　“不如怜取眼前人。”意谓去参加酒筵歌席，好好爱怜眼前的歌女。作为富贵宰相的晏殊，他不会让痛苦的怀思去折磨自己，也不会沉湎于歌酒之中而不能自拔，他要“怜取眼前人”，也只是为了眼前的欢娱而已，这是作者对待生活的一贯态度。\n\n　　下片抒情。起首两句为空想之辞：到了登临之时，放眼望去尽是大好河山，不禁徒然思念起远方的友人；等到风雨吹落繁华之际，才发现春天易逝，不禁更生伤春愁情。这两句词意境开阔、辽远，表现出词人对时空不可逾越，消逝的事物不可复得的感慨。结句中，词人以“不如”一词转折，再次表达了自己及时享乐的思想：与其徒劳地思念远方的亲友，因风雨摇落的花朵而伤怀，不如实际一些，珍惜眼前朋友的情谊。这也是词人对待生活的一种态度。\n\n　　这首词又是《珠玉词》中的别调。大晏的词作，用语明净，下字修洁，表现出闲雅蕴藉的风格；而在本词中，作者却一变故常，取景甚大，笔力极重，格调遒上。抒写伤春念远的情怀，深刻沉着，高健明快，而又能保持一种温婉的气象，使词意不显得凄厉哀伤。\n\n","translation":"片刻的时光，有限的生命，宛若江水东流，一去不返，深感悲伤。于是，频繁的聚会，借酒消愁，对酒当歌，及时行乐，聊慰此有限之身。\n若是登临之际，放眼辽阔河山，突然怀思远别的亲友；就算是独处家中，看到风雨吹落了繁花，更令人感伤春光易逝。不如在酒宴上，好好爱怜眼前的人。\n\n英译\nWhat can a short-lived man do with the fleeting year and soul-consuming separations from his dear? Refuse not banquet when fair singing girls appear!\nWith hills and rills in sight, I miss the far-off in vain. How can I bear the fallen blooms in wind and rain! Why not enjoy the fleeting pleasure now again?\n\n"}
{"_id":{"$oid":"5b9a1476367d5cab186687d6"},"title":"羌村三首·其三","dynasty":"唐代","writer":"杜甫","content":"群鸡正乱叫，客至鸡斗争。\n驱鸡上树木，始闻叩柴荆。\n父老四五人，问我久远行。\n手中各有携，倾榼浊复清。\n莫辞酒味薄，黍地无人耕。\n兵戈既未息，儿童尽东征。\n请为父老歌：艰难愧深情！\n歌罢仰天叹，四座泪纵横。","type":["初中古诗","生活","感激"],"remark":"正，一作“忽”。斗争，争斗；搏斗。一作“正生”。\n柴荆，犹柴门，也有用荆柴、荆扉的。最初的叩门声为鸡声所掩，这时才听见，所以说“始闻”。按养鸡之法，今古不同，南北亦异。《诗经》说“鸡栖于埘”，汉乐府却说“鸡鸣高树颠”，又似栖于树。石声汉《齐民要术今释》谓“黄河流域养鸡，到唐代还一直有让它们栖息在树上的，所以杜甫诗中还有‘驱鸡上树木’的句子”。按杜甫《湖城东遇孟云卿复归刘颢宅宿宴饮散因为醉歌》末云“庭树鸡鸣泪如线”。湖城在潼关附近，属黄河流域，诗作于将晓时，而云“庭树鸡鸣”，尤足为证。驱鸡上树，等于赶鸡回窝，自然就安静下来。\n问，问遗，即带着礼物去慰问人，以物遥赠也叫做“问”。父老们带着酒来看杜甫，所以说“问我”。\n榼（kē），酒器。浊清，指酒的颜色。\n苦辞酒味薄，是说苦苦地以酒味劣薄为辞。苦辞，就是再三地说，觉得很抱歉似的，写出父老们的淳厚。下面并说出酒味薄的缘故。苦辞、苦忆、苦爱等也都是唐人习惯语，刘叉《答孟东野》诗：“酸寒孟夫子，苦爱老叉诗。”都不含痛苦或伤心的意思。苦，一作“莫”。黍（shǔ），黍子。\n兵革，一作“兵戈”，指战争。童，一作“郎”。\n请为父老歌，一来表示感谢，二来宽解父老。但因为是强为欢笑，所以“歌”也就变成了“哭”。“艰难”句就是歌词。“艰难”二字紧对父老所说的苦况。来处不易，故曰艰难。惟其出于艰难，故见得情深，不独令人感，而且令人愧。从这里可以看到人民的品质对诗人的感化力量。\n杜甫是一个“自比稷与契”、“穷年忧黎元”的诗人，这时又正作左拾遗，面对着这灾难深重的“黎元”，而且自己还喝着他们的酒，不得不叹，不得不仰天而叹以至泪流满面。\n\n","translation":"成群的鸡正在乱叫，客人来时，鸡又争又斗。\n把鸡赶上了树端，这才听到有人在敲柴门。\n四五位村中的年长者，来慰问我由远地归来。\n手里都带着礼物，从榼里往外倒酒，酒有的清，有的浊。\n一再解释说：“酒味之所以淡薄，是由于田地没人去耕耘。\n战争尚未停息，年轻人全都东征去了。”\n请让我为父老歌唱，在艰难的日子里， 感谢父老携酒慰问的深情。\n吟唱完毕，我不禁仰天长叹，在座的客人也都热泪纵横不绝，悲伤之至。\n\n"}
{"_id":{"$oid":"5b9a1476367d5cab186687d7"},"title":"将进酒","dynasty":"唐代","writer":"李贺","content":"琉璃钟，琥珀浓，小槽酒滴真珠红。\n烹龙炮凤玉脂泣，罗帏绣幕围香风。\n吹龙笛，击鼍鼓；皓齿歌，细腰舞。\n况是青春日将暮，桃花乱落如红雨。\n劝君终日酩酊醉，酒不到刘伶坟上土。","type":["乐府","宴饮","讽喻","人生"],"remark":"琉璃钟：形容酒杯之名贵。\n琥珀：琥珀是数千万年前的树脂被埋藏于地下，经过一定的化学变化后形成的一种树脂化石，是一种有机的似矿物。琥珀的形状多种多样，表面常保留着当初树脂流动时产生的纹路，内部经常可见气泡及古老昆虫或植物碎屑。颜色一般为黄红色，透明到半透明。这里借喻酒色透明香醇。\n真珠红：真珠即珍珠，这里借喻酒色。\n烹龙炮凤：指厨肴珍异。\n\n\n","shangxi":"　　这首诗将一个宴饮歌舞的场面写的缤纷绚烂，有声有色，形神兼备，兴会淋漓，并且以精湛的艺术技巧表现了诗人对人生的深切体验。\n\n　　这首诗的前五句描写一幅奇丽熏人的酒宴图，场面绚丽斑斓，有声有色，给读者极强烈的感官刺激。作者似乎不遗余力地搬出华艳词藻、精美名物，目不暇接：“琉璃钟”、“琥珀浓”、“真珠红”、“烹龙炮风”、“罗帏绣幕”，作者用这样密集的华丽字眼描绘了一场华贵丰盛的筵宴。其物象之华美，色泽之瑰丽，简直无以复加。\n\n　　诸物象之间没有动词连接，就像一组蒙太奇镜头，将画面与画面按照内在逻辑顺序一一呈现出来。杯、酒、滴酒的槽床……这些具体意象的相继出现，给读者酒宴进行着的意念。这种省略叙写语言的手法，不但大大增加了形象的密度，同时也能启迪读者活跃的联想，使之主动地去填补、丰富那物象之间的空白。\n\n　　“吹龙笛，击鼍鼓，皓齿歌，细腰舞。”四句写宴乐的鼓点愈来愈急，连串三字句法衬得歌繁舞急，仅十二字，就将音乐歌舞之美妙写得尽态极妍。不仅让读者目不暇视，甚至耳不暇接。这似乎已不是普通宴饮，而是抵死的狂欢。下面的诗句作者开始解释这炊金馔玉，浩歌狂舞的原因。\n\n　　“况是青春日将暮，桃花乱落如红雨。”春光正美，太阳却冷酷地移向地平线；青春正美，白发却已在悄悄滋长。曾在繁茂的桃花园中，看花瓣随风如雨而落，那真是令人目眩神迷的美。但每一秒的美丽，都是以死亡为代价的。何等奢侈的美丽。人们伸出手想挽留残春，但最终留下的，只是那空荡荡的枝头和指间的几片残红。在这凄艳的花雨中，在这渐渐拉长的日影下，愈转愈急的歌弦舞步是想追上时间的脚步，在时间鼓点均匀而无情的敲击声中，入唇的玉液琼浆己变得苦涩。\n\n　　“劝君终日酩酊醉，酒不到刘伶坟上土！”诗的前一部分是大段关于人间乐事瑰丽夸张的描写：美酒佳肴，欢歌曼舞，人生之乐似乎莫过于此。但结尾笔锋倏转，出人意料地出现了死的意念和“坟上土”的惨淡形象，透露出一片苦涩幽怨的意绪。时光难逗留，诗人遂道，罢了，对酒当歌，人生几何，既是壶中日月长，就多喝几杯，终日酩酊吧，无知无觉也就没有困扰了。何况哪怕好酒如刘伶，死后想喝酒亦不可得。可酒并不是真的就能令人忘忧。刘伶“一醉一石，五斗解醒”也未必真的逃避了痛苦。狂呼痛饮，及时行乐固然痛快，但是，即使秉烛夜游，人生又有几何，再回首已百年身，酒闲人寂之后，留下的只有深沉的孤独和空虚之感。况且生时的辉煌更加衬托出死后的悲凉，正是前后这种极度的反差和不协调给读者带来极大的震撼。人间乐事极力地反衬出死的可悲，终日醉酒和暮春之愁思又回过来表露出生的无聊，这就是诗人内心深处所隐藏的死既可悲而生亦无聊的最大的矛盾和苦闷。人生总难免面对差别，在差别面前，庄子喜欢否定它，以求心灵的宽慰和淡泊；作者李贺则喜欢确认它、甚至放大它，以强化主体对生命、生活的敏感和执著。他为此宁愿悲愤伤感，宁愿陷入感性的深渊而不愿自拔。\n\n　　这首诗以幽遽朦胧、瑰艳凄冷的意境，生动灵澈、神奇超常的意象，构设意与境浑的美学特质，充分表达诗人身处病态社会的烦闷、压抑、凄凉与愤激心绪，给读者以深刻的精神启示和审美感受。\n\n","translation":"　　酒杯用的是琉璃钟，酒是琥珀色的，还有珠红的。经过烹、炮的马肉（龙）和雄雉（凤）拿到口中吃的时候，还能听到油脂被烧烤时的油爆声，像是在哭泣。用绫罗锦绣做的帷幕中充满了香气。罗帏之中，除了食品与酒的香气外，还有白齿的歌伎的吟唱和细腰的舞女和着龙笛的吹奏、鼍鼓的敲击在舞蹈。宴饮的时间是一个春天的黄昏，他们已欢乐终日了，他们饮掉了青春，玩去了如花的大好时光。桃花被鼓声震散了，被舞袖拂乱了，落如红雨，他们把如花的青春白白地浪费了。我奉劝你们要像他们那样，终日喝个酩酊大醉吧，由于酒已被你们喝光，酒鬼刘伶坟上已经无酒可洒了！\n\n"}
{"_id":{"$oid":"5b9a1476367d5cab186687d8"},"title":"汉广","dynasty":"先秦","writer":"佚名","content":"南有乔木，不可休思。\n汉有游女，不可求思。\n汉之广矣，不可泳思。\n江之永矣，不可方思。\n\n翘翘错薪，言刈其楚。\n之子于归，言秣其马。\n汉之广矣，不可泳思。\n江之永矣，不可方思。\n\n翘翘错薪，言刈其蒌。\n之子于归，言秣其驹。\n汉之广矣，不可泳思。\n江之永矣，不可方思。\n\n","type":["诗经","爱情"],"remark":"休思：休思。休：止息也；思：语气助词，没有实义。\n汉：指汉水。游女：在汉水岸上出游的女子。\n江：指长江。永：水流很长。\n方：渡河的木排。这里指乘筏渡河。\n翘翘：众也，秀起之貌。错薪：杂乱的柴草。\n楚：杂薪之中尤翘翘者\n秣(mò)：喂马。\n蒌(lóu)：草名，即蒌蒿\n\n","shangxi":"　　从结构形式上分析，《汉广》全篇三章，前一章独立，后二章叠咏，同《诗经》中其他重章叠句的民歌，似无差异。但从艺术意境看，三章层层相联，自有其诗意的内在逻辑。可析而为二。\n\n　　首先，全诗三章的起兴之句，传神地暗示了作为抒情主人公的青年樵夫，伐木刈薪的劳动过程。方氏由此把《汉广》诗旨概括为“江干樵唱”，否定其恋情诗的实质，仍不免迂阔；但见出起兴之句暗示了采樵过程，既有文本依据，也是符合劳动经验的。\n\n　　其次，从结构形式看，首章似独立于二、三两章；而从情感表现看，前后部分紧密相联，细腻地传达了抒情主人公由希望到失望、由幻想到幻灭，这一曲折复杂的情感历程。有希望有追求，才有失望有失落；但诗篇于此未作明言，对这位青年当年追求思恋的一往深情，让读者得之言外。诗篇从失望和无望写起，首章八句，四曰“不可”，把追求的无望表达得淋漓尽致，不可逆转。一般把首句视为起兴；如果换一种读法，把“汉有游女，不可求思”置于首位，那么，“南有乔木，不可休思”便可视为比喻，连同“汉之广矣，不可泳思”、“江之永矣，不可方思”，构成一组气势如潮的博喻；瞻望难及的无限怅惘之情，也表现得更为强烈。当年苦恋追求，今日瞻望难及。但心不甘、情难拔，于是由现实境界转入幻想境界。三、三两章一再地描绘了痴情的幻境：有朝“游女”来嫁我，先把马儿喂喂饱；“游女”有朝来嫁我，喂饱驹儿把车拉。但幻境毕竟是幻境，一旦睁开现实的眼睛，便更深地跌落幻灭的深渊。他依然痴情而执着，但二、三两章对“汉广”、“江永”的复唱，已是幻境破灭后的长歌当哭，比之首唱，真有男儿伤心不忍听之感。总之，诗章前后相对独立，情感线索却历历可辨。抒情主人公是位青年樵夫。他钟情一位美丽的姑娘，却始终难遂心愿。情思缠绕，无以解脱，面对浩渺的江水，他唱出了这首动人的诗歌，倾吐了满怀惆怅的愁绪。\n\n　　陈启源《毛诗稽古编》把《汉广》的诗境概括为“可见而不可求”。这也就是西方浪漫主义所谓的“企慕情境”，即表现所渴望所追求的对象在远方、在对岸，可以眼望心至却不可以手触身接，是永远可以向往但永远不能到达的境界。《秦风·蒹葭》也是刻划“企慕情境”的佳作，与《汉广》比较，则显得一空灵象征，一具体写实。《蒹葭》全篇没有具体的事件、场景，连主人是男是女都难以确指，诗人着意渲染一种追求向往而渺茫难即的意绪。《汉广》则相对要具体写实得多，有具体的人物形象：樵夫与游女；有细徽的情感历程：希望、失望到幻想、幻灭；就连“之子于归”的主观幻境和“汉广江永”的自然景物的描写都是具体的。不为无见。当然，空灵象征能提供广阔的想像空间，而具体写实却不易作审美的超越。钱锺书《管锥编》论“企慕情境”这一原型意境，在《诗经》中以《秦风·蒹葭》为主，而以《周南·汉广》为辅，其原因或许就在于此。\n\n","translation":"南山乔木大又高，树下不可歇阴凉。\n汉江之上有游女，想去追求不可能。\n汉江滔滔宽又广，想要渡过不可能。\n江水悠悠长又长，乘筏渡过不可能。\n\n柴草丛丛错杂生，用刀割取那荆条。\n姑娘就要出嫁了，赶快喂饱她的马。\n汉江滔滔宽又广，想要渡过不可能。\n江水悠悠长又长，乘筏渡过不可能。\n\n柴草丛丛错杂生，用刀割取那蒌蒿。\n姑娘就要出嫁了，赶快喂饱小马驹。\n汉江滔滔宽又广，想要渡过不可能。\n江水悠悠长又长，乘筏渡过不可能。\n\n"}
{"_id":{"$oid":"5b9a1476367d5cab186687d9"},"title":"清平乐·春归何处","dynasty":"宋代","writer":"黄庭坚","content":"春归何处。寂寞无行路。若有人知春去处。唤取归来同住。 \n春无踪迹谁知。除非问取黄鹂。百啭无人能解，因风飞过蔷薇。","type":["宋词三百首","婉约","惜春"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154214048.mp3","remark":"寂寞：清静，寂静。\n无行路：没有留下春去的行踪。行路，指春天来去的踪迹。\n唤取：换来。\n谁知：有谁知道春的踪迹。\n问取：呼唤，询问。取，语助词。\n黄鹂（lí）：黄鹂：又叫黄莺、黄鸟。身体黄色自眼部至头后部黑色，嘴淡红色，啼声非常悦耳，食森林中的害虫。益鸟。\n百啭：形容黄鹂宛转的鸣声。啭，鸟鸣。\n解：懂得，理解。\n因风：顺着风势。\n蔷薇（qiáng wēi）：花木名。品类甚多，花色不一，有单瓣重瓣，开时连春接夏，有芳香，果实入药。\n\n","shangxi":"　　这是一首惜春词，表现作者惜春的心情。上片惜春在不知不觉中过去；下片惜春之无踪影可以追寻。用笔委婉曲折，层层加深惜春之情。直至最后，仍不一语道破，结语轻柔，余音袅袅，言虽尽而意未尽。作者以拟人的手法，构思巧妙，设想新奇。创造出优美的意境。\n\n　　上片开首两句“春归何处？寂寞无行路。”以疑问句，对春的归去提出责疑，春天回到哪里去了，为什么连个踪影也没有，一个“归”字，一个“无行路”，就把春天拟人化了。“若有人知春去处，唤取归来同住？”两句，转而询问有谁知道春天的去处，要让他把“春天”给叫喊回来。这是一种设想，是有意用曲笔来渲染惜春的程度。使词情跌宕起伏，变化多端。\n\n　　下片过头两句，把思路引到物象上，“春无踪迹谁知，除非问取黄鹂。”既然无人能知道春天的去处，看来只好去问黄鹂了，因为黄鹂是在春去夏来时出现，它应该知道春天的消息。这种想象也极为奇特，极富情趣。后两句“百啭无人能解，因风飞过蔷薇”，这是对现实的描述。上面想象春天踪迹，也许黄鹂可以知道，然而嘤嘤鸟语，谁人能解?它不过也是自然中的一小生物而已，仅看一阵风起，它便随风飞过蔷薇花那边去了。于是春之踪迹，终于无法找寻，而心头的寂寞也就更加重了。\n\n　　词中以以清新细腻的语言，表现了词人对美好春光的珍惜与热爱，抒写了作者对美好事物的执着和追求。全词构思新颖委婉，思路回环反复；笔情跳脱，风格清奇；语言轻巧，淡雅饶味；有峰回路转之妙，有超轶绝尘之感。\n\n","translation":"春天回到了哪里？找不到它的脚印，四处一片沉寂，如果有人知道春天的消息，喊它回来同我们住在一起。\n谁也不知道春天的踪迹，要想知道，只有问一问黄鹂。那黄鹂千百遍地宛转啼叫，又有谁能懂得它的意思？看吧，黄鹂鸟趁着风势，飞过了盛开的蔷薇。\n\n"}
{"_id":{"$oid":"5b9a1476367d5cab186687da"},"title":"念奴娇·中秋","dynasty":"宋代","writer":"苏轼","content":"凭高眺远，见长空万里，云无留迹。桂魄飞来，光射处，冷浸一天秋碧。玉宇琼楼，乘鸾来去，人在清凉国。江山如画，望中烟树历历。\n我醉拍手狂歌，举杯邀月，对影成三客。起舞徘徊风露下，今夕不知何夕？便欲乘风，翻然归去，何用骑鹏翼。水晶宫里，一声吹断横笛。","type":["中秋节","月亮","想象","向往"],"remark":"元丰五年八月十五日在黄州作。念奴娇：南北曲均有。属大石调。字句格律与词牌前半阕同。南曲用作引子，北曲用于套曲中。另北曲大石调有《百字令》，别名《念奴娇》，与词牌全阕同，用为小令。\n桂魄：月亮的别称。古人称月体为魄，又传月中有桂树，故称月亮为“桂魄”。\n“冷浸”句：秋天的碧空浸透着清冷的月光。\n玉宇琼楼：传说中月宫里神仙居住的楼宇。形容月中宫殿的精美。\n乘鸾：《异闻录》：“开元中，明皇与申天师游月中，见素娥十余人，皓衣乘白鸾， 笑舞于广庭大桂树下。”\n清凉国：唐陆龟蒙诗残句：“溪山自是清凉国。”\n烟树：烟雾笼罩的树木。历历：清楚可数。\n翻然：回飞的样子。\n鹏翼：大鹏之翅。\n\n","shangxi":"　　古往今来，中秋之月激发过文人多少丰富的情感和无穷的想象，苏东坡在熙宁九年（1076）写过的脍炙人口的《水调歌头》（明月几时有），尽情驰骋对月宫的幻想，表达超脱尘俗和依恋现实的矛盾，倾吐对情同手足的胞弟的思念。\n\n　　词的开头“凭高眺远，见长空万里，云无留迹。”是写万里无云的中秋夜月。本来在中秋月夜，长空万里无云，是人们常见的，没有什么稀奇。但这里作者加上“凭高眺远”四字，就使得境界全然不同。作者置身高楼，凭高望远，所以视野开阔，而使得长空显得更为辽阔无边，毫无尽处，引人入胜。\n\n　　“桂魄飞来，光射处，冷浸一天秋碧。”由晴空写到明月。古时称月为魄，传说月中有桂树，故称月亮为“桂魄”。意思是说，月儿的光辉从天上飞来，它所照射的地方，整个秋天的碧空都沉浸在清冷之中。这两句描绘了一个月光照耀的清辉夜色，给人以清凉的感觉。这竟引起了作者无限的幻想，以寄托着他的精神世界：”玉宇琼楼，乘鸾来去，人在清凉国。“作者让他的想象翅膀飞翔，幻想出月宫中有琼楼玉宇，仙女们乘飞鸾自由来往，那里是一个清凉的境地。据《异闻录》记载，唐玄宗一次游月宫，”见素娥十余人，皓衣，乘白鸾，笑舞于广庭大桂树下。“所以用”飞鸾而去“，想象月宫中仙人乘鸾自由来往。作者这样想象，究竟有什么意义？从他当时所处的黑暗现实、不得自由的环境来看，不能说和现实无关。应该说，正是由于他处在那样一个不得自由的闲官职位上，才有向往月宫清静自由的幻想。\n\n　　”江山如画，望中烟树历历。“他想象着从月宫往下界眺望：秀丽的江山像图画那样的美，清晰可辨的烟火，历历在望。人间的江山越美，就越反衬出现实社会越丑，就越能见出作者内心世界的苦闷。\n\n　　然而，作者毕竟是一个处于逆境而善于而善于自我解脱的人。所以，下片笔锋一转写道：“我醉拍手狂歌，举杯邀月，对影成三客。”这三句化用李白“举杯邀明月，对影成三人”的诗句。作者通过高超的想象，把天上的明月和身边的影子当做知心朋友，一起欢乐。这样写，既使词染上了浓厚的浪漫色彩，给人有一种奇异之感；又真实地展现出他孤单、凄凉的影子。作者之所有“举杯邀月”，正是意味着他对当时社会的憎恶，意味着他对权贵们的讨厌。\n\n　　苏轼尽管邀月赏心，把酒浇愁，但悲愁仍在，这就使他不能不起舞了：“起舞徘徊风露下，今夕不知何夕？”希望愉快地度此中秋良夜，不要辜负这良辰美景。“今夕”句化用《诗经》“今夕何夕，见此良人”，表示这是一个良宵。作者之所以月下起舞，并非愉快而歌，得意而舞，恰恰是为了消除这股愁闷与抑郁不平之气。正如“长言之不足，故嗟叹之。嗟叹知不足，故不知手之舞之足之蹈之也。”因此，这里似乎使人听到他强颜为笑之声，但又使人深深地感到他觉得月亮才是他的知音。唯其如此，所以，他便幻想起遨游月宫来了：“便欲乘风，翻然归去，何用骑鹏翼！水晶宫里，一声吹断横笛。”他渴望乘风归去，在明净的月宫里，把横笛吹得响彻云霄，唤起人么对美好境界的追求与向往。豪情溢于纸背，令人读之神思飘渺。当然这种追求是虚幻的，在现实中不可能实现，但作者这样写，正是人在苦闷时寻求解脱、自我安慰的无可奈何的举动；它表现出作者对自由生活、美好现实的追求。\n\n　　总的来说，这是一篇狂放不羁。洒脱飘逸的作品。当时，苏轼居住黄州，政治处境仍然没有得到改善。为了排遣个人政治上的失意的苦闷，为了摆脱庸俗污浊的现实，于是他越发热烈追求那超凡的清空境界。虽然是带有消极成分，不值得称颂，但它之所以产生，正是由于黑暗现实所促成。它是深深滴植根于社会土壤之中的，我们不能忽视这一点。\n\n","translation":"置身高楼，凭高看去，中秋的月夜，长空万里无云，显得更为辽阔无边。月亮的光辉从天上照射下来，使秋天的碧空沉浸在一片清冷之中。在月宫的琼楼玉宇上，仙女们乘鸾凤自由自在地来来往往，我向往月宫中的清净自由，秀丽的江山像图画般的美丽，看过去在朦胧的月色里，树影婆娑。\n现在我把天上的明月和身边自己的影子当成知心朋友和他一起起舞，希望愉快地度过如此良宵，邀月赏心，用酒浇愁，但悲愁还在。不要辜负了这良辰美景，此时此刻，唯有月亮才是我的知音，渴望乘风归去，在明净的月宫里，把横笛吹得响彻云霄，唤起人们对美好境界的追求和向往。\n\n"}
{"_id":{"$oid":"5b9a1476367d5cab186687db"},"title":"滥竽充数","dynasty":"先秦","writer":"韩非","content":"　　齐宣王使人吹竽，必三百人。南郭处士请为王吹竽，宣王说之，廪食以数百人。宣王死，湣王立，好一一听之，处士逃。","type":["小学文言文","寓理","故事"],"remark":"节选自《韩非子·内储说上》。这则寓言讽刺了无德无才、招摇撞骗的骗子，提醒人们只要严格把关，骗子就难行骗。告诉人们要有真才实学。滥：失实的，假的。竽：一种古代乐器，即大笙。“滥竽”即不会吹竽。充数：凑数。\n齐宣王：战国时期齐国的国君。姓田，名辟疆。\n使：让。\n必：一定，必须，总是。\n南郭：复姓。\n处士：古代称有学问、有品德而没有做官的人为处士，相当于“先生”\n请：请求，要求。\n为：给，替。\n说：通“悦”，对......感到高兴。\n廪食（lǐn sì）以数百人：拿数百人的粮食供养他。廪：粮食。食：供养。\n以：用，拿。\n湣王：齐国国君，宣王的儿子，在宣王死后继位。姓田，名地或遂。\n好∶喜欢，喜悦，此处是喜欢。\n逃：逃跑。\n立：继承王位。\n竽：古代的一种乐器，像如今的笙。\n\n","translation":"　　齐宣王让人吹竽，一定要三百人的合奏。南郭处士请求给齐宣王吹竽，宣王对此感到很高兴，拿数百人的粮食供养他。齐宣王去世了，齐湣王继承王位，他喜欢听一个一个的演奏，南郭处士听后便逃走了。\n\n"}
{"_id":{"$oid":"5b9a1477367d5cab186687dc"},"title":"得胜乐·夏","dynasty":"元代","writer":"白朴","content":"酷暑天，葵榴发，喷鼻香十里荷花。兰舟斜缆垂扬下，只宜辅枕簟向凉亭披襟散发。","type":["夏天","荷花"],"translation":"注释 兰舟：用木兰做的船。木兰树质坚硬耐腐蚀，宜于做船。马戴《楚江怀古》：“猿啼洞庭树，人在木兰舟。” 簟（dian）：竹席。披襟散发：敞开衣襟，散开头发。"}
{"_id":{"$oid":"5b9a1477367d5cab186687dd"},"title":"稚子弄冰","dynasty":"宋代","writer":"杨万里","content":"稚子金盆脱晓冰，彩丝穿取当银铮。(银铮 一作：银钲)\n敲成玉磬穿林响，忽作玻璃碎地声。(玻璃 一作：玻瓈)","type":["冬天","儿童","生活"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154215755.mp3","remark":"稚子：指幼稚、天真的孩子。\n脱晓冰：在这里指儿童晨起，从结成坚冰的铜盆里剜冰。\n铮：指古代的一种像锣的乐器。\n磬（qìng）：四声 古代打击乐器，形状像曲尺，用玉、石制成，可以悬挂在墙上。\n玻璃：指古时候的一种天然玉石，也叫水玉，并不是现在的玻璃。\n\n\n\n","shangxi":"　　全诗摄取瞬间快景避开直接描写，用生动形象的“穿林”响声和贴切的比喻，用老者的眼光开掘稚子的情趣。\n\n　　诗中孩子弄冰的场景，充满了乐趣：心态上，寒天“弄冰”，童心炽热；色泽上，“金”盘“彩”丝串“银”冰；形态上，是用“金盘”脱出的‘‘银铮”，圆形；声音上，有 “玉罄穿林响”的高亢，忽又转 作“玻璃碎地声”的清脆。全诗形色兼具以感目，声意俱美以悦耳赏心，绘声绘色地表现出儿童以冰为钲、自得其乐的盎然意趣。\n\n　　全诗突出一个“稚”字。稚气和乐趣能使儿童忘却严冬的寒冷，保持他一如既往的活力和快乐。孩童与老人在心理特征上有诸多的相通之处，唯其如此，孩童的“脱冰作戏”的场景在老人的眼里才有依依情趣。\n\n　　正是以这种老少相通的心理特征为审美基点，杨万里通过“以稚为老”的手法使童趣化为诗趣，一方面从稚子的心理出发，描写“脱冰”的动作细节；另一方面基于世人的心理去感受，欣赏其行为细节，这样孩童的稚气与老人的“天真”相映成趣，融为形之于笔端的盎然诗意。诗人发自内心地尊重儿童的天真，才能把孩子玩冰的情趣描绘得如此真切酣畅。\n\n","translation":"清晨，满脸稚气的小孩，将夜间冻结在盘中的冰块脱下，提在手中。\n轻轻敲打，冰块发出穿林而过的响声，当欣赏者正醉心于那穿林而过的响声时，忽然却听到了另一种声音--冰块落地，发出了如玻璃破碎的声音。\n\n"}
{"_id":{"$oid":"5b9a1477367d5cab186687de"},"title":"端午","dynasty":"唐代","writer":"文秀","content":"节分端午自谁言，万古传闻为屈原。\n堪笑楚江空渺渺，不能洗得直臣冤。","type":["端午节","抒怀"],"translation":"注释 端午：端午节，农历五月初五日。自：自从。 屈原（前340—前278）：中国最早的浪漫主义诗人、战国时代楚国政治家。名平，字原。因贵妃郑袖、令尹子兰、大夫靳尚等诋毁排挤，被贬黜流放。楚败于秦，郢都失陷后，自沉汨罗江。相传端午节习俗就是源自对屈原的纪念。 楚江：楚国境内的江河，此处指汨罗江。 直臣：正直之臣，此处指屈原。"}
{"_id":{"$oid":"5b9a1477367d5cab186687df"},"title":"淮上与友人别","dynasty":"唐代","writer":"郑谷","content":"扬子江头杨柳春，杨花愁杀渡江人。 \n数声风笛离亭晚，君向潇湘我向秦。","type":["柳树","离别"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154215870.mp3","remark":"淮（huái）上：扬州。淮：淮水。\n扬子江：长江在江苏镇江、扬州一带的干流，古称扬子江。杨柳：“柳”与“留”谐音，表示挽留之意。\n杨花：柳絮。愁杀：愁绪满怀。杀，形容愁的程度之深。\n风笛：风中传来的笛声。离亭：驿亭。亭是古代路旁供人休息的地方，人们常在此送别，所以称为“离亭”。\n潇湘（xiāo xiāng）：指今湖南一带。秦：指当时的都城长安。在今陕西境内。\n\n","shangxi":"　　晚唐绝句自杜牧、李商隐以后，单纯议论之风渐炽，抒情性、形象性和音乐性都大为减弱。而郑谷的这首七绝则仍然保持了长于抒情、富于风韵的特点。\n\n　　“扬子江头杨柳春，杨花愁杀渡江人。”一、二两句即景抒情，点醒别离，写得潇洒不着力，读来别具一种天然的风韵。画面很疏朗，淡淡几笔，像一幅清新秀雅的水墨画。景中寓情，富于含蕴。依依袅袅的柳丝，牵曳着彼此依依惜别的深情，唤起一种“柳丝长，玉骢难系”的伤离意绪；蒙蒙飘荡的杨花，惹动着双方缭乱不宁的离绪，勾起天涯羁旅的漂泊之感。美好的江头柳色，宜人春光，在这里恰恰成了离情别绪的触媒，所以说“愁杀渡江人”。诗人用淡墨点染景色，用重笔抒写愁绪，初看似不甚协调，细味方感到二者的和谐统一。两句中“扬子江头”、“杨柳春”、“杨花”等同音字的有意重复，构成了一种既轻爽流利，又回环往复，富于情韵美的风调，使人读来既感到感情的深永，又不显得过于沉重与伤感。次句虽单提“渡江人”，但彼此羁旅漂泊，南北乖离，君愁吾亦愁，原是不言自明的。\n\n　　“数声风笛离亭晚，君向潇湘我向秦。”三、四两句，从江头景色收转到离亭别宴，正面抒写握别时情景。驿亭宴别，酒酣情浓，席间吹奏起了凄清怨慕的笛曲。即景抒情，所奏的也许正是象征着别离的《折杨柳》。这笛声正倾诉出彼此的离衷，使两位即将分手的友人耳接神驰，默默相对，思绪萦绕，随风远扬。离笛声中，天色仿佛不知不觉地暗了下来，握别的时间到了。两位朋友在沉沉暮霭中互道珍重，各奔前程——“君向潇湘我向秦”。诗到这里，突然停止，富有韵味。\n\n　　这首诗有一个别开生面和富于情韵的结尾，使得它受到较高的评价。表面上看，末句只是交待各自行程的叙述语，既乏寓情于景的描写，也无一唱三叹的抒情，实际上诗的深长韵味恰恰就蕴含在这貌似朴直的不结之结当中。由于前面已通过江头春色、杨花柳丝、离亭宴饯、风笛暮霭等一系列物象情景对离情进行反复渲染，结句的截然而止，在反激与对照中愈益显出其内涵的丰富。临歧握别的黯然伤魂，各向天涯的无限愁绪，南北异途的深长思念，乃至漫长旅程中的无边寂寞，都在这不言中得到充分的表达。“君”“我”对举，“向”字重叠，更使得这句诗增添了咏叹的情味。\n\n","translation":"扬子江头杨柳青青春色惹人心，杨花似雪漫天飞舞愁杀渡江人。\n微风轻拂笛声幽咽离亭染暮色，你就要南下潇湘我却奔向西秦。\n\n"}
{"_id":{"$oid":"5b9a1477367d5cab186687e0"},"title":"南乡子·和杨元素时移守密州","dynasty":"宋代","writer":"苏轼","content":"东武望余杭，云海天涯两渺茫。何日功成名遂了，还乡，醉笑陪公三万场。\n不用诉离觞，痛饮从来别有肠。今夜送归灯火冷，河塘，堕泪羊公却姓杨。","type":["地名","思念","友情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154216617.mp3","remark":"南乡子：词牌名，唐教坊曲。《金奁集》入“黄钟宫”。唐教坊曲，原为单调，有二十七字、二十八字、三十字各体，平仄换韵。单调始自后蜀欧阳炯。南唐冯延巳始增为双调。冯词平韵五十六字，十句，上下片各四句用韵。另有五十八字体。双调五十六字，前后阕各四平韵，一韵到底。\n杨元素：即杨绘，公元1074年（熙宁七年）七月接替陈襄为杭州知州，九月，苏轼由杭州通判调为密州知府，杨再为饯别于西湖上，唱和此词。\n东武：密州治所，今山东诸城。余杭：杭州。\n“醉笑”句：唐李白《襄阳歌》：“百年三万六千日，一日须倾三百杯。”此化用其意。\n河塘：指沙河塘，在杭州城南五里，宋时为繁荣之区。\n“堕泪”句：《晋书·羊祜传》：羊祜为荆州督。其后襄阳百姓于祜在岘山游息之处建庙立碑，岁时享祭，望其碑者，莫不流涕。杜预因名之为“堕泪碑”。这里以杨绘比羊祜，“羊”、“杨”音近。\n\n","translation":"东武和余杭两地相望，但见远隔天涯云海茫茫。不知什么时候才能功成名就，衣锦还乡，到那时我与你同笑长醉三万场。\n不用像世俗的样子用酒来诉说离情别绪，痛快的饮宴从来都另有缘由。今夜拿着残灯送你归去，走过河塘，恍惚间见落泪如羊祜的却是你杨元素啊。\n\n"}
{"_id":{"$oid":"5b9a1477367d5cab186687e1"},"title":"兰溪棹歌","dynasty":"唐代","writer":"戴叔伦","content":"凉月如眉挂柳湾，越中山色镜中看。\n兰溪三日桃花雨，半夜鲤鱼来上滩。","type":["春天","写景","山水","地名","民歌"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154216009.mp3","remark":"兰溪：兰溪江，也称兰江，浙江富春江上游一支流，在今浙江省兰溪市西南。棹（zhào）歌：船家摇橹时唱的歌。\n凉月：新月。\n越：古代东南沿海一带称为越，今浙江省中部。\n桃花雨：江南春天桃花盛开时下的雨。\n棹歌：渔民的船歌。\n三日：三天。\n\n","shangxi":"　　这是一首富于民歌风味的船歌。全诗以清新灵妙的笔触写出了兰溪的山水之美及渔家的欢乐之情。\n\n　　歌唱当地风光的民歌，除有特殊背景外（如刘禹锡《踏歌词》）取景多在日间。因为在丽日艳阳照映下，一切景物都显得生气蓬勃、鲜妍明媚，得以充分展示出它们的美。此篇却独出心裁，选取夜间作背景，歌咏江南山水胜地另一种人们不大注意的美。这是它在取材、构思上的一个显著特点。\n\n　　“凉月如眉挂柳湾”，首句写舟行所见岸边景色：一弯如眉的新月，映射着清冷的黑暗，正低挂在水湾的柳梢上。雨后的春夜，月色显得更加清澄；时值三月（从下文“桃花雨”可知），柳条已经垂缕披拂。眉月新柳，相映成趣，富于清新之感。\n\n　　“越中山色镜中看”，此句转写水色山影。浙江一带古为越国之地，故称“越中”。“山色镜中看”，描绘出越中一带水清如镜，两岸秀色尽映水底的美丽图景。句内“中”字复迭，既增添了民歌的咏叹风味啊，又传递出夜间行舟时于水中一边观赏景色，一边即景歌唱的怡然自得的情趣。\n\n　　“兰溪三日桃花雨，半夜鲤鱼来上滩。”船继续前行，不觉意间已从平缓如镜的水面驶到滩头。听到滩声哗哗，诗人才联想到连日春雨，兰溪水涨，滩声听起来也变得更加急骤了。在滩声中，似乎时不时听到鱼儿逆水而行时发出的泼刺声，诗人又不禁想到，这该是撒欢的鲤鱼趁着春江涨水，在奔滩而上了。南方二三月间桃花开时，每有绵绵春雨。这种持续不断的细雨，能使江水上涨，却不会使水色变浑，所以次句有水清如镜的描写，如果是北方的桃花汛，则自无“山色镜中看”的清澈之景。由此可见诗人观察事物描写景物的真切。因是夜中行舟，夜色本来比较黯淡朦胧，这里特意选用“桃花雨”的字面，感觉印象中便增添了黑暗的冬天色彩；夜间本来比较宁静，这里特意写到鲤鱼上滩的声响，遂使静夜增添了活泼的生命跃动气息。实际上，这里所写的“三月桃花雨”与“鲤鱼来上滩”都不是目接之景，前者因滩声喧哗而有此联想，后者因游鱼泼刺而有此猜测。两者都是诗人的想象之景。正因为多了这一层想像的因素，诗情便显得更为浓郁。\n\n　　通观全诗，可以发现，这首船歌虽然以兰溪之夜作为背景，但它着重表现的并非夜的静谧朦胧，而是兰溪夜景的清新澄澈，生趣盎然。而这，正体现出这首诗独特的民歌气韵，渔家的欢乐之情。\n\n","translation":"　　一弯蛾眉月挂在柳湾的上空，月光清朗，凉爽宜人。越中山色倒映在水平如镜的溪面上，煞是好看。淅淅沥沥的春雨，下了三天，溪水猛涨，鱼群争抢新水，夜半人静之时纷纷涌上溪头浅滩。\n\n"}
{"_id":{"$oid":"5b9a1477367d5cab186687e2"},"title":"多丽·咏白菊","dynasty":"宋代","writer":"李清照","content":"小楼寒，夜长帘幕低垂。恨萧萧、无情风雨，夜来揉损琼肌。也不似、贵妃醉脸，也不似、孙寿愁眉。韩令偷香，徐娘傅粉，莫将比拟未新奇。细看取、屈平陶令，风韵正相宜。微风起，清芬酝藉，不减酴醿。 \n渐秋阑、雪清玉瘦，向人无限依依。似愁凝、汉皋解佩，似泪洒、纨扇题诗。朗月清风，浓烟暗雨，天教憔悴度芳姿。纵爱惜、不知从此，留得几多时。人情好，何须更忆，泽畔东篱。","type":["咏物","白菊","惜花"],"remark":"多丽：词牌名，一名“鸭头绿”，一名“陇头泉”，139字。此词是《漱玉词》中最长的一首。\n潇潇：疾厉的风雨声。一作“萧萧”。\n琼肌：指花瓣像玉一般的白菊。\n贵妃醉脸：此句意谓：杨贵妃醉酒以后的脸蛋儿，就像李正封诗中的牡丹花那样娇艳动人。\n韩令偷香：韩令，指韩寿。徐娘傅粉：徐娘，指梁元帝的妃子徐昭佩。\n看取：看着。取，语助词。\n屈平陶令：屈平是屈原的名，字原，又自名正则，字灵均。陶令：指陶渊明，一名潜，字元亮，曾任彭泽令。\n蕴藉（yùn jiè）：宽和有涵容。\n酴醾（tú mí）：即荼蘼，花名，初夏开白色花。\n秋阑：秋深。\n瘦：一作“度”。\n汉皋（gāo）解佩：汉皋，山名，在今湖北襄阳西北。佩：古人衣带上的玉饰。此处当指男子有外遇。\n纨（wán）扇题诗：纨扇，细绢制成的团扇。\n泽畔东篱：指代屈原、陶潜二位爱菊的诗人。\n\n","shangxi":"　　在李清照的词中，“花”是出现得最多的意象。她笔下的花，不仅有人的情志，如“宠柳娇花”（《念奴娇·萧条庭院》），“梅心惊破”（《孤雁儿·藤床纸帐朝眠起》）；而且有眉、腮，如“柳眼梅腮”（《蝶恋花·暖雨晴风初破冻》）；有肌骨，如“玉骨冰肌”（《瑞鹧鸪·双银杏》）；因而也有肥瘦，如“绿肥红瘦”（《如梦令·昨夜雨疏风骤》）。菊花纤细，这里就用“揉损琼肌”来描写菊花的纤纤玉骨。然后进一步用四个历史人物来作类比反衬。贵妃醉脸，是对牡丹的比喻。李正封《咏牡丹》有“国色朝酣酒，天香夜染衣”，唐玄宗认为可比杨妃醉酒（见《松窗杂录》）。作者通过铺陈贵妃、孙寿、韩令、徐娘等典故，来说明白菊既不似杨妃之富贵丰腴，更不似孙寿之妖娆作态。其香幽远，不似韩寿之香异味袭人；其色莹白，不似徐娘之白，傅粉争妍。她是屈子所餐，陶潜所采。屈原《离骚》有“朝饮木兰之坠露兮，夕餐秋菊之落英”；陶渊明《饮酒》之五有“采菊东篱下，悠然见南山”。细赏此花，如对直臣高士，香淡风微，清芬酝藉，不减于酴釄。酴釄，即荼蘼花，花黄如酒，开于春末。\n\n　　下片续写，用一“渐”字表示时间推移，秋阑菊悴。“雪清玉瘦”呼应“揉损琼肌”，紧扣白菊在风雨中挣扎自立从开到谢的神态。这里不说人对残菊的依恋，反说菊愁凝泪洒，依依惜别。用班婕妤“汉皋解佩”的典故，以“秋扇见捐”自喻。这两个典说的都是得而复失、爱而遭弃的失落、捐弃的悲哀。怅惘之情，融入朗月清风，浓烟暗雨之中，又通过这既清朗、又迷离的境界具象化。同时，它又暗示了，菊既不同流俗，就只能在此清幽高洁，又迷蒙暗淡之境中任芳姿憔悴。\n\n　　词人不胜惜花、自惜之情，倒折出纵使怜爱之极，亦不能留花片时。情不能堪处，忽宕开作旷达语：只要人情自适其适，应时菊赏，且休忆他屈子忠贞，行吟泽畔；陶潜放逸，采菊东篱。\n\n","translation":"长夜里，虽然放下了帘幕，小楼上依旧寒气逼人。可恨那萧萧飒飒的无情风雨，在夜里摧残着如玉的白菊。 看那白菊，不似杨贵妃的微红醉脸，也不似孙寿的娇柔愁眉。韩令偷香，徐娘傅粉，他们的行径都不能拿来与白菊相比。细细看着，屈原和陶令，孤傲高洁的品性正与白菊相宜。微风吹起，白菊的清香蕴藉，丝毫不亚于淡雅的荼蘼。\n秋天将尽，白菊愈发显得雪清玉瘦，似向人流露出它无限依恋的惜别情怀。你看它似忧愁凝聚，在汉皋解佩；似泪洒于纨扇题诗。有时是明月清风，有时是浓雾秋雨，老天让白菊在日益憔悴中度尽芳姿。我纵然爱惜，但不知从此还能将它留下多少时候。唉！世人如果都晓得爱护、欣赏，又何须再去追忆、强调屈原和陶渊明的爱菊呢？\n\n"}
{"_id":{"$oid":"5b9a1477367d5cab186687e3"},"title":"王孙游","dynasty":"南北朝","writer":"谢朓","content":"绿草蔓如丝，杂树红英发。\n无论君不归，君归芳已歇。\n\n","type":["古诗三百首","乐府","春天","写景","惜时"],"remark":"蔓：蔓延。　\n英：花。　\n无论：莫说。　\n歇：尽。\n\n","translation":"地上长满了如丝的绿草，树上开满了烂漫的红花，已是暮春时节了。\n莫说你不回来，即使回来，春天也过去了。\n\n"}
{"_id":{"$oid":"5b9a1477367d5cab186687e4"},"title":"秋登宣城谢脁北楼","dynasty":"唐代","writer":"李白","content":"江城如画里，山晚望晴空。(山'晚', 一作：晓)\n两水夹明镜，双桥落彩虹。\n人烟寒橘柚，秋色老梧桐。\n谁念北楼上，临风怀谢公。","type":["秋天","咏史怀古","景点"],"remark":"谢朓北楼：即谢朓楼，为南朝齐诗人谢朓任宣城太守时所建，故址在陵阳山顶，是宣城的登览胜地。谢朓是李白很佩服的诗人。\n江城：泛指水边的城，这里指宣城。唐代江南地区的方言，无论大水小水都称之为“江”。\n两水：指宛溪、句溪。宛溪上有凤凰桥，句溪上有济川桥。明镜：指拱桥桥洞和它在水中的倒影合成的圆形，像明亮的镜子一样。\n双桥：指凤凰桥和济川桥，隋开皇（隋文帝年号，公元581～600年）年间所建。彩虹：指水中的桥影。\n人烟：人家里的炊烟。\n北楼：即谢朓楼。\n谢公：谢朓。\n\n","shangxi":"　　谢朓北楼是南齐诗人谢朓任宣城太守时所建，又名谢公楼，唐代改名叠嶂楼，是宣城的登览胜地。宣城处于山环水抱之中，陵阳山冈峦盘屈，三峰挺秀；句溪和宛溪的溪水，萦回映带着整个城郊，“鸟去鸟来山色里，人歌人哭水声中”（杜牧《题宣州开元寺水阁阁下宛溪夹溪居人》）。\n\n　　一个晴朗的秋天的傍晚，诗人独自登上了谢公楼。岚光山影，景色十分明净。诗人凭高俯瞰，“江城”犹如在图画中一样。开头两句，诗人把他登览时所见景色概括地写了出来，总摄全篇，一下子就把读者深深吸引住，一同进入诗的意境中去了。严羽《沧浪诗话》说：“太白发句，谓之开门见山。”指的就是这种表现手法。\n\n　　中间四句是具体的描写。这四句诗里所塑造的艺术形象，都是从上面的一个“望”字生发出来的。从结构的关系来说，上两句写“江城如画”，下两句写“山晚晴空”；四句是一个完整的统一体，而又是有层次的。“两水”指句溪和宛溪。宛溪源出峄山，在宣城的东北与句溪相会，绕城合流，所以说“夹”。因为是秋天，溪水更加澄清，它平静地流着，波面上泛出晶莹的光。用“明镜”来形容，用语十分恰当。“双桥”指横跨溪水的上、下两桥。上桥叫做凤凰桥，在城的东南泰和门外；下桥叫做济川桥，在城东阳德门外，都是隋文帝开皇年间（581～600年）的建筑。这两条长长的大桥架在溪上，倒影水中，诗人从高楼上远远望去，缥青的溪水，鲜红的夕阳，在明灭照射之中，桥影幻映出无限奇异的璀璨色彩。这更像是天上的两道彩虹，而这“彩虹”的影子落入“明镜”之中去了。这两句与诗人的另一名作《望庐山瀑布水》中的“飞流直下三千尺，疑是银河落九天”相似。两者同样是用比拟的手法来塑造形象，同样用一个“落”字把地下和天上联系起来；然而同中有异，异曲同工：一个是以银河比拟瀑布的飞流，一个是用彩虹写夕阳明灭的波光中双桥的倒影；一个着重在描绘其奔腾直下的气势，一个着重在显示其瑰丽变幻的色彩，两者所给予读者的美感也不一样，而诗人想象的丰富奇妙，笔致的活泼空灵，则同样十分高明。\n\n　　秋天的傍晚，原野是静寂的，山冈一带的丛林里冒出人家一缕缕的炊烟，橘柚的深碧，梧桐的微黄，呈现出一片苍寒景色，使诗人感到是秋光渐老的时候了。当时诗人的心情是完全沉浸在他的视野里，他的观察是深刻的，细致的；而他的描写又是毫不粘滞的。他站得高，望得远，抓住了一刹那间的感受，用极端凝炼的形象语言，在随意点染中勾勒出一个深秋的轮廓，深深地透漏出季节和环境的气氛。他不仅写出秋景，而且写出了秋意。他在高度概括之中，用笔丝丝入扣。\n\n　　结尾两句，从表面看来很简单，只不过和开头二句一呼一应，点明登览的地点是在“北楼上”；这北楼是谢朓所建的，从登临到怀古，似乎是照例的公式，因而李白就不免顺便说一句怀念古人的话罢了。这里值得注意是“谁念”两个字。“怀谢公”的“怀”，是李白自指，“谁念”的“念”，是指别人。两句的意思，是慨叹诗人“临风怀谢公”的心情没有谁能够理解。这就不是一般的怀古了。\n\n　　客中的抑郁和感伤，特别当摇落秋风的时节，诗人那寂寞的心情，读者是可以想象的。宣城是他旧游之地，此时他又重来这里。一到宣城，他就会怀念到谢朓，这不仅因为谢朓在宣城遗留下了像叠嶂楼这样的名胜古迹，更重要的是因为谢朓对宣城有着和诗人相同的情感。当李白独自在谢朓楼上临风眺望的时候，面对着谢朓所吟赏的山川，缅怀他平素所仰慕的这位前代诗人，虽然古今世隔，然而他们的精神却是遥遥相接的。这种渺茫的心情，反映了他政治上苦闷彷徨的孤独之感；正因为政治上受到压抑，找不到出路，所以只得寄情山水，尚友古人；他当时复杂的情怀，很难有人能理解。 \n\n","translation":"江边的城池好像在画中一样美丽，山色渐晚，我登上谢朓楼远眺晴空。两条江之间，一潭湖水像一面明亮的镜子；江上两座桥仿佛天上落下的彩虹。橘林柚林掩映在令人感到寒意的炊烟之中；秋色苍茫，梧桐也已经显得衰老。除了我还有谁会想着到谢朓北楼来，迎着萧飒的秋风，怀念谢先生呢？\n\n"}
{"_id":{"$oid":"5b9a1477367d5cab186687e5"},"title":"人有亡斧者","dynasty":"先秦","writer":"吕不韦 撰","content":"　　人有亡斧者，意其邻人之子。视其行步，窃斧也；视其颜色，窃斧也；听其言语，窃斧也；动作态度，无为而不窃斧者也。俄而掘其沟而得其斧，他日，复见其邻之子，其行动、颜色、动作皆无似窃斧者也。","type":["小学文言文","寓理","故事"],"remark":"者：有个丢掉斧子的人。\n亡：丢掉，丢失。\n意：同“臆“，估计，怀疑，猜想。\n谷：山谷，地窑。\n其：指代邻人之子。\n窃：偷盗。\n无为而不窃斧也：没有一样不像偷斧子的人。\n他日：另一天。\n复：再,又。\n无似窃斧者：没有一点像偷斧子的样子。\n俄而掘其沟而得其斧：不久，（他）挖掘那山谷却找到了自己的斧子。\n俄：一会儿，不久。\n视：看。\n皆：都。\n行动：走路的姿势。\n颜色：表情。\n\n","shangxi":"　　《人有亡斧者》讲述的 从前有个人丢了一把斧子，他怀疑是邻居家的儿子偷去了，他看到那人走路的样子，是偷斧子的；看那人脸上的神色，是偷斧子的；听他的言谈话语，是偷斧子的；一举一动，没有一样不像偷斧子的人。不久，他挖掘那山谷（土地时）却找到了自己的斧子。第二天又看见他邻居的儿子，就觉得他行为、表情、动作，都不像偷斧子的人。\n\n　　这则寓言说明，主观成见，是认识客观真理的障碍。当人以成见去观察世界时，必然歪曲原来客观事物的原貌。准确的判断来源于对客观事实的调查，而不是主观的猜想。\n\n　　不要多疑，重要的是要从实际出发，摆正自己的心态。\n\n　　不要随便猜疑别人。\n\n","translation":"　　有个人丢了一把斧子，他怀疑是他的邻居家的儿子偷去了，他看到那人走路的样子，像是偷斧子的；看那人脸上的神色，像是偷斧子的；听他的言谈话语，像是偷斧子的；一举一动,没有一样不像是偷斧子的人。不久，他挖掘山沟时却找到了自己的斧子。之后有一天又看见他邻居的儿子，就觉得他的行为、表情、动作，都不像偷斧子的人。\n\n"}
{"_id":{"$oid":"5b9a1479367d5cab186687e6"},"title":"父善游","dynasty":"先秦","writer":"吕不韦 撰","content":"　　有过于江上者，见人方引婴儿而欲投之江中，婴儿啼。人问其故。曰：“此其父善游。”\n\n　　其父虽善游，其子岂遽善游哉？以此任物，亦必悖矣。\n\n","type":["小学文言文","哲理","故事"]}
{"_id":{"$oid":"5b9a1479367d5cab186687e7"},"title":"富人之子","dynasty":"宋代","writer":"苏轼","content":"齐有富人，家累千金。其二子甚愚，其父又不教之。\n一日，艾子谓其父曰：“君之子虽美，而不通世务，他日曷能克其家?”\n父怒曰：“吾之子敏而且恃多能，岂有不通世务者耶?”\n艾子曰：“不须试之他，但问君之子，所食者米，从何来？若知之，吾当妄言之罪。”\n父遂呼其子问之。其子嘻然笑曰：“吾岂不知此也？每以布囊取来。”\n其父愀然改容曰：“子之愚甚也!彼米不是田中来?”\n艾子曰：“非其父不生其子。”","type":["小学文言文","寓言","故事","哲理"],"remark":"累：积攒、拥有\n克：胜任。\n敏：灵敏，聪明。\n多能：多种本领。\n妄言：乱说，造谣。\n愀然改容：神色变得严肃。改容，改变面色。\n恃：依靠，指具有。\n当：担当，承担。\n曷﹕何，怎能。\n愀然改容：神色变得严肃。改容，改变面色。\n甚：十分，很。\n以：从。\n\n","translation":"齐国有个富人，家里有很多钱，但是他的两个儿子很笨，儿子的父亲又不教他。一天，艾子对富人说：“您的儿子虽然很好，但（您的儿子）不通事务，他日后怎么能够持家呢？”富人大怒道：“我的儿子，聪明并且具有各种本领，怎么会不了解世间的各种事务呢？”艾子说：“不如试一试他,只要问你的儿子，米是从哪里来的，如果知道，我承担造谣的罪名。”父亲就叫他的儿子来问他，儿子笑嘻嘻地说：“我怎么会不知道呢？米是从布袋里取来的。”富人神情变得严肃，改变面容说：“儿子（你）太笨了，难道不知道米是从田中来的吗？”艾子说：“不是他的父亲不生他的儿子（有这样的父亲，儿子怎么会不笨呢）。”\n\n"}
{"_id":{"$oid":"5b9a1479367d5cab186687e8"},"title":"念奴娇·过洞庭","dynasty":"宋代","writer":"张孝祥","content":"洞庭青草，近中秋，更无一点风色。玉界琼田三万顷，着我扁舟一叶。素月分辉，明河共影，表里俱澄澈。悠然心会，妙处难与君说。(著 同：着；玉界 一作：玉鉴)\n应念岭表经年，孤光自照，肝胆皆冰雪。短发萧骚襟袖冷，稳泛沧浪空阔。尽挹西江，细斟北斗，万象为宾客。扣舷独啸，不知今夕何夕。(沧浪 一作：沧冥；岭表 一作：岭海)","type":["宋词三百首","豪放","写景","写水","月夜","抒怀"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154217918.mp3","remark":"张孝祥：字安国，号于湖居士，南宋著名爱国词人。\n洞庭：湖名，在湖南岳阳西南。\n风色：风势。\n琼：美玉。\n着：附着。扁舟：小船。\n素月：洁白的月亮。\n明河：天河。明河一作“银河”。\n表里：里里外外。此处指天上月亮和银河的光辉映入湖中，上下一片澄明。\n岭表：岭外，即五岭以南的两广地区，作者此前为官广西。岭表一作“岭海”。\n孤光：指月光。\n肝胆：一作“肝肺”。冰雪：比喻心地光明磊落像冰雪般纯洁。\n萧骚：稀疏。萧骚一作“萧疏”。襟袖冷：形容衣衫单薄。\n沧浪：青苍色的水。沧浪一作“沧溟”。\n挹：舀。挹一作“吸”。西江：长江连通洞庭湖，中上游在洞庭以西，故称西江。\n北斗：星座名。由七颗星排成像舀酒的斗的形状。\n万象：万物。\n扣：敲击。扣一作“叩”。啸：撮口作声。啸一作“笑”。\n不知句，赞叹夜色美好，使人沉醉，竟忘掉一切（包括时间）。\n\n","shangxi":"　　这首中秋词是作者泛舟洞庭湖时即景抒怀之作。开篇直说地点与时间，然后写湖面、小舟、月亮、银河。此时作者想起岭南一年的官宦生涯，感到自己无所作为而有所愧疚。而且想到人生苦短不免心酸，不过由于自己坚持正道，又使他稍感安慰。他要用北斗做酒勺，舀尽长江做酒浆痛饮。全词格调昂奋，一波三折。\n\n　　“洞庭春草”指的是洞庭湖加上与之相连的春草湖，点出地点，题目是《过洞庭》，词一开头就紧扣题目。“近中秋”点出时间，秋天天高气爽，“月到中秋分外明”，秋月对于生活在农业社会与大自然息息相关的古代文人来说，当是别有意味。“风色”二字值得注意，风有风向、强弱，从来没有听说过风有色彩，其实张孝祥用“风色”是有所本的，李白《庐山谣》“登高壮观天地间，大江茫茫去不还。黄云万里动风色，白波九道流雪山。”说的是黄云万里改变了风的色彩；张孝祥的“更无一点风色”说的是洞庭青草湖上，万里无云，水波不兴，不仅没有风，而且连风的影子都没有，这种表达方式富有新意，增添了一分诗意。“玉界琼田”形容的是秋月下浩浩汤汤、一碧万顷的湖水。“界”又作“鉴”，玉界也好，玉鉴也好，美玉般的琼田也好，都是以玉比喻湖水清澈透明之美，“万顷”则极言湖面之广，如此良辰美景，驾一叶扁舟游其中，该是多么惬意，这是一；点出了过洞庭的方式，进一层紧扣题目，这是二。\n\n　　紧承“更无一点风色”，从秋月写到秋水。素月分辉是说皎洁的月亮把自己的光辉分给了湖水。水里的银河是天上银河的倒影，它们有着同辉的形象。“素月”、“明河”两个意象点出了天空的特征，“分辉”、“共影”则写出了秋水长天一色的美景，尽管只有八个字，却具体而生动的显示了诗人的才华。“表里俱澄澈”是这首词主旨所在，它包含了两层意思，一层是写秋月秋水之美，美在哪里，美在澄澈。澄是水清，澈也是水清，上上下下，里里外外，没有一丝一毫浑浊，没有一丝一毫污染，这样的清澈明亮，有如非人间的琉璃世界；另一层是说三万顷湖上扁舟上的我，也有如秋月，有如秋水，我就是一个光明磊落，坦坦荡荡，言行一致，表里如一的男子汉、大丈夫。所以表里俱澄澈不仅是写景，而且也是写人，写自己品格之美。杜甫诗有“心迹喜双清”，行迹是表、心灵是里，“心迹喜双清”是杜甫的夫子自道；“表里俱澄澈”则是张孝祥的夫子自道。中国文史馆馆长袁行霈认为，“表里俱澄澈”“心迹喜双清”可以集成一副对联，而且给人提供了一个为人处世的准则，此言良是。\n\n　　屈原《离骚》“纷吾既有此内美兮，又重之以修能；扈江离与辟芷兮，纫秋兰以为佩”写出了屈子自己内美与外美的统一。张孝祥则进一步写外在世界与内在世界澄澈的相会与相合。则是一种天人合一的会合，这一会合的美妙只可意会不可言传，是人生最高、最美、最富有诗意的高峰体验，因此诗人用“怡然心会，妙处难于君说”作为上片的结语、同时巧妙的引出了下阕。上阕写景，下阕则从回顾岭表一年写起，抒发感情。\n\n　　岭表指五岭之外，即今之广西一带。《宋史》本传载张孝祥于宋孝宗乾道元年（1165年）知静江府兼广南西路经略安抚使，次年因谗落职，由桂林北归，途径岳阳，故有《过洞庭》之作。“应”，因也，杜甫诗“名岂文章著，官应老病休。”是说名难道以文章而著，官因老病而休。此处的“应”语气相当肯定。诗人由洞庭湖的澄澈，想起自己在岭表一年因被谗而免职的经历，感慨系之矣。苏轼《西江月》：“中秋谁与共孤光，把盏凄然北望”，张孝祥用了“孤光”这一典故源于此。“孤光自照”，一方面指月亮在天宇中，只能自我孤独地照耀着；另一方面想起自己的岭表一年，不被人所理解，同时诗人也无需别人理解，只能与孤月作伴，引清冷的月光相照。冰雪的特点是洁白晶莹，南朝诗人江总有“净心抱冰雪”之句，所以“肝胆皆冰雪”之句，唐王昌龄有“一片冰心在玉壶”之句，所以“肝胆皆冰雪”，实际上是说，尽管自己被免职，但自己是光明磊落、心地纯洁、肝胆照人的；另一层意思是说，我问心无愧，话语中有愤慨、有失望、有自我安慰，但主要还夹杂着自豪、感情真挚而又复杂。\n\n　　“短发萧骚襟袖冷，稳泛沧溟空阔。”这是从岭表经年回复到当下，“襟袖”则是以部分代全体，月夜清冷，衣服单薄，凉意顿生，更重要的是官场人情冷暖，不免有萧条冷落之感。尽管如此，自己是拿得起放得下的人，任凭风浪起，稳坐钓鱼船，如今我正泛舟于横无际涯的洞庭湖上，不就是证明凡此种种，体现了诗人的鲜明个性。\n\n　　“尽挹西江，细斟北斗，万象为宾客。”这是全词的高潮所在，也是诗人感情的高潮所在。《景德传灯录》卷八记马祖语曰：“侍女一口挹尽西江水”，此处界禅宗话语，表明自己的心胸开阔。北斗星是由七颗星组成的星座，像舀酒的长把勺，《诗经·小雅·大东》：“维北有斗，不可挹酒浆”，而屈原《九歌·东君》则反其意而用之，“援北斗兮酌桂浆”。诗人作主人，请万象（天地万物）作客人，舀尽西去长江的水，用北斗七星作酒器，低斟浅酌的招待天地万物，这是何等气势，一个被谗免官的人，如此自信，如此心胸，真有李白当年“青天有月来几时，我今停杯一向之”，或“相看两不厌，唯有敬亭山”大无畏的浪漫主义精神。\n\n　　“扣舷独啸，不知今夕何夕。”苏轼《前赤壁赋》有“扣舷而歌之”之语，张孝祥则是敲击船沿、仰天长啸，抒发出自己的满腔豪情。受苏轼《念奴娇·中秋》：“我醉拍手狂歌，举杯邀月，对影成三客。起舞徘徊风露下，今夕不知何夕”影像，张孝祥以“不知今夕何夕”作结，从秋月秋水回归自我，扣舷是动作，独啸是声音，从空间上说是由洞庭之大到一己之小；从时间上说是由今夕之初泛到稳泛；从心理上说是由知到不知，通过对照，说明诗人已忘情这月白无风之夜，忘情于与大自然交融之中。\n\n　　此词意象鲜明，意境深邃，结构严谨，想象瑰丽，真正做到了“宠辱不惊，闲看庭前花开花落，去留无意，漫观天外云舒云卷”，是首表现浩然正气的绝妙好词。\n\n","translation":"洞庭湖边静立着的纤草，在这个中秋将至的时候，没有一丝风过的痕迹。是玉的世界，还是琼的原野？三万倾明镜般的湖水，载着我一叶细小的扁舟。皎洁的明月和灿烂的银河，在这浩瀚的玉镜中映出她们的芳姿，水面上下一片明亮澄澈。体会着万物的空明，却不知如何道出，与君分享。\n感怀这一轮孤光自照的明月啊，多少年徘徊于岭海之间，胸襟仍象冰雪一样透明。而此刻的我，正披着萧瑟幽冷的须发和衣袂，平静的泛舟在这广阔浩淼的苍溟之中。让我捧尽西江清澈的江水，细细的斟在北斗星做成的酒勺中，请天地万象统统来做我的宾客，我尽情的拍打着我的船舷，独自的放声高歌啊，怎能记得此时是何年！\n\n"}
{"_id":{"$oid":"5b9a1479367d5cab186687e9"},"title":"忆梅","dynasty":"唐代","writer":"李商隐","content":"定定住天涯，依依向物华。\n寒梅最堪恨，常作去年花。","type":["咏物","梅花","抒情"],"remark":"定定：唐时俗语，类今之“牢牢”。\n天涯：此指远离家乡的地方，即梓州。\n物华：万物升华，指春天的景物。\n寒梅：早梅，多于严冬开放。\n恨：怅恨，遗憾。\n去年花：指早梅。因为梅花在严冬开放，春天的时候梅花已经凋谢，所以称为“去年花”。\n\n","shangxi":"　　此诗是李商隐所作的一首咏物诗。\n\n　　首先是一句“定定住天涯”，可看得出一开始诗人的思绪并不在梅花上面，而是因为滞留异乡而苦。梓州（今四川三台）离长安一千八百余里，以唐代疆域之辽阔而竟称“天涯”，与其说是地理上的，不如说是心理上的。李商隐是在仕途抑塞、妻子去世的情况下应柳仲郢之辟，来到梓州的。独居异乡，寄迹幕府，已自感到孤孑苦闷，想不到竟一住数年，意绪之无聊郁闷更可想而知。这句就是这个痛苦灵魂的心声。定定即是“死死地”、“牢牢地”，诗人感到自己竟象是永远地被钉死在这异乡的土地上了。这里，有强烈的苦闷，有难以名状的厌烦，也有无可奈何的悲哀。屈复评此句说：“‘定定’字俚语入诗却雅。”这个“雅”，似乎可以理解为富于艺术表现力。\n\n　　为思乡之情、留滞之悲所苦的诗人，精神上不能不寻找慰藉，于是转出第二句：“依依向物华。”诗人在百花争艳的春色面前似乎暂时得到了安慰，从内心深处升起一种对美好事物无限依恋的柔情。一、二两句，感情似乎截然相反，实际上“依依向物华”之情即因“定定住天涯”而生，两种相反的感情却是相通的。\n\n　　“寒梅最堪恨，长作去年花。”三、四两句，诗境又出现更大的转折。面对姹紫嫣红的“物华”，诗人不禁想到了梅花。它先春而开，到百花盛开时，却早花凋香尽，诗人遗憾之余，便不免对它怨恨起来了。由“向物华”而忆梅，这是一层曲折；由忆梅而恨梅，这又是一层曲折。“恨”正是“忆”的发展与深化，正像深切期待的失望会转化为怨恨一样。\n\n　　但这只是一般人的心理。对于李商隐来说，却有更内在的原因。“寒梅”先春而开、望春而凋的特点，使诗人很自然地联想到自己：少年早慧，文名早著，科第早登，但依旧怀才不遇，紧接着的便是一系列不幸和打击，到入川以后，已经是“克意事佛，方愿打钟扫地，为清凉山行者”（《樊南乙集序》），意绪颇为颓唐了。这早秀先凋，不能与百花共享春天温暖的“寒梅”，正是诗人自己的写照。诗人在《十一月中旬扶风界风梅花》诗中，也曾发出同样的感叹：“为谁成早秀？不待作年芳。”非时而早秀，“不待作年芳”的早梅，和“长作去年花”的“寒梅”，都是诗人不幸身世的象征。正因为看到或想到它，就会触动早秀先凋的身世之悲，诗人自然不免要发出“寒梅最堪恨”的怨嗟了。诗写到这里，黯然而收，透出一种不言而神伤的情调。\n\n　　全诗看来，这首五言绝句，贵在天然浑成，一意贯串，并无刻意雕镂，枝蔓曲折。这首《忆梅》，意极曲折，却并不给人以散漫破碎、雕琢伤真之感，关键在于层层转折都离不开诗人沉沦羁泊的身世。这样一来，便显得此诗潜气内转，在曲折中见浑成，在繁多中见统一，达到有神无迹的境界。\n\n","translation":"滞留在远离家乡的地方，依依不舍地向往着春天的景物。\n寒梅最能惹起人们怨恨，因为老是被当作去年开的花。\n\n"}
{"_id":{"$oid":"5b9a1479367d5cab186687ea"},"title":"乐羊子妻","dynasty":"南北朝","writer":"范晔","content":"　　河南乐羊子之妻者，不知何氏之女也。\n\n　　羊子尝行路，得遗金一饼，还以与妻。妻曰：“妾闻志士不饮‘ 盗泉’之水，廉者不受嗟来之食，况拾遗求利,以污其行乎！”羊子大惭，乃捐金于野，而远寻师学。\n\n　　一年来归，妻跪问其故，羊子曰：“久行怀思，无它异也。”妻乃引刀趋机而言曰：“此织生自蚕茧，成于机杼。一丝而累，以至于寸，累寸不已，遂成丈匹。今若断斯织也，则捐失成功，稽废时日。夫子积学，当‘日知其所亡’，以就懿德；若中道而归，何异断斯织乎？”羊子感其言，复还终业，遂七年不返。\n\n　　尝有它舍鸡谬入园中，姑盗杀而食之，妻对鸡不餐而泣。姑怪问其故。妻曰：“自伤居贫，使食有它肉。”姑竟弃之。后盗欲有犯妻者，乃先劫其姑。妻闻，操刀而出。盗人曰：“释汝刀从我者可全，不从我者，则杀汝姑。”妻仰天而叹，举刀刎颈而死。盗亦不杀其姑。太守闻之，即捕杀贼盗，而赐妻缣帛，以礼葬之，号曰“贞义”。\n\n","type":["初中文言文","赞颂","女子","传记"]}
{"_id":{"$oid":"5b9a1479367d5cab186687eb"},"title":"山中问答 / 山中答俗人问","dynasty":"唐代","writer":"李白","content":"问余何意栖碧山，笑而不答心自闲。\n桃花流水窅然去，别有天地非人间。","type":["典故","隐居","生活"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154218526.mp3","remark":"余：我，诗人自指。何意：一作“何事”。栖：居住。碧山：山名，在湖北省安陆市内，山下桃花洞是李白读书处。一说碧山指山色的青翠苍绿。\n自闲：悠闲自得。闲：安然，泰然。\n“桃花”句：晋陶渊明《桃花源记》载，东晋时，武陵有一渔人在溪中捕鱼。忽进桃花林，林尽处有山。山有小口。从山口进去，遇一与外界隔绝的桃花源，里边的人过着安居乐业的生活。此句暗用其事。窅（yǎo）然：指幽深遥远的样子。\n别有天地：另有一种境界。别：另外。非人间：不是人间，这里指诗人的隐居生活。\n\n","shangxi":"　　这是一首诗意淡远的七言绝句，以问答形式并暗用典故抒发了作者隐居生活的自在天然的情趣，也体现了作者的矛盾心理。\n\n　　第一联：“问余何意栖碧山，笑而不答心自闲。”前句起得突兀，后句接得迷离。这首诗的诗题一作《山中答俗人》，那么“问”的主语即所谓“俗人”。诗以提问的形式领起，突出题旨，以唤起读者的注意。当人们正要倾听答案时，诗人笔锋却故意一晃，“笑而不答”。“笑”字值得玩味，它不仅表现出诗人喜悦而矜持的神态，造成了轻松愉快的气氛；而且这“笑而不答”，还带有几分神秘的色彩，造成悬念，以诱发读者思索的兴味。“心自闲”三个字，既是山居心境的写照，更表明这“何意栖碧山”的问题，对于诗人来说，既不觉得新鲜，也不感到困惑，只不过是“悠然心会，妙处难与君说”（张孝祥《念奴娇·过洞庭》）罢了。第二句接得迷离，妙在不答，使诗增添了变幻曲折，有摇曳生姿、引人入胜的魅力。\n\n　　第二联：“桃花流水窅然去，别有天地非人间。”这是写“碧山”之景，其实也就是“何意栖碧山”的答案。这种“不答”而答、似断实连的结构，加深了诗的韵味。诗虽写花随溪水，窅然远逝的景色，却无一点“流水落花春去也”的衰飒情调，而是把它当作令人神往的美来渲染、来赞叹。因为上面写的“笑而不答”的神态，以及末句的议论都流露出这种感情。“山花如绣颊”（李白《夜下征虏亭》）固然是美的，桃花随流水也是美的，它们都是依照自然的法则，在荣盛和消逝之中显示出不同的美，这不同的美却具有一个共同点——即“天然”二字。这种美学观点反映了诗人酷爱自由、天真开朗的性格。“碧山”之中这种没有名利，又不冷落荒凉的环境，充满着天然、宁静之美的“天地”，不是“人间”所能比。而“人间”究竟怎样，诗人没有明说。只要读者了解当时黑暗的现实和李白的不幸遭遇，诗人“栖碧山”、爱“碧山”便不难理解了。这“别有天地非人间”，隐含了诗人心中许许多多的伤和恨。所以，这首诗并不完全是抒写李白超脱现实的闲适心情。诗中用一“闲”字，就是要暗示出“碧山”之“美”，并以此与“人间”形成鲜明的对比。因而诗在风格上有一种“寓庄于谐”的味道，不过这并非“超脱”。愤世嫉俗与乐观浪漫往往能奇妙地统一在他的作品之中，体现出矛盾的对立统一。\n\n　　全诗虽然只有四句二十八字，但是有问、有答，有叙述、有描绘、有议论，其间转接轻灵，活泼流利。诗境似近而实远，诗情似淡而实浓。用笔有虚有实，实处的描写形象可感，虚处的用笔一触即止，虚实对比，蕴意幽邃。诗押平声韵，采用不拘格律的古绝形式，显得质朴自然，悠然舒缓，有助于传达出诗的情韵。\n\n","translation":"有人疑惑不解地问我，为何幽居碧山？我只笑而不答，心里却一片轻松坦然。\n桃花飘落溪水，随之远远流去。此处别有天地，真如仙境一般。\n\n"}
{"_id":{"$oid":"5b9a1479367d5cab186687ec"},"title":"报任少卿书 / 报任安书","dynasty":"两汉","writer":"司马迁","content":"　　太史公牛马走司马迁，再拜言。\n\n　　少卿足下：曩者辱赐书，教以慎于接物，推贤进士为务，意气勤勤恳恳。若望仆不相师，而用流俗人之言，仆非敢如此也。仆虽罢驽，亦尝侧闻长者之遗风矣。顾自以为身残处秽，动而见尤，欲益反损，是以独郁悒而无谁语。谚曰：“谁为为之？孰令听之？”盖钟子期死，伯牙终身不复鼓琴。何则？士为知己者用，女为说己者容。若仆大质已亏缺矣，虽材怀随和，行若由夷，终不可以为荣，适足以发笑而自点耳。\n\n　　书辞宜答，会东从上来，又迫贱事，相见日浅，卒卒无须臾之间，得竭指意。今少卿抱不测之罪，涉旬月，迫季冬，仆又薄从上雍，恐卒然不可为讳，是仆终已不得舒愤懑以晓左右，则长逝者魂魄私恨无穷。请略陈固陋。阙然久不报，幸勿为过。\n\n　　仆闻之：修身者，智之符也；爱施者，仁之端也；取予者，义之表也；耻辱者，勇之决也；立名者，行之极也。士有此五者，然后可以托于世，列于君子之林矣。故祸莫憯于欲利，悲莫痛于伤心，行莫丑于辱先，诟莫大于宫刑。刑余之人，无所比数，非一世也，所从来远矣。昔卫灵公与雍渠同载，孔子适陈；商鞅因景监见，赵良寒心；同子参乘，袁丝变色：自古而耻之！夫以中材之人，事有关于宦竖，莫不伤气，而况于慷慨之士乎！如今朝廷虽乏人，奈何令刀锯之余，荐天下之豪俊哉！仆赖先人绪业，得待罪辇毂下，二十余年矣。所以自惟：上之，不能纳忠效信，有奇策材力之誉，自结明主；次之，又不能拾遗补阙，招贤进能，显岩穴之士；外之，不能备行伍，攻城野战，有斩将搴旗之功；下之，不能积日累劳，取尊官厚禄，以为宗族交游光宠。四者无一遂，苟合取容，无所短长之效，可见于此矣。乡者，仆亦尝厕下大夫之列，陪外廷末议。不以此时引维纲，尽思虑，今已亏形为扫除之隶，在阘茸之中，乃欲仰首伸眉，论列是非，不亦轻朝廷、羞当世之士邪？嗟乎！嗟乎！如仆尚何言哉！尚何言哉！\n\n　　且事本末未易明也。仆少负不羁之才，长无乡曲之誉，主上幸以先人之故，使得奉薄伎，出入周卫之中。仆以为戴盆何以望天，故绝宾客之知，忘室家之业，日夜思竭其不肖之材力，务一心营职，以求亲媚于主上。而事乃有大谬不然者！\n\n　　夫仆与李陵俱居门下，素非能相善也。趣舍异路，未尝衔杯酒，接殷勤之余欢。然仆观其为人，自守奇士，事亲孝，与士信，临财廉，取予义，分别有让，恭俭下人，常思奋不顾身，以徇国家之急。其素所蓄积也，仆以为有国士之风。夫人臣出万死不顾一生之计，赴公家之难，斯已奇矣。今举事一不当，而全躯保妻子之臣随而媒孽其短，仆诚私心痛之。且李陵提步卒不满五千，深践戎马之地，足历王庭，垂饵虎口，横挑强胡，仰亿万之师，与单于连战十有余日，所杀过当。虏救死扶伤不给，旃裘之君长咸震怖，乃悉征其左、右贤王，举引弓之民，一国共攻而围之。转斗千里，矢尽道穷，救兵不至，士卒死伤如积。然陵一呼劳军，士无不起，躬自流涕，沬血饮泣，更张空弮，冒白刃，北首争死敌者。陵未没时，使有来报，汉公卿王侯皆奉觞上寿。后数日，陵败书闻，主上为之食不甘味，听朝不怡。大臣忧惧，不知所出。仆窃不自料其卑贱，见主上惨凄怛悼，诚欲效其款款之愚，以为李陵素与士大夫绝甘分少，能得人之死力，虽古之名将，不能过也。身虽陷败，彼观其意，且欲得其当而报于汉。事已无可奈何，其所摧败，功亦足以暴于天下矣。仆怀欲陈之，而未有路，适会召问，即以此指，推言陵之功，欲以广主上之意，塞睚眦之辞。未能尽明，明主不晓，以为仆沮贰师，而为李陵游说，遂下于理。拳拳之忠，终不能自列。因为诬上，卒从吏议。家贫，货赂不足以自赎，交游莫救，左右亲近不为一言。身非木石，独与法吏为伍，深幽囹圄之中，谁可告愬者！此真少卿所亲见，仆行事岂不然乎？李陵既生降，隤其家声，而仆又佴之蚕室，重为天下观笑。悲夫！悲夫！事未易一二为俗人言也。\n\n　　仆之先非有剖符丹书之功，文史星历，近乎卜祝之间，固主上所戏弄，倡优所畜，流俗之所轻也。假令仆伏法受诛，若九牛亡一毛，与蝼蚁何以异？而世又不与能死节者比，特以为智穷罪极，不能自免，卒就死耳。何也？素所自树立使然也。人固有一死，或重于泰山，或轻于鸿毛，用之所趋异也。太上不辱先，其次不辱身，其次不辱理色，其次不辱辞令，其次诎体受辱，其次易服受辱，其次关木索、被箠楚受辱，其次剔毛发、婴金铁受辱，其次毁肌肤、断肢体受辱，最下腐刑极矣！传曰“刑不上大夫。”此言士节不可不勉厉也。猛虎在深山，百兽震恐，及在槛阱之中，摇尾而求食，积威约之渐也。故士有画地为牢，势不可入；削木为吏，议不可对，定计于鲜也。今交手足，受木索，暴肌肤，受榜箠，幽于圜墙之中。当此之时，见狱吏则头抢地，视徒隶则心惕息。何者？积威约之势也。及以至是，言不辱者，所谓强颜耳，曷足贵乎！且西伯，伯也，拘于羑里；李斯，相也，具于五刑；淮阴，王也，受械于陈；彭越、张敖，南面称孤，系狱抵罪；绛侯诛诸吕，权倾五伯，囚于请室；魏其，大将也，衣赭衣，关三木；季布为朱家钳奴；灌夫受辱于居室。此人皆身至王侯将相，声闻邻国，及罪至罔加，不能引决自裁，在尘埃之中。古今一体，安在其不辱也？由此言之，勇怯，势也；强弱，形也。审矣，何足怪乎？夫人不能早自裁绳墨之外，以稍陵迟，至于鞭箠之间，乃欲引节，斯不亦远乎！古人所以重施刑于大夫者，殆为此也。\n\n　　夫人情莫不贪生恶死，念父母，顾妻子，至激于义理者不然，乃有所不得已也。今仆不幸，早失父母，无兄弟之亲，独身孤立，少卿视仆于妻子何如哉？且勇者不必死节，怯夫慕义，何处不勉焉！仆虽怯懦，欲苟活，亦颇识去就之分矣，何至自沉溺缧绁之辱哉！且夫臧获婢妾，犹能引决，况仆之不得已乎？所以隐忍苟活，幽于粪土之中而不辞者，恨私心有所不尽，鄙陋没世，而文采不表于后也。\n\n　　古者富贵而名摩灭，不可胜记，唯倜傥非常之人称焉。盖文王拘而演《周易》；仲尼厄而作《春秋》；屈原放逐，乃赋《离骚》；左丘失明，厥有《国语》；孙子膑脚，《兵法》修列；不韦迁蜀，世传《吕览》；韩非囚秦，《说难》《孤愤》；《诗》三百篇，大底圣贤发愤之所为作也。此人皆意有所郁结，不得通其道，故述往事、思来者。乃如左丘无目，孙子断足，终不可用，退而论书策，以舒其愤，思垂空文以自见。\n\n　　仆窃不逊，近自托于无能之辞，网罗天下放失旧闻，略考其行事，综其终始，稽其成败兴坏之纪，上计轩辕，下至于兹，为十表，本纪十二，书八章，世家三十，列传七十，凡百三十篇。亦欲以究天人之际，通古今之变，成一家之言。草创未就，会遭此祸，惜其不成，是以就极刑而无愠色。仆诚以著此书，藏之名山，传之其人，通邑大都，则仆偿前辱之责，虽万被戮，岂有悔哉！然此可为智者道，难为俗人言也！\n\n　　且负下未易居，下流多谤议。仆以口语遇遭此祸，重为乡党所笑，以污辱先人，亦何面目复上父母之丘墓乎？虽累百世，垢弥甚耳！是以肠一日而九回，居则忽忽若有所亡，出则不知其所往。每念斯耻，汗未尝不发背沾衣也！身直为闺阁之臣，宁得自引深藏于岩穴邪？故且从俗浮沉，与时俯仰，以通其狂惑。今少卿乃教以推贤进士，无乃与仆私心剌谬乎？今虽欲自雕琢，曼辞以自饰，无益，于俗不信，适足取辱耳。要之，死日然后是非乃定。书不能悉意，故略陈固陋。谨再拜。\n\n","type":["古文观止","叙事","议论","抒怀"],"shangxi":"　　《报任安书》是一篇激切感人的至情散文，是对封建专制的血泪控诉。司马迁用千回百转之笔，表达了自己的光明磊落之志、愤激不平之气和曲肠九回之情。辞气沉雄，情怀慷慨。\n\n　　全文融议论、抒情、叙事于一体，文情并茂。叙事简括，都为议论铺垫，议论之中感情自现。“若九牛亡一毛，与蝼蚁何以异！”，抒发了对社会不公的愤慨；“仆虽怯懦欲苟活，亦颇识去就之分矣，何至自沉溺缧绁之辱哉！”，悲切郁闷，溢于言表；“肠一日而九回，居则忽忽若有所亡，出则不知其所往。每念斯耻，汗未尝不发背沾衣也！”，如泣如诉，悲痛欲绝……富于抒情性的语言，将作者内心久积的痛苦与怨愤表现得淋漓尽致，如火山爆发，如江涛滚滚。\n\n　　大量的铺排，增强了感情抒发的磅礴气势。如叙述腐刑的极辱，从“太上不辱先”以下，十个排比句，竟连用了八个“其次”，层层深入，一气贯下，最后逼出“最下腐刑极矣”。这类语句，有如一道道闸门，将司马迁心中深沉的悲愤越蓄越高，越蓄越急，最后喷涌而出，一泻千里，如排山倒海，撼天动地。\n\n　　典故的运用，使感情更加慷慨激昂，深沉壮烈。第二段用西伯、李斯、韩信等王侯将相受辱而不自杀的典故，直接引出“古今一体”的结论，愤激地控诉了包括汉王朝在内的封建专制下的酷吏政治；第五段用周文王、孔子、屈原等古圣先贤愤而著书的典故，表现了自己隐忍的苦衷、坚强的意志和奋斗的决心。这些典故，援古证今，明理达情，让我们更深刻的感受到了作者伟岸的人格和沉郁的感情。\n\n　　修辞手法的多样，丰富了感情表达的内涵。如“盖文王拘而演《周易》”以下八个迭句，实际隐含着八组对比，同时又两两对偶，与排比相结合，既表明了对历史上杰出人物历经磨难而奋发有为的现象的认识，又表明了以他们为榜样，矢志进取、成就伟业的坚强意志，气势雄浑，令人欲悲欲叹。又如“猛虎在山，百兽震恐……”一句，运用比喻，沉痛控诉了人间暴政对人性的扼杀和扭曲，形象地说明了“士节”不可以稍加受辱的道理，真是痛彻心脾。其他像引用、夸张、讳饰等修辞手法的运用，都真切的表达出作者跌宕起伏的情感，有时奔放激荡，不可遏止；有时隐晦曲折，欲言又止，让我们似乎触摸到了作者内心极其复杂的矛盾与痛苦。\n\n　　总之，在《报任安书》中，司马迁通过富有特色的语言，真切地表达了激扬喷薄的愤激感情，表现出峻洁的人品和伟大的精神，可谓字字血泪，声声衷肠，气贯长虹，催人泪下。前人的评价，“感慨啸歌有燕赵烈士之风，忧愁幽思则又直与《离骚》对垒”，实在精辟。\n\n","translation":"\n其次诎体受辱。诎，通“屈”，弯曲。\n其次剔毛发。剔，通“剃”，动词。\n其次关木索，被箠楚受辱。关，同“贯”，套上。 箠，同“棰”，杖。\n见狱吏则头枪地。枪，通“抢”，撞击。\n及以至是。以，通“已”\n及罪至罔加。罔，通“网”，法网。\n大底圣贤发愤之所为作也。底，通“抵” ，大抵，大都。\n8思垂空文以自见。见，通“现”，表现。\n9网罗天下放失旧闻。失，通“佚”\n放失旧闻。失，通“佚”，散乱的文献。\n则仆偿前辱之责。责，通“债”，债务。\n古者富贵而名摩灭。摩，通“磨”。\n权倾五伯。伯， 通“霸”。\n具于五刑。具，通“俱”。\n曷足贵乎。曷，通“何”。\n幽于圜墙之中。圜，通“圆”。\n稽其成败兴坏之纪。纪，通“记”，历史记录。\n\n词类活用\n孙子膑脚：名词作动词，古代剔去膝盖骨的酷刑\n以污辱先人：形容词作使动用法，使……受辱\n倡优所畜：名词作状语， 像乐师、优伶一样\n仆之先人非有剖符丹书之功：名词作状语， 用朱砂\n故述往事，思来者：动词作使动用法，使.……思考\n请略陈固陋：形容词作名词，固执鄙陋的意见\n衣赭衣：名词作动词，穿上\n流俗之所轻也：形容词作动词，轻视\n幸勿为过：名词作动词，责怪，责备\n太史公牛马走司马迁言：名词作状语，像牛马一样\n曩者辱赐书：使动用法，使……蒙受耻辱\n百兽震恐：使动用法，使……害怕\n\n特殊句式\n被动句\n（1）幽于粪土之中而不辞者。\n（2）其次诎体受辱。\n省略句、判断句\n（1）《诗》三百篇，大底圣贤发愤之所为作也。\n（2）且西伯，伯也。\n（3）倡优所畜，流俗之所轻也。\n（五）状语后置句\n（1）鄙陋没世而文采不表于后世也。\n（2）权倾五伯，囚于请室。\n（3）幽于圜墙之中\n宾语前置句\n（1）若望仆不相师\n重点翻译句\n《诗》三百篇，大氐圣贤发愤之所为作也。\n《诗经》共三百篇，大都是圣人贤士为抒发愤懑之情而写作的。\n2．亦欲以究天人之际，通古今之变，成一家之言。\n也就是想要探究自然和人间的关系，弄通由古至今的变化规律，自成一家之见解。\n3．虽万被戮，岂有悔哉！\n即使被千刀万剐，我难道会后悔吗?\n4．假令仆伏法受诛，若九牛亡一毛，与蝼蚁何异?\n假如我受到法律的制裁被杀，就像在九头牛身上去掉一根牛毛，与杀死一只蝼蚁有什么区别呢?\n5．故士有画地为牢，士不可入；削木为吏，议不可对，定计于鲜也。\n所以，在地上划圈为牢，气节之士势必不肯进去；用木头削成狱吏，气节之士也认为不可受它审讯，拿定主意在受辱之前自杀。\n6．仆虽怯懦，欲苟活，亦颇识去就之分矣，何至自沉溺缧绁之辱哉！\n我虽然怯弱，想苟活偷生，但也知道舍生就死，怎么会自甘沉溺于牢狱的侮辱之中呢?\n7．今虽欲自雕琢，曼辞以自饰，无益于俗，不信，祗取辱耳。\n时至今日，我即使想要修饰打扮，用美好的言辞为自己解脱也无济于事，一般人不会相信，只不过自取侮辱罢了。\n\n一词多义\n1.胜\n（1）胜任。能够承担或承受。\n（2）不可胜记。尽。\n（3）百战百胜。胜利。\n（4）引人入胜。优美的。\n2.再\n（1）太史公牛马走司马迁再拜言。两次。\n（2）青春不再。再继续，再出现。\n3.厥\n（1）思厥先祖父。他的。\n（2）大放厥词。别的。\n（3）厥有《国语》。于是，就，才。\n4.焉\n（1）不入虎穴，焉得虎子。疑问代词，怎么。\n（2）唯倜傥非常之人称焉。语气词。\n（3）积土成山，风雨兴焉。兼词，在那里。\n5.非\n（1）死日然后是非乃定。错误，不对。\n（2）无可厚非。反对，责备。\n6.就\n（1）亦颇识去就之分矣。 赴死。\n（2）草创未就。 完成。\n（3）是以就极刑而无愠色。靠近，引申为承受。\n7.望\n（1)若望仆不相师。 怨恨。\n（2）日夜望将军至。期望。\n（3）七月既望。农历每月十五日。\n（4）吾尝跂而望矣。向远处看。\n（5）以绝秦望。 念头.\n（6）名门望族。有声望的。\n\n古今异义\n太史公牛马走司马迁再拜言。\n再：古义：两次 今义：第二次\n古义：谦词，像牛马一样供人驱使的人。\n今义：牛马走路。\n意气勤勤恳恳。\n古义：情意诚挚恳切。\n今义：勤劳而踏实。\n夫人情莫不贪生恶死。\n古义：两个词，夫为语气词。\n今义：对已婚女人的称呼。\n念父母，顾妻子。\n古义：妻子和儿女。\n今义：配偶。\n唯倜傥非常之人称焉。\n古义：形容词，不同寻常。\n今义：表程度的副词，相当于“很”、“非常”。\n下流多谤议。\n古义：处于卑贱的地位。\n今义：1.下游\n2.行为不符合道德准则\n意气勤勤恳恳。\n古义：心意，情意。\n今义：意志和气概：志趣和性格。\n至激于义理者不然。\n古义：正义和真理\n今义：言论或文章的内容和道理\n恨私心有所不尽\n恨：古义：遗憾\n今义：怨，仇视\n私心：古义：自己的志愿\n今义：为自己打算的念头\n大底圣贤发愤之所为作也\n古义：抒发愤懑\n今义：决心努力\n仆以口语遇遭此祸\n古义：言论\n今义：与“书面语”相对\n素所自树立使然也\n古义：立身于世\n今义：1.建立 2.直立，竖立\n何至自沉溺缧绁之辱哉\n古义：陷身\n今义：陷入不良境地\n\n虚词\n以\n（1）及以至是(通“已”）\n（2）仆以口语遇遭此祸（介词，因为）\n（3）退论书策以舒其愤（连词，来）\n（4）重为乡党所戮笑，以污辱先人（连词，以致）\n（5）今少卿乃教以推贤进士（介词，用）\n（6）夫人不能早自裁绳墨之外，以稍陵迟（连词，因而）\n为\n（1）为十表，本纪十二（动词，写成）\n（2）季布为朱家钳奴（动词，做了）\n（3）削木为吏，议不可对（动词，当作）\n（4）然此可为智者道（介词，给，替）\n（5）古人所以重施刑于大夫者，殆为此也（介词，因为）\n（6）重为乡党所笑（介词，被）\n且\n（1）且勇者不必死节（连词，况且）\n（2）且从俗浮沉，与时俯仰（副词，暂且，姑且）\n（3）且西伯，伯也（连词，再说）\n于\n（1）人固有一死，或重于泰山（介词，比)\n（2）幽于圜墙之中（介词，在）\n（3）至激于义理者不然（介词，被）\n（4）少卿视仆于妻子何如哉（介词，对）\n（5）无益于俗（介词，对）\n乃\n（1）今少卿乃教以推贤进士（副词，却，竟然）\n（2）乃欲引节，斯不亦远乎（副词，才）\n（3）然后是非乃定（副词，才）\n（4）至激于义理者不然，乃有所不得已也（动词，是）\n然\n（1）至激于义理者不然（代词，这样）\n（2）然此可为智者道（连词，表示转折）\n（3）阙然久不报（形容词词尾，……的样子）▲\n\n"}
{"_id":{"$oid":"5b9a1479367d5cab186687ed"},"title":"舟夜书所见","dynasty":"清代","writer":"查慎行","content":"月黑见渔灯，孤光一点萤。\n微微风簇浪，散作满河星。","type":["古诗三百首","写景"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154218710.mp3","remark":"孤光：孤零零的灯光。\n簇：拥起。\n\n","shangxi":"　　这首诗好似一幅速写，作者抓住了那倒映在水中的渔火化作满天星星的片刻，几笔勾勒，立即捕捉住了这转瞬即逝的景物。这首诗又好似一幅木刻，在漆黑的背景之上，亮出一点渔火，黑白对比，反差特别鲜明。\n\n　　前两句是静态描写，把暗色和亮色联系在一起，显得形象鲜明。\n\n　　第一句“月黑见渔灯”，“月黑”两字很有特色。这是一个有月亮的夜晚，月亮却没有光，人们见到的只是月亮的轮廓和黑影。“见渔灯”的这个“见”，是不见中的“见”，写的是视像，有突然发现的意思。因为月黑无光，河面也黑沉沉的，突然见到河中的一盏渔灯，格外引人注目。\n\n　　第二句“孤光一点萤”，写如豆灯光像江岸边一点萤火，是意中之象，描写渔灯的形象。河面幽黑，只有孤零零的一点灯光闪烁着，仿佛是一只萤火虫在原野里发出微弱的光。“孤”表现了环境的寂寞、单调，寄寓着一定的感情色彩。一种茫然无奈的情感袭上诗人的心头。\n\n　　后两句为动态描写。不难想象，当诗人见到微风腾起细浪，灯影由一点散作千万这动人一幕的时候，心情是何等地兴奋。\n\n　　第三句“微微风簇浪”抛开了灯光，一转而写夜风。微风从河面阵阵吹来，河水哗哗作响，轻轻的掀起浪花。这句写听觉为下句张目。“微微”二字又体现了风是如此的小，“簇”说明了就算是微风也能掀起一簇簇的浪花。渲染了一种宁静舒适的气氛。\n\n　　第四句“散作满河星”犹如天外奇峰，劈空而来。那如萤的孤光，刹那间似乎变成万船灯火，点缀河中，又如风吹云散，满天明星，倒映水中，使这静谧的黑夜，单调的河面出现了意想不到的壮观。风吹浪起，簇起的每朵浪花，都把那如萤般的灯光摄进水中，有多少浪花，就有多少灯光。同时此句的描写为诗词增添了画面感，使枯燥无趣的文字能幻化出美丽浪漫带有一丝丝的安逸宁静的景象，使诗人流连其中。\n\n","translation":"漆黑之夜不见月亮，只见那渔船上的灯光，孤独的灯光在茫茫的夜色中，象萤火虫一样发出一点微亮。\n微风阵阵，河水泛起层层波浪，渔灯微光在水面上散开，河面好象撤落无数的星星。\n\n"}
{"_id":{"$oid":"5b9a1479367d5cab186687ee"},"title":"无题·重帏深下莫愁堂","dynasty":"唐代","writer":"李商隐","content":"重帏深下莫愁堂，卧后清宵细细长。\n神女生涯原是梦，小姑居处本无郎。\n风波不信菱枝弱，月露谁教桂叶香。\n直道相思了无益，未妨惆怅是清狂。","type":["唐诗三百首","思念","爱情","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154219414.mp3","shangxi":"　　李商隐的七律无题，艺术上最成熟，最能代表其无题诗的独特艺术风貌。这首七律无题，内容是抒写青年女子爱情失意的幽怨，相思无望的苦闷，又采取女主人公深夜追思往事的方式，因此，女主人公的心理独白就构成了诗的主体。她的身世遭遇和爱情生活中某些具体情事就是通过追思回忆或隐或显地表现出来的。\n\n　　这首诗侧重于抒写女主人公的身世遭遇之感，写法非常概括。一开头就撇开具体情事，从女主人公所处的环境氛围写起。层帷深垂，幽邃的居室笼罩着一片深夜的静寂。独处幽室的女主人公自思身世，辗转不眠，倍感静夜的漫长。这里尽管没有一笔正面抒写女主人公的心理状态，但透过这静寂孤清的环境气氛，读者几乎可以触摸到女主人公的内心世界，感觉到那帷幕深垂的居室中弥漫着一层无名的幽怨。\n\n　　颔联进而写女主人公对自己爱情遇合的回顾。上句用巫山神女梦遇楚王事，下句用乐府《神弦歌·清溪小姑曲》：“小姑所居，独处无郎。”意思是说，追思往事，在爱情上尽管也象巫山神女那样，有过自己的幻想与追求，但到头来不过是做了一场幻梦而已；直到现在，还正像清溪小姑那样，独处无郎，终身无托。这一联虽然用了两个典故，却几乎让人感觉不到有用典的痕迹，真正达到了驱使故典如同己出的程度。特别是它虽然写得非常概括，却并不抽象，因为这两个典故各自所包含的神话传说本身就能引起读者的丰富想象与联想。两句中的“原”字、“本”字，颇见用意。前者暗示她在爱情上不仅有过追求，而且也曾有过短暂的遇合，但终究成了一场幻梦，所以说“原是梦”；后者则似乎暗示：尽管迄今仍然独居无郎，无所依托，但人们则对她颇有议论，所以说“本无郎”，其中似含有某种自我辩解的意味。不过，上面所说的这两层意思，都写得隐约不露，不细心揣摩体味是不容易发现的。\n\n　　颈联从不幸的爱情经历转到不幸的身世遭遇。这一联用了两个比喻：说自己就象柔弱的菱枝，却偏遭风波的摧折；又象具有芬芳美质的桂叶，却无月露滋润使之飘香。这一联含意比较隐晦，似乎是暗示女主人公在生活中一方面受到恶势力的摧残，另一方面又得不到应有的同情与帮助。“不信”，是明知菱枝为弱质而偏加摧折，见“风波”之横暴；“谁教”，是本可滋润桂叶而竟不如此，见“月露”之无情。措辞婉转，而意极沉痛。\n\n　　爱情遇合既同梦幻，身世遭逢又如此不幸，但女主人公并没有放弃爱情上的追求──“直道相思了无益，未妨惆怅是清狂。”即便相思全然无益，也不妨抱痴情而惆怅终身。在近乎幻灭的情况下仍然坚持不渝的追求，“相思”的铭心刻骨更是可想而知了。\n\n　　中唐以来，以爱情、艳情为题材的诗歌逐渐增多。这类作品在共同特点是叙事的成份比较多，情节性比较强，人物、场景的描绘相当细致。李商隐的爱情诗却以抒情为主体，着力抒写主人公的主观感觉、心理活动，表现她（他）们丰富复杂的内心世界。而为了加强抒情的形象性、生动性，又往往要在诗中织入某些情节的片断，在抒情中融入一定的叙事成分。这就使诗的内容密度大大增加，形成短小的体制与丰富的内容之间的矛盾。为了克服这一矛盾，他不得不大大加强诗句之间的跳跃性，并且借助比喻、象征、联想等多种手法来加强诗的暗示性。这是他的爱情诗意脉不很明显、比较难读的一个重要原因。但也正因为这样，他的爱情诗往往具有蕴藉含蓄、意境深远、写情细腻的特点和优点，经得起反复咀嚼与玩索。\n\n　　无题诗究竟有没有寄托，是一个复杂的问题。离开诗歌艺术形象的整体，抓住其中的片言只语，附会现实生活的某些具体人事，进行索隐猜谜式的解释，是完全违反艺术创作规律的。像冯浩那样，将《无题·凤尾香罗薄几重》中的“垂杨岸”解为“寓柳姓”（指诗人的幕主柳仲郢），将“西南”解为“蜀地”，从而把这首诗和《无题·凤尾香罗薄几重》说成是诗人“将赴东川，往别令狐，留宿，而有悲歌之作”，就是穿凿附会的典型。但这并不妨碍读者从诗歌形象的整体出发，联系诗人的身世遭遇和其他作品，区别不同情况，对其中的某些无题诗作这方面的探讨。这首着重写女主人公如梦似幻，无所依托，横遭摧折的凄苦身世，笔意空灵概括，意在言外，其中就可能寓含或渗透作者自己的身世之感。熟悉作者身世的读者不难从“神女”一联中体味出诗人在回顾往事时深慨辗转相依、终归空无的无限怅惘。“风波”一联，如单纯写女子遭际，显得不着边际；而从比兴寄托角度理解，反而易于意会。作者地位寒微，“内无强近，外乏因依”（《祭徐氏姊文》），仕途上不仅未遇有力援助，反遭朋党势力摧抑，故借菱枝遭风波摧折，桂叶无月露滋润致慨。他在一首托宫怨以寄慨的《深宫》诗中说：“狂飚不惜萝阴薄，清露偏知桂叶浓”，取譬与“风波”二句相似（不过“清露”句与“月露”句托意正相反而已），也可证“风波”二句确有寄托。何焯说这首无题“直露（自伤不遇）本意”，是比较符合实际的。不论这首无题诗有无寄托，它首先是成功的爱情诗。即使读者完全把它作为爱情诗来读，也并不减低其艺术价值。\n\n","translation":"重重帷幕深垂，我孤居莫愁堂；\n独卧不眠，更觉静夜漫漫长长。\n巫山神女艳遇楚王，原是梦幻；\n青溪小姑住所，本就独处无郎。\n我是柔弱菱枝，偏遭风波摧残；\n我是铃芳桂叶，却无月露香。\n虽然深知沉溺相思，无益健康；\n我却痴情到底，落个终身清狂。\n\n注解\n神女：即宋玉《神女赋》中的巫山神女。\n小姑句：古乐府《青溪小姑曲》：“小姑所居，独处无郎。”\n风波句：意谓菱枝虽是弱质，却不相信会任凭风波欺负。\n直道两句：意谓即使相思全无好处，但这种惆怅之心，也好算是痴情了。直道：即使，就说。了：完全。清狂：旧注谓不狂之狂，犹今所谓痴情。按：如作狂放解本也通，但既把诗中人作为女子解，那么，还是作痴情解较切。▲\n\n"}
{"_id":{"$oid":"5b9a1479367d5cab186687ef"},"title":"水调歌头·徐州中秋","dynasty":"宋代","writer":"苏辙","content":"离别一何久，七度过中秋。去年东武今夕，明月不胜愁。岂意彭城山下，同泛清河古汴，船上载凉州。鼓吹助清赏，鸿雁起汀洲。\n坐中客，翠羽帔，紫绮裘。素娥无赖，西去曾不为人留。今夜清尊对客，明夜孤帆水驿，依旧照离忧。但恐同王粲，相对永登楼。\n\n","type":["中秋节","咏物","月亮","抒怀"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154219672.mp3","remark":"水调歌头：词牌名。唐朝大曲有《水调歌》，据《隋唐嘉话》，为隋炀帝凿汴河时所作。宋乐入“中吕调”，见《碧鸡漫志》卷四。凡大曲有“歌头”，此殆裁截其首段为之。九十五字，前后片各四平韵。亦有前后片两六言句夹叶仄韵者，有平仄互叶几于句句用韵者。\n离别：比较长久地跟人或地方分开。\n七度：七次。\n今夕：今天。\n不胜：无法承担；承受不了。\n彭城：彭城，鼓声之城，即今江苏徐州，是黄帝最初的都城。\n古汴（biàn）：古汴河。\n凉州：曲名，唐开元中西凉州所献。\n鼓吹：鼓吹乐。\n鸿雁：俗称大雁。\n汀（tīng）州：水中小洲。\n翠羽帔（pèi），紫绮（qǐ）裘（qiú）：指豪华衣饰。\n素娥：即嫦娥，此处指月亮。\n无赖：无所倚靠；无可奈何。\n曾不：不曾。\n清尊：酒器。\n水驿：水路驿站。\n依旧：照旧。\n但恐：但害怕。\n王粲（càn）：王粲（177年—217年2月17日），字仲宣。山阳郡高平县（今山东微山两城镇）人。\n相对：相望。\n\n","shangxi":"　　下片则直接展现诗人内心世界。前三句，只是从宴饮中主人、客人的穿戴里，聊表人们的欢愉心情，可下面却写出了急转之下诗人的内心感受。“素娥无赖西去，曾不为人留”，明月无情，不会为人而滞留。“今夜清尊对客，明夜孤帆水驿，依旧照离忧”，直写情事，明日即将分别；即便明月当头，也是分明地倾泻出两地别愁，“依旧”二字非常好。最后两句，用典却直抒胸臆，“但恐同王粲，相对永登楼”，王粲滞留荆州十二年，不得施展才华，郁闷中他登楼远眺，北望家乡，胸中翻滚着无限乡思乡愁，写出了《登楼赋》。后以“王粲登楼”作为怀念故国乡土的典故。这里，词人以此句做结，倾诉出未来的日月：宦游茫茫，前途未卜；亲人相隔，幽幽愁绪的别样的深沉。本来是百日逍遥堂欢乐的手足相聚，到头来却是迎来生离别的无奈，也许这就是人生的必然。\n\n","translation":"我们离别的太久了，已经是七次中秋。去年的今天在东武之地，我望着明月，愁绪万千。没想到在彭城山下，一起泛舟古汴河上，同去凉州。有鼓吹助兴，惊起汀上的鸿雁。\n坐中的客人，穿着华丽。月亮无情，不肯为人留下而西沉。今天晚上有酒待客，明晚又要孤独的的住在船上，离愁依旧。就怕像王粲那样，不得返乡，只能登楼相望。\n\n"}
{"_id":{"$oid":"5b9a147a367d5cab186687f0"},"title":"玉楼春·春恨","dynasty":"宋代","writer":"晏殊","content":"绿杨芳草长亭路，年少抛人容易去。楼头残梦五更钟，花底离愁三月雨。\n无情不似多情苦，一寸还成千万缕。天涯地角有穷时，只有相思无尽处。","type":["春天","思念","爱情","感叹","人生"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154220970.mp3","remark":"玉楼春：词牌名。又名“木兰花”。\n长亭路：送别的路。长亭：古代驿路上建有供行人休息的亭子。《白帖》：“十里一长亭，五里一短亭。”\n年少抛人：人被年少所抛弃，言人由年少变为年老。\n残梦：未做完的梦。\n五更钟、三月雨：都是指思念人的时候。\n一寸：指愁肠。还：已经。千万缕：千丝万缕。比喻离恨无穷。\n\n","shangxi":"　　此词抒写人生离别相思之苦，寄托了作者从有感于人生短促、聚散无常以及盛筵之后的落寞等心情生发出来的感慨。整首词感情真挚，情调凄切，抒情析理，绰约多姿，有着迷人的艺术魅力。作者抒发人生感慨时成功地使用了夸张手法，更增添了词的艺术感染力。\n\n　　上片首句写景，时间是绿柳依依的春天，地点古道长亭，这是旅客小休之所，也是两人分别之处。\n\n　　“年少”句叙述临行之际，闺女空自泪眼相看，无语凝咽，而“年少”的他却轻易地弃之而去。年少，是指思妇的“所欢”，也即“恋人”，据赵与时《宾退录》记载，“晏叔原见蒲传正曰：‘先君平日小词虽多，未尝作妇人语也。’传正曰：‘绿杨芳草长亭路，年少抛人容易去，岂非妇人语乎？’叔原曰：‘公谓年少为所欢乎，因公言，遂解得乐天诗两句：欲留所欢待富贵，富贵不来所欢去。’传正笔而悟。余按全篇云云，盖真谓所欢者，与乐天‘欲留年少待富贵，富贵不来年少去’之句不同，叔原之言失之。”这是晏几道为其父此词“年少”语所作的无谓辩解。实际上，此词写思妇闺怨，用的的确是“妇人语”。\n\n　　“楼头”两句，把思妇的思念之意生动地描绘出来，从相反方面说明“抛人去”者的薄情。白昼逝去，黑夜降临，她转辗反侧，很久之后才悠悠进入睡乡，但很快就被五更钟声惊破了残梦，使她重又陷入无边的失望；窗外，飘洒着春雨，那些花瓣像是承受不住，带着离愁纷纷落下。“残梦”和“落花”这里都是用来曲折地抒发怀人之情，语言工致匀称。陈廷焯《白雨斋词话》称其“婉转缠绵，深情一往，丽而有则，耐人寻味”。\n\n　　下片用反语，先以无情与多情作对比，继而以具体比喻从反面来说明。“无情”两句，用反语以加强语意。先说无情则无烦恼，因此多情还不如无情，从而反托出“多情自古伤离别”的深衷：“一寸”指心，柳丝缕缕，拂水飘绵，最识离怀别苦。两句意思是说，无情怎似多情之苦，那一寸芳心，化成了千丝万缕，蕴含着千愁万恨。词意来自李煜“一片芳心千万绪，人间没个安排处”（《蝶恋花》）。\n\n　　末两句含意深婉。天涯地角，是天地之尽头，故云“有穷时”。然而，别离之后的相思之情，却是无穷无尽的，正所谓“只有相思无尽处”。这里通过比较来体现出因“多情”而受到的精神折磨，感情真切而含蓄，对于那个薄幸年少，却毫无埋怨之语。此词写闺怨，颇具婉转流利之致，词中不事藻饰，没有典故，除首两句为叙述，其余几句不论是用比喻，还是用反语，用夸张，都是通过白描手段反映思妇的心理活动，亦即难以言宣的相思之情，收到了很好的艺术效果。\n\n","translation":"在绿杨垂柳、芳草萋萋的长亭古道上，他好像情侣轻易地抛下我就登程远去。楼头的钟声惊醒了五更的残梦，心头的离愁就像洒在花底的三月春雨。\n无情人哪里懂得多情的人的苦恼，一寸相思愁绪竟化作了万缕千丝。天涯地角再远也有穷尽终了那一天，只有怀人的愁思却是无限绵长、没有尽期啊。\n\n"}
{"_id":{"$oid":"5b9a147a367d5cab186687f1"},"title":"饮中八仙歌","dynasty":"唐代","writer":"杜甫","content":"知章骑马似乘船，眼花落井水底眠。\n汝阳三斗始朝天，道逢麴车口流涎，恨不移封向酒泉。\n左相日兴费万钱，饮如长鲸吸百川，衔杯乐圣称避贤。\n宗之潇洒美少年，举觞白眼望青天，皎如玉树临风前。\n苏晋长斋绣佛前，醉中往往爱逃禅。\n李白斗酒诗百篇，长安市上酒家眠，(斗酒 一作：一斗)\n天子呼来不上船，自称臣是酒中仙。\n张旭三杯草圣传，脱帽露顶王公前，挥毫落纸如云烟。\n焦遂五斗方卓然，高谈雄辩惊四筵。","type":["肖像","写人","喝酒","猖狂"],"remark":"知章：即贺知章，越州永兴（今浙江萧山）人，官至秘书监。性旷放纵诞，自号“四明狂客”，又称“秘书外监”。他在长安一见李白，便称他为“谪仙人”，解所佩金龟换酒痛饮。这两句写贺知章醉后骑马，摇摇晃晃，像乘船一样。醉眼昏花，跌落井中淹死。\n汝阳：汝阳王李琎，唐玄宗的侄子。朝天：朝见天子。此谓李痛饮后才入朝。麴车．酒车。移封：改换封地。酒泉：郡名，在今甘肃酒泉县。传说郡城下有泉，味如酒。故名酒泉。\n左相：指左丞相李适之，天宝元年（742年）八月为左丞相，天宝五年（746年）四月，为李林甫排挤罢相。长鲸：鲸鱼。古人以为鲸鱼能吸百川之水，故用来形容李适之的酒量之大。衔杯：贪酒。圣：酒的代称。\n宗之：崔宗之，吏部尚书崔日用之子，袭父封为齐国公，官至侍御史，也是李白的朋友。觞：大酒杯。白眼：晋阮籍能作青白眼，青眼看朋友，白眼视俗人。玉树临风：崔宗之风姿秀美，故以玉树为喻。\n苏晋：开元进士，曾为户部和吏部侍郎，长斋：长期斋戒。绣佛：画的佛像。逃禅：这里指不守佛门戒律。佛教戒饮酒。苏晋长斋信佛，却嗜酒，故曰“逃禅”。\n李白：以豪饮闻名，而且文思敏捷，常以酒助诗兴。\n张旭：吴人，唐代著名书法家，善草书，时人称为“草圣”。脱帽露顶：写张旭狂放不羁的醉态。据说张旭每当大醉，常呼叫奔走，索笔挥洒，甚至以头濡墨而书。醒后自视手迹，以为神异，不可复得。世称“张颠”。\n焦遂：布衣之士，平民，以嗜酒闻名，事迹不详。卓然：神采焕发的样子。\n\n","shangxi":"　　《饮中八仙歌》是一首别具一格，富有特色的“肖像诗”。八个酒仙是同时代的人，又都在长安生活过，在嗜酒、豪放、旷达这些方面彼此相似。诗人以洗炼的语言，人物速写的笔法，将他们写进一首诗里，构成一幅栩栩如生的群像图。\n\n　　八仙中首先出现的是贺知章。他是其中资格最老、年事最高的一个。在长安，他曾“解金龟换酒为乐”（李白《对酒忆贺监序》）。诗中说他喝醉酒后，骑马的姿态就象乘船那样摇来晃去，醉眼朦胧，眼花缭乱，跌进井里竟会在井里熟睡不醒。相传“阮咸尝醉，骑马倾欹”，人曰：“箇老子如乘船游波浪中”（明王嗣？;《杜臆》卷一）。杜甫活用这一典故，用夸张手法描摹贺知章酒后骑马的醉态与醉意，弥漫着一种谐谑滑稽与欢快的情调，惟妙惟肖地表现了他旷达纵逸的性格特征。\n\n　　其次出现的人物是汝阳王李琎。他是唐玄宗的侄子，宠极一时，所谓“主恩视遇频”，“倍比骨肉亲”（杜甫《赠太子太师汝阳郡王琎》），因此，他敢于饮酒三斗才上朝拜见天子。他的嗜酒心理也与众不同，路上看到麴车（即酒车）竟然流起口水来，恨不得要把自己的封地迁到酒泉（今属甘肃）去。相传那里“城下有金泉，泉味如酒，故名酒泉”（见《三秦记》）。唐代，皇亲国戚，贵族勋臣有资格袭领封地，因此，八人中只有李琎才会勾起“移封”的念头，其他人是不会这样想入非非的。诗人就抓着李琎出身皇族这一特点，细腻地描摹他的享乐心理与醉态，下笔真实而有分寸。\n\n　　接着出现的是李适之。他于742年（天宝元年），代牛仙客为左丞相，雅好宾客，夜则燕赏，饮酒日费万钱，豪饮的酒量有如鲸鱼吞吐百川之水，一语点出他的豪华奢侈。然而好景不长，开宝五载适之为李林甫排挤，罢相后，在家与亲友会饮，虽酒兴未减，却不免牢骚满腹，赋诗道：“避贤初罢相，乐圣且衔杯，为问门前客，今朝几个来？”（《旧唐书。李适之传》）“衔杯乐圣称避贤”即化用李适之诗句。“乐圣”即喜喝清酒，“避贤”，即不喝浊酒。结合他罢相的事实看，“避贤”语意双关，有讽刺李林甫的意味。这里抓住权位的得失这一个重要方面刻画人物性格，精心描绘李适之的肖像，含有深刻的政治内容，很耐人寻味。\n\n　　三个显贵人物展现后，跟着出现的是两个潇洒的名士崔宗之和苏晋。崔宗之，是一个倜傥洒脱，少年英俊的风流人物。他豪饮时，高举酒杯，用白眼仰望青天，睥睨一切，旁若无人。喝醉后，宛如玉树迎风摇曳，不能自持。杜甫用“玉树临风”形容宗之的俊美丰姿和潇洒醉态，很有韵味。接着写苏晋。司马迁写《史记》擅长以矛盾冲突的情节来表现人物的思想性格。杜甫也善于抓住矛盾的行为描写人物的性格特征。苏晋一面耽禅，长期斋戒，一面又嗜饮，经常醉酒，处于“斋”与“醉”的矛盾斗争中，但结果往往是“酒”战胜“佛”，所以他就只好“醉中爱逃禅”了。短短两句诗，幽默地表现了苏晋嗜酒而得意忘形，放纵而无所顾忌的性格特点。\n\n　　以上五个次要人物展现后，中心人物隆重出场了。\n\n　　诗酒同李白结了不解之缘，李白自己也说过“百年三万六千日，一日须倾三百杯”（《襄阳歌》），“兴酣落笔摇五岳”（《江上吟》）。杜甫描写李白的几句诗，浮雕般地突出了李白的嗜好和诗才。李白嗜酒，醉中往往在“长安市上酒家眠”，习以为常，不足为奇。“天子呼来不上船”这一句，顿时使李白的形象变得高大奇伟了。李白醉后，更加豪气纵横，狂放不羁，即使天子召见，也不是那么毕恭毕敬，诚惶诚恐，而是自豪地大声呼喊：“臣是酒中仙！”强烈地表现出李白不畏权贵的性格。“天子呼来不上船”，虽未必是事实，却非常符合李白的思想性格，因而具有高度的艺术真实性和强烈的艺术感染力。杜甫是李白的挚友，他把握李白思想性格的本质方面并加以浪漫主义的夸张，将李白塑造成这样一个桀骜不驯，豪放纵逸，傲视封建王侯的艺术形象。这肖像，神采奕奕，形神兼备，焕发着美的理想光辉，令人难忘。这正是千百年来人民所喜爱的富有浪漫色彩的李白形象。\n\n　　另一个和李白比肩出现的重要人物是张旭。他“善草书，好酒，每醉后，号呼狂走，索笔挥洒，变化无穷，若有神助”（《杜臆》卷一）。当时人称“草圣”。张旭三杯酒醉后，豪情奔放，绝妙的草书就会从他笔下流出。他无视权贵的威严，在显赫的王公大人面前，脱下帽子，露出头顶，奋笔疾书，自由挥洒，笔走龙蛇，字迹如云烟般舒卷自如。“脱帽露顶王公前”，这是何等的倨傲不恭，不拘礼仪！它酣畅地表现了张旭狂放不羁，傲世独立的性格特征。\n\n　　歌中殿后的人物是焦遂。袁郊在《甘泽谣》中称焦遂为布衣，可见他是个平民。焦遂喝酒五斗后方有醉意，那时他更显得神情卓异，高谈阔论，滔滔不绝，惊动了席间在座的人。诗里刻画焦遂的性格特征，集中在渲染他的卓越见识和论辩口才，用笔精确、谨严。\n\n　　《八仙歌》的情调幽默谐谑，色彩明丽，旋律轻快。在音韵上，一韵到底，一气呵成，是一首严密完整的歌行。在结构上，每个人物自成一章，八个人物主次分明，每个人物的性格特点，彼此衬托映照，有如一座群体圆雕，艺术上确有独创性。正如王嗣奭所说：“此创格，前无所因。”它在古典诗歌中的确是别开生面之作。\n\n","translation":"贺知章酒后骑马，晃晃悠悠，如在乘船。他眼睛昏花坠入井中，竟在井底睡着了。\n汝阳王李琎饮酒三斗以后才去觐见天子。路上碰到装载酒曲的车，酒味引得口水直流，为自己没能封在水味如酒的酒泉郡而遗憾。\n左相李适为每日之兴起不惜花费万钱，饮酒如长鲸吞吸百川之水。自称举杯豪饮是为了脱略政事，以便让贤。\n崔宗之是一个潇洒的美少年，举杯饮酒时，常常傲视青天，俊美之姿有如玉树临风。\n苏晋虽在佛前斋戒吃素，饮起酒来常把佛门戒律忘得干干净净。\n李白饮酒一斗，立可赋诗百篇，他去长安街酒肆饮酒，常常醉眠于酒家。天子在湖池游宴，召他为诗作序，他因酒醉不肯上船，自称是酒中之仙。\n张旭饮酒三杯，即挥毫作书，时人称为草圣。他常不拘小节，在王公贵戚面前脱帽露顶，挥笔疾书，若得神助，其书如云烟之泻于纸张。\n焦遂五杯酒下肚，才得精神振奋。在酒席上高谈阔论，常常语惊四座。\n\n"}
{"_id":{"$oid":"5b9a147a367d5cab186687f2"},"title":"新柳","dynasty":"宋代","writer":"杨万里","content":"柳条百尺拂银塘，且莫深青只浅黄。\n未必柳条能蘸水，水中柳影引他长。","type":["柳树"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154220435.mp3","remark":"银塘：指清澈明净的池塘。\n且：尚，还。\n\n","translation":"百尺长的柳条轻拂过闪耀着银光的水塘，柳色尚且还不是深青的，只是浅浅的黄。 \n未必柳条能蘸到水，那是因为水中的柳影将它拉长了。\n\n"}
{"_id":{"$oid":"5b9a147a367d5cab186687f3"},"title":"春怨","dynasty":"唐代","writer":"刘方平","content":"纱窗日落渐黄昏，金屋无人见泪痕。 \n寂寞空庭春欲晚，梨花满地不开门。","type":["唐诗三百首","宫怨","孤独"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154221204.mp3","remark":"金屋：原指汉武帝少时欲金屋藏阿娇事。这里指妃嫔所住的华丽宫室。\n\n","shangxi":"　　这是一首宫怨诗。点破主题的是诗的第二句“金屋无人见泪痕”。句中的“金屋”，用汉武帝幼小时愿以金屋藏阿娇（陈皇后小名）的典故，表明所写之地是与人世隔绝的深宫，所写之人是幽闭在宫内的少女。下面“无人见泪痕”五字，可能有两重含意：一是其人因孤处一室、无人作伴而不禁下泪；二是其人身在极端孤寂的环境之中，纵然落泪也无人得见，无人同情。这正是宫人命运之最可悲处。句中的“泪痕”两字，也大可玩味。泪而留痕，可见其垂泪已有多时。这里，总共只用了七个字，就把诗中人的身份、处境和怨情都写出了。这一句是全诗的中心句，其他三句则都是环绕这一句、烘托这一句的。\n\n　　起句“纱窗日落渐黄昏”，是使无人的“金屋”显得更加凄凉。屋内环顾无人，固然已经很凄凉，但在阳光照射下，也许还可以减少几分凄凉。现在，屋内的光线随着纱窗日落、黄昏降临而越来越昏暗，如李清照《声声慢》词中所说，“守着窗儿，独自怎生得黑”，其凄凉况味就更可想而知了。\n\n　　第三句“寂寞空庭春欲晚”，是为无人的“金屋”增添孤寂的感觉。屋内无人，固然使人感到孤寂，假如屋外人声喧闹，春色浓艳，呈现一片生机盎然的景象，或者也可以减少几分孤寂。现在，院中竟也寂无一人，而又是花事已了的晚春时节，正如欧阳修《蝶恋花》词所说的“门掩黄昏，无计留春住”，也如李雯《虞美人》词所说的“生怕落花时候近黄昏”，这就使“金屋”中人更感到孤寂难堪了。\n\n　　末句“梨花满地不开门”，它既直承上句，是“春欲晚”的补充和引伸；也遥应第二句，对诗中之人起陪衬作用。王夫之在《夕堂永日绪论》中指出“诗文俱有主宾”，要“立一主以待宾”。这首诗中所立之主是第二句所写之人，所待之宾就是这句所写之花。这里，以宾陪主，使人泣与花落两相衬映。李清照《声声慢》词中以“满地黄花堆积”，来陪衬“寻寻觅觅，冷冷清清，凄凄惨惨戚戚”的词中人，所采用的手法与这首诗是相同的。\n\n　　从时间布局看，诗的第一句是写时间之晚，第三句是写季节之晚。从第一句纱窗日暮，引出第二句窗内独处之人；从第三句空庭春晚，引出第四句庭中飘落之花。再从空间布局看，前两句是写屋内，后两句是写院中。写法是由内及外，由近及远，从屋内的黄昏渐临写屋外的春晚花落，从近处的杳无一人写到远处的庭空门掩。一位少女置身于这样凄凉孤寂的环境之中，当然注定要以泪洗面了。更从色彩的点染看，这首诗一开头就使所写的景物笼罩在暮色之中，为诗篇涂上了一层暗淡的底色，并在这暗淡的底色上衬映以洁白耀目的满地梨花，从而烘托出了那样一个特定的环境气氛和主人公的伤春情绪，诗篇的色调与情调是一致的。\n\n　　为了增强画面效果，深化诗篇意境，诗人还采取了重叠渲染、反复勾勒的手法。诗中，写了日落，又写黄昏，使暮色加倍昏暗；写了春晚，又写落花满地，使春色扫地无余；写了金屋无人，又写庭院空寂，更写重门深掩，把诗中人无依无伴、与世隔绝的悲惨处境写到无以复加的地步。这些都是加重分量的写法，使为托出宫人的怨情而着意刻画的那样一个凄凉寂寞的境界得到最充分的表现。\n\n　　此外，这首诗在层层烘托诗中人怨情的同时，还以象征手法点出了美人迟暮之感，从而进一步显示出诗中人身世的可悲、青春的暗逝。曰“日落”，曰“黄昏”，曰“春欲晚”，曰“梨花满地”，都是象征诗中人的命运，作为诗中人的影子来写的。这使诗篇更深曲委婉，味外有味。\n\n","translation":"纱窗外的阳光淡去，黄昏渐渐降临；\n锁闭华屋，无人看见我悲哀的泪痕。\n庭院空旷寂寞，春天景色行将逝尽；\n梨花飘落满地，无情无绪把门关紧。\n\n"}
{"_id":{"$oid":"5b9a147a367d5cab186687f4"},"title":"小星","dynasty":"先秦","writer":"佚名","content":"嘒彼小星，三五在东。肃肃宵征，夙夜在公。寔命不同。\n嘒彼小星，维参与昴。肃肃宵征，抱衾与裯。寔命不犹。","type":["诗经","写人"],"remark":"嘒（huì慧）：微光闪烁。\n三五：一说参三星，昴五星，指参昴。一说举天上星的数。\n肃肃：疾行的样子。宵：指下文夙夜，天未亮以前。征：行。\n夙（sù素）：早。\n寔：“实”的异体字。是，此。或谓即“是”。\n维：是也。参（shēn申）：星名，二十八宿之一。昴（mǎo卯）：星名，二十八宿之一，即柳星。\n抱：古“抛”字。衾（qīn钦）：被子。裯（chóu绸）：被单。\n犹：若，如，同。\n\n","shangxi":"　　《毛诗序》云：“《小星》，惠及下也。夫人无妬忌之行，惠及贱妾，进御于君，知其命有贵贱，能尽其心矣。”韩诗说与毛异，《韩诗外传》卷一引“曾子仕于莒”以说诗，谓“家贫亲老，不择官而仕”，引诗曰：“夙夜在公，实命不同。”《容斋随笔》以为此诗是“咏使者远适，夙夜征行，不敢慢君命”之意，用韩说也。《白帖》引“肃肃宵征，夙夜在公”入“奉使类”。姚际恒《诗经通论》云：“章俊卿以为‘小臣行役之作’，是也。”并驳毛传郑笺，以为诗中情景，于毛传不类者三，于郑笺不通者三。魏源《诗古微·召南答问·小星》总结各家，更加详说。郑笺孔疏附会毛传者非，不如申韩各家之说。\n\n　　申韩各家中引诗《北山》：“或燕燕居息，或尽瘁事国；或息偃在床，或不已于行。”解释《小星》之“寔命不同”，更合诗义。但谓“抱衾与裯”一句，指行人所携之“襆被”，或役夫所携之“行帐”，则似是而实非。他们注意了句中“衾裯”两字，在“衾裯”两字上做文章，不知道“抱”即古“抛”字。钱大昕《声类》：“抱，古抛字。《史记·三代世表》：‘抱之山中，山者养之。’《集解》：‘抱音普茅反’。”（详见《声类疏证》，上海古籍出版社出版）。诗言“抱衾与裯”者，说征人役夫“肃肃宵征”，抛却室家之乐，夫妻之爱也。唐人李商隐诗云：“为有云屏无限娇，风城寒尽怕春宵。无端嫁得金龟婿，孤负香衾事早朝”。说李诗是从《齐风·鸡鸣》“虫飞薨薨，甘与子同梦”，蜕化而来，可。说李诗从《小星》“抱衾与裯，寔命不犹”发展而来，亦可。因居者言之，则妻子怨早朝之孤负香衾；因行者言之，则自伤其“抛却衾裯”也。\n\n　　第一章之前两句云：“嚖彼小星，三五在东。”姚际恒所谓：“山川原隰之间，仰头见星，东西历历可指，所谓戴星而行也。”\n\n　　征人奔走，为赶行程，凌晨上道。忽见小星，三五在天，睡眼惺忪，初亦不知其星何名也。言在东者，东字与公、同趁韵，不必定指东方。第二章云：“嚖彼小星，维参与昴。”征人睡梦才醒，故初见晨星，不知何名。继而察以时日，然后知其为参星与柳星。第一章只言小星，三五在东，不言星名；第二章既说小星，又说乃参乃柳，这就是诗分章次的道理。诗虽写景，而情亦隐见其中。\n\n　　诗之每章后三句主要言情者，第一章云：“肃肃宵征，夙夜在公。寔命不同。”“夙夜”旧释“早夜”，“日未出，夜未尽，曰早夜”。夙夜或早夜都不是两字平列，而是上字形容下字的偏正结构。征人天不明即行，可见其不暇启处，忙于王事。《北山》诗云：“或燕燕居息，或尽瘁事国；或息偃在床，或不已于行；或不知叫号，或惨惨劬劳；或栖迟偃仰，或王事鞅掌；……”可见同为“王臣”，同为“职司”，工作并不相等，遭遇并不相同。第二章后三句云：“肃肃宵征，抱衾与裯，寔命不犹。”改第一章的“夙夜在公”为“抱衾与裯”。又改“同”为“犹”。改“同”为“犹”者换字叶韵。改言“抱衾与裯”者，则由于上章之“夙夜在公”，凌晨上道，弃室家之好，“抛衾与裯”也。“夙夜在公”是“抛衾与裯”之因，“抛衾与裯”是“夙夜在公”之果。文心极细，章序分明。征人之“不已于行”，较之“息偃在床”者，是“寔命不犹”。写役夫之悲，真是词情并茂。\n\n","translation":"小小星辰光朦胧，三个五个闪天东。天还未亮就出征，从早到晚都为公。彼此命运真不同。\n小小星辰光幽幽，原来那是参和柳。天还未亮就出征，抛撇香衾与暖裯。命不如人莫怨尤。\n\n"}
{"_id":{"$oid":"5b9a147a367d5cab186687f5"},"title":"登快阁","dynasty":"宋代","writer":"黄庭坚","content":"痴儿了却公家事，快阁东西倚晚晴。\n落木千山天远大，澄江一道月分明。\n朱弦已为佳人绝，青眼聊因美酒横。\n万里归船弄长笛，此心吾与白鸥盟。\n\n","type":["古诗三百首","高中古诗","登楼","写景","抒情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154221218.mp3","remark":"快阁：在吉州泰和县(今属江西)东澄江（赣江）之上，以江山广远、景物清华著称。此诗作于元丰五年(1082)作者任泰和令时。\n痴儿了却公家事：意思是说，自己并非大器，只会敷衍官事。痴儿，作者自指。了却：完成。\n东西：东边和西边 。指在阁中四处周览。\n倚：倚靠 \n落木：落叶\n澄江：指赣江。澄，澄澈，清澈。\n朱弦：这里指琴。佳人：美人，引申为知己、知音。 \n青眼：黑色的眼珠在眼眶中间,青眼看人则是表示对人的喜爱或重视、尊重，指正眼看人 。 白眼指露出眼白，表示轻蔑。 聊：姑且。\n弄：演奏\n与白鸥盟：这里是指无利禄之心，借指归隐。\n\n","shangxi":"　　这是黄庭坚在太和知县任上登快阁时所作的抒情小诗。\n\n　　一般说来，文章或诗歌开头往往较难，以致有的文学家常将其开头处砍去，这是因为开头处，作者还没有和作品的情境融为一体，因而容易作态。黄山谷此诗起首，用通俗口语娓娓道来，但又能构思奇妙，引人入境。诗人说，我这个呆子办完公事，登上了快阁，在这晚晴余辉里，倚栏远眺。这二句，看似通俗浅近，却包涵着极为丰富的内容：前句是用《晋书·傅咸传》所载夏侯济之语，“生子痴，了官事，官事未易了也。了事正坐痴，复为快耳！“后句用杜甫“注目寒江倚山阁“及李商隐“万古贞魂倚暮霞“之典，还多有翻新出奇之妙。“痴儿“二字翻前人之意，直认自己是“痴儿“，此为谐趣之一；“了却“二字，渲染出了诗人如释重负的欢快心情，与“快阁“之“快“暗相呼应，从而增加了一气呵成之感此为妙用二；“倚晚晴“三字，更是超脱了前人的窠臼。杜诗之“倚“，倚于山阁，乃实境平叙；李诗之“倚“，主语为“万古贞魂“，乃虚境幻生而成；黄诗之“倚“，可谓虚实相兼；诗人之“倚“，乃是实景，但却倚在无际无垠的暮色晴空。读此三家，宛如一幅艺术摄影，在晚霞的逆光里，诗人与亭阁的背影......\n\n　　不仅如此，“倚晚晴“三字，还为下句的描写，作了铺垫渲染，使诗人顺势迸出了“落木千山天远大，澄江一道月分明“的绝唱。远望无数秋山，山上的落叶飘零了，浩渺的天空此时显得更加辽远阔大，澄净如玉的澄江在快阁亭下淙淙流过，一弯新月，映照在江水中，显得更加空明澄澈。这是诗人初登快阁亭时所览胜景的描绘，也是诗人胸襟怀抱的写照。读这样的诗句，不禁使人想起杜甫“无边落木萧萧下，不尽长江滚滚来“和谢眺“余霞散成绮，澄江净如练“的名句。但黄山谷之句，既汲取了前辈的养料加以锻炼熔造，又是新的境界再现。所以前人曾评此二句道：“其意境天开，则实能劈古今未泄之奥妙。“（张宗泰《鲁斋所学集》）\n\n　　五、六二句，是诗人巧用典故的中句。前句用伯牙捧琴谢知音的故事。《吕氏春秋·本味篇》载：“钟子期死，伯牙破琴绝弦，终身不复鼓琴，以为世无足复为鼓琴者。“后句用阮籍青白眼事。史载阮籍善为青白眼，“见礼俗之士，以白眼对之“，见所悦之人，“乃见青眼“（《晋书·阮籍传》）。诗人这二句大意是说，因为知音不在，我弄断了琴上的朱弦，不再弹奏，于是只好清樽美酒，聊以解忧了。此处“横“字用得很生动，把诗人无可奈何、孤独无聊的形象神情托了出来。\n\n　　结句诗人说自己希望能坐上归船，吹弄着悠扬的长笛，回到那遥远的故乡——我的这颗心呵，早已和白鸥订好盟约了。从全诗的结构看，这个结尾是相当精彩的：起首处诗人从“痴儿了却官家事“说起，透露了对官场生涯的厌倦和对登快阁亭欣赏自然景色的渴望；然后，渐入佳境，诗人陶醉在落木千山，澄江月明的美景之中，与起首处对“公家事“之“了却“形成鲜明对照；五、六句诗人作一迭宕：在良辰美景中，诗人心内的忧烦无端而来，诗人感受到自己的抱负无法实现、自己的胸怀无人理解的痛苦。那么，解脱的出路何在呢？这就很自然地引出了诗人的“归船“、“白鸥“之想。这一结尾，不但呼应了起首，顺势作结，给人以“一气盘旋而下之感“（潘伯鹰评语）。而且意味隽永，让人想象无穷。\n\n　　全诗明白如话，因景抒情寄慨，字字紧扣，层层关联，用典贴切，无一字无来处，体现了江西诗派用字新奇、笔力雄健的特点。\n\n　　此诗极受后人称赏。姚鼐称此诗“豪而有韵，此移太白歌行于七律内者“；方东树评析说：“起四句且叙且写，一往浩然，五、六句对意流行。收尤豪放。此所谓寓单行之气于排偶之中者。“这些评析都是十分切中肯綮的。翁方纲评黄山谷诗云：“坡公之外又出此一种绝高之风骨，绝大之境界，造化元气发泄透矣。“细吟此诗，当知无愧。\n\n　　黄庭坚作诗以学杜甫为宗旨，专意学其“拗句”；又提倡“无一字无来处”而“点铁成金”、“夺胎换骨”，从而形成独具风格的“山谷体”。体现其特征的作品如：\n\n　　石吾甚爱之，勿遣牛砺角。牛砺角尚可，牛斗残我竹。(《题竹石牧牛》)\n\n　　对“落木千山天远大，澄江一道月分明”的赏析\n\n　　“远望群山，落木萧萧。天空开阔明朗，眺望江水，澄净江面上的月色皎洁明净。\n\n　　这种景表现了诗人对官场生活厌倦和投身自然的愉悦。 \n\n","translation":"我并非大器，只会敷衍官事，忙碌了一天了，趁着傍晚雨后初晴，登上快阁来放松一下心情。\n举目远望，时至初冬，万木萧条，天地更显得阔大。而在朗朗明月下澄江如练分明地向远处流去。\n友人远离，早已没有弄弦吹箫的兴致了，只有见到美酒，眼中才流露出喜色。\n想想人生羁绊、为官蹭蹬，还真不如找只船坐上去吹着笛子，漂流到家乡去，在那里与白鸥做伴逍遥自在岂不是更好的归宿。\n\n"}
{"_id":{"$oid":"5b9a147a367d5cab186687f6"},"title":"江上","dynasty":"宋代","writer":"王安石","content":"江水漾西风，江花脱晚红。\n离情被横笛，吹过乱山东。","type":["秋天","写景","感伤","离别"],"remark":"漾：吹过。\n脱：脱下。\n被：让。\n横笛：横吹的笛子，这里指笛声。\n\n","shangxi":"　　这首诗非常注意抓住江上特有的景物，从视觉和听觉两个角度，扣住“秋天”这特定的节令特点，描绘江上的秋色，给人留下极深的印象。江水浩淼无边，江畔红花朵朵，而到了秋季，西风劲吹，水面则起波浪，荡漾连绵，江花也渐次凋谢，脱下了红妆，那岸边或水上的小舟传来横笛声，也就使景色带上了浓浓的秋意，勾起作者的思绪。江水江花、西风横笛，这些特有时令的特定景物，就构成了一幅色彩浓烈的“江上秋意图”，具有鲜明的特色。\n\n　　此诗一、二句两写景，其目的并不在要再现什么秋声秋色，而是旨在以比兴手法，用景衬情：猎猎的西风带来秋的消息，令人心生愁绪，绵绵的江水长流不息，让人顿时产生感触，晚开的花儿飘落，正所谓落红无数，也让人郁郁寡欢。这些景物，都带上了浓浓的感情色彩，使人愁肠百结。而三、四两句，则题旨非常鲜明地凸现出来：“离情被横笛，吹过乱山东。”特定的季节、特定的景物，触动了诗人的离情别绪：是自己远离故乡、孤身在外，涌起了桑梓之思，或者是亲人在外飘泊、时世动乱，勾起了眷怀之恋。整首诗，景为情出，情因景生，情景交融，寄寓深沉，深隽的诗韵诗味。\n\n　　对于离情让横笛吹送的问题，古文学者刘逸生先生有这样详尽的解释：诗人刚和亲人分手，坐上向远方而去的船，看着江上的风光，秋意甚浓，也使满怀离情的诗人更添伤感，忽地不知何处传来笛声，呜呜咽咽的，听的更是心情沉重，而笛声一直没停，让诗人更感折磨，不过，蓦然抬头，原来船已转到乱山的东边，适才与亲人分别的渡口，都已望不到了。这是一种奇特的化虚为实的手法。\n\n　　诗到宋代，很讲究炼字炼句。王安石的“春风又绿江南岸”（《泊船瓜洲》）是个著名的例子。从这首诗看，也是如此。因笛声而引起离情，李白就写过他的《春夜洛城闻笛》说：“谁家玉笛暗飞声，散入春风满洛城。此夜曲中闻折柳，何人不起故园情？”仿佛是随口而成，自然明畅；但王安石就不愿追随这种风格，他一定要把“离情”写成是一种“异化之物”，是能够让风吹着走的。这正是注意了锻炼，让句子显出不寻常的曲拆。\n\n","translation":"江面上吹过一阵秋风，江岸上的落花在夕照中纷纷飘落。\n离别之情让远去的笛声吹送，并随秋风吹到乱山的东面。\n\n"}
{"_id":{"$oid":"5b9a147a367d5cab186687f7"},"title":"经乱离后天恩流夜郎忆旧游书怀赠江夏韦太守良宰","dynasty":"唐代","writer":"李白","content":"天上白玉京，十二楼五城。仙人抚我顶，结发受长生。 \n误逐世间乐，颇穷理乱情。九十六圣君，浮云挂空名。 \n天地赌一掷，未能忘战争。试涉霸王略，将期轩冕荣。 \n时命乃大谬，弃之海上行。学剑翻自哂，为文竟何成。 \n剑非万人敌，文窃四海声。儿戏不足道，五噫出西京。 \n临当欲去时，慷慨泪沾缨。叹君倜傥才，标举冠群英。 \n开筵引祖帐，慰此远徂征。鞍马若浮云，送余骠骑亭。 \n歌钟不尽意，白日落昆明。十月到幽州，戈鋋若罗星。 \n君王弃北海，扫地借长鲸。呼吸走百川，燕然可摧倾。 \n心知不得语，却欲栖蓬瀛。弯弧惧天狼，挟矢不敢张。 \n揽涕黄金台，呼天哭昭王。无人贵骏骨，騄耳空腾骧。 \n乐毅倘再生，于今亦奔亡。蹉跎不得意，驱马还贵乡。 \n逢君听弦歌，肃穆坐华堂。百里独太古，陶然卧羲皇。 \n征乐昌乐馆，开筵列壶觞。贤豪间青娥，对烛俨成行。 \n醉舞纷绮席，清歌绕飞梁。欢娱未终朝，秩满归咸阳。 \n祖道拥万人，供帐遥相望。一别隔千里，荣枯异炎凉。 \n炎凉几度改，九土中横溃。汉甲连胡兵，沙尘暗云海。 \n草木摇杀气，星辰无光彩。白骨成丘山，苍生竟何罪。 \n函关壮帝居，国命悬哥舒。长戟三十万，开门纳凶渠。 \n公卿如犬羊，忠谠醢与菹。二圣出游豫，两京遂丘墟。 \n帝子许专征，秉旄控强楚。节制非桓文，军师拥熊虎。 \n人心失去就，贼势腾风雨。惟君固房陵，诚节冠终古。 \n仆卧香炉顶，餐霞漱瑶泉。门开九江转，枕下五湖连。 \n半夜水军来，浔阳满旌旃。空名适自误，迫胁上楼船。 \n徒赐五百金，弃之若浮烟。辞官不受赏，翻谪夜郎天。 \n夜郎万里道，西上令人老。扫荡六合清，仍为负霜草。 \n日月无偏照，何由诉苍昊。良牧称神明，深仁恤交道。 \n一忝青云客，三登黄鹤楼。顾惭祢处士，虚对鹦鹉洲。 \n樊山霸气尽，寥落天地秋。江带峨眉雪，川横三峡流。 \n万舸此中来，连帆过扬州。送此万里目，旷然散我愁。 \n纱窗倚天开，水树绿如发。窥日畏衔山，促酒喜得月。 \n吴娃与越艳，窈窕夸铅红。呼来上云梯，含笑出帘栊。 \n对客小垂手，罗衣舞春风。宾跪请休息，主人情未极。 \n览君荆山作，江鲍堪动色。清水出芙蓉，天然去雕饰。 \n逸兴横素襟，无时不招寻。朱门拥虎士，列戟何森森。 \n剪凿竹石开，萦流涨清深。登台坐水阁，吐论多英音。 \n片辞贵白璧，一诺轻黄金。谓我不愧君，青鸟明丹心。 \n五色云间鹊，飞鸣天上来。传闻赦书至，却放夜郎回。 \n暖气变寒谷，炎烟生死灰。君登凤池去，忽弃贾生才。 \n桀犬尚吠尧，匈奴笑千秋。中夜四五叹，常为大国忧。 \n旌旆夹两山，黄河当中流。连鸡不得进，饮马空夷犹。 \n安得羿善射，一箭落旄头。","type":["赠别","忧愤","自传","长诗"],"remark":"题下原注：“江夏，岳阳。”韦太守良宰：即江夏郡太守（鄂州刺史）韦良宰。《元和姓纂》卷二韦氏彭城公房：“庆祚生行祥、行诚、行佺。……行佺，尚书右丞，生亮宰、利见。”此诗之韦良宰当即其人，即韦行佺之子，韦利见之兄。\n天上二句：道教认为天上有白玉京，昆仑山上有五城十二楼。\n结发句：指年轻时接受道教长生不老之术。\n穷理乱：研究治乱。因避唐高宗李治讳，改“治”为“理”。\n九十六圣君：指自秦始皇至唐玄宗共九十六代皇帝。\n天地二句：谓这些帝王像赌博投掷一样，通过战争来争夺天下。\n霸王略：称霸成王的策略。\n轩冕：华美的车乘和高级官员所戴礼帽，代指高官显宦。\n时命句：谓自己命运不好。\n学剑四句：《史记·项羽本纪》：“项籍（项籍字羽）少时，学书不成，去学剑，又不成。项梁怒之。籍曰:‘书，足以记名姓而已。剑，一人敌，不足学，学万人敌。’”于是项梁又教项藉兵法。自哂：自我微笑。此为李白感叹自己学武不成，转而以诗文扬名四海。\n五噫句：《后汉书·梁鸿传》：“因东出关，过京师，作《五噫》之歌曰：‘陟彼北芒兮，噫！顾瞻帝京兮，噫！宫阙崔嵬兮，噫！民之劬劳兮，噫！辽辽未央兮，噫！’肃宗闻而非之，求鸿不得。乃异姓运期。名燿，字侯光，与妻子居齐鲁之间。”此处喻指自己离京而隐居。西京，即长安。\n倜傥才：卓异的才能。\n标举：高超。\n祖帐：在郊外设帐摆宴饯别。\n骠骑亭：地址不详。王琦谓玩诗意当在长安。\n昆明：池名，故址在今陕西西安市西南丰水和潏水之间。公元前年（汉武帝元狩三年）为准备和昆明国作战训练水军以及为解决长安水源不足而开凿。\n幽州：在今北京市及河北北部。公元年（天宝元年）改为范阳郡，公元年（乾元元年）复改幽州。李白于公元年（天宝十载）北上，年（天宝十一载）十月抵达范阳郡治所（今北京市）。时安禄山为范阳节度使。\n戈鋋句：鋋，短矛。此处以“戈鋋”泛指兵器。罗星，罗列如星，形容众多。此以兵器之多说明军队严阵备战，预示安禄山即将叛乱。\n君王二句：谓唐玄宗将北方大片土地交给安禄山。公元年（天宝元年），玄宗任安禄山为平卢节度使。年（天宝三载），代裴宽为范阳节度使，仍领平卢军。经略威武、清夷等十一军，及榆关守捉、安东都护府兵三十万余，皆归其所统。幽、蓟、妫、檀、易、恒、定、莫、沧、营、平十一州之地皆归其所治。公元年（天宝十载），又兼河东节度使。二句即指此。\n呼吸二句：形容安禄山气焰嚣张，如长鲸呼吸可使百川奔腾，燕然山倒塌。燕然，山名，现名杭爱山，在今蒙古人民共和国境内。\n蓬灜：即蓬莱、瀛洲，传说大海中的仙山。\n天狼：星名。《史记·天官书》：“其东有大星曰狼。”张守节正义：“狼为野将，主侵略。”此指安禄山。\n黄金台：相传为战国时燕昭王所筑，因曾置千金延请天下之士，故名。今北京市和徐水、满城、定县等县皆有黄金台，多系后世慕名赴会。\n骏骨：千里马之骨。典出《战国策·燕策一》：燕昭王预招天下贤士，报齐破燕之仇。郭隗对燕昭王云：古代一君主用千金求千里马，三年不能得。有侍臣用五百金买一千里马尸骨，君王怒曰死马何用。侍臣说，买死马尚肯用五百金，天下人必信君王诚心求马。千里马将不求自至。不久，果然来了三匹千里马。今君王诚心招贤，先从我郭隗开始，必有贤于郭隗者为大王用。\n騄駬句：騄駬，骏马名，周穆王“八骏”之一。腾骧，奔跃。此句比喻贤人无法施展才能。\n乐毅二句：《史记·乐毅列传》载：乐毅至燕，为燕昭王重用，攻下齐国七十余城，立下大功。但昭王死后，齐国用离间计使燕惠王疑忌乐毅，燕惠王就派骑劫代乐毅为将，乐毅被迫奔赵。\n贵乡：唐县名，在今河北大名县东北。\n弦歌：用孔子弟子子游弦歌而治武城之典，喻指韦良宰当时为贵乡县令。\n百里二句：《三国志·蜀志·庞统传》：“统以从事守耒阳令，在县不治免官。吴将鲁肃遗先主书曰：‘庞士元非百里才也。’”后因以百里才指治理一县的人才。太古，远古。陶然，和乐安闲的样子。羲皇，指伏羲氏。古人想像伏羲氏时代的人无忧无虑，生活安闲。此处赞颂贵乡县在韦良宰治理下民风淳朴，社会安定，像远古伏羲氏时代一样。\n昌乐：县名，今河南南乐县。\n贤豪：贤能勇壮之士。\n俨：恭敬的样子。\n清歌句：用《列子·汤问》故事。战国时代，韩娥到齐国去，途中缺粮，在雍门唱歌乞食，歌声余音绕梁，三日不绝。比喻歌舞音乐美妙。\n未终朝：极言时间之短。\n秩满：指韦良宰为贵乡县令的任期已满，回长安等候调遣。\n祖道：践行。\n供帐：践行所用之帐幕。\n荣枯句：谓季节变换，草木开花衰萎，暑寒更迭，相别多年。\n九土句：指安禄山叛乱。九土，犹九州，全国。横溃，以水喻乱。\n汉甲句：指唐军与叛军接战。\n函关句：谓函谷关形势险要，使长安显得雄壮。函谷关，古关在今河南灵宝东北，战国时秦置。因关在谷中，深险如函而名。其东自崤山，西至潼津，通名函谷，号称天险。乃古时由东方入秦的重要关口。公元前年（汉武帝元鼎三年），徙关至今河南新安县东，离故关三百里，称新函谷关。\n哥舒：指哥舒翰。《旧唐书·哥舒翰传》：“及安禄山反，上以封常清、高仙芝丧败，召翰入，拜为皇太子先锋兵马元帅。……据贼于潼关。”\n长戟二句：长戟，兵器名，此代指士卒。凶渠，指叛军将领。《旧唐书·哥舒翰传》：“引师出关，……军既败，翰与数百骑驰而西归，未火拔归仁执降于贼。”二句即指哥舒翰投降安禄山之事。\n奴犬羊：为犬羊（指安史叛军）所奴役。\n忠谠句：谓忠诚敢言之士惨遭杀害。醢与菹，即菹醢，肉酱。此处用作动词，即被杀戮。\n二圣句：指唐玄宗与肃宗逃亡在外。游豫，游乐，逃亡的讳辞。\n二京：指长安与洛阳。\n帝子句：帝子，指永王李璘，玄宗之子。专征，皇帝给予统兵征讨的权力。\n秉旄句：秉旄，掌握军队。旄，古时旗杆上用旄牛尾做的装饰。《书·牧誓》：“右秉白旄以麾。”强楚，指强盛富庶的南方。\n节制二句：《荀子·议兵》：“秦之锐士，不可以当桓、文之节制。”此处反用其意，谓永王军队非春秋时齐桓公、晋文公约束有方之师。熊虎，喻勇猛的士兵。《书·牧誓》：“尚桓桓，如虎如貔，如熊如罴。”此句谓统帅无方，徒有强壮之兵。\n固房陵：坚守房陵。房陵，即房州，公元年（天宝元年）改为房陵郡，公元年（乾元元年）复为房州。郡治在今湖北房县。\n诚节句：谓韦良宰忠诚的节操超过古人，坚守岗位，不为永王所迫。\n香炉顶：香炉峰。庐山北部的著名山峰。因水气郁结峰顶，云雾弥漫如香烟缭绕，故名。\n九江：古代传说，长江流至浔阳分为九道，故浔阳亦名九江，即今江西九江市，此处指长江。\n五湖：此处指庐山下的湖泊。其时李白隐居庐山屏风叠，故云。\n满旌旃：形容军中旌旗之多。\n翻谪：反而被贬谪流放。\n六合：古人以天地、四方为六合。\n良牧：贤明的地方长官。指韦良宰。\n恤交道：顾念好友。\n一忝句：忝，谦词，辱，有愧于。辱为青云之客，乃李白为韦太守贵宾的客套话。\n黄鹤楼：故址在今湖北武汉市蛇山黄河矶上。相传始建于公元年（三国吴黄武二年），历代屡毁屡建。传说费祎登仙，每乘黄河于此憩驾，故号为黄鹤楼。\n祢处士：东汉末名士祢衡。《文选》卷十三祢衡《鹦鹉赋序》述祢衡为黄祖太子射作《鹦鹉赋》事。\n樊山：在今湖北鄂城县西，三国时孙权曾在此建立霸业。樊，原作“焚”，注云：“一作樊”。今按作“焚”误。\n横穿：一作“川横”。\n舸：大船。\n吴娃二句：吴娃、越艳，指吴越美女。窈窕，娇美的样子。铅红，铅粉和胭脂。\n帘栊：本指竹帘和窗棂，此处为偏义复词，指帘子。\n小垂手：古代舞蹈中的一种垂手身段。有大垂手、小垂手之分。《乐府诗集》卷七六引《乐府解题》曰：“《大垂手》、《小垂手》，皆言舞而垂其手也。”\n览君二句：荆山，在今湖北武当山东南、汉水西岸，漳水发源于此。江、鲍，指六朝诗人江淹和鲍照。二句谓江淹、鲍照如看到韦太守荆山之作，亦必能为之动情于色。\n清水二句：钟嵘《诗品》：“谢诗如芙蓉出水。”此处用以赞美韦良宰的作品清新自然，不假雕饰。\n逸兴句：谓韦良宰平素胸襟豁达，具有超逸豪放的意兴。\n朱门二句：形容郡守衙门的威势。虎士，勇猛的卫士。戟，古兵器名。按唐代制度，州府以上衙门前列戟。《新唐书·百官志》卫尉寺武器署：“凡戟，……三品及上都督、中都督、上都护、上州之门十二，下都护、中州、下州之门各十。”森森，威严的样子。\n剪凿二句：写水阁景色优美，剪竹凿石，清流萦绕。\n英音：英明卓越的见解。\n片辞二句：谓韦良宰重义尚信，片言只语比白璧、黄金还要贵重。诺，允诺。《史记·季布列传》载，汉初季布最守信用，答应别人的事一定办到。楚人谚曰：“得黄金百斤，不如得季布一诺。”\n青鸟四句：阮籍《咏怀诗》：“谁言不可见，青鸟明我心。”此处即用其意。\n五色四句：唐张鷟《朝野佥载》卷四：“唐贞观末，南康黎景逸居于空青山，常有鹊巢其侧，每饭食以喂之。后邻近失布者诬景逸盗之，系南康狱，月余劾不承。欲讯之，其鹊止以狱楼，向景逸欢喜，似传语之状。其日传有赦，官司诘其来，云路逢玄衣素衿人所说。三日而赦至。景逸还山，乃知玄衣素衿者，鹊之所传也。”四句即用此事。\n暖气二句：以寒谷变暖、死灰复燃喻己流放遇赦。\n凤池：凤凰池。《通典·职官志三》：“魏晋以来，中书监令掌赞诏命，记会时事，典作文书，以其地在枢近，多成宠任，是以人固其位，谓之凤凰池焉。”此处泛指朝廷要职。\n贾生；即汉代文人贾谊，此处为诗人自比。\n桀犬句：桀，夏朝末代君主，此处以桀犬喻叛将余兵，以尧喻唐朝皇帝。按其时安禄山已死，其部史思明、史朝义仍在作乱。\n匈奴句：《汉书·车千秋传》：“千秋无他材能学术，又无伐阅功劳，特以一言悟主，旬月取宰相封侯，世未尝有也。后汉使者至匈奴，单于问曰：‘闻汉新拜丞相，何用得之？’使者曰：‘以上书言事故。’单于曰：‘苟如是，汉置丞相非用贤也，妄用一男子上书记得之矣。’”此处喻指当时宰相苗晋卿、王玙等皆庸碌无能之辈。\n旌旆二句：谓黄河西岸战争仍未平息。两山，指黄河两岸的太华、首阳二山。\n连鸡：缚在一起的鸡，喻互相牵制，行动不能一致。《战国策·秦策一》：“诸侯不可一，尤连鸡之不能俱止于栖亦明矣。”\n夷犹：犹豫不进。\n羿：又称后羿，传说中夏代东夷族领袖，原为有穷氏部落首领，善于射箭。\n旄头：又作“髦头”，星宿名，即昴宿。古人认为昴宿是胡星，旄头星特别亮时，预示有胡兵入侵。此处指安史叛军。\n\n\n","shangxi":"　　此诗是李白公元760年（唐肃宗上元元年）滞留江夏时所作的一首自传体长诗（按此诗作年，王谱、詹谱、王增谱、安谱、郁本、安本作公元759年，黄谱、裴谱作公元760年）。诗人因受永王之败的牵连，被流放至夜郎，中途获上赦宥。此诗是在他被赦免后所作。在这个时候与韦良宰这样一个老朋友相见，李白的感慨当然是很深的。其中最强烈的莫过于他已由旧日的御前歌手沦为一个流犯，而对方已由一介平凡的知县成为名镇一方的主座了。其中一个首要缘由就是韦良宰在骚动变乱中作出了与李白不同的选择。面对老友，李白除了叙及他们的交往始末，着意向他诉说了本身的不幸与委屈，还告诉老朋友骚动变乱前自己北上幽州就是为了探察安禄山的虚实。这如同下面诠释入永王幕的缘故一样，也是为了消除老朋友的误会，表明自身在政治态度上的清白。\n\n　　这是诗人写的最长一首抒情诗，诗人以自己的人生经历和同韦良宰的交往为中心，尽情抒发了自己的政治感慨。其中如“十月到幽州”之句所产生的岐义，作为一个大诗人，他不可能感觉不到这一点。对于此只能作一种解释，这是诗人在事后有意造出的一种恍惚语境。他知道这首诗不只是写给这一个老朋友看的，他是有意向世人明示自己在乱世中的态度与先见之明。\n\n　　此诗流传最广的是“清水出芙蓉，天然去雕饰”两句。其意思是，像那刚出清水的芙蓉花，质朴明媚，毫无雕琢装饰，喻指文学作品要像芙蓉出水那样自然清新。雕饰：指文章雕琢。这两句诗赞美韦太守的文章自然清新，也表示了李白自己对诗歌的见解，主张纯美自然——这是李白推崇追求的文章风格，反对装饰雕琢。李白自己的作品也正是如此，后人经常引用这两句评价李白的作品。 \n\n","translation":"天上宫阙，白玉京城，有十二楼阁，五座城池。\n仙人为我抚顶，结受长生命符。\n突然想来人间一游，误逐世间的环乐，以尽前缘。\n人间从开始到现在已经有九十六圣君，空名挂于浮云端。\n以天地为赌注，一掷决定命运，一直战争不停。\n我曾经学习霸王战略，希望能功成名就，锦衣返乡。\n可是时运不佳，长期漂泊五湖四海。\n曾经去山东学剑，没有什么结果，会写点文章，可那有什么用呢？\n剑术并非万人之敌，防防身的技术，文章倒是四海闻名，罕有人匹敌。\n这些都是些儿戏，微不足道，所以我象梁鸿一样看破了世界，唱着五噫歌离开西京长安。\n不过在临去之时，我还是流下了慷慨激扬的泪水，打湿了我的帽上红缨。\n叹君也是个倜傥之才，气质品格冠群英。\n道旁设帐为我饯行，慰籍我此次远征的艰辛。\n鞍马生涯如浮云，送我送在骠骑亭。\n歌声钟鼓声表达不尽你的情意，白日马上就要落在昆明池中。\n我曾经在某年十月到达幽州，看见安禄山的军阵兵甲灿烂如群星。\n君王唐玄宗放弃东北河北，整个地区都由安禄山横行无忌，犹如长鲸在海洋横行。\n呼吸之间就走遍百川，燕然山也仿佛可被他摧毁。\n我心知我在皇上那里不得意，说也无用，只好躲入桃花源，独善一身。\n想弯弧射天狼，挟着弓却不敢张开，怕祸及自己。\n我曾经在北京黄金台揽涕痛哭，呼天喊地：燕昭王啊你在那里啊，怎么没有人识用人才？\n无人珍贵骏马之骨，天马空自腾骧，不得大用。\n即使乐毅再生，到如今这样的形势，也只有逃命的份儿。\n岁月蹉跎，不得人意，驱骑马儿来到贵乡。\n正逢你在悠闲地欣赏弦歌，肃穆地坐在华美的厅堂。\n你如远古的百里之王候，陶然而卧如羲皇伏羲氏一般。\n行乐在昌乐馆，大开酒筵，罗列壶觞。\n青娥美女夹坐在贤豪之间，对着烛光俨然成双成行。\n醉舞纷纷散满绮席，清歌袅袅绕飞尘梁。\n欢娱完毕，你秩满（丧礼守孝期满）以后就要回归咸阳。\n饮宴送行的有万人之多，帐蓬遥遥相望。\n这一别，我俩各隔千里，荣枯不用，炎凉各自。\n炎凉几度变化，九州几乎崩溃。\n唐军抗战叛军，沙尘使云海昏暗无光。\n连草木都摇着杀气，星辰更是无光。\n白骨堆成丘山，苍生竟有何罪，遭此劫难。\n潼关函谷关捍卫皇帝宫殿，国命悬于哥舒翰一身。\n不料长戟三十万的大军，竟然开关门投降元凶。\n公卿官僚犹如犬羊，忠诚正直的人变为肉酱。\n二圣逃离京城，两座京城变为废墟。\n帝子永王受皇上诏命，军事管制楚地。\n永王节制并非是想做春秋五霸中齐桓公与晋文公，永王的军师却拥有勇猛的将士。\n人心失去体统，贼势腾起风雨。\n唯有你固守房陵郡，忠诚高节勇冠终古。\n我那时云卧庐山香炉峰顶，学仙人餐霞漱瑶泉。\n草堂门开九江流转，枕头下面五湖相连。\n半夜永王的水军来浔阳，城里城外遍插旌旃。\n我被空名自误，永王派兵迫胁我上了他的楼船。\n他曾经赐与我五百两黄金，我把黄金视为浮烟。\n我辞去永王的官却不受赏，反而远谪到夜郎那样的穷山恶水的地方。\n夜郎离这里万里之遥道，西去令人衰老。\n海内六合，扫荡清静，我却像负霜之草。\n日月普照，并无私心，有什么办法可以诉冤给苍天听听。\n你是神明的太守，深知仁心爱民。\n惭愧作你的青云客，三次登上黄鹤楼。\n惭愧不是祢衡处士，虚对鹦鹉洲。\n樊山霸气已尽，天地一派寥落秋色。\n长江漂流着峨眉山的雪水和三峡的急流。\n万舸千舟江上往来，连帆一片过扬州。\n登高极目，万里悠悠，旷然散我忧愁。\n纱窗倚天而开，水树翠绿如少女青发。\n看太阳，怕它马上落山，举起酒杯喜得明月。\n吴越美女艳如花，窈窕婀娜，浓装艳抹。\n呼来款款轻上云梯，含笑羞羞步出帘栊。\n对着客人清唱小垂手，罗衣飘摇舞春风。\n跪请宾客休息，主人情还未了。\n浏览你在荆山的大作，堪与江淹鲍照的文笔媲美。\n宛如出清水的芙蓉，有大自然天然去雕饰。\n逸兴满溢平素的襟怀，无时不想到你的招寻约请。\n朱门拥立虎士，兵戟罗列森森。\n剪竹凿石，溪流清深宛然而去。\n登高楼坐水阁，吐论滔滔不绝，声音清朗。\n言辞贵于白璧，一诺重于黄金。\n称我不愧于你，宛如青鸟有丹心。\n云间五色的喜鹊，飞鸣着从天上飞来。\n传闻是大赦的文书到了，却被流放夜郎去。\n顿时就如没有暖气的寒谷，没有炎烟的死灰，没有希望了。\n贤君你马上要登朝廷的凤凰池去了，别忘记了我这个被遗弃的贾谊，有机会推荐一下。\n桀犬吠尧，古来之理，别让匈奴千秋笑话我们。\n我常常在中夜失眠，唉声叹气，为这大国忧愁啊。\n旌旆飘飘夹两岸之山，黄河当中奔流。\n群雄相互牵掣，不能一致行动，面对战场犹豫不决。\n如何才有善射的后羿那样的良将，一箭射落敌军的元凶。\n\n"}
{"_id":{"$oid":"5b9a147a367d5cab186687f8"},"title":"九歌","dynasty":"先秦","writer":"屈原","content":"东皇太一\n吉日兮辰良，穆将愉兮上皇；\n抚长剑兮玉珥，璆锵鸣兮琳琅；\n瑶席兮玉瑱，盍将把兮琼芳；\n蕙肴蒸兮兰藉，奠桂酒兮椒浆；\n扬枹兮拊鼓，疏缓节兮安歌；\n陈竽瑟兮浩倡；\n灵偃蹇兮姣服，芳菲菲兮满堂；\n五音纷兮繁会，君欣欣兮乐康。\n\n云中君\n浴兰汤兮沐芳，华采衣兮若英；\n灵连蜷兮既留，烂昭昭兮未央；\n謇将憺兮寿宫，与日月兮齐光；\n龙驾兮帝服，聊翱游兮周章；\n灵皇皇兮既降，猋远举兮云中；\n览冀洲兮有余，横四海兮焉穷；\n思夫君兮太息，极劳心兮忡忡；\n\n湘君\n君不行兮夷犹，蹇谁留兮中洲；\n美要眇兮宜修，沛吾乘兮桂舟；\n令沅湘兮无波，使江水兮安流；\n望夫君兮未来，吹参差兮谁思；\n驾飞龙兮北征，邅吾道兮洞庭；\n薜荔柏兮蕙绸，荪桡兮兰旌；\n望涔阳兮极浦，横大江兮扬灵；\n扬灵兮未极，女婵媛兮为余太息；\n横流涕兮潺湲，隐思君兮陫侧；\n桂棹兮兰枻，斵冰兮积雪；\n采薜荔兮水中，搴芙蓉兮木末；\n心不同兮媒劳，恩不甚兮轻绝；\n石濑兮浅浅，飞龙兮翩翩；\n交不忠兮怨长，期不信兮告余以不闲；\n朝骋骛兮江皋，夕弭节兮北渚；\n鸟次兮屋上，水周兮堂下；\n捐余玦兮江中，遗余佩兮醴浦；\n采芳洲兮杜若，将以遗兮下女；\n时不可兮再得，聊逍遥兮容与。\n\n湘夫人\n帝子降兮北渚，目眇眇兮愁予；\n袅袅兮秋风，洞庭波兮木叶下；\n登白薠兮骋望，与佳期兮夕张；\n鸟何萃兮苹中，罾何为兮木上？(苹 通：蘋)\n沅有茝兮醴有兰，思公子兮未敢言；\n荒忽兮远望，观流水兮潺湲；\n麋何食兮庭中，蛟何为兮水裔；\n朝驰余马兮江皋，夕济兮西澨；\n闻佳人兮召余，将腾驾兮偕逝；\n筑室兮水中，葺之兮荷盖；\n荪壁兮紫坛，播芳椒兮成堂；\n桂栋兮兰橑，辛夷楣兮药房；\n罔薜荔兮为帷，擗蕙櫋兮既张；\n白玉兮为镇，疏石兰兮为芳；\n芷葺兮荷屋，缭之兮杜衡；\n合百草兮实庭，建芳馨兮庑门；\n九嶷缤兮并迎，灵之来兮如云；\n捐余袂兮江中，遗余褋兮醴浦；\n搴汀洲兮杜若，将以遗兮远者；\n时不可兮骤得，聊逍遥兮容与！\n\n大司命\n广开兮天门，纷吾乘兮玄云；\n令飘风兮先驱，使涷雨兮洒尘；\n君回翔兮以下，逾空桑兮从女；\n纷总总兮九州，何寿夭兮在予；\n高飞兮安翔，乘清气兮御阴阳；\n吾与君兮齐速，导帝之兮九坑；\n灵衣兮被被，玉佩兮陆离；\n一阴兮一阳，众莫知兮余所为；\n折疏麻兮瑶华，将以遗兮离居；\n老冉冉兮既极，不寖近兮愈疏；\n乘龙兮辚辚，高驰兮冲天；\n结桂枝兮延伫，羌愈思兮愁人；\n愁人兮奈何，愿若今兮无亏；\n固人命兮有当，孰离合兮何为？\n\n少司命\n秋兰兮麋芜，罗生兮堂下；\n绿叶兮素华，芳菲菲兮袭予；\n夫人兮自有美子，荪何以兮愁苦；\n秋兰兮青青，绿叶兮紫茎；\n满堂兮美人，忽独与余兮目成；\n入不言兮出不辞，乘回风兮载云旗；\n悲莫悲兮生别离，乐莫乐兮新相知；\n荷衣兮蕙带，儵而来兮忽而逝；\n夕宿兮帝郊，君谁须兮云之际；\n与女沐兮咸池，曦女发兮阳之阿；\n望美人兮未来，临风怳兮浩歌；\n孔盖兮翠旌，登九天兮抚彗星；\n竦长剑兮拥幼艾，荪独宜兮为民正。\n\n东君\n暾将出兮东方，照吾槛兮扶桑；\n抚余马兮安驱，夜皎皎兮既明；\n驾龙輈兮乘雷，载云旗兮委蛇；\n长太息兮将上，心低徊兮顾怀；\n羌声色兮娱人，观者儋兮忘归；\n縆瑟兮交鼓，萧钟兮瑶簴；\n鸣篪兮吹竽，思灵保兮贤姱；\n翾飞兮翠曾，展诗兮会舞；\n应律兮合节，灵之来兮敝日；\n青云衣兮白霓裳，举长矢兮射天狼；\n操余弧兮反沦降，援北斗兮酌桂浆；\n撰余辔兮高驰翔，杳冥冥兮以东行。\n\n河伯\n与女游兮九河，冲风起兮水扬波；\n乘水车兮荷盖，驾两龙兮骖螭；\n登昆仑兮四望，心飞扬兮浩荡；\n日将暮兮怅忘归，惟极浦兮寤怀；\n鱼鳞屋兮龙堂，紫贝阙兮珠宫；\n灵何惟兮水中；\n乘白鼋兮逐文鱼，与女游兮河之渚；\n流澌纷兮将来下；\n子交手兮东行，送美人兮南浦；\n波滔滔兮来迎，鱼鳞鳞兮媵予。\n\n山鬼\n若有人兮山之阿，被薜荔兮带女萝；\n既含睇兮又宜笑，子慕予兮善窈窕；\n乘赤豹兮从文狸，辛夷车兮结桂旗；\n被石兰兮带杜衡，折芳馨兮遗所思；\n余处幽篁兮终不见天，路险难兮独后来；\n表独立兮山之上，云容容兮而在下；\n杳冥冥兮羌昼晦，东风飘兮神灵雨；\n留灵修兮憺忘归，岁既晏兮孰华予；\n采三秀兮于山间，石磊磊兮葛蔓蔓；\n怨公子兮怅忘归，君思我兮不得闲；\n山中人兮芳杜若，饮石泉兮荫松柏；\n君思我兮然疑作；\n雷填填兮雨冥冥，猿啾啾兮狖夜鸣；\n风飒飒兮木萧萧，思公子兮徒离忧。\n\n国殇\n操吴戈兮被犀甲，车错毂兮短兵接；\n旌蔽日兮敌若云，矢交坠兮士争先；\n凌余阵兮躐余行，左骖殪兮右刃伤；\n霾两轮兮絷四马，援玉枹兮击鸣鼓；\n天时怼兮威灵怒，严杀尽兮弃原野；\n出不入兮往不反，平原忽兮路超远；\n带长剑兮挟秦弓，首身离兮心不惩；\n诚既勇兮又以武，终刚强兮不可凌；\n身既死兮神以灵，魂魄毅兮为鬼雄。\n\n礼魂\n成礼兮会鼓，传芭兮代舞；\n姱女倡兮容与；\n春兰兮秋菊，长无绝兮终古。\n\n","type":["楚辞","祭祀"],"shangxi":"　　关于“九歌”名称的来历，王逸认为是屈原仿南楚的民间祭歌创作的。朱熹认为是屈原对南楚祭歌修改加工，“更定其词”（《楚辞集注》）。胡适则认为《九歌》乃古代“湘江民族的宗教歌舞”，“与屈原传说绝无关系”（《读楚辞》）。今人多取朱说。\n\n　　《九歌》由于以民间祭歌为基础，所以具有楚国民间祭神巫歌的许多特色，《汉书·地理志》说：“（楚地）信巫鬼，重淫祀。”《吕氏春秋·侈乐》也说：“楚之衰也，作为巫音。”所谓“巫音”，即巫觋祭神的乐歌，这是《九歌》与屈原其他诗篇的不同之处。但是，作品中如“载云旗兮委迤”、“九嶷缤兮并迎”、“吾道兮洞庭”等诗句，“老冉冉”、“纷总总”等习用语，又与屈原其他诗作一脉相通。因此，它应当是屈原诗歌艺术整体中的有机构成部分。\n\n　　“九歌”名称，来源甚古。除《尚书》、《左传》、《山海经》所称引者外，《离骚》中有“启九辩与九歌兮，夏康娱以自纵”，“奏九歌而舞韶兮，聊假日以乐”，《天问》中有“启棘宾商,九辩九歌”诸语。各书所说到的“九歌”内容虽有种种演化，但可证“九歌”乃是传说中很古的乐章。至于屈原用它作为篇名，似乎不会跟远古“九歌”的章数有关，也不一定跟古代“九歌”的曲调相同。可能是取其“娱神”这一点，再结合《离骚》所说的“康娱”、“乐”的意思，基本上属于新歌袭旧名的类型。\n\n　　传说中九歌本是天乐。赵简子梦中升天所听到的“广乐九奏万舞”，即《九歌》与配合著《九歌》的韶舞。（《离骚》“奏九歌而舞韶兮”。）《九歌》自被夏后启偷到人间来，一场欢宴，竟惹出五子之乱而终于使夏人亡国。这神话的历史背景大概如下。《九歌》韶舞是夏人的盛乐，或许只郊祭上帝时方能使用。启曾奏此乐以享上帝，即所谓钧台之享。正如一般原始社会的音乐，这乐舞的内容颇为猥亵。只因原始生活中，宗教与性爱颇不易分，所以虽猥亵而仍不妨为享神的乐。也许就在那次郊天的大宴享中，启与太康父子之间，为著有仍二女（即“五子之母”）起了冲突。事态扩大到一种程度，太康竟领着弟弟们造起反来，结果敌人——夷羿乘虚而入，把有夏灭了。（关于此事，另有考证。）启享天神，本是启请客。传说把启请客弄成启被请，于是乃有启上天作客的故事。这大概是因为所谓“启宾天”的“宾”字，（《天问》“启棘宾商”即宾天，《大荒西经》“开上三嫔于天”，嫔宾同。）本有“请客”与“作客”二义，而造成的结果。请客既变成作客，享天所用的乐便变为天上的乐，而奏乐享客也就变为作客偷乐了。传说的错乱大概只在这一点上，其余部分说启因《九歌》而亡国，却颇合事实。这里特别提出这几点，是要指明《九歌》最古的作用及其带猥亵性的内容，因为这对于解释《楚辞·九歌》是颇有帮助的。少司命一说是主宰人祸福的神。\n\n","translation":"一\n　　吉祥的日子，良好的时光，恭恭敬敬娱乐天神东皇。\n　　手抚着镶玉的长剑剑柄，身上的佩玉和鸣响叮当。\n　　精美的瑶席玉瑱压四方，摆设好祭品鲜花散芳香。\n　　蕙草包祭肉兰叶做衬垫，献上桂椒酿制的美酒浆。\n　　举鼓槌敲得鼓声咚咚响，疏节奏缓拍节声调安详，又吹竽又鼓瑟放声歌唱。\n　　巫女舞姿美服装更漂亮，芬芳的香气溢满大厅堂。\n　　宫商角徵羽五音齐合奏，衷心祝神君快乐又健康。\n\n云中君\n　　我沐浴兰汤满身飘香，穿上彩衣像鲜花一样。\n　　看云神宛曲停留云端，神光灿烂气宇轩昂。\n　　你安居在云间殿堂，功德广大与日月齐光。\n　　你驾龙车穿五彩衣裳，翱翔空中游览四方。\n　　神光闪闪你从天而降，又疾速高飞重返天上。\n　　高瞻远瞩超越九州，恩被四海功德无量。\n　　思念神君长长叹息，忧心忡忡黯然神伤。\n\n湘君\n　　你犹豫不决迟迟不来，为谁停留在水中沙洲？\n　　我天生丽质又修饰打扮，急流中驾起芳香的桂舟。\n　　令沅水湘水风平浪静，让长江安安静静地流。\n　　盼望你啊你却不来，吹排箫啊我在思念谁？\n　　我驾起龙舟向北航行，掉转船头抵达洞庭。\n　　用薜荔做帘蕙草做帐，拿香荪饰桨香兰饰旌。\n　　极目骋怀遥望涔阳，扬起风帆横渡大江。\n　　一路飞舟不见你的踪影，侍女啊也为我叹息悲伤。\n　　热泪纵横不住流淌，思念你啊痛断肝肠。\n　　荡起双桨把稳船舵，飞舟破浪卷起千堆雪。\n　　薜荔长在陆上啊偏要水中采，荷花开在水中啊却上树梢折。\n　　二人不同心媒人也徒劳，恩爱不深厚轻易抛弃我。\n　　石滩上的水啊浅又浅，龙舟轻又快啊飞向前。\n　　相爱不忠诚招人长怨恨，约会不守信却说没空闲。\n　　早晨在江边急速奔走，傍晚泊舟在北洲停留。\n　　孤独的鸟儿在屋上栖息，弯弯的江水在堂前缓流。\n　　把玉块抛向滚滚江流。\n　　把玉佩丢在澧水之滨。\n　　在芳洲上采摘杜若，赠给下女聊表寸心。\n　　时光匆匆不会再来，放宽心怀静候佳音。\n\n湘夫人\n　　夫人降临在江北小洲，我望眼欲穿心中哀愁。\n　　秋风袅袅万木飘落叶，波涌浪翻千里洞庭秋。\n　　登上白薠岗举目远望，与佳人约会相见黄昏后。\n　　鸟儿为啥聚集水草里，鱼网为啥挂在树枝头？\n　　沅水有白芷，澧水有香兰，心中思念你，口中未敢言。\n　　恍恍惚惚向远方张望，但见湘江北去流水潺潺。\n　　驼鹿为啥觅食在庭院，蛟龙为啥回游在水边？\n　　早晨在江边跃马飞驰，傍晚渡过江到了西岸。\n　　听到夫人的亲切召唤，驾起快车一同归乐园。\n　　宫室豪华筑在水中央，荷叶圆圆盖在屋顶上。\n　　香荪饰墙紫贝铺庭院，花椒香味浓郁充满厅堂。\n　　桂木做正梁，木兰做椽子，辛夷做门楣，白芷饰卧房。\n　　湘夫人编织薜荔巧手做帷帐，剖开蕙草放在帐顶上。\n　　白玉为镇压住坐席，摆上石兰满室芬芳。\n　　荷叶屋顶再加放白芷，杜衡缠绕让满院飘香。\n　　聚集百草布满庭院，香花摆在门旁走廊。\n　　九疑众神前来迎接，群神云集纷纷扬扬。\n　　把香囊抛向滚滚江流，把禅衣扔在澧水之滨。\n　　在沙洲上拔取杜若，赠寄远方人聊表寸心。\n　　好时光不能骤然得到，且逍遥等待吉日良辰。\n\n大司命\n　　敞开了天国的大门，我乘上浓密的乌云。\n　　命令旋风为我开道，叫那暴雨洗洒路尘。\n　　神君盘旋从空中下降，我紧跟着你越过空桑。\n　　九州上芸芸众生闹嚷嚷，谁生谁死都握在我手上。\n　　高空里我安详地飞翔，乘天地正气驾驭阴阳。\n　　我虔诚恭敬紧跟着你，把上帝权威带到九州上。\n　　神衣飘动啊长又长，玉佩闪烁啊放光芒。\n　　一阴一阳啊变幻莫测，我做的事啊众人怎知详。\n　　折一枝神麻的玉色花朵，送给你这将离去的神灵。\n　　衰老已经渐渐地到来，不亲近就更要疏远感情。\n　　我乘着龙车车声辚辚，高飞冲天啊直入重云。\n　　手持一束桂枝久久伫立，愈是想念啊愈是伤心。\n　　伤心哀愁又有什么用，但愿像现在康健无损。\n　　人的寿命本来有定分，死生离合啊怎能由人？\n\n少司命\n　　芬芳的秋兰，洁白的麋芜，并列生长在堂下漫布。\n　　绿色的叶子，白色的花朵，香气浓郁沁入我的肺腑。\n　　人们自有娇美的小儿女，你为何还要替他们愁苦？\n　　秋天的兰花真茂盛，绿叶紫茎郁郁葱葱。\n　　满堂的人儿都倾慕你，只对我传情把秋波送。\n　　来时默默走时无言语，乘风驾云飘然离我去。\n　　悲哀莫过于有情人离别，欢乐莫过于知心人团聚。\n　　荷叶做衣蕙草做腰带，匆匆而来忽然飘天外。\n　　傍晚时你投宿在帝郊，云端里你又把谁等待？\n　　想与你一同沐浴在咸池，想与你同晒头发在山窝。\n　　盼望美人啊美人不来，心神恍惚啊当风高歌。\n　　孔雀车盖翡翠旗旌，飞上九天扫除彗星。\n　　一手举长剑一手抱幼童，保护老百姓神中你最行。\n\n东君\n　　一轮红日将出现在东方，照耀我的栏杆神木扶桑。\n　　抚拍我的宝马安步缓行，夜色渐渐消失露出曙光。\n　　驾着龙车车声如雷响，遍插云旗旗帜随风扬。\n　　长叹一声将要升天去，低头徘徊又把故乡望。\n　　车声旗色娱乐人心醉，观者着迷竟把归家忘。\n　　绷紧琴弦鼓声相对响，敲击大钟钟架摇晃晃。\n　　吹奏横笛竽笛声相和，思恋灵巫贤惠又漂亮。\n　　舞姿翩翩像翠鸟轻飞，载歌载舞齐声诵诗章。\n　　按照音律唱踏着节拍舞，群神来迎接多得遮太阳。\n　　青云做衣白霓做裙裳，高举长箭射杀贼天狼。\n　　操持天弓向西方沉落，拿起北斗舀取桂酒浆。\n　　抓住马缰绳高高飞驰，幽幽黑暗中急奔东方。\n\n河伯\n　　河神啊，与你一起游九河，急风冲起河水泛洪波。\n　　乘坐水车荷叶做车盖，双龙驾辕双螭来拉车。\n　　登上昆仑纵目望四方，心意飞扬胸怀多宽畅。\n　　日暮美景流连竟忘归，突然警醒更怀念水乡。\n　　鱼鳞做屋瓦厅堂画蛟龙，紫贝饰门阙珍珠饰玉宫，河伯啊，为何久住水中？\n　　乘上白鼋文鱼伴，同游沙洲永相随，绵绵情深如流水。\n　　与你携手向东行，送你同到河南岸。\n　　滔滔河水来欢迎，鱼儿列队来陪伴。\n\n山鬼\n　　好像有个人儿在山坳，身披薜荔女萝束细腰。\n　　含情脉脉开口微微笑，你爱我啊美丽又窈窕。\n　　赤豹前拉车，后跟大花狸，辛夷木做车桂枝做旌旗。\n　　石兰做车盖杜衡做飘带，折下香花送给意中的你。\n　　我身居竹林深处暗不见天日，通路艰难险阻使我来迟。\n　　我孤独地站在高山顶端，云海茫茫在我脚下翻卷。\n　　昏昏暗暗白昼如夜晚，东风阵阵飘洒着细雨。\n　　痴心等待你不思回返，红颜已凋谢谁来顾盼？\n　　采灵芝仙草在那巫山间，山石嶙峋葛藤蔓蔓。\n　　怨恨你失约惆怅我忘返，你也思念我只是不得闲。\n　　山中人儿纯真像杜若，啜饮石泉伫立松柏下。\n　　你想我谁知是真是假。\n　　雷声隆隆细雨飘扬，长猿夜啼声声断人肠。\n　　秋风飒飒黄叶飘零，痴情思公子徒自哀伤。\n\n国殇\n　　手持吴戈身披犀牛甲，车轮交错短兵相厮杀。\n　　旌旗蔽日阵前敌人多如云，勇士争先哪怕乱箭交坠下。\n　　强敌冲我阵，队列遭践踏，左骖倒地死，右服被刀扎。\n　　车轮深陷四匹战马被拴住，挥动鼓槌猛敲响鼓勇拼杀。\n　　苍天哀怨神灵怒气迸发，将士阵亡尸横荒野山下。\n　　勇夫出征一去不复返，荒原渺茫道路多遥远。\n　　佩带长剑秦弓拿在手，身首分离雄心永不变。\n　　真是既勇敢啊又有武艺，始终刚强啊不可侵凌。\n　　身虽死啊精神不死显威灵，就是做鬼啊也是鬼中雄。\n\n礼魂\n　　祭礼完成一齐击鸣鼓，传递鲜花轮番来跳舞，美女高唱歌声多安舒。\n　　春兰秋菊常供奉，祭礼不绝传千古。▲\n\n"}
{"_id":{"$oid":"5b9a147a367d5cab186687f9"},"title":"白鹿洞二首·其一","dynasty":"唐代","writer":"王贞白","content":"读书不觉已春深，一寸光阴一寸金。(已春深 一作：春已深)\n不是道人来引笑，周情孔思正追寻。","type":["励志","惜时","读书"],"remark":"白鹿洞：在今江西省境内庐山五老峰南麓的后屏山之南。这里青山环抱，碧树成荫，十分幽静。名为“白鹿洞”，实际并不是洞，而是山谷间的一个坪地。\n春深：春末，晚春。\n一寸光阴一寸金：以金子比光阴，谓时间极为宝贵，应该珍惜。寸阴：极短的时间。\n道人：指白鹿洞的道人。\n引笑：逗笑，开玩笑。\n周情孔思：指周公孔子的精义、教导。\n追寻：深入钻研。\n\n","shangxi":"赏析 　　首句叙事。“读书不觉已春深”，言自己专心读书，不知不觉中春天又快过完了。“春深”犹言春末、晚春。从这句诗中可以看出，诗人读书入神，每天都过得紧张而充实，全然忘记了时间。春天快过完了，是诗人不经意中猛然发现的。这一发现令诗人甚感意外，颇多感慨。他觉得光阴过得太快了，许多知识要学，时间总不够用似的。次句写诗人的感悟。“一寸光阴一寸金”，寸阴，指极短的时间，这里以金子喻光阴，谓时间宝贵，应该珍惜。这是诗人由第一句叙事自然引发出来的感悟，也是诗人给后人留下的不朽格言，千百年来一直勉励人们、特别是读书人珍惜时间、注重知识积累，不断充实和丰富自己。三、四句叙事，补叙自己发觉“春深”，是因为“道人来引笑”。“道人”指白鹿洞的道人。“引笑”指逗笑，开玩笑。道人修禅养性是耐得住寂寞、静得下心的了，而诗人需要道人来“引笑”，才肯放松一下，休息片刻，可见诗人读书之专心致志，非同寻常。这不，道人到来之时，诗人正在深入钻研周公孔子的精义、教导呢。“周情孔思”，当指古代读书人所读的儒家典籍。从诗人的读书生活看，诗人是惜时如金、潜心求知的人。我们应当从中受到启发和教育，知识是靠时间积累起来的，为充实和丰富自己，应十分珍惜时间才是。 ▲","translation":"专心读书，不知不觉春天过完了，\n每一寸时间就像一寸黄金珍贵。\n并不是道人过来嘲笑，\n周公的精义孔子的思想教导投入钻研中。\n\n"}
{"_id":{"$oid":"5b9a147c367d5cab186687fa"},"title":"秋兴八首·其一","dynasty":"唐代","writer":"杜甫","content":"玉露凋伤枫树林，巫山巫峡气萧森。\n江间波浪兼天涌，塞上风云接地阴。\n丛菊两开他日泪，孤舟一系故园心。\n寒衣处处催刀尺，白帝城高急暮砧。","type":["秋天","写景","思念"],"remark":"玉露：秋天的霜露，因其白，故以玉喻之。凋伤：使草木凋落衰败。\n巫山巫峡：即指夔州（今奉节）一带的长江和峡谷。萧森：萧瑟阴森。\n兼天涌：波浪滔天。\n塞上：指巫山。接地阴：风云盖地。“接地”又作“匝地”。\n丛菊两开：杜甫此前一年秋天在云安，此年秋天在夔州，从离开成都算起，已历两秋，故云“两开”。“开”字双关，一谓菊花开，又言泪眼开。他日：往日，指多年来的艰难岁月。\n故园：此处当指长安。\n\n","shangxi":"　　秋兴者，遇秋而遣兴也，感秋生情之意。《秋兴八首》是杜甫晚年为逃避战乱而寄居夔州时的代表作品，作于大历元年（公元766年），时诗人56岁。全诗八首蝉联，前呼后应，脉络贯通，组织严密，既是一组完美的组诗，而又各篇各有所侧重。每篇都是可以独立的七言律诗。王船山在《唐诗评选·卷四》中说：“八首如正变七音，旋相为宫而自成一章，或为割裂，则神态尽失矣。”\n\n　　八首之中，第一首总起，统帅后面七篇。前三首写夔州秋景，感慨不得志的平生，第四首为前后过渡之枢纽，后四首写所思之长安，抒发“处江湖远则忧其君”的情愫。声身居巫峡而心系长安就是这组诗的主要内容和线索。\n\n　　全诗以“秋”作为统帅，写暮年飘泊、老病交加、羁旅江湖，面对满目萧瑟的秋景而引起的国家兴衰、身世蹉跎的感慨；写长安盛世的回忆，今昔对比所引起的哀伤；写关注国家的命运、目睹国家残破而不能有所为、只能遥忆京华的忧愁抑郁。\n\n　　全诗于凄清哀怨中，具沉雄博丽的意境。格律精工，词彩华茂，沉郁顿挫，悲壮凄凉意境深宏，读来令人荡气回肠，最典型地表现了杜律的特有风格，有很高的艺术成就。\n\n　　首章对秋而伤羁旅，是全诗的序曲，总写巫山巫峡的秋声秋色。用阴沉萧瑟、动荡不安的景物环境衬托诗人焦虑抑郁、伤国伤时的心情。亮出了“身在夔州，心系长安”的主题。\n\n　　起笔开门见山叙写景物之中点明地点时间。“玉露”即白露，秋天，草木摇落，白露为霜。“巫山巫峡”，诗人所在。二句下字密重，用“凋伤”、“萧森”给意境笼罩着败落景象，气氛阴沉，定下全诗感情基调。\n\n　　接着用对偶句展开“气萧森”的悲壮景象。“江间”承“巫峡”，“塞上”承“巫山”，波浪在地而兼天涌，风云在天而接地阴，可见整个天地之间风云波浪，极言阴晦萧森之状。万里长江滚滚而来，波涛汹涌，天翻地覆，是眼前的实景；“塞上风云”既写景物也寓时事。当时土蕃入侵，边关吃紧，处处是阴暗的战云，虚实兼之。此联景物描绘之中，形象地表达了诗人和时局那种动荡不安、前途未卜的处境和作者胸中翻腾起伏的忧思与郁勃不平之气。把峡谷深秋、个人身世、国家沦丧囊括其中，波澜壮阔，哀感深沉。\n\n　　颈联由继续描写景物转入直接抒情，即由秋天景物触动羁旅情思。与上二句交叉承接，“丛菊”承“塞上”句，“孤舟”承“江间”句。“他日”即往日，去年秋天在云安，今年此日在夔州，均对丛菊，故云“两开”，“丛菊两开他日泪”，表明去年对丛菊掉泪，今年又对丛菊掉泪；两开而字，实乃双关，既指菊开两度，又指泪流两回，见丛菊而流泪，去年如此，今年又如此，足见羁留夔州心情的凄伤。“故园心”，实即思念长安之心。“系”字亦双关词语：孤舟停泊，舟系于岸；心念长安，系于故园。从云安到夔州苦苦挣扎了两年，孤舟不发，见丛菊再开，不禁再度流泪，心总牵挂着故园。诗人《客社》一诗亦云：“南菊再逢人病卧”，《九日》又云：“系舟身万里”，均可参读。此处写得深沉含蓄，耐人寻味。身在夔州，心系故园，为下七首张目。\n\n　　尾联在时序推移中叙写秋声。西风凛冽，傍晚时分天气更是萧瑟寒冷，意味冬日即将来临，人们在加紧赶制寒衣，白帝城高高的城楼上，晚风中传来急促的砧声。白帝城在东，夔州府在西，诗人身在夔州，听到白帝城传来的砧杵之声。砧杵声是妇女制裁棉衣时，槌捣衣服的声音。砧即捣衣之石。此诗末二句，关合全诗，回到景物，时序由白天推到日暮，客子羁旅之情更见艰难，故能结上生下，下面接着写夔州孤城，一气蝉联。钱注杜诗称：“以节则杪秋，以地则高城，以时则薄暮，刀尺苦寒，急砧促别，末句标举兴会，略有五重，所谓嵯峨萧瑟，真不可言。”\n\n","translation":"枫树在深秋露水的侵蚀下逐渐凋零、残伤，巫山和巫峡也笼罩在萧瑟阴森的迷雾中。\n巫峡里面波浪滔天，上空的乌云则像是要压到地面上来似的，天地一片阴沉。\n花开花落已两载，看着盛开的花，想到两年未曾回家，就不免伤心落泪。小船还系在岸边，虽然我不能东归，飘零在外的我，心却长系故园。\n又在赶制冬天御寒的衣服了，白帝城上捣制寒衣的砧声一阵紧似一阵。看来又一年过去了，我对故乡的思念也愈加凝重，愈加深沉。\n\n"}
{"_id":{"$oid":"5b9a147c367d5cab186687fb"},"title":"螽斯","dynasty":"先秦","writer":"佚名","content":"螽斯羽，诜诜兮。宜尔子孙，振振兮。\n螽斯羽，薨薨兮。宜尔子孙，绳绳兮。\n螽斯羽，揖揖兮。宜尔子孙，蛰蛰兮。","type":["诗经","写鸟","祝福"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154222506.mp3","remark":"螽（zhōng终）斯：或名斯螽，一种直翅目昆虫，常称为“蝈蝈”。一说“斯”为语词。\n诜（shēn 身）诜：同莘莘，众多貌。\n振振（zhēn真 古音）：茂盛的样子。\n薨（hōng轰）薨：很多虫飞的声音。或曰形容螽斯的齐鸣。\n绳绳（mǐn）：延绵不绝的样子。\n揖揖（yī）：会聚的样子。揖为集之假借。\n蛰（zhé哲）蛰：多，聚集。\n\n","shangxi":"　　全诗三章，每章四句，前两句描写，后两句颂祝。而叠词叠句的叠唱形式。是这首诗艺术表现上最鲜明的特色。如果说，“宜尔子孙”的三致其辞，使诗旨显豁明朗；那么，六组叠词的巧妙运用，则使全篇韵味无穷。《诗经》运用叠词颇为寻常，而《螽斯》的独特魅力在于：六组叠词，锤炼整齐，隔句联用，音韵铿锵，造成了节短韵长的审美效果。同时，诗章结构并列，六词意有差别，又形成了诗意的层递：首章侧重多子兴旺；次章侧重世代昌盛；末章侧重聚集欢乐。由此看来，方氏的评语似可改为：诗虽平说，平中暗含波折；六字炼得甚新，诗意表达圆足。另外，在朱熹《诗集传》中，《螽斯》是比体首篇，故用以释比。其实，通篇围绕“螽斯”着笔，却一语双关，即物即情，物情两忘，浑然一体。因此，“螽斯”不只是比喻性意象，也可以说是《诗经》中不多见的象征性意象。\n\n　　关于诗旨，《毛诗序》云：“《螽斯》，后妃子孙众多也，言若螽斯。不妒忌，则子孙众多也。”点出了诗的主旨，但拖了一个经学的尾巴。朱熹《诗集传》承毛氏之说。还作了“故众妾以螽斯之群处和集而子孙众多比之”的发挥，没有贯彻其“《诗》作诗读”的主张。对此，姚际恒一并认为“附会无理”（《诗经通论》）；方玉润进而指出：诗人措词“仅借螽斯为比，未尝显颂君妃，亦不可泥而求之也。读者细咏诗词，当能得诸言外”（《诗经原始》）。确实不可泥求经传，而应就诗论诗。\n\n　　体会意象，细味诗语，先民颂祝多子多孙的诗旨，显豁而明朗。就意象而言，飞蝗产卵孵化的若虫极多，年生两代或三代，真可谓是宜子的动物。诗篇正以此作比，寄兴于物，即物寓情；“子孙众多，言若螽斯”，即此之谓。就诗语而言，“宜尔子孙”的“宜”，有“多”的含义；而六组叠词，除“薨薨”外，均有形容群聚众多之意。易辞复唱，用墨如泼，正因心愿强烈。“子孙”，是生命的延续，晚年的慰藉，家族的希望。华夏先民多子多福的观念，在尧舜之世已深入民心。《庄子·天地》篇有“华封人三祝”的记载：尧去华地巡视，守疆人对这位“圣人”充满敬意，衷心地祝愿他“寿、富、多男子”。而再三颂祝“宜尔子孙”的《螽斯》，正是先民这一观念诗意地热烈抒发。\n\n　　就诗篇编排而言，前篇《国风·周南·樛木》祝贺新婚幸福，此篇继而祈颂多生贵子，不仅顺理成章，或恐正是编者苦心所系。\n\n","translation":"蝈蝈张翅膀，群集低飞翔啊。你的子孙多又多，家族正兴旺啊。\n蝈蝈张翅膀，群飞嗡嗡响啊。你的子孙多又多，世代绵延长啊。\n蝈蝈张翅膀，群聚挤满堂啊。你的子孙多又多，和睦好欢畅啊。\n\n"}
{"_id":{"$oid":"5b9a147c367d5cab186687fc"},"title":"蝶恋花·暖雨晴风初破冻","dynasty":"宋代","writer":"李清照","content":"暖雨晴风初破冻，柳眼梅腮，已觉春心动。酒意诗情谁与共？泪融残粉花钿重。\n乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。","type":["宋词三百首","宋词精选","春天","离别"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154222703.mp3","remark":"初破冻：刚刚解冻。\n柳眼：初生柳叶，细长如眼，故谓“柳眼”。梅腮：梅花瓣儿，似美女香腮，故称“梅腮”。\n花钿（diàn）：用金翠珠宝等制成花朵的首饰。\n乍：起初，刚刚开始。金缕缝：用金钱缝成的农服。\n山枕：即檀枕。因其形如“凹”，故称“山枕”。欹（qī）：靠着。\n钗头凤：即头钗，古代妇女的首饰。因其形如凤，故名。\n夜阑：夜深。灯花：灯蕊燃烧耐结成的花形。\n\n","shangxi":"　　此词《唐宋诸贤绝妙词选》、《草堂诗余别集》、《古今词综》等都题作“离情”，而《草堂诗余别集》还注云：“一作春怀”。由此看来，这些恐均非原题，是后人据词作内容添加的；此外，“春怀”与“离情”确也概括了词作的主要内容。从词作的内容与风格来看，这首词当写于词人婚后不久，夫妻小别，李清照独居时。\n\n　　“暖日晴风初破冻，柳眼梅腮，已觉春心动”。开首三句，词人放眼室外，由春景落笔。但见初春时节，春风化雨，和暖怡人，大地复苏，嫩柳初长，如媚眼微开，艳梅盛开，似香腮红透，到处是一派春日融融的景象。词人前期生活虽然没有大的波折，但以其独具的才情、细腻的情感，以及对外部世界敏锐的感悟、强烈的关注，常有出人意表之想。表现在词作里，就是经常慧心独照，发人所未发，见人所未见。“暖日晴风”似还不足以表达春天到来的特征，而紧接以“柳眼梅腮”（此句历来被称为“易安奇句”），则使到来的春天更直接、更形象。李商隐在《二月二日》一诗中有“花须柳眼各无赖，紫蝶黄蜂俱有情”，苏轼在《水龙吟》词中描绘柳叶情状是“萦损柔肠，困酣娇眼，欲开还闭”。看来女词人受此启发，抓住两个极具特点的事物，写出春天的生机。第三句的“已觉春心动”，从语意上看，是对春天来临总的概括，实亦是自己怀春之情已动之流露。词人游春、赏春，目睹良辰美景，必有所思，这句也暗启后二句词人所抒发的情思：“酒意诗情谁与共？泪融残粉花钿重。”女词人的细腻、敏感的思绪与感悟进一步强化，面对如此大好春光，自然便联想到自己独处深闺，孤栖寂寞，这与往日和丈夫赵明诚一齐把玩金石，烹茗煮酒，赏析诗文的温馨气氛形成强烈反差。一个“谁与共”，道出此刻词人内心的苦涩。紧接着词人用一个细节来进一步形容自己内心的苦涩，泪水流淌，脸庞上的香粉为之消融，心情沉重以致觉得头上戴的花钿也是沉甸甸的。\n\n　　词作的下片，词人以细微的笔触，紧承上片末句，着重刻画自己具体的闺中寂寞生活。“乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。”春暖天晴，春装初试，然而词人却足不出户，去观赏那美好的春景，却斜倚在山枕上，以致把精美的钗头凤给压坏了。“山枕”，即檀枕，因其如“凹”形，故称山枕。词人不出户观赏春景，是因怕良辰美景触引伤感之情，二是表明其心境郁闷，慵懒至极。一个“损”字，也暗示词人慵懒、无精打彩。末二句：“独抱浓愁无好梦，夜阑犹剪灯花弄。”愁本无形，却言“抱”，可见此愁对其来说有多“浓”，多重，更何况是“独抱”，此情更是难堪。“无好梦”，是说现实很寂寞无聊，想在梦中去寻求慰藉，但却始终无法进入梦乡，直至夜阑人静之时，仍剪弄灯花，以排遣愁怀。“犹”字写活了词人百无聊赖的情态。此外，剪弄灯火，古时妇女常藉以卜数夫君之归期。这两句写得极为细致、生动，看似毫不经意，如叙写生活本身，实是几经苦炼，没有生活经历和深厚的艺术功力是无法写就的。清词论家贺裳评这两句为“入神之句”（《皱水轩词筌》）。 \n\n","translation":"　　暖暖的雨，暖暖的风，送走了些许冬天的寒意。柳叶长出了，梅花怒放了，春天已经来了。端庄的少妇，也被这春意撩拨起了愁怀。爱侣不在身边，又能和谁把酒论诗呢？少妇的泪水流下脸颊，弄残了搽在她脸上的香粉。\n　　少妇试穿金丝缝成的夹衫，但心思全不在衣服上面。她无情无绪的斜靠在枕头上，把她头上的钗儿压坏了，她也茫然不顾。她孤单的愁思太浓，又怎能做得好梦？惟有在深夜里呵，手弄着灯花，心里想着爱侣。\n\n"}
{"_id":{"$oid":"5b9a147c367d5cab186687fd"},"title":"诗经·国风·郑风","dynasty":"先秦","writer":"佚名","content":"风雨凄凄，鸡鸣喈喈。既见君子，云胡不夷。\n风雨潇潇，鸡鸣胶胶。既见君子，云胡不瘳。\n风雨如晦，鸡鸣不已。既见君子，云胡不喜。\n\n","type":["诗经","写雨","怀人","民谣"],"remark":"喈（jiē 皆）喈：鸡鸣声。\n云：语助词。胡：何。夷：平，指心中平静。\n胶胶：或作“嘐嘐”，鸡鸣声。\n瘳（chōu 抽）：病愈，此指愁思萦怀的心病消除。\n晦：黑夜。\n\n","shangxi":"　　蕴涵性的顷刻，包前启后。在情境的选择上，诗篇不写未见之前绵绵无尽的相思之苦，也不写相见之后载笑载言的欢聚之乐，而是重章渲染“既见”之时的喜出望外之情。而这一顷刻，正是最富于蕴涵性的顷刻。读者透过这位女子难以形容的望外之喜，既能想见她在“既见”之前，白日的“愿言思伯，甘心首疾”、和夜间的“耿耿不寐，如有隐忧”之情；也能想见在“既见”之后，夫妇间的“既见复关，载笑载言”和“维士与女，伊其相谑”的融融之乐。以少许胜多许，以顷刻蕴过程，这是构思的巧妙。\n\n　　哀景写乐，倍增其情。每章首二句，都以风雨、鸡鸣起兴，这些兼有赋景意味的兴句，重笔描绘出一幅寒冷阴暗、鸡声四起的背景。当此之时，最易勾起离情别绪。赋景之句，也确成写情之语。风雨交加和夜不能寐之无聊；群鸡阵啼和怀人动荡之思；鸡守时而鸣与所期之人盼而不至，可谓契合无间，层层映衬。然而，正在这几乎绝望的凄风苦雨之时，怀人的女子竟意外地“既见”了久别的情郎；骤见之喜，欢欣之情，自可想见。而此时凄风苦雨中的群鸡乱鸣，也似成了煦风春雨时的群鸡欢唱了。这种情景反衬之法，恰如王夫之所说，“以乐景写哀，以哀景写乐，一倍增其哀乐”（《董斋诗话》）。这一手法，确实不唯见诸《小雅·采薇》，而是《诗经》中诗人的常用之法。\n\n　　炼词申意，循序有进。诗篇的结构是单纯的，三章叠咏；诗人的易词写景却是讲究的，它细腻地表现出了人的不同感受。凄凄，是女子对风雨寒凉的感觉；潇潇，则从听觉见出夜雨骤急；如夜的晦冥，又从视觉展现眼前景象。易词写景的这种微妙性，姚际恒《诗经通论》曾有精到的分析：“‘如晦’正写其明也。惟其明，故曰‘如晦’。惟其如晦，‘凄凄’、‘潇潇’时尚晦可知。”诗篇在易词申意的同时，对时态的运动和情态的发展，又有循序渐进的微妙表现。关于时态的渐进，姚氏说，“‘喈喈’为众声和，初鸣声尚微，但觉其众和耳。‘胶胶’，同声高大也。三号以后，天将晓，相续不已矣。”民间尚有“鸡鸣三遍天将明”之说；《风雨》的三章相叠，或许正是以此习惯规律为基础的。随着时态的发展，怀人女子“既见君子”时的心态也渐次有进。“云胡不夷”，以反诘句式，语气热烈，言其心情大悦；“云胡不瘳”，言积思之病，至此而愈，语气至深；末章“云胡不喜”，则喜悦之情，难以掩饰，以至大声疾呼了。天气由夜晦而至晨晦，鸡鸣由声微而至声高，情感的变化则由乍见惊疑而至确信高呼。方玉润说：“此诗人善于言情，又善于即景以抒怀，故为千秋绝调。”（《诗经原始》）实当此之谓。\n\n　　象征意象，一诗多解。《风雨》的诗旨，今人或主“夫妻重逢”，或主“喜见情人”；联系诗境，前说更合情理。然而，汉代经生的“乱世思君”说，却在后世产生了积极的影响。《毛诗序》曰：“《风雨》，思君子也。乱世则思君子不改其度焉。”郑笺申发之曰：“兴者，喻君子虽居乱世，不变改其节度。……鸡不为如晦而止不鸣。”这样，“风雨”便象征乱世，“鸡鸣”便象征君子不改其度，“君子”则由“夫君”之君变成为德高节贞之君子了。这虽属附会，却也有其文本依据。因为，“君子”，在《诗经》时代，可施诸可敬、可爱、可亲之人，含义不定。因此，把赋体的白描意象理解为比体的象征意象，就可能生发“乱世思君”的联想；而把“风雨如晦”的自然之景，理解为险恶的人生处境或动荡的社会环境，也符合审美规律。故后世许多士人君子，常以虽处“风雨如晦”之境，仍要“鸡鸣不已”自励。南朝梁简文帝《幽絷题壁自序》云：“梁正士兰陵萧纲，立身行己，终始如一。风雨如晦，鸡鸣不已。”郭沫若创作于五四运动退潮期的《星空·归来》中也写道：“游子归来了，在这风雨如晦之晨，游子归来了！”从现代接受美学看，这种立足文本的审美再创造是无可非议的；而《毛序》的这一“附会”，也可以说是一种“创造性的误读”。\n\n","translation":"风凄凄呀雨凄凄，窗外鸡鸣声声急。风雨之时见到你，怎不心旷又神怡。\n风潇潇呀雨潇潇，窗外鸡鸣声声绕。风雨之时见到你，心病怎会不全消。\n风雨交加昏天地，窗外鸡鸣声不息。风雨之时见到你，心里怎能不欢喜。\n\n"}
{"_id":{"$oid":"5b9a147c367d5cab186687fe"},"title":"蝶恋花·辛苦最怜天上月","dynasty":"清代","writer":"纳兰性德","content":"辛苦最怜天上月，一昔如环，昔昔都成玦。若似月轮终皎洁，不辞冰雪为卿热。\n无那尘缘容易绝，燕子依然，软踏帘钩说。唱罢秋坟愁未歇，春丛认取双栖蝶。","type":["婉约","悼亡","爱情"],"remark":"一昔句：昔，同“夕”，见《左传·哀公四年》：“为一昔之期。”玦（jué）玉玦，半环形之玉，借喻不满的月亮。这句是说，一月之中，天上的月亮只有一夜是圆满的，其他的夜晚就都是有亏缺的。 \n不辞句：引用一则典故。荀粲之妻冬天高烧病重，全身发热难受。荀粲为了给妻子降温，脱光衣服站在大雪中，等身体冰冷时回屋给妻子降温。卿，“你”的爱称。《世说新语?惑溺》谓：“荀奉倩（粲）与妇至笃，冬月妇病热，乃出中庭，自取冷还，以身熨之。” \n无那：无奈，无可奈何。 \n软踏句：意思是说燕子依然轻轻地踏在帘钩上，呢喃絮语。 \n唱罢句：唐李贺《秋来》：“秋坟鬼唱鲍家诗，恨血千年土中碧。”这里借用此典表示总是哀悼过了亡灵，但是满怀愁情仍不能消解。 \n春丛句：认取，注视着。取，语助词。此句意思是说，花丛中的蝴蝶可以成双成对，人却生死分离，不能团聚，故愿自己死后同亡妻一起化作双飞双宿的蝴蝶。李商隐《偶题二首》：“春丛定是双栖夜，饮罢莫持红烛行。” \n\n","shangxi":"　　这是一首悼亡词。作者在《沁园春》一词的小序中曾写道：“丁巳重阳前三日，梦亡妇澹妆素服，执手哽咽，语多不复能记，但临别有云：'衔恨愿为天上月，年年犹得向郎圆。'此词即先从“天上月“写起。上片三句借月亮为喻，写爱情的欢乐转瞬即逝，恨多乐少。后两句，写假如爱情能象月亮那样皎洁圆满，付出再大的代价都愿意。　“一昔如环，昔昔长如玦“，包蕴了无限的哀伤与怀念，表达了对亡妻的真挚爱恋。下片写伤逝中的悲痛，用燕子在帘间呢喃，反衬人去楼空，未亡人的孤寂。结语化用“双栖蝶“的典故，表达了他与亡妻的爱情生死不渝，抒发了无穷尽的哀悼，把永恒的爱寄托在化蝶的理想中。\n\n　　容若这阕《蝶恋花》凄美，却不减清灵。“辛苦最怜天上月，一夕如环，夕夕都成玦。““环“和“玦“皆为美玉制成的饰物，古人佩在身上。“环“似满月，“玦“似缺月。物理相通，容若以寻常佩物解自然之物，可见其格物，常怀世事难圆的隐恨，此句比之苏子的“人有悲欢离合,月有阴晴圆缺,此事古难全。“深情胜之，豁达减之，各得其所。\n\n　　谓辛苦最怜，算是天上月。一轮端正，悬挂天中。一昔如环，曾有最光辉的时刻，那么圆满皎洁。但一朝别去，永远留下遗憾。如果能够像天上的圆月，长盈不亏，那么，我作为冰雪，将不惜为你融化。这是上片，以月喻人，亦以人喻月，为布景。下片说情，谓十分无奈，尘世因缘竟然那么容易断绝。但是，帘幕间的燕子就不一样，年复一年，辛苦奔波，不是和往常一样，仍旧踏在帘钩上，轻轻地呢喃。鬼唱秋坟，纵使能够另恨血化碧，只是挽歌（鲍诗）唱罢，心上的愁和恨，仍旧不能消解。而今，算是已经认定，死后化作花丛双蝶，生生世世，永不分离。这是下片，用另外两个物象作比，燕子和双栖蝶，以表达愿望。\n\n","translation":"　　最辛苦和最让人怜爱的是天上的明月，它在一月之中只有一夜是像玉环一样的满月，其它时候都像是不完整的玉玦。如果能像月轮那样终身皎洁，我会放弃自身像冰雪般的清凉为你发热。无奈的是人的尘缘容易结束，燕子还是那样，轻盈的踏上帘钩。我在秋日，面对你的坟茔，高歌一曲，然而愁绪丝毫没有削减。我是多么希望能和你像春天里双飞双宿的蝴蝶那样在草丛里嬉戏啊。\n\n"}
{"_id":{"$oid":"5b9a147c367d5cab186687ff"},"title":"奉和令公绿野堂种花","dynasty":"唐代","writer":"白居易","content":"绿野堂开占物华，路人指道令公家。\n令公桃李满天下，何用堂前更种花。","type":["赞美","老师"],"remark":"奉和：做诗词和别人相应和，达到一唱一和的效果。\n令公：即指裴度，令公是唐朝对中书令的尊称，裴度（765年至839年）唐代文学家、政治家，字中立，河东闻喜(今山西闻喜)人。因为拥立文宗有功，进位至中书令。又绿野堂为裴度之宅，所以这里的令公是指裴度。\n绿野堂：唐代裴度的住宅名，故址在今天的河南省洛阳市南。《旧唐书 裴度列传》又于午桥创别墅，花木万株，中起凉台暑馆，名曰绿野堂。\n开：创立，建设。\n物华：万物的精华。\n桃李：代指学生。\n\n","translation":"绿野堂建成之后占尽了万物的精华，路人指着宅子说这是裴令公的家啊。\n裴令公的桃李学生遍布天下，哪里用得着再在门前屋后种花呢？\n\n"}
{"_id":{"$oid":"5b9a147c367d5cab18668800"},"title":"古从军行","dynasty":"唐代","writer":"李颀","content":"白日登山望烽火，黄昏饮马傍交河。\n行人刁斗风沙暗，公主琵琶幽怨多。\n野云万里无城郭，雨雪纷纷连大漠。\n胡雁哀鸣夜夜飞，胡儿眼泪双双落。\n闻道玉门犹被遮，应将性命逐轻车。\n年年战骨埋荒外，空见蒲桃入汉家。","type":["唐诗三百首","乐府","冬天","边塞","生活"],"remark":"烽火：古代一种警报。\n饮（yìn）马：给马喂水。傍：顺着。交河：古县名，故城在今新疆吐鲁番西面。\n行人：出征战士。刁斗：古代军中铜制炊具，容量一斗。白天用以煮饭，晚上敲击代替更柝。\n公主琵琶：汉武帝时以江都王刘建女细君嫁乌孙国王昆莫，恐其途中烦闷，故弹琵琶以娱之。\n“闻道”两句：汉武帝曾命李广利攻大宛，欲至贰师城取良马，战不利，广利上书请罢兵回国，武帝大怒，发使至玉门关，曰：“军有敢入，斩之！”两句意谓边战还在进行，只得随着将军去拼命。\n蒲桃：今作“葡萄”。\n\n","shangxi":"　　“从军行”是乐府古题。此诗借汉皇开边，讽玄宗用兵。实写当代之事，由于怕触犯忌讳，所以题目加上一个“古”字。它对当代帝王的好大喜功，穷兵黩武，视人民生命如草芥的行径，加以讽刺，悲多于壮。全诗记叙从军之苦，充满非战思想。万千尸骨埋于荒野，仅换得葡萄归种中原，显然得不偿失。\n\n　　诗开首先写紧张的从军生活。白天爬上山去观望四方有无举烽火的边警；黄昏时候又到交河边上让马饮水（交河在今新疆吐鲁番西面，这里借指边疆上的河流）。三、四句的“公主琵琶”是指汉朝细君公主远嫁乌孙国时所弹的琵琶曲调，当然，这不会是欢乐之声，而只是哀怨之调。一、二句写“白日”、“黄昏”的情况，三、四句接着描绘夜晚的情况：风沙弥漫，一片漆黑，只听得见军营中巡夜的打更声和那如泣如诉的幽怨的琵琶声。景象非常肃穆而凄凉。“行人”，是指出征将士，这样就与下一句的公主出塞之声，引起共鸣了。\n\n　　接着，诗人又着意渲染边陲的环境。军营所在，四顾荒野，无城郭可依，“万里”极言其辽阔；雨雪纷纷，以至与大漠相连，其凄冷酷寒的情状亦可想见。以上六句，写尽了从军生活的艰苦。接下来，似乎应该正面点出“行人”的哀怨之感了。可是诗人却别具机杼，背面傅粉，写出了“胡雁哀鸣夜夜飞，胡儿眼泪双双落”两句。胡雁胡儿都是土生土长的，尚且哀啼落泪，更不必说远戍到此的“行人”了。两个“胡”字，有意重复，“夜夜”、“双双”又有意用叠字，有着烘云托月的艺术力量。\n\n　　面对这样恶劣的环境，没有人不想班师复员。可是办不到。“闻道玉门犹被遮”一句，笔一折，似当头一棒，打断了“行人”思归之念。据《史记·大宛列传》记载，汉武帝太初元年，汉军攻大宛，攻战不利，请求罢兵。汉武帝闻之大怒，派人遮断玉门关，下令：“军有敢入者辄斩之。”这里暗刺当朝皇帝一意孤行，穷兵黩武。随后，诗人又压一句，罢兵不能，“应将性命逐轻车”，只有跟着本部的将领“轻车将军”去与敌军拼命，这一句其份量压倒了上面八句。下面一句，再接再厉。拼命死战的结果无外乎“战骨埋荒外”。诗人用“年年”两字，指出了这种情况的经常性。全诗一步紧一步，由军中平时生活，到战时紧急情况，最后说到死，为的是什么？这十一句的压力，逼出了最后一句的答案：“空见蒲桃入汉家。”\n\n　　“蒲桃”就是葡萄。汉武帝时为了求天马（即阿拉伯马），开通西域，便乱启战端。当时随天马入中国的还有蒲桃和苜蓿的种子，汉武帝把它们种在离宫别馆之旁，弥望皆是。这里“空见蒲桃入汉家”一句，用此典故，讥讽好大喜功的帝王，牺牲了无数人的性命，换到的只有区区的蒲桃而已。言外之意，可见帝王是怎样的草菅人命了。\n\n　　此诗全篇一句紧一句，句句蓄意，步步逼紧，直到最后一句，才画龙点睛，着落主题，显出此诗巨大的讽谕力。诗巧妙地运用音节来表情达意。第一句开头两字“白日”都是入声，具有开场鼓板的意味。三、四两句中的“刁斗”和“琵琶”，运用双声，以增强音节美。中段转入声韵，“双双落”是江阳韵与入声的配合，犹如云锣与鼓板合奏，一广一窄，一放一收，音节最美。中段入声韵后，末段却又选用了张口最大的六麻韵。以五音而论，首段是羽音，中段是角音，末段是商音，音节错落，各极其致。全诗先后用“纷纷”、“夜夜”、“双双”、“年年”等叠字，不但强调了语意，而且叠字叠韵，在音节上生色不少。\n\n","translation":"白天登山观察报警的烽火台，黄昏时牵马饮水靠近交河边。\n昏暗的风沙传来阵阵刁斗声，如同汉代公主琵琶充满幽怨。\n旷野云雾茫茫万里不见城郭，雨雪纷纷笼罩着无边的沙漠。\n哀鸣的胡雁夜夜从空中飞过，胡人士兵个个眼泪双双滴落。\n听说玉门关已被挡住了归路，战士只有追随将军拼命奔波。\n年年战死的尸骨埋葬于荒野，换来的只是西域葡萄送汉家。\n\n"}
{"_id":{"$oid":"5b9a147c367d5cab18668801"},"title":"新竹","dynasty":"清代","writer":"郑燮","content":"新竹高于旧竹枝，全凭老干为扶持。\n下年再有新生者，十丈龙孙绕凤池。(下年 一作：明年)","type":["咏物","竹子","寓人","老师"],"remark":"龙孙：竹笋的别称。\n凤池：凤凰池，古时指宰相衙门所在地，这里指周围生长竹子的池塘。\n\n","translation":"新长的竹子要比旧竹子高，它们的生长全凭老的枝干扶持。下年又有新长出来的，会长得更高。\n\n"}
{"_id":{"$oid":"5b9a147c367d5cab18668802"},"title":"节妇吟·寄东平李司空师道","dynasty":"唐代","writer":"张籍","content":"君知妾有夫，赠妾双明珠。\n感君缠绵意，系在红罗襦。\n妾家高楼连苑起，良人执戟明光里。\n知君用心如日月，事夫誓拟同生死。\n还君明珠双泪垂，恨不相逢未嫁时。","type":["乐府","女子","坚贞","分手"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154223309.mp3","remark":"节妇：能守住节操的妇女，特别是对丈夫忠贞的妻子。吟：一种诗体的名称。李司空师道：李师道，时任平卢淄青节度使。\n妾：古代妇女对自己的谦称，这里是诗人的自喻。\n缠绵：情意深厚。\n罗：一类丝织品，质薄、手感滑爽而透气。襦：短衣、短袄。\n高楼连苑起：耸立的高楼连接着园林。苑：帝王及贵族游玩和打猎的风景园林。起：矗立着。\n良人：旧时女人对丈夫的称呼。执戟：指守卫宫殿的门户。戟：一种古代的兵器。明光：本汉代宫殿名，这里指皇帝的宫殿。\n用心：动机目的。如日月：光明磊落的意思。\n事：服事、侍奉。拟：打算。\n何不：一作“恨不”。\n\n","shangxi":"　　《节妇吟寄东平李司空师道》载于《全唐诗》卷三八二。下面是国学大师、全国首批博士生导师钱仲联先生与苏州大学文学院徐永端教授对此诗的赏析。\n\n　　此诗通篇运用比兴手法，委婉地表明自己的态度。单看表面完全是一首抒发男女情事之言情诗，骨子里却是一首政治抒情诗，题为《节妇吟》，即用以明志。\n\n　　此诗似从汉乐府《陌上桑》、《羽林郎》脱胎而来，但较之前者更委婉含蓄。\n\n　　首二句说：这位既明知我是有夫之妇，还要对我用情，此君非守礼法之士甚明，语气中带微辞，含有谴责之意。这里的“君”，喻指藩镇李师道，“妾”是自比，十字突然而来，直接指出师道的别有用心。\n\n　　接下去诗句一转，说道：我虽知君不守礼法，然而又为你情意所感，忍不住亲自把君所赠之明珠系在红罗襦上。表面看，是感师道的知己；如果深一层看，话中有文章。\n\n　　继而又一转，说自己家的富贵气象，良人是执戟明光殿的卫士，身属中央。古典诗词，传统的以夫妇比喻君臣，这两句意谓自己是唐王朝的士大夫。\n\n　　紧接两句作波澜开合，感情上很矛盾，思想斗争激烈：前一句感谢对方，安慰对方；后一句斩钉截铁地申明己志，“我与丈夫誓同生死”。\n\n　　最后以深情语作结，一边流泪，一边还珠，言词委婉，而意志坚决。\n\n　　诗中所说“双明珠”是李师道用来拉拢、引诱作者为其助势的代价，也就是常人求之不得的声名地位、富贵荣华一类的东西。作者慎重考虑后委婉的拒绝了对方的要求，做到了“富贵不能淫”，像一个节妇守住了贞操一样的守住了自己的严正立场。但当时李师道是个炙手可热的藩镇高官，作者并不想得罪他、让他难堪，因此写了这首非常巧妙的双层面的诗去回拒他。\n\n　　此诗富有民歌风味，它的一些描写，在心理刻画中显示，写得如此细腻，熨贴，入情入理，短幅中有无限曲折，真所谓“一波三折”。\n\n　　此诗词浅意深，言在意外，含蓄地表达了诗人的政治立场。全诗情理真挚，心理描写细致入微，委婉曲折而动人。除了它所表现的是君子坦荡胸怀这一因素外，其在艺术上的高妙也是促使它成为名作的重要原因。据说由于这首诗情词恳切，连李师道本人也深受感动，不再勉强。\n\n","translation":"你明知我已经有了丈夫，还偏要送给我一对明珠。\n我心中感激你情意缠绵，把明珠系在我红罗短衫。\n我家的高楼就连着皇家的花园，我丈夫拿着长戟在皇宫里值班。\n虽然知道你是真心朗朗无遮掩，但我已发誓与丈夫生死共患难。\n归还你的双明珠我两眼泪涟涟，遗憾没有遇到你在我未嫁之前。\n\n"}
{"_id":{"$oid":"5b9a147c367d5cab18668803"},"title":"浣溪沙·细雨斜风作晓寒","dynasty":"宋代","writer":"苏轼","content":"元丰七年十二月二十四日，从泗州刘倩叔游南山\n\n细雨斜风作晓寒，淡烟疏柳媚晴滩。入淮清洛渐漫漫。\n雪沫乳花浮午盏，蓼茸蒿笋试春盘。人间有味是清欢。\n\n","type":["婉约","纪游","写景"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154223168.mp3","remark":"浣溪沙：本唐教坊曲名，后用作词牌。一作《浣溪纱》，又名《浣沙溪》、《小庭花》等。双调四十二字，平韵。南唐李煜有仄韵之作。此调音节明快，句式整齐，易于上口。为婉约、豪放两派词人所常用。\n刘倩叔：名士彦，泗州人，生平不详。\n南山：在泗州东南，景色清旷，宋米芾称为淮北第一山。\n媚：美好。此处是使动用法。滩：十里滩，在南山附近。\n洛：洛河，源出安徽定远西北，北至怀远入淮河。\n漫漫：水势浩大。\n“雪沫”句：谓午间喝茶。雪沫乳花：形容煎茶时上浮的白泡。午盏：午茶。\n蓼（liǎo）茸：蓼菜嫩芽。\n春盘：旧俗，立春时用蔬菜水果、糕饼等装盘馈赠亲友。\n\n","shangxi":"　　词的上片写早春景象，下片写作者与同游者游山时以清茶野餐的风味。作品充满春天的气息，洋溢着生命的活力，反映了作者对现实生活的热爱和健胜进取的精神。\n\n　　词的上片写沿途景观。第一句写清晨，风斜雨细，瑟瑟寒侵，这残冬腊月是很难耐的，可是东坡却只以“作晓寒”三字出之，表现了一种不大在乎的态度。\n\n　　第二句写向午的景物：雨脚渐收，烟云淡荡，河滩疏柳，尽沐晴晖。一个“媚”字，极富动感地传出作者喜悦的心声。作者从曳于淡云晴日中的疏柳，觉察到萌发中的春潮。于残冬岁暮之中把握住物象的新机，这正是东坡逸怀浩气的表现，是他精神境界上度越恒流之处。“入淮”句寄兴遥深，一结甚远。句中的“清洛”，即“洛涧”，发源于合肥，北流至怀远合于淮水，地距泗州（宋治临淮）不近，非目力能及。词中提到清洛，是以虚摹的笔法，眼前的淮水联想到上游的清碧的洛涧，当它汇入浊淮以后，就变得浑浑沌沌一片浩茫了。\n\n　　下片转写作者游览时的清茶野餐及欢快心情。一起两句，作者抓住了两件有特征性的事物来描写：乳白色的香茶一盏和翡翠般的春蔬一盘。两相映托，便有浓郁的节日气氛和诱人的力量。“雪沫”乳花，状煎茶时上浮的白泡。以雪、乳形容茶色之白，既是比喻，又是夸张，形象鲜明。午盏，指午茶。此句可说是对宋人茶道的形象描绘。“蓼茸蒿笋”，即蓼芽与蒿茎，这是立春的应时节物。旧俗立春时馈送亲友以鲜嫩春菜和水果、饼铒等，称“春盘”。\n\n　　此二句绘声绘色、活灵活现地写出了茶叶和鲜菜的鲜美色泽，使读者从中体味到词人品茗尝鲜时的喜悦和畅适。这种将生活形象铸成艺术形象的手法，显示出词人高雅的审美意趣和旷达的人生态度。“人间有味是清欢”，这是一个具有哲理性的命题，用词的结尾，却自然浑成，有照彻全篇之妙趣，为全篇增添了欢乐情调和诗味、理趣。\n\n　　这首词，色彩清丽而境界开阔的生动画面中，寄寓着作者清旷、闲雅的审美趣味和生活态度，给人以美的享受和无尽的遐思。\n\n","translation":"细雨斜风天气微寒。淡淡的烟雾，滩边稀疏的柳树似乎在向刚放晴后的沙滩献媚。眼前入淮清洛，亦仿佛渐流渐见广远无际。\n乳色鲜白的好茶伴着新鲜的野菜。人间真正有味道的还是清淡的欢愉。\n\n"}
{"_id":{"$oid":"5b9a147d367d5cab18668804"},"title":"咸阳城东楼 / 咸阳城西楼晚眺","dynasty":"唐代","writer":"许浑","content":"一上高城万里愁，蒹葭杨柳似汀洲。\n溪云初起日沉阁，山雨欲来风满楼。(沉 通：沈)\n鸟下绿芜秦苑夕，蝉鸣黄叶汉宫秋。\n行人莫问当年事，故国东来渭水流。","type":["写景","吊古伤今"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154224426.mp3","remark":"咸阳：秦都城，唐代咸阳城与新都长安隔河相望。今属陕西。\n蒹葭：芦苇一类的水草。汀洲：水边平坦的沙洲。\n“溪云”句：此句下作者自注：“南近磻溪，西对慈福寺阁。”\n“鸟下”二句：夕照下，飞鸟下落至长着绿草的秦苑中，秋蝉也在挂着黄叶的汉宫中鸣叫着。\n当年：一作“前朝”。\n“故国东来渭水流”：一作“渭水寒声昼夜流”，“声”一作“光”。\n\n","shangxi":"　　诗人首联扣题，抒情写景：“高楼”，指咸阳城西楼，咸阳旧城在西安市西北，汉时称长安，秦汉两朝在此建都。隋朝时向东南移二十城建新城，即唐京师长安。咸阳旧城隔渭水与长安相望；“蒹葭”，即芦荻（蒹，荻；葭，芦），暗用《诗经·国风·秦风·蒹葭》的诗意，表思念心绪；“汀洲”，水边之地为汀、水中之地为洲，这里指代诗人在江南的故乡。诗人一登上咸阳高高的城楼，向南望去，远处烟笼蒹葭，雾罩杨柳，很像长江中的汀洲。诗人游宦长安，远离家乡，一旦登临，思乡之情涌上心头。蒹葭杨柳，居然略类江南。万里之愁，正以乡思为始：“一上”表明触发诗人情感时间之短瞬，“万里”则极言愁思空间之迢遥广大，一个“愁”字，奠定了全诗的基调。笔触低沉，景致凄迷，触景生情，苍凉伤感的情怀落笔即出，意远而势雄。\n\n　　颔联写晚眺远景，寓意深远：“溪”指磻溪，“阁”指慈福寺，诗人有自注：“南近磻溪，西对慈福寺阁。” 诗人傍晚登上城楼，只见磻溪罩云，暮色苍茫，一轮红日渐薄远山，夕阳与慈福寺阁姿影相叠，仿佛靠近寺阁而落。就在这夕照图初展丽景之际，蓦然凉风突起，咸阳西楼顿时沐浴在凄风之中，一场山雨眼看就要到了。这是对自然景物的临摹，也是对唐王朝日薄西山，危机四伏的没落局势的形象化勾画，它淋漓尽致而又形象入神地传出了诗人“万里愁”的真实原因。云起日沉，雨来风满，动感分明；“风为雨头”，含蕴深刻。此联常用来比喻重大事件发生前的紧张气氛，是千古传咏的名句。\n\n　　颈联写晚眺近景，虚实结合：山雨将到，鸟雀仓惶逃入遍地绿芜、秋蝉悲鸣躲在黄叶高林，这些是诗人眼前的实景。但早已荡然无存的“秦苑”“汉宫”又给人无尽的联想——禁苑深宫，而今绿芜遍地，黄叶满林；唯有鸟雀和虫鸣，不识兴亡，依然如故。历史的演进，王朝的更替，世事的变化沧桑，把诗人的愁怨从“万里”推向“千古”，以实景叠合虚景，吊古之情油然而生。\n\n　　尾联作结，融情于景：“行人”，过客。泛指古往今来征人游子，也包括作者在内；“故国”，指秦汉故都咸阳；“东来”，指诗人（不是渭水）自东边而来。诗人最后感慨道：羁旅过客还是不要索问当年秦汉兴亡之事吧！我这次来故国咸阳，连遗址都寻不着，只有渭水还像昔日一样长流不止而已。“莫问”二字，并非劝诫之辞 ，实乃令人思索之语，它让读者从悲凉颓败的自然景物中钩沉历史的教训；一个“流”字，则暗示出颓势难救的痛惜之情。渭水无语东流的景象中，融铸着诗人相思的忧愁和感古伤今的悲凉，委婉含蓄，令人伤感。\n\n　　全诗情景交融，景中寓情，诗人通过对景物的描写，赋予抽象的感情以形体，在呈现自然之景的同时又体现丰富的生活经验，以及对历史和现实的深刻思考。景别致而凄美，情愁苦而悲怆，意蕴藉而苍凉，境雄阔而高远，神完气足，堪称晚唐登临之作的翘楚。\n\n","translation":"登上高楼万里乡愁油然而生，眼中水草杨柳就像江南汀洲。\n溪云突起红日落在寺阁之外，山雨未到狂风已吹满咸阳楼。\n黄昏杂草丛生的园中鸟照飞，深秋枯叶满枝的树上蝉啾啾。\n来往的过客不要问从前的事，只有渭水一如既往地向东流。\n\n"}
{"_id":{"$oid":"5b9a147d367d5cab18668805"},"title":"长安春望","dynasty":"唐代","writer":"卢纶","content":"东风吹雨过青山，却望千门草色闲。\n家在梦中何日到，春生江上几人还？(春生 一作：春来)\n川原缭绕浮云外，宫阙参差落照间。\n谁念为儒逢世难，独将衰鬓客秦关。","type":["登高","写景","思乡"],"remark":"“东风”句：语从陶渊明《读山海经》“微雨从东来，好风与之俱”化出。\n草色：一作“柳色”。\n春生：一作“春归”，一作“春来”。\n川原：即郊外的河流原野，这里指家乡。\n逢世难：一作“多失意”，意即遭逢乱世。\n秦关：秦地关中，即长安所在地。\n\n","translation":"东风吹拂，微微春雨洒过青山；登高远望，长安城中房舍叠嶂，草色闲闲。\n故园就在梦中，可是何时才能归还；冬去春来，江上舟来舟往，又有几人得以还家。\n长安城外，河流原野，纵横交错，一直延伸到天边浮云之外，长安城中，宫阙参差错落，笼罩在一片残阳之中。\n又有谁理解我这位读书人，生逢乱世，孤身一人，满头白发，形容憔悴，漂泊流荡在荒远的秦关。\n\n"}
{"_id":{"$oid":"5b9a147d367d5cab18668806"},"title":"采莲曲二首","dynasty":"唐代","writer":"王昌龄","content":"吴姬越艳楚王妃，争弄莲舟水湿衣。\n来时浦口花迎入，采罢江头月送归。\n\n荷叶罗裙一色裁，芙蓉向脸两边开。\n乱入池中看不见，闻歌始觉有人来。\n\n","type":["荷花","女子","组诗"],"remark":"采莲曲：古曲名。内容多描写江南一带水国风光，采莲女劳动生活情态。\n“吴姬”句：古时吴、越、楚三国（今长江中下游及浙江北部）盛尚采莲之戏，故此句谓采莲女皆美丽动人，如吴越国色，似楚王妃嫔。\n浦（pǔ）口：江湖会合处。浦，水滨。\n罗裙：用细软而有疏孔的丝织品制成的裙子。一色裁：像是用同一颜色的衣料剪裁的。\n芙蓉：指荷花。\n看不见：指分不清哪是芙蓉的绿叶红花，哪是少女的绿裙红颜。\n\n","shangxi":"　　第一首诗写水乡姑娘的采莲活动。\n\n　　吴姬、越艳、楚王妃三个词连用，铺写出莲娃们争芳斗妍，美色纷呈的景象。第二句正写采莲活动，从“争弄莲舟”来看，似乎是一种采莲的竞赛游戏。唐汝询说：“采莲之戏盛于三国，故并举之。”（《唐诗解》）因为要划船竟采，顾不得水湿衣衫。采莲姑娘那好胜、活泼、开朗的情态就通过“水湿衣”这个细节表现出来。\n\n　　她们划着采莲船来到一个花的世界，而最后两句点出她们直到月上江头才回去。诗人不急着写回程，而是插叙采莲女来的情境，她们来时被花儿所迎接，可见花儿是很乐意为她们所造访，而隐着一层写她们对采莲这一活动是非常喜爱，近乎于享受。当她们回去时，那月儿实际上也就是花儿，便依依不舍地送她们了。“花迎人”和“月送归”运用了拟人手法，把整个采莲活动的现场给写活了，极富诗意，写荷花迎接采莲女和月亮送别采莲女，实际上还是为了表现采莲女之可爱。\n\n　　这首诗通过几个动词淋漓尽致地将采莲女应有的性格——活泼开朗表现出来，并以花、月、舟、水来衬托女子的容貌，可以说这就是一部小电影，对刻画人物形象非常生动形象而别有韵味。\n\n　　第二首诗可以说是一幅《采莲图》，画面的中心自然是采莲少女们。但作者却自始至终不让她们在这幅活动的画面上明显地出现，而是让她们夹杂在田田荷叶、艳艳荷花丛中，若隐若现，若有若无，使采莲少女与美丽的大自然融为一体，使全诗别具一种引人遐想的优美意境。这样的艺术构思，是独具匠心的。\n\n　　一开头就巧妙地把采莲少女和周围的自然环境组成一个和谐统一的整体──“荷叶罗裙一色裁，芙蓉向脸两边开。”说女子的罗裙绿得象荷叶一样，不过是个普通的比喻；而这里写的是采莲少女，置身莲池，说荷叶与罗裙一色，那便是“本地风光”，是“赋”而不是“比”了，显得生动喜人，兼有素朴和美艳的风致。次句的芙蓉即荷花。说少女的脸庞红润艳丽如同出水的荷花，这样的比喻也不算新鲜。但“芙蓉向脸两边开”却又不单是比喻，而是描绘出一幅美丽的图景：采莲少女的脸庞正掩映在盛开的荷花中间，看上去好象鲜艳的荷花正朝着少女的脸庞开放。把这两句联成一体，读者仿佛看到，在那一片绿荷红莲丛中，采莲少女的绿罗裙已经融入田田荷叶之中，几乎分不清孰为荷叶，孰为罗裙；而少女的脸庞则与鲜艳的荷花相互照映，人花难辨。让人感到，这些采莲女子简直就是美丽的大自然的一部分，或者说竟是荷花的精灵。这描写既具有真切的生活实感，又带有浓郁的童话色彩。\n\n　　第三句“乱入池中看不见”，紧承前两句而来。乱入，即杂入、混入之意。荷叶罗裙，芙蓉人面，本就恍若一体，难以分辨，只有在定晴细察时才勉强可辨；所以稍一错神，采莲少女又与绿荷红莲浑然为一，忽然不见踪影了。这一句所写的正是伫立凝望者在刹那间所产生的一种人花莫辨，是耶非耶的感觉，一种变幻莫测的惊奇与怅惘。这是通常所说“看花了眼”时常有的情形。然而，正当踟蹰怅惘、望而不见之际，莲塘中歌声四起，忽又恍然大悟，“看不见”的采莲女子仍在这田田荷叶、艳艳荷花之中。“始觉有人来”要和“闻歌”联在一起体味。本已“不见”，忽而“闻歌”，方知“有人”；但人却又仍然掩映于荷叶荷花之中，故虽闻歌而不见她们的身姿面影。这真是所谓“菱歌唱不彻，知在此塘中”（崔国辅《小长干曲》）了。这一描写，更增加了画面的生动意趣和诗境的含蕴，令人宛见十亩莲塘，荷花盛开，菱歌四起的情景，和观望者闻歌神驰、伫立凝望的情状，而采莲少女们充满青春活力的欢乐情绪也洋溢在这闻歌而不见人的荷塘之中。直到最后，作者仍不让画的主角明显出现在画面上，那目的，除了把她们作为美丽的大自然的化身之外，还因为这样描写，才能留下悠然不尽的情味。\n\n","translation":"其一\n像吴国美女越国娇娘楚王妃嫔一样美丽的采莲女们，竞相划动采莲船，湖水打湿了衣衫。来的时候莲花把她们迎进河口，采完之后明月把她们送回江边。\n\n其二\n采莲女的罗裙绿得像荷叶一样，出水的荷花正朝着采莲女的脸庞开放。碧罗裙芙蓉面混杂在荷花池中难以辨认，听到歌声才发觉池中有人来采莲。\n\n"}
{"_id":{"$oid":"5b9a147d367d5cab18668807"},"title":"城东早春","dynasty":"唐代","writer":"杨巨源","content":"诗家清景在新春，绿柳才黄半未匀。 \n若待上林花似锦，出门俱是看花人。","type":["春天","写景","哲理"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154224553.mp3","remark":"城：指唐代京城长安。\n诗家：诗人的统称，并不仅指作者自己。清景：清秀美丽的景色。清：一作“新”。新春：即早春。\n才黄：刚刚露出嫩黄的柳眼。匀：均匀，匀称。\n上林：上林苑，故址在今陕西西安市西，建于秦代，汉武帝时加以扩充，为汉宫苑。诗中用来代指唐朝京城长安。锦：五色织成的绸绫。\n俱：全，都。看花人：此处双关进士及第者。唐时举进士及第者有在长安城中看花的风俗。\n\n","translation":"早春的清新景色，正是诗人的最爱。绿柳枝头嫩叶初萌，鹅黄之色尚未均匀。\n若是到了京城花开之际，那将满城便是赏花之人。\n\n"}
{"_id":{"$oid":"5b9a147d367d5cab18668808"},"title":"吊古战场文","dynasty":"唐代","writer":"李华","content":"　　浩浩乎，平沙无垠，夐不见人。河水萦带，群山纠纷。黯兮惨悴，风悲日曛。蓬断草枯，凛若霜晨。鸟飞不下，兽铤亡群。亭长告余曰：“此古战场也，常覆三军。往往鬼哭，天阴则闻。”伤心哉！秦欤汉欤？将近代欤？\n\n　　吾闻夫齐魏徭戍，荆韩召募。万里奔走，连年暴露。沙草晨牧，河冰夜渡。地阔天长，不知归路。寄身锋刃，腷臆谁愬？秦汉而还，多事四夷，中州耗斁，无世无之。古称戎夏，不抗王师。文教失宣，武臣用奇。奇兵有异于仁义，王道迂阔而莫为。呜呼噫嘻！\n\n　　吾想夫北风振漠，胡兵伺便。主将骄敌，期门受战。野竖旌旗，川回组练。法重心骇，威尊命贱。利镞穿骨，惊沙入面，主客相搏，山川震眩。声析江河，势崩雷电。至若穷阴凝闭，凛冽海隅，积雪没胫，坚冰在须。鸷鸟休巢，征马踟蹰。缯纩无温，堕指裂肤。当此苦寒，天假强胡，凭陵杀气，以相剪屠。径截辎重，横攻士卒。都尉新降，将军复没。尸踣巨港之岸，血满长城之窟。无贵无贱，同为枯骨。可胜言哉！鼓衰兮力竭，矢尽兮弦绝，白刃交兮宝刀折，两军蹙兮生死决。降矣哉，终身夷狄；战矣哉，暴骨沙砾。鸟无声兮山寂寂，夜正长兮风淅淅。魂魄结兮天沉沉，鬼神聚兮云幂幂。日光寒兮草短，月色苦兮霜白。伤心惨目，有如是耶！\n\n　　吾闻之：牧用赵卒，大破林胡，开地千里，遁逃匈奴。汉倾天下，财殚力痡。任人而已，岂在多乎！周逐猃狁，北至太原。既城朔方，全师而还。饮至策勋，和乐且闲。穆穆棣棣，君臣之间。秦起长城，竟海为关。荼毒生民，万里朱殷。汉击匈奴，虽得阴山，枕骸徧野，功不补患。\n\n　　苍苍蒸民，谁无父母？提携捧负，畏其不寿。谁无兄弟？如足如手。谁无夫妇？如宾如友。生也何恩，杀之何咎？其存其没，家莫闻知。人或有言，将信将疑。悁悁心目，寤寐见之。布奠倾觞，哭望天涯。天地为愁，草木凄悲。吊祭不至，精魂无依。必有凶年，人其流离。呜呼噫嘻！时耶命耶？从古如斯！为之奈何？守在四夷。\n\n","type":["古文观止","战争","吊古伤今","忧国忧民"],"remark":"[1]浩浩：辽阔的样子。垠（yín银）：边际。\n[2]夐（xiòng）：远。\n[3]纠纷：重叠交错的样子。\n[4]黯：昏黑。\n[5]曛：赤黄色，形容日色昏暗。\n[6]蓬：草名，即蓬蒿。秋枯根拔，随风飘转。\n[7]挺：通“铤”（tǐng），疾走的样子。\n[8]亭长：秦汉时每十里为一亭，设亭长一人，掌管治安、诉讼等事。唐代在尚书省各部衙门设置亭长，负责省门开关和通报传达事务，是流外（不入九品职级）吏职。此借指地方小吏。\n[9]三军：周制：天子置六军，诸侯大国可置三军，每军一万二千五百人。此处泛指军队。\n[10]齐魏、荆韩：战国七雄中的四个国家。荆，即楚国。这里泛指战国时代。召募：以钱物招募兵员。徭役和召募，是封建时代的义务兵和雇佣兵。\n[11]腷（bì必）臆：心情苦闷。愬，即“诉”。\n[12]四夷：四方边境的少数民族。夷，古时对异族的贬称。\n[13]耗斁（dù妒）：损耗败坏。\n[14]戎：西方少数民族。此泛指少数民族。夏：华夏，汉族。\n[15]王师：帝王的军队。古称帝王之师是应天顺人、吊民伐罪的仁义之师。\n[16]文教：指礼乐法度，文章教化。\n[17]用奇：使用阴谋诡计。\n[18]奇兵：乘敌不备进行突然袭击的部队。\n[19]王道：指礼乐仁义等治理天下的准则。迂阔：迂腐空疏。\n[20]期门：军营的大门。\n[21]旌旗：旗帜的统称。旌，用旄牛尾和彩色鸟羽作竿饰的旗。\n[22]组练：即“组甲被练”，战士的衣甲服装。此代指战士。\n[23]析：分离，劈开。原作“折”，据《唐文粹》及《文集》改。\n[24]穷阴：犹穷冬，极寒之时。\n[25]海隅：西北极远之地。海，瀚海，在蒙古高原东北；一说指今内蒙古自治区之呼伦贝尔湖。\n[26]缯纩（zēng增kuàng旷）：缯，丝织品的总称。纩，丝绵。古代尚无棉花，絮衣都用丝棉。\n[27]凭陵：凭借，倚仗。\n[28]辎（zī资）重：军用物资的总称。\n[29]都尉：官名，此指职位低于将军的武官。\n[30]踣（bó博）：僵仆。\n[31]胜（shēng生）：尽。\n[32]蹙（cù促）：迫近，接近。\n[33]幂（mì密）幂：深浓阴暗。\n[34]牧：李牧，战国末赵国良将，守雁门（今山西北部），大破匈奴的入侵，击败东胡，降服林胡（均为匈奴所属的部族）。其后十余年，匈奴不敢靠近赵国边境。见《史记·廉颇蔺相如列传》。\n[35]殚（dān丹）：尽。痡（pū铺）：劳倦，病苦。汉武帝时，多次大举征伐匈奴及大宛、西羌、南越，以至“赋税既竭，犹不足以奉战士”、“天下虚耗”，甚至“人复相食”。见《史记·平准书》、《汉书·食货志》。\n[36]猃狁（xiǎn险yǔn允）：也作“猃狁”、“荤粥”、“獯鬻”、“薰育”、“荤允”等，古代北方的少数民族，即匈奴的前身。周宣王时，狁南侵，宣王命尹吉甫统军抗击，逐至太原（今宁夏固原县北），不再穷追。二句出自《诗经·小雅·六月》：“薄伐狁，至于太原”。\n[37]城：筑城。朔方：北方。一说即今宁夏灵武县一带。句出《诗经·小雅·出车》：“天子命我，城彼朔方。”\n[38]饮至：古代盟会、征伐归来后，告祭于宗庙，举行宴饮，称为“饮至”。策勋，把功勋记载在简策上。句出《左传》桓公二年：“凡公行，告于宗庙；反行，饮至，舍爵策勋焉，礼也。”\n[39]穆穆：端庄盛美，恭敬谨肃的样子，多用以形容天子的仪表，如《礼记·曲礼下》：“天子穆穆”。棣（dì弟）棣，文雅安和的样子。\n[40]荼（tú涂）毒：残害。\n[41]殷（yān烟）：赤黑色。《左传》成公二年杜注：“血色久则殷。”\n[42]阴山：在今内蒙古中部，西起河套，东接内兴安岭，原为匈奴南部屏障，匈奴常由此以侵汉。汉武帝时，为卫青、霍去病统军夺取，汉军损失亦惨重。\n[43]苍苍：指天。蒸，通“烝”，众，多。\n[44]悁（yuān冤）悁：忧愁郁闷的样子。\n[45]寤寐：梦寐。\n[46]布奠倾觞：把酒倒在地上以祭奠死者。布，陈列。奠，设酒食以祭祀。\n[47]不至：不能达于死者。精魂：精气灵魂。古时认为人死后，其精气灵魂能够离开身体而存在。\n[48]凶年：荒年。语出《老子道德经》第三十章：“大军之后，必有凶年”。大举兴兵造成大量农业劳动力的征调伤亡，再加上双方军队的蹂躏掠夺以及军费的负担，必然影响农业生产的种植和收成。故此处不仅指自然灾荒。\n[49]守在四夷：语出《左传》昭公二十三年：“古者天子，守在四夷。”\n\n","translation":"　　广大辽阔的无边无际的旷野啊，极目远望看不到人影。河水弯曲得像带子一般，远处无数的山峰交错在一起。一片阴暗凄凉的景象：寒风悲啸，日色昏黄，飞蓬折断，野草枯萎，寒气凛冽犹如降霜的冬晨。鸟儿飞过也不肯落下，离群的野兽奔窜而过。亭长告诉我说：“这儿就是古代的战场，曾经全军覆没。每逢阴天就会听到有鬼哭的声音。真令人伤心啊！这是秦朝、汉朝，还是近代的事情呢？\n　　我听说战国时期，齐魏征集壮丁服役，楚韩募集兵员备战。士兵们奔走万里边疆，年复一年暴露在外，早晨寻找沙漠中的水草放牧，夜晚穿涉结冰的河流。地远天长，不知道哪里是归家的道路。性命寄托于刀枪之间，苦闷的心情向谁倾诉？自从秦汉以来，四方边境上战争频繁，中原地区的损耗破坏，也无时不有。古时称说，外夷中夏，都不和帝王的军队为敌；后来不再宣扬礼乐教化，武将们就使用奇兵诡计。奇兵不符合仁义道德，王道被认为迂腐不切实际，谁也不去实行。\n　　唉哟哟！我想像北风摇撼着沙漠，胡兵乘机来袭。主将骄傲轻敌，敌兵已到营门才仓卒接战。原野上竖起各种战旗，河谷地奔驰着全副武装的士兵。严峻的军法使人心惊胆战，当官的威权重大，士兵的性命微贱。锋利的箭镞穿透骨头，飞扬的沙粒直扑人面。敌我两军激烈搏斗，山川也被震得头昏眼花。声势之大，足以使江河分裂，雷电奔掣。\n　　何况正值极冬，空气凝结，天地闭塞，寒气凛冽的翰海边上，积雪陷没小腿，坚冰冻住胡须。凶猛的鸷鸟躲在巢里休息，惯战的军马也徘徊不前。绵衣毫无暖气，人冻得手指掉落，肌肤开裂。在这苦寒之际，老天假借强大的胡兵之手，凭仗寒冬肃杀之气，来斩伐屠戮我们的士兵，半途中截取军用物资，拦腰冲断士兵队伍。都尉刚刚投降，将军又复战死。尸体僵仆在大港沿岸，鲜血淌满了长城下的窟穴。无论高贵或是卑贱，同样成为枯骨。说不完的凄惨哟！鼓声微弱啊，战士已经精疲力竭；箭已射尽啊，弓弦也断绝。白刃相交肉搏啊，宝刀已折断；两军迫近啊，以生死相决。投降吧？终身将沦于异族；战斗吧？尸骨将暴露于沙砾！鸟儿无声啊群山沉寂，漫漫长夜啊悲风淅淅，阴魂凝结啊天色昏暗，鬼神聚集啊阴云厚积。日光惨淡啊映照着短草，月色凄苦啊笼罩着白霜。人间还有像这样令人伤心惨目的景况吗？\n　　我听说过，李牧统率赵国的士兵，大破林胡的入侵，开辟疆土千里，匈奴望风远逃。而汉朝倾全国之力和匈奴作战，反而民穷财尽，国力削弱。关键是任人得当，哪在于兵多呢！周朝驱逐猃狁，一直追到太原，在北方筑城防御，尔后全军凯旋回京，在宗庙举行祭祀和饮宴，记功授爵，大家和睦愉快而又安适。君臣之间，端庄和蔼，恭敬有礼。而秦朝修筑长城，直到海边都建起关塞，残害了无数的人民，鲜血把万里大地染成了赤黑；汉朝出兵攻击匈奴，虽然占领了阴山，但阵亡将士骸骨遍野，互相枕藉，实在是得不偿失。苍天所生众多的人民，谁没有父母？从小拉扯带领，抱着背着，唯恐他们夭折。谁没有亲如手足的兄弟？谁没有相敬如宾友的妻子？他们活着受过什么恩惠？又犯了什么罪过而遭杀害？他们的生死存亡，家中无从知道；即使听到有人传讯，也是疑信参半。整日忧愁郁闷，夜间音容入梦。不得已只好陈列祭品，酹酒祭奠，望远痛哭。天地为之忧愁，草木也含悲伤。这样不明不白的吊祭，不能为死者在天之灵所感知，他们的精魂也无所归依。何况战争之后，一定会出现灾荒，人民难免流离失所。唉唉！这是时势造成，还是命运招致呢？从古以来就是如此！怎样才能避免战争呢？惟有宣扬教化，施行仁义，才能使四方民族为天子守卫疆土啊。\n\n"}
{"_id":{"$oid":"5b9a147d367d5cab18668809"},"title":"诉衷情·夜来沉醉卸妆迟","dynasty":"宋代","writer":"李清照","content":"夜来沉醉卸妆迟，梅萼插残枝。酒醒熏破春睡，梦远不成归。\n人悄悄，月依依，翠帘垂。更挼残蕊，更捻余香，更得些时。","type":["爱情","思念"]}
{"_id":{"$oid":"5b9a147d367d5cab1866880a"},"title":"千秋岁·数声鶗鴂","dynasty":"宋代","writer":"张先","content":"数声鶗鴂，又报芳菲歇。惜春更把残红折。雨轻风色暴，梅子青时节。永丰柳，无人尽日花飞雪。\n莫把幺弦拨，怨极弦能说。天不老，情难绝。心似双丝网，中有千千结。夜过也，东窗未白凝残月。(凝残月 一作：孤灯灭)","type":["宋词三百首","宋词精选","婉约","写景","抒情","爱情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154225375.mp3","remark":"千秋岁：词牌名。\n鶗鴂（tíjué）：即子规、杜鹃。《离骚》：“恐鶗鴂之未先鸣兮，使夫百草为之不劳。”\n芳菲：花草，亦指春时光景。\n永丰柳：唐时洛阳永丰坊西南角荒园中有垂柳一株被冷落，白居易赋《杨柳枝词》“永丰东角荒园里，尽日无人属阿谁。“以喻家妓小蛮。后传入乐府，因以“永丰柳”泛指园柳，喻孤寂无靠的女子。\n花飞雪：指柳絮。\n把：持，握。幺弦：琵琶的第四弦，各弦中最细，故称。亦泛指短弦、小弦。\n凝残月：一作“孤灯灭”。\n\n","shangxi":"　　这首词是写爱情横遭阻抑的幽怨情怀和坚决不移的信念，声调激越，极尽曲折幽怨之能事。\n\n　　作者张先以“不如桃杏，犹解嫁东风”及“云破月来花弄影”诸名句蜚声北宋词坛。在现存一百八十二首词中，内容涉及爱情、友谊、风土等多方面。尤其擅长写悲欢离合之情，能曲尽其妙。此词就是其中之一。词调“千秋岁”声情激越，宜于抒发抑郁的情怀。秦观的一首（水边沙外）也是如此。\n\n　　此篇上片沉痛地回顾爱情遭到破坏，但无一语明说。完全运用描写景物来烘托，暗示，让读者自己去寻绎、领会。一起就把鸣声悲切的鶗鴂提出来，说它向人们报道美好的春光又过去了。语源于《离骚》“恐鶗鴂之先鸣兮，使夫百草为之不芳。”此与辛弃疾的“绿树听鶗鴂，......啼到春归无寻处，苦恨芳菲都歇”（《贺新郎·别茂嘉十二弟》）词句很相似，而子野写得更为简练。从“又”字看，他们间融融泄泄的爱情已不止一年了。可是由于遭到阻力，正和春天一样，来也匆匆，去出匆匆。春去，人们都会惋惜，但惋惜的想法做法却各有不同。有人“惜春常怕花开早”（辛弃疾《摸鱼儿》），子野笔下这位多情者却是“惜春更把残红折”。所谓残红，可发说是受破坏而又坚持的爱情。一个折字更能表达出对于经过风雨摧残的爱情多么珍惜。紧接着写出“雨轻风色暴，梅子青时节”。这是上片最为重要而又精彩的两句。表面是写时令，写景物，但细心的读者会理解语意的双关，说的是爱情遭受破坏。“梅子黄时雨”（贺铸《青玉案》），这是正常的。不料梅子青时，便被无情的风暴突袭。青春初恋经过这场灾难，美好的春光便双在鶗鴂的声中归去。白居易有咏杨柳句说：“永丰西角荒园里，尽日无人属阿诠？”被冷落的受害者这时也就和永丰坊的柳树一样，爱情却如柳絮，“似花还似非花，也无人惜，从教坠”（苏轼《水龙吟》）。\n\n　　一首词的上下片间，意脉是相通的。此词如仅从上片看，未尝不可理解为“刻意伤春复伤别”（李商隐《杜司勋》）。读到下片则全词写的什么就很清楚了。换头说：“莫把幺弦拨，怨极弦能说。”这两句来得很突然。在换头处发起新意，向来认为只有高手能之。幺弦，琵琶第四弦。弦幺怨极，就必然发出倾诉不平的最强音。在这“铁骑突出刀枪鸣”（白居易《琵琶行》）的气势下，受害者接着表示其反抗的决心，“天不老，情难绝”。化用李贺“天若有情天亦老”而含意却不完全一样。这里肯定地说天是不会老的，那么爱情也就永无断绝的时候。这比作者常说的“无物似情浓”（《一丛花》），“人生无物比多情，江水不深山不重”（《木兰花》）等等，更为深刻有力。“心似双丝网，中有千千结。”“丝”谐“思”。在这个情网里，他们是通过千万个结，把彼此牢牢实实地系住，谁想破坏都是徒劳的。这是全词表达思想感情的高峰，也就是《文赋》所谓“立片言而居要，乃一篇之警策”。情思未了，不觉春宵已经过去，这时东窗未白，残月犹明。如此作结，可谓恰到好处。\n\n　　上阕用景物烘托、暗示爱情被破坏，无一语明说内情，要读者细心品味。“数声，叉报芳菲歇”，首二句化用《离骚》中语，由的悲呜声中，宣布繁花簇锦的春天已经过去，一个“又”字，说明美好时光逝去已非年半载。来时匆匆，去时匆匆，故是春之常志，惜春之情，因人而异，“惜春更选残红折，雨轻风色暴，梅子青时节”，“选残红”说明爱情虽遭摧残，但自己仍然珍惜，接下二句，既写时令，又写爱情被破坏之事，一语双关，极为精彩。遭受如此打击，何人能堪，末二句化白居易之事，诉出心中苦楚，别自凄惋动人。\n\n　　下阕将此中真意挑明，但是换头二句来得极为突兀，幺弦能诉极其强烈的怨恨，而说“莫把幺弦拨”，可知此情是多么凄苦，语虽奇，意则与上文一脉相承。“天不老，情难绝”，爱情虽被摧残，只要天不老去，情是难以断绝的，悲苦中作刚强语，钟情之心，耿耿不泯。“心似双丝网，中有千千结”，两情相悦，彼此知心，虽遭破坏，终是徒劳。行文至此，情感的抒发也到了高潮。但情丝未了，春夜已尽，东方未白，孤灯先灭，如此作结，恰到好处。\n\n　　前人评子野词，最早有晁无咎。他说：“子野韵高，是耆卿所乏处。近世以来，作者皆不及。”（《能改斋漫录》十六引）清陈廷焯说子野词里“有含蓄处，亦有发越处；但含蓄不似温韦，发越亦不似豪苏腻柳”（《白雨斋词话》）。这些评论都很中肯。“含蓄”和“发越”，此词可以说兼而有之。至于韵高之说，亦可通过此词体味，略见一斑。\n\n","translation":"数声杜鹃的鸣啼，又报告烂漫春光将要凋谢。惜春人更想将那残花折。怎奈何雨虽轻柔风却猛烈，正赶上这梅子发青的暮春时节。看那永丰坊的柳树，在无人的园中整日撒飞絮如飘雪。\n切莫把琵琶的细弦拨动，我深深的哀怨细弦也难倾泻。天如有情不会老，真情永不会灭绝。多情的心就像那双丝网，中间有千千万万个结。中夜已经过去了，东方未白，尚留一弯残月。\n\n"}
{"_id":{"$oid":"5b9a147d367d5cab1866880b"},"title":"三台·清明应制","dynasty":"宋代","writer":"万俟咏","content":"见梨花初带夜月，海棠半含朝雨。内苑春、不禁过青门，御沟涨、潜通南浦。东风静、细柳垂金缕。望凤阙、非烟非雾。好时代、朝野多欢，遍九陌、太平箫鼓。 \n乍莺儿百啭断续，燕子飞来飞去。近绿水、台榭映秋千，斗草聚、双双游女。饧香更、酒冷踏青路。会暗识、夭桃朱户。向晚骤、宝马雕鞍，醉襟惹、乱花飞絮。 \n正轻寒轻暖漏永，半阴半晴云暮。禁火天、已是试新妆，岁华到、三分佳处。清明看、汉宫传蜡炬。散翠烟、飞入槐府。敛兵卫、阊阖门开，住传宣、又还休务。","type":["宋词三百首","春天","清明节","写景"]}
{"_id":{"$oid":"5b9a147d367d5cab1866880c"},"title":"曲江二首","dynasty":"唐代","writer":"杜甫","content":"一片花飞减却春，风飘万点正愁人。\n且看欲尽花经眼，莫厌伤多酒入唇。\n江上小堂巢翡翠，苑边高冢卧麒麟。\n细推物理须行乐，何用浮荣绊此身。\n\n朝回日日典春衣，每日江头尽醉归。\n酒债寻常行处有，人生七十古来稀。\n穿花蛱蝶深深见，点水蜻蜓款款飞。\n传语风光共流转，暂时相赏莫相违。\n\n","type":["暮春","写景","景点","哀思","组诗","早教古诗100首"],"remark":"曲江：河名，在陕西西安市东南郊，唐朝时候是游赏的好地方。\n减却春：减掉春色。\n万点：形容落花之多。\n且：暂且。经眼：从眼前经过。\n伤：伤感，忧伤。江上小堂巢翡翠 巢翡翠：翡翠鸟筑巢。\n苑边高冢卧麒麟苑：指曲江胜境之一芙蓉花。冢：坟墓。\n推：推究。物理：事物的道理。\n浮：虚名。\n朝回：上朝回来。典：押当。\n债：欠人的钱。行处：到处。\n深深：在花丛深处；又可解释为“浓密的样子”。见：现。\n款款：形容徐缓的样子。传语：传话给。\n风光：春光。共流转：在一起逗留的盘桓。\n违：违背，错过。\n\n","shangxi":"　　曲江又名曲江池，故址在今西安城南五公里处，原为汉武帝所造。唐玄宗开元年间大加整修，池水澄明，花卉环列。其南有紫云楼、芙蓉苑；西有杏园、慈恩寺。是著名游览胜地。\n\n　　第一首写他在曲江看花吃酒，布局出神入化，抒情感慨淋漓。\n\n　　在曲江看花吃酒，正遇“良辰美景”，可称“赏心乐事”了，但作者却别有怀抱，一上来就表现出无可奈何的惜春情绪，产生出惊心动魄的艺术效果。他一没有写已经来到曲江，二没有写来到曲江时的节令，三没有写曲江周围花木繁饶，而只用“风飘万点”四字，就概括了这一切。“风飘万点”，不止是客观地写景，缀上“正愁人”三字，重点就落在见景生情、托物言志上了。“风飘万点”，这对于春风得意的人来说，会煞是好看，该不会又“正愁人”。但是作者面对的是“风飘万点”，那“愁”却早已萌生于前此的“一片花飞”，因而用跌笔开头：“一片花飞减却春！”历尽漫长的严冬，好容易盼到春天来了，花儿开了。这春天，这花儿，是很值得人们珍惜的。然而“一片花飞”，又透露了春天消逝的消息。敏感的、特别珍惜春天的诗人就不能不“愁”。“一片”，是指一朵花儿上的一个花瓣。因一瓣花儿被风吹落就感到春色已减，暗暗发愁，可如今，面对着的分明是“风飘万点”的严酷现实啊！因此“正愁人”三字，非但没有概念化的毛病，简直力透纸背。\n\n　　“风飘万点”已成现实，那尚未被风飘走的花儿就更值得爱惜。然而那风还在吹。剩下的，又一片、一片地飘走，眼看即将飘尽了。第三句就写这番情景：“且看欲尽花经眼。”“经眼”之花“欲尽”，只能“且看”。“且”，是暂且、姑且之意。而当眼睁睁地看着枝头残花一片、一片地被风飘走，加入那“万点”的行列，心中滋味就不怎么样了。于是来了第四句：“莫厌伤多酒入唇。”吃酒为了消愁。一片花飞已愁；风飘万点更愁；枝上残花继续飘落，即将告尽，愁上添愁。因而“酒”已“伤多”，却禁不住继续“入唇”啊！\n\n　　蒋弱六云：“只一落花，连写三句，极反复层折之妙。接入第四句，魂消欲绝。”这是颇有见地的。然而作者没有说明要如此“反复层折”地写落花，以致魂消欲绝的原因，究竟是仅仅叹春光易逝，还是有慨于难于直陈的人事问题。\n\n　　第三联“江上小堂巢翡翠，苑边高冢卧麒麟。”这一联并非人们所认为的只是叙述凄凉的景象，而是对尾联哲学的阐述。如果想要理解这其中的意思那么就要对古代文人道家归隐思想有所了解了。江上小堂巢翡翠，是指快乐自由的豪放之士。苑边高冢卧麒麟，则是指人生易老，都会走向衰亡的，哪怕是高高在上的王公贵族也不可避免。由苑边高冢即足以见得。结合此联总体，就是说人生苦短，而面对这些则需像翡翠一样好好快乐一番，即说了前边愁思在徘徊于不徘徊之间的纠结情绪，又为下文做了很好的铺垫，可看出杜甫的手笔已经十分成熟。\n\n　　“细推物理须行乐，何用浮荣绊此身？”\n\n　　这两句意思是：在这个世界上乐是一个人毕生所追求的，那为什么不去痛快的了一次呢。\n\n　　大家可以去参考“自是不归归便得，五湖烟景有谁争”去理解诗中行乐的含义，这是一种极为无奈而发出的一句感叹而已。\n\n　　联系全篇来看，所谓“行乐”，绊此身的浮荣指的就是“左拾遗”那个从八品上的谏官。因为疏救房琯，触怒了肃宗，从此，为肃宗疏远。作为谏官，他的意见却不被采纳，还蕴含着招灾惹祸的危机。这首诗就是公元758年（乾元元年）暮春任“左拾遗”时写的。到了这年六月，果然受到处罚，被贬为华州司功参军。从写此诗到被贬，不过两个多月的时间。明乎此，就会对这首诗有比较确切的理解。\n\n　　这是“联章诗”，上、下两首之间有内在的联系。下一首，即紧承“何用浮荣绊此身”而来。\n\n　　前四句一气旋转，而又细针密线。仇兆鳌注：“酒债多有，故至典衣；七十者稀，故须尽醉。二句分应。”就章法而言，大致是不错的。但把“尽醉”归因于“七十者稀”，对诗意的理解就表面化了。时当暮春，长安天气，春衣才派用场；即使穷到要典当衣服的程度，也应该先典冬衣。如今竟然典起春衣来，可见冬衣已经典光。这是透过一层的写法。而且不是偶而典，而是日日典。这是更透过一层的写法。“日日典春衣”，读者准以为不是等米下锅，就是另有燃眉之急；然而读到第二句，才知道那不过是为了“每日江头尽醉归”，真有点出人意外。出人意外，就不能不引人深思：为什么要日日尽醉呢？\n\n　　诗人还不肯回答读者的疑问，又逼进一层：“酒债寻常行处有。”“寻常行处”，包括了曲江，又不限于曲江。行到曲江，就在曲江尽醉；行到别的地方，就在别的地方尽醉。因而只靠典春衣买酒，无异于杯水车薪，于是乎由买到赊，以至“寻常行处”，都欠有“酒债”。付出这样高的代价就是为了换得个醉醺醺。　诗人对这这究竟是为什么终于作了回答：“人生七十古来稀。”意谓人生能活多久，既然不得行其志，就“莫思身外无穷事，且尽生前有限杯”吧！这是愤激之言，联系诗的全篇和杜甫的全人，是不难了解言外之意的。\n\n　　“穿花”一联写江头景。在杜诗中也是别具一格的名句，叶梦得曾指出：“诗语固忌用巧太过，然缘情体物，自有天然工妙，虽巧而不见刻削之痕。老杜……‘穿花蛱蝶深深见，点水蜻蜓款款飞’：‘深深’字若无‘穿’字，‘款款’字若无‘点’字，皆无以见其精微如此。然读之浑然，全似未尝用力，此所以不碍其气格超胜。使晚唐诸子为之，便当如‘鱼跃练波抛玉尺，莺穿丝柳织金梭’体矣。”（《石林诗话》卷下）这一联“体物”有天然之妙，但不仅妙在“体物”，还妙在“缘情”。“七十古来稀”，人生如此短促，而“一片花飞减却春，风飘万点正愁人”，大好春光，又即将消逝，非常值得珍惜。诗人正是满怀惜春之情观赏江头景物的。“穿花蛱蝶深深见，点水蜻蜓款款飞”，这是无比恬静、无比自由、无比美好的境界。可是这样恬静、这样自由、这样美好的境界，存在不了多久了。于是诗人“且尽芳樽恋物华”，写出了这样的结句：\n\n　　“传语风光共流转，暂时相赏莫相违。”\n\n　　“传语”犹言“寄语”，对象就是“风光”。这里的“风光”，就是明媚的春光。“穿光”一联体物之妙，不仅在于写小景如画，而且在于以小景见大景。读这一联，就能唤起春光明媚的美感。蛱蝶、蜻蜓，正是在明媚的春光里自由自在地穿花、点水；深深见（现）、款款飞的。失掉明媚的春光，这样恬静、这样自由、这样美好的境界也就不复存在了。诗人以情观物，物皆有情，因而“传语风光”说：“可爱的风光呀，你就同穿花的蛱蝶、点水的蜻蜓一起流转，让我欣赏吧，那怕是暂时的；可别连这点心愿也违背了啊！”\n\n　　仇注引张綖语云：“二诗以仕不得志，有感于暮春而作。”言简意赅，深得诗人用心。因“有感于暮春而作”，故暮春之景与惜春、留春之情融合无间。因“仕不得志”而有感，故惜春、留春之情饱含深广的社会内容，耐人寻味。\n\n　　这两首诗总的特点，用我国传统的美学术语说，就是“含蓄”，就是有“神韵”。所谓“含蓄”，所谓“神韵”，就是留有余地。抒情、写景，力避倾囷倒廪，而要抒写最典型最有特征性的东西，从而使读者通过已抒之情和已写之景去玩味未抒之情，想象未写之景。“一片花飞”、“风飘万点”，写景并不工细。然而“一片花飞”，最足以表现春减；“风飘万点”，也最足以表现春暮。一切与春减、春暮有关的景色，都可以从“一片花飞”、“风飘万点”中去冥观默想。比如说，从花落可以想到鸟飞，从红瘦可以想到绿肥……“穿花”一联，写景可谓工细；但工而不见刻削之痕，细也并非详尽无遗。例如只说“穿花”，不复具体地描写花，只说“点水”，不复具体地描写水，而花容、水态以及与此相关的一切景物，都宛然可想。\n\n　　就抒情方面说，“何用浮荣绊此身”，“朝回日日典春衣，……”，其“仕不得志”是依稀可见的。但如何不得志，为何不得志，却秘而不宣，只是通过描写暮春之景抒发惜春、留春之情；而惜春、留春的表现方式，也只是吃酒，只是赏花玩景，只是及时行乐。诗中的抒情主人公“日日江头尽醉归”，从“一片花飞”到“风飘万点”，已经目睹了、感受了春减、春暮的全过程，还“传语风光共流转，暂时相赏莫相违”，真可谓乐此不疲了！然而仔细探索，就发现言外有意，味外有味，弦外有音，景外有景，情外有情，“测之而益深，究之而益来”，真正体现了“神余象外”的艺术特点。\n\n","translation":"落下一片花瓣让人感到春色已减。如今风把成千上万的花打落在地，怎不令人发愁？\n且看将尽的落花从眼前飞过，也不再厌烦过多的酒入口。\n翡翠鸟在曲江上的楼堂上作巢，原来雄踞的石麒麟现今倒卧在地上。\n仔细推究事物盛衰变化的道理，那就是应该及时行乐，何必让虚浮的荣誉束缚自身呢？\n\n上朝回来，天天去典当春天穿的衣服，换得的钱每天到江头买酒喝，直到喝醉了才肯回来。\n到处都欠着酒债，那是寻常小事，人能够活到七十岁，古来也是很少的了。\n但见蝴蝶在花丛深处穿梭往来，蜻蜓在水面款款而飞，时不时点一下水。\n传话给春光，让我与春光一起逗留吧，虽是暂时相赏，也不要违背啊！\n\n"}
{"_id":{"$oid":"5b9a147d367d5cab1866880d"},"title":"代悲白头翁","dynasty":"唐代","writer":"刘希夷","content":"洛阳城东桃李花，飞来飞去落谁家？\n洛阳女儿惜颜色，坐见落花长叹息。\n今年花落颜色改，明年花开复谁在？\n已见松柏摧为薪，更闻桑田变成海。\n古人无复洛城东，今人还对落花风。\n年年岁岁花相似，岁岁年年人不同。\n寄言全盛红颜子，应怜半死白头翁。\n此翁白头真可怜，伊昔红颜美少年。\n公子王孙芳树下，清歌妙舞落花前。\n光禄池台文锦绣，将军楼阁画神仙。\n一朝卧病无相识，三春行乐在谁边？\n宛转蛾眉能几时？须臾鹤发乱如丝。\n但看古来歌舞地，唯有黄昏鸟雀悲。","type":["写花","感伤","青春"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154225836.mp3","remark":"代：拟。白头翁：白发老人。这首诗的题目，各个选本都有不同。《唐音》《唐诗归》《唐诗品汇》《全唐诗》，均作“代悲白头翁”。《全唐诗》又作“代白头吟”。《文苑英华》《乐府诗集》《韵语阳秋》作“白头吟”。尤袤《全唐诗话》作“白头翁咏”。\n坐见：一作“行逢”。\n松柏摧为薪：松柏被砍伐作柴薪。《古诗十九首》：“古墓犁为田，松柏摧为薪。”\n桑田变成海：《神仙传》：“麻姑谓王方平曰：‘接待以来，已见东海三为桑田’”。\n“公子”两句：白头翁年轻时曾和公子王孙在树下花前共赏清歌妙舞。\n光禄：光禄勋。用东汉马援之子马防的典故。《后汉书·马援传》（附马防传）载：马防在汉章帝时拜光禄勋，生活很奢侈。文锦绣：指以锦绣装饰池台中物。文，又作“开”、或“丈”，皆误。\n将军：指东汉贵戚梁冀，他曾为大将军。《后汉书·梁冀传》载：梁冀大兴土木，建造府宅。\n宛转蛾眉：本为年轻女子的面部画妆，此代指青春年华。\n须臾：一会儿。鹤发：白发。\n古：一作“旧”。\n\n","shangxi":"　　这是一首拟古乐府诗。《白头吟》是汉乐府相和歌楚调曲旧题，古辞写一个女子向遗弃她的情人表示决绝。刘希夷这首诗则从女子写到老翁，咏叹青春易逝、富贵无常。构思独创，抒情宛转，语言优美，音韵和谐，艺术性较高，在初唐即受推崇，历来传为名篇。\n\n　　诗的前半写洛阳女子感伤落花，抒发人生短促、红颜易老的感慨；后半写白头老翁遭遇沦落，抒发世事变迁、富贵无常的感慨，以“但看古来歌舞地，惟有黄昏鸟雀悲”总结全篇意旨。在前后的过渡，以“寄言全盛红颜子，应怜半死白头翁”二句，点出红颜女子的未来不免是白头老翁的今日，白头老翁的往昔实即是红颜女子的今日。诗人把红颜女子和白头老翁的具体命运加以典型化，表现出这是一大群处于封建社会下层的男女老少的共同命运，因而提出应该同病相怜，具有“醒世”的作用。\n\n　　“洛阳城东桃李花，飞来飞去落谁家”，诗的开头两句，描绘洛阳城东暮春景色。洛阳是唐代的东都，十分繁华；繁华的都市盛开着艳丽的鲜花，满城春色，生气勃勃，令人心醉神往。然而时光易逝，此时的洛阳已是落花季节，桃李纷飞，不知飘向何处。这两句是诗的起兴。下文表达的对大好春光、妙龄红颜的憧憬和留恋，对桃李花落、青春易逝的感伤和惋惜，都是由此生发开来的。\n\n　　“洛阳女儿好颜色”以下十句，写年轻的洛阳女儿面对漫天飞舞的落花生出无限感慨。洛阳女儿所感伤的，实际上是由大自然的变化而联想到美的短暂和人的生命的有限。“今年花落颜色改，明年花开复谁在？”表现的是因为春光的流逝而感叹红颜易老、生命无常的心理。“松柏摧为薪”句，出自《古诗十九首·去者日以疏》：“古墓犁为田，松柏摧为薪。”“桑田变成海”，指陆地变成海洋，典出《神仙传·麻姑》：“麻姑自说云，接待以来，已见东海三为桑田。”这两句运用比喻，形象地表现世事变化很大。“古人无复洛城东，今人还对落花风”则揭示人生易逝、宇宙永恒的客观规律。“年年岁岁花相似，岁岁年年人不同”两句，以优美、流畅、工整的对句集中地表现青春易老世事无常的感叹，富于诗的意境，且具有哲理性，历来广为传诵。\n\n　　“寄言全盛红颜子”以下十句，概括叙述白头翁一生的经历。白头老翁曾是一个美貌少年，从前他也常和公子王孙一起，在树下花前歌舞游乐。“光禄池台文锦绣”两句，以历史上权臣贵戚的豪华奢侈，表现白头翁曾经历过的一段富贵生活。然而，一旦生病衰老，就无人理睬，三春行乐只好让给别人了。这一段通过描写白头翁从红颜到老病、从游乐到孤苦的生活，不仅表示了诗人对青春红颜、清歌妙舞的眷恋、向往，对垂老白头翁的怜悯、同情，同时进一步抒发了对美的短暂和生命的有限的感慨，从而增强了诗歌的艺术感染力和哲理性。\n\n　　结尾四句点明主旨，收束全诗。“宛转蛾眉能几时？须臾鹤发乱如丝”两句感叹美貌的少女转眼之间将化作白发的老妇，惋惜青春难驻。“但看古来歌舞地，唯有黄昏鸟雀悲”两句，一切都如同过眼云烟，迅速消失了！往日繁华热闹的游乐场所，如今只有几只离群的鸟雀在清冷的暮蔼中发出几声凄苦的悲鸣。末句的最后一个“悲”字，是此诗的基调。\n\n　　诗的前半首化自东汉宋子侯的乐府歌辞《董娇娆》，但经过刘希夷的再创作，更为概括典型。作为前半的结语，“年年岁岁”二句是精警的名句，它比喻精当，语言精粹，令人警省。“年年岁岁”“岁岁年年”的颠倒重复，不仅排沓回荡，音韵优美，更在于强调了时光流逝的无情事实和听天由命的无奈情绪，真实动情。“花相似”、“人不同”的形象比喻，突出了花卉盛衰有时而人生青春不再的对比，耐人寻味。结合后半写白头老翁的遭遇，可以体会到，诗人不用“女子”和“春花”对比，而用泛指名词“人”和“花”对比，不仅是由于七言诗字数的限制，更由于要包括所有不能掌握自己命运的可怜人，其中也包括了诗人自己。也许，因此产生了不少关于这诗的附会传说。如《大唐新语》《本事诗》所云：诗人自己也觉得这两句诗是一种不祥的预兆，即所谓“诗谶”，一年后，诗人果然被害，应了所谓“诗谶”的说法。这类无稽之谈的产生与流传，既反映人们爱惜诗人的才华，同情他的不幸，也表明这诗情调也过于伤感了。\n\n　　此诗融会汉魏歌行、南朝近体及梁、陈宫体的艺术经验，而自成一种清丽婉转的风格。它还汲取乐府诗的叙事间发议论、古诗的以叙事方式抒情的手法，又能巧妙交织运用各种对比，发挥对偶、用典的长处，是这诗艺术上的突出成就。刘希夷生前似未成名，而在死后，孙季良编选《正声集》，“以刘希夷诗为集中之最，由是大为时人所称”（《大唐新语》）。可见他一生遭遇压抑，是他产生消极感伤情绪的思想根源。这诗浓厚的感伤情绪，反映了封建制度束缚戕害人才的事实。\n\n","translation":"洛阳城东的桃花李花随风飘转，飞来飞去，不知落入了谁家？\n洛阳女子有着娇艳的容颜，独坐院中，看着零落的桃李花而长声叹息。\n今年我在这里看着桃花李花因凋零而颜色衰减，明年花开时节不知又有谁还能看见那繁花似锦的胜况？\n已经看见了俊秀挺拔的松柏被摧残砍伐作为柴薪，又听说那桑田变成了汪洋大海。\n故人现在已经不再悲叹洛阳城东凋零的桃李花了，而今人却依旧对着随风飘零的落花而伤怀。\n年年岁岁繁花依旧，岁岁年年看花之人却不相同。\n转告那些正值青春年华的红颜少年，应该怜悯这位已是半死之人的白头老翁。\n如今他白发苍苍，真是可怜，然而他从前亦是一位风流倜傥的红颜美少年。\n这白头老翁当年曾与公子王孙寻欢作乐于芳树之下，吟赏清歌妙舞于落花之前。\n亦曾像东汉光禄勋马防那样以锦绣装饰池台，又如贵戚梁冀在府第楼阁中到处涂画云气神仙。\n白头老翁如今一朝卧病在床，便无人理睬，往昔的三春行乐、清歌妙舞如今又到哪里去了呢？\n而美人的青春娇颜同样又能保持几时？须臾之间，已是鹤发蓬乱，雪白如丝了。\n只见那古往今来的歌舞之地，剩下的只有黄昏的鸟雀在空自悲啼。\n\n"}
{"_id":{"$oid":"5b9a147f367d5cab1866880e"},"title":"忆江南·多少恨","dynasty":"五代","writer":"李煜","content":"多少恨，昨夜梦魂中。还似旧时游上苑，车如流水马如龙。花月正春风。","type":["婉约","记梦","思国"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154226335.mp3","remark":"望江南：《全唐诗》、《词谱》等均作《忆江南》。\n梦魂：古人认为在睡梦中人的灵魂会离开肉体，故称“梦魂”。\n还似：一作“还是”。上苑：封建时代供帝王玩赏、打猎的园林。\n车如流水马如龙：意思是车子接连不断像流水一样驰过，马匹络绎不绝像一条龙一样走动。形容车马络绎不绝，十分繁华热闹。花月：花和月，泛指美好的景色。花月正春风，意思是形容春天鲜花怒放，春夜月光明朗，春风微拂的情景，描绘春光的明媚。\n\n","translation":"我有多少的恨，昨夜梦中的景象，还像以前我还是故国君主时，常在上苑游玩，车子如流水穿过，马队像长龙一样川流不息。正是景色优美的春天，还吹着融融的春风。\n\n"}
{"_id":{"$oid":"5b9a147f367d5cab1866880f"},"title":"寄黄几复","dynasty":"宋代","writer":"黄庭坚","content":"我居北海君南海，寄雁传书谢不能。\n桃李春风一杯酒，江湖夜雨十年灯。\n持家但有四立壁，治病不蕲三折肱。\n想见读书头已白，隔溪猿哭瘴溪藤。(想见 一作：想得)\n\n","type":["思念","友情"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154226688.mp3","remark":"此诗作于神宗元丰八年（1085），其时诗人监德州（今属山东）德平镇。\n黄几复：名介，南昌人，是黄庭坚少年时的好友，时为广州四会（今广东四会县）县令。\n“我居”句：《左传·僖公四年》：“君处北海，寡人处南海，惟是风马牛不相及也。”作者在“跋”中说：“几复在广州四会，予在德州德平镇，皆海滨也。”\n寄雁”句：传说雁南飞时不过衡阳回雁峰，更不用说岭南了。\n四立壁：《史记·司马相如传》：“文君夜奔相如，相如驰归成都，家徒四壁立。”\n蕲：祈求。肱：上臂,手臂由肘到肩的部分，古代有三折肱而为良医的说法。\n瘴溪：旧传岭南边远之地多瘴气。\n\n","shangxi":"　　“我居北海君南海”，起势突兀。写彼此所居之地一“北”一“南”，已露怀念友人、望而不见之意；各缀一“海”字，更显得相隔辽远，海天茫茫。作者跋此诗云：“几复在广州四会，予在德州德平镇，皆海滨也。”\n\n　　“寄雁传书谢不能”，这一句从第一句中自然涌出，在人意中；但又有出人意外的地方。两位朋友一在北海，一在南海，相思不相见，自然就想到寄信；“寄雁传书”的典故也就信手拈来。李白长流夜郎，杜甫在秦州作的《天末怀李白》诗里说：“凉风起天末，君子意如何？鸿雁几时到，江湖秋水多！”强调音书难达，说“鸿雁几时到”就行了。黄庭坚却用了与众不同的说法：“寄雁传书——谢不能。”意谓：我托雁儿捎一封信去，雁儿却谢绝了。“寄雁传书”，这典故太熟了，但继之以“谢不能”，立刻变陈熟为生新。黄庭坚是讲究“点铁成金”之法的，王若虚批评说：“鲁直论诗，有‘夺胎换骨’、‘点铁成金’之喻，世以为名言。以予观之，特剽窃之黠者耳。”（《滹南诗话》卷下）类似“剽窃”的情况当然是有的，但也不能一概而论。上面所讲的诗句，可算成功的例子。\n\n　　“寄雁传书”，作典故用，不过表示传递书信罢了。但相传大雁南飞，至衡阳而止。王勃《秋日登洪府滕王阁饯别序》云：“雁阵惊寒，声断衡阳之浦。”秦观《阮郎归》云：“衡阳犹有雁传书，郴阳和雁无。”黄庭坚的诗句，亦同此意；但把雁儿拟人化，写得更有情趣。\n\n　　第二联在当时就很有名。这两句诗所用的词都是常见的，甚至可说是“陈言”，谈不上“奇”。张耒称为“奇语”，当然是就其整体说的；可惜的是何以“奇”，“奇”在何处，他没有讲。其实，正是黄庭坚这样遣词入诗，才创造出如此清新隽永的意境，给人以强烈的艺术感染。\n\n　　任渊说这“两句皆记忆往时游居之乐”，看来是弄错了。据《黄几复墓志铭》所载，黄几复于熙宁九年（1076年）“同学究出身，调程乡尉”；距作此诗刚好十年。结合诗意来看，黄几复“同学究出身”之时，是与作者在京城里相聚过的，紧接着就分别了，一别十年。这两句诗，上句追忆京城相聚之乐，下句抒写别后相思之深。诗人摆脱常境，不用“我们两人当年相会”之类的一般说法，却拈出“一杯酒”三字。“一杯酒”，这太常见了，但惟其常见，正可给人以丰富的暗示。沈约《别范安成》云：“勿言一樽酒，明日难重持。”王维《送元二使安西》云：“劝君更进一杯酒，西出阳关无故人。”杜甫《春日忆李白》云：“何时一樽酒，重与细论文？”故人相见，或谈心，或论文，总是要吃酒的。仅用“一杯酒”，就写出了两人相会的情景。诗人还选了“桃李”、“春风”两个词。这两个词，也很陈熟，但正因为熟，能够把阳春烟景一下子唤到读者面前，用这两个词给“一杯酒”以良辰美景的烘托，就把朋友相会之乐表现出来了。\n\n　　其实要用七个字写出两人离别和别后思念之殷，也不那么容易。诗人却选了“江湖”、“夜雨”、“十年灯”，作了动人的抒写。“江湖”一词，能使人想到流转和飘泊，杜甫《梦李白》云：“江湖多风波，舟楫恐失坠。”“夜雨”，能引起怀人之情，李商隐《夜雨寄北》云：“君问归期未有期，巴山夜雨涨秋池。”在“江湖”而听“夜雨”，就更增加萧索之感。“夜雨”之时，需要点灯，所以接着选了“灯”字。“灯”，这是一个常用词，而“十年灯”，则是作者的首创，用以和“江湖夜雨”相联缀，就能激发读者的一连串想象：两个朋友，各自飘泊江湖，每逢夜雨，独对孤灯，互相思念，深宵不寐。而这般情景，已延续了十年。\n\n　　晚唐温庭筠不用动词，只选择若干名词加以适当的配合，写出了“鸡声茅店月，人迹板桥霜”两句诗，真切地表现了“商山早行”的情景，颇为后人所称道。欧阳修有意学习，在《送张至秘校归庄》诗里写了“鸟声梅店雨，柳色野桥春”一联，终觉其在范围之内，他自己也不满意（参看《诗话总龟》、《存余堂诗话》）。黄庭坚的这一联诗，吸取了温诗的句法，却创造了独特的意境。“桃李”、“春风”、“一杯酒”，“江湖”、“夜雨”、“十年灯”，这都是些名词或名词性词组，其中的每一个词或词组，都能使人想象出特定的景象、特定的情境，展现了耐人寻味的艺术天地。\n\n　　同时这两句诗，还是相互对照的。两句诗除各自表现的情景之外，还从相互对照中显示出许多东西。第一、下句所写，分明是别后十年来的情景，包括眼前的情景；那么，上句所写，自然是十年前的情景。因此，上句无须说“我们当年相会”，而这层意思，已从与下句的对照中表现出来。第二、“江湖”除了前面所讲的意义之外，还有与京城相对的意义，所谓“身在江湖，心存魏阙”，就是明显的例证。“春风”一词，也另有含意。孟郊《登科后》诗云：“昔日龌龊不足夸，今朝放荡思无涯。春风得意马蹄疾，一日看尽长安花。”和下句对照，上句所写，时、地、景、事、情，都依稀可见：时，十年前的春季；地，北宋王朝的京城开封；景，春风吹拂、桃李盛开；事，友人“同学究出身”，把酒欢会；情，则洋溢于良辰美景、赏心乐事之中。\n\n　　“桃李春风”与“江湖夜雨”，这是“乐”与“哀”的对照；“一杯酒”与“十年灯”，这是“一”与“多”的对照。“桃李春风”而共饮“一杯酒”，欢会极其短促。“江湖夜雨”而各对“十年灯”，飘泊极其漫长。快意与失望，暂聚与久别，往日的交情与当前的思念，都从时、地、景、事、情的强烈对照中表现出来，令人寻味无穷。张耒评为“奇语”，并非偶然。\n\n　　后四句，从“持家”、“治病”、“读书”三个方面表现黄几复的为人和处境。\n\n　　“持家，——但有四立壁”，“治病，——不蕲三折肱”。这两句，也是相互对照的。作为一个县的长官，家里只有立在那儿的四堵墙壁，这既说明他清正廉洁，又说明他把全部精力和心思用于“治病”和“读书”，无心、也无暇经营个人的安乐窝。“治病”句化用《左传·定公十三年》记载的一句古代成语：“三折肱，知为良医。”意思是：一个人如果三次跌断胳膊，就可以断定他是个好医生，因为他必然积累了治疗和护理的丰富经验。在这里，当然不是说黄几复会“治病”，而是说他善“治国”，《国语·晋语》里就有“上医医国，其次救人”的说法。黄庭坚在《送范德孺知庆州》诗里也说范仲淹“平生端有活国计，百不一试埋九京”。作者称黄几复善“治病”、但并不需要“三折肱”，言外之意是：他已经有政绩，显露了治国救民的才干，为什么还不重用，老要他在下面跌撞呢？\n\n　　尾联以“想见”领起，与首句“我居北海君南海”相照应。在作者的想象里，十年前在京城的“桃里春风”中把酒畅谈理想的朋友，如今已白发萧萧，却仍然像从前那样好学不倦。他“读书头已白”，还只在海滨作一个县令。其读书声是否还像从前那样欢快悦耳，没有明写，而以“隔溪猿哭瘴溪藤”作映衬，就给整个图景带来凄凉的氛围；不平之鸣，怜才之意，也都蕴含其中。\n\n　　黄庭坚推崇杜甫，以杜甫为学习榜样，七律尤其如此。但比较而言，他的学习偏重形式技巧方面。他说：“老杜作诗，退之作文，无一字无来处，盖后人读书少，故谓韩、杜自作此语耳。古之能为文章者，真能陶冶万物，虽取古人之陈言入于翰墨，如灵丹一粒，点铁成金也。”（《答洪驹父书》）而杜甫的杰出之处主要表现在以“穷年忧黎元”的激情，艺术地反映了安史之乱前后的广阔现实。诗的语言，也丰富多彩，元稹就赞赏“怜渠直道当时语，不着心源傍古人”的一面。当然，杜甫的不少律诗，也是讲究用典的；黄庭坚把这一点推到极端，追求“无一字无来处”，其流弊是生硬晦涩，妨碍了真情实感的生动表达。但这也不能一概而论。例如这首《寄黄几复》，就可以说是“无一字无来处”。但并不觉晦涩；有的地方，还由于活用典故而丰富了诗句的内涵；而取《左传》《史记》《汉书》中的散文语言入诗，又给近体诗带来苍劲古朴的风味。\n\n　　黄庭坚主张“宁律不谐而不使句弱”。他的不谐律是有讲究的，方东树就说他“于音节尤别创一种兀傲奇崛之响，其神气即随此以见”。在这一点上，他也学习杜甫。杜甫首创拗律，如“落花游丝白日静，鸣鸠乳燕青春深”，“有时自发钟磐响，落日更见渔樵人”等句，从拗折之中，见波峭之致。黄庭坚推而广之，于当用平字处往往易以仄字，如“只今满坐且尊酒，后夜此堂空月明”，“黄流不解涴明月，碧树为我生凉秋”，“清谈落笔一万字，白眼举觞三百杯”等都句法拗峭而音响新异，具有特殊的韵味。这首《寄黄几复》亦然。“持家”句两平五仄，“治病”句也顺中带拗，其兀傲的句法与奇峭的音响，正有助于表现黄几复廉洁干练，刚正不阿的性格。\n\n","translation":"我住在北方海滨，而你住在南方海滨，欲托鸿雁传书，它却飞不过衡阳。\n当年春风下观赏桃李共饮美酒，江湖落魄，一别已是十年，常对着孤灯听着秋雨思念着你。\n你支撑生计也只有四堵空墙，艰难至此。古人三折肱后便成良医，我却但愿你不要如此。\n想你清贫自守发奋读书，如今头发已白了罢，隔着充满瘴气的山溪，猿猴哀鸣攀援深林里的青藤。\n\n"}
{"_id":{"$oid":"5b9a147f367d5cab18668810"},"title":"踏莎行·候馆梅残","dynasty":"宋代","writer":"欧阳修","content":"候馆梅残，溪桥柳细。草薰风暖摇征辔。离愁渐远渐无穷，迢迢不断如春水。 \n寸寸柔肠，盈盈粉泪。楼高莫近危阑倚。平芜尽处是春山，行人更在春山外。","type":["宋词三百首","婉约","写景","离别","相思"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154227275.mp3","remark":"候馆：迎宾候客之馆舍。\n草薰：小草散发的清香。薰，香气侵袭。征辔（pèi）：行人坐骑的缰绳。辔，缰绳。\n迢迢：形容遥远的样子。\n寸寸柔肠：柔肠寸断，形容愁苦到极点。\n盈盈：泪水充溢眼眶之状。粉泪：泪水流到脸上，与粉妆和在一起。\n危阑：也作“危栏”，高楼上的栏杆。\n平芜：平坦地向前延伸的草地。芜，草地。\n\n","translation":"客舍前的梅花已经凋残，溪桥旁新生细柳轻垂，春风踏芳草远行人跃马扬鞭。走得越远离愁越没有穷尽，像那迢迢不断的春江之水。\n寸寸柔肠痛断，行行盈淌粉泪，不要登高楼望远把栏杆凭倚。平坦的草地尽头就是重重春山，行人还在那重重春山之外。\n\n"}
{"_id":{"$oid":"5b9a147f367d5cab18668811"},"title":"鹧鸪天·雪照山城玉指寒","dynasty":"宋代","writer":"刘著","content":"雪照山城玉指寒，一声羌管怨楼间。江南几度梅花发，人在天涯鬓已斑。\n星点点，月团团。倒流河汉入杯盘。翰林风月三千首，寄与吴姬忍泪看。","type":["婉约","离别","思念"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154227836.mp3","remark":"玉指：比喻女子洁白如玉的纤指。\n羌管：即羌笛，出自古代西部羌族的一种管乐器，其声凄切、哀伤。又名玉笛、短笛、芦笛等。范仲淹《渔家傲·塞下秋来风景异》：“羌管悠悠霜满地”。\n楼间：一作“楼闲”，空楼的意思。\n团团：形容月圆。\n河汉：指银河。翰林：指李白。刘著曾入翰林，故此处以李白自比。风月：原指诗句中的骚情雅意，此处代指表达爱情相思的诗篇。三千首：极言作诗之多。这里词人说自己作诗非常多，有如翰林李白。\n吴姬：吴地（即江南）一带的美女。此借指曾经相好的女子。\n忍泪：强忍眼泪。\n\n","shangxi":"　　上片状别离滋味，下片抒思念情怀。写得情真意挚，清丽绵密而又自然健朗，笔墨别具一格。“雪照山城玉指寒，一声羌管怨楼间”起拍，追怀往日那次难忘的离别场面。山城雪照，一个严寒的冬日。山城指南方某地，词人与所爱者分携之处。悲莫悲兮生别离，离筵充满了悲凉的气氛。玉指寒，既点冬令，又兼示离人心上的凄清寒意。吹梅笛怨，也许是她在小楼上奏起的一曲《梅花落》吧。“南楼不恨吹横笛，恨晓风、千里关山。”羌管悠悠，离愁满目。这两句自“细雨梦回鸡塞远，小楼吹彻玉笙寒”化出，而景情切合，缠绵哀感，深得脱胎换骨之妙。这一别，黯然销魂，情难自禁，从此后相思两地，再见何年。下面的“江南几度梅花发”，接得如行云流水，自然无迹。由笛怨声声到梅花几度，暗示着江南的梅花开了又落，落了又开，情天恨海，逝者如斯。无情的岁月早经染白了主人公的青青双鬓。追忆别时，恍如昨日。整个上片，读来已觉回肠荡气。\n\n　　下片，由当年写到此夕，感情进一步深化。天涯霜月又今宵，茫茫百感，袭上心头，除了诗和酒，世上没有什么能寄托自己的思恋，消遣自己的愁怀。换头先说饮酒。一片深愁待酒浇。苍茫无际的天野，有星光作伴，月色相陪，还是开怀痛饮，不管一切吧。这几句大有“尽挹西江，细斟北斗，万象为宾客”的气势，“倒流河汉”，等于说吸尽银河，更巧妙的是暗中融化了李贺“酒酣喝月使倒行”（《秦王饮酒》）的意境，痛饮淋漓，忘乎所以，恨不得令银河倒流，让辰光倒转，把自己的一腔郁闷，驱除个干净。兴会不可谓不酣畅了。然而，酒入愁肠，化作的毕竟是相思泪。紧接着，一气呵成的，就是放笔疾书，不可遏止地倾转，无所顾忌地抒怀，要将那无穷的往事、别后的相思；要将那尘满面、鬓如霜的感慨；要将那但愿人长久、千里共婵娟的祝愿，一齐泻向笔端。可这些，是有限的篇章、区区的言语不能表达的，他只好借助于欧阳修《赠王安石》的成句，动用一下“翰林风月三千首”了。而竟夕呜咽、愁情满纸的诗篇，寄与伊人，将会带给她新的悲哀。作者仿佛已感到了她的心弦颤动，看到了她的泪眼模糊。设身处地，体贴入微，心息之相通，一至于此。魂逐飞蓬。心灵感荡，“非陈诗何以展其义，非长歌何以骋其情”。而在一首短章小令之中，用词代简，以歌当哭，包含了如许丰富的感情容量，传达了如许深微的心理活动，长短句的语言艺术功能也可算得发挥尽致了。\n\n　　全词以流转自然的音节，迂回曲折的笔势，既缠绵悱侧，又激宕疏爽，以词代简，短篇中含丰富的感情内容，传达出微妙而细致的内心活动，把一种无力排遣的悲凉愁绪发挥得淋漓尽致。\n\n","translation":"铺满大地的白雪映照着山城。冰天雪地里，楼上吹笛的，连玉指都感到寒冷吧？你吹奏出的一声声羌笛音里，饱含着离别的哀怨，飘荡在空间。江南的梅花开了又落，落了又开，不知开落了几次了？我在天涯漂泊，两鬓已如此斑白了。\n面对天上点点闪亮的星星，朗朗普照的圆月，我独自一人痛饮不休。喝着，喝着，好像觉得天上的银河倒流入了我的杯中。我这翰林学士为我这种相思写了三千首诗词，想寄给你这南方的恋人，让你去忍着眼泪慢慢细读啊！\n\n"}
{"_id":{"$oid":"5b9a147f367d5cab18668812"},"title":"扬子江","dynasty":"宋代","writer":"文天祥","content":"几日随风北海游，回从扬子大江头。\n臣心一片磁针石，不指南方不肯休。","type":["爱国","励志"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154228124.mp3","remark":"扬子江：长江在南京一带称扬子江。\n北海：这里指北方。\n回从：曲意顺从。\n磁针石：即指南针。\n南方：这里指南宋王朝。\n\n","shangxi":"　　《尧典》中说： “诗言志，歌咏言。”诗，一向是表达人的思想感情和志向的。诗人运用比兴手法，触景生情，抒写了自己心向南宋，不到南方誓不罢休的坚强信念，真实地反映了作者对祖国的坚贞和热爱。\n\n　　诗的首二句纪行，叙述他自镇江逃脱，绕道北行，在海上漂流数日后，又回到长江口的艰险经历。首句的“北海游”。指绕道长江口以北的海域。次句“回从扬子大江头”，指从长江口南归，引起三、四两句。\n\n　　末二句抒情，以“磁针石”比喻忠于宋朝的一片丹心，表明自己一定要战胜重重困难，回到南方，再兴义师，重整山河的决心。“臣心一片磁针石，不指南方不肯休”，表现了他不辞千难万险，赶到南方去保卫南宋政权的决心。忠肝义胆，昭若日月。\n\n　　全诗语言浅近，比喻贴切，字里行间表现出坚定不移的爱国主义精神。\n\n","translation":"前几日伴狂风自去北海漂游，费尽千辛万苦回到扬子江头。\n我的心就像那一根磁针，不永远指向南方誓不罢休。\n\n"}
{"_id":{"$oid":"5b9a147f367d5cab18668813"},"title":"国风·鄘风·相鼠","dynasty":"先秦","writer":"佚名","content":"相鼠有皮，人而无仪！人而无仪，不死何为？\n相鼠有齿，人而无止！人而无止，不死何俟？\n相鼠有体，人而无礼，人而无礼！胡不遄死？","type":["古诗三百首","诗经","讽刺"],"remark":"相：视也。\n仪：威仪，指人的举止作风大方正派而言，具有尊严的行为外表。一说为“礼仪”。\n何为：为何，为什么。\n止：假借为“耻”，郑笺释为“容止”，也可通。\n俟：等。“不死何俟”为“俟何”宾语前置。\n体：肢体。\n礼：礼仪，指知礼仪，或指有教养。\n胡：何，为何，为什么，怎么。遄（chuán）：快，速速，赶快。\n\n","shangxi":"　　《相鼠》大约是《诗经》里骂人最露骨、最直接、最解恨的一首。汉儒们“嫌于虐且俚矣！”意思是最粗鄙的语言暴力，是《诗》“三百篇所仅有”。但对此诗咒骂的对象，说法不一。前人对这个问题大致上有二说：《毛诗序》以为是刺在位者无礼仪，郑笺从之；《鲁诗》则认为是妻谏夫，班固承此说。后一说虽然有何楷、魏源、陈延杰诸家的阐发，但究竟由于所申述的内容与此诗所显露的深恶痛绝的情感不吻合，故为大多数说诗者所不取，而从毛序郑笺之说。\n\n　　《诗经》中写到“鼠”的有五首（《雨无正》“鼠思泣血”之鼠通癙，未计），除此诗外，其他四首都是直接把鼠作为痛斥或驱赶的对象，确实“老鼠过街，人人喊打”，自古而然。而此诗却有所不同，偏偏选中丑陋、狡黠、偷窃成性的老鼠与卫国“在位者”作对比，公然判定那些长着人形而寡廉鲜耻的在位者连老鼠也不如，诗人不仅痛斥，而且还要他们早早死去，以免玷污“人”这个崇高的字眼。至于所刺的“在位者”是谁，所刺何事，虽曾有过多种说法，但已无法考实，翻开卫国的史册，在位者卑鄙龌龊的勾当太多，如州吁弑兄桓公自立为卫君；宣公强娶太子伋未婚妻为妇；宣公与宣姜合谋杀太子伋；惠公与兄黔牟为争位而开战；懿公好鹤淫乐奢侈；昭伯与后母宣姜乱伦；等等。父子反目，兄弟争立，父淫子妻，子奸父妾，没有一件不是丑恶之极、无耻之尤。这些在位者确实禽兽不如，禽兽尚且恋群，而他们却是骨肉相残。此篇诗人咬牙切齿，是有感而发。\n\n　　此篇三章重叠，以鼠起兴，反覆类比，意思并列，但各有侧重，第一章“无仪”，指外表；第二章“无止（耻）”，指内心；第三章“无礼”，指行为。三章诗重章互足，合起来才是一个完整的意思，这是《诗经》重章的一种类型。此诗尽情怒斥，通篇感情强烈，语言尖刻；每章四句皆押韵，并且二、三句重复，末句又反诘进逼，既一气贯注，又回流激荡，增强了讽刺的力量与风趣。\n\n","translation":"你看这黄鼠还有皮，人咋会不要脸面。人若不要脸面，还不如死了算啦。\n你看这黄鼠还有牙齿，人却不顾德行。人要没有德行，不去死还等什么。\n你看这黄鼠还有肢体，人却不知礼义。人要不知礼义，还不如快快死去。\n\n"}
{"_id":{"$oid":"5b9a147f367d5cab18668814"},"title":"北风行","dynasty":"唐代","writer":"李白","content":"烛龙栖寒门，光曜犹旦开。\n日月照之何不及此？惟有北风号怒天上来。\n燕山雪花大如席，片片吹落轩辕台。\n幽州思妇十二月，停歌罢笑双蛾摧。\n倚门望行人，念君长城苦寒良可哀。\n别时提剑救边去，遗此虎文金鞞靫。\n中有一双白羽箭，蜘蛛结网生尘埃。\n箭空在，人今战死不复回。\n不忍见此物，焚之已成灰。\n黄河捧土尚可塞，北风雨雪恨难裁。","type":["冬天","写雪","写风","借景抒情","女子","思念"],"remark":"北风行：乐府“时景曲”调名，内容多写北风雨雪、行人不归的伤感之情。\n烛龙：中国古代神话传说中的龙。人面龙身而无足，居住在不见太阳的极北的寒门，睁眼为昼，闭眼为夜。\n此：指幽州，治所在今北京大兴县。这里指当时安禄山统治北方，一片黑暗。\n燕山：山名，在河北平原的北侧。轩辕台，纪念黄帝的建筑物，故址在今河北怀来县乔山上。这两句用夸张的语气描写北方大雪纷飞、气候严寒的景象。\n双蛾：女子的双眉。双蛾摧，双眉紧锁，形容悲伤、愁闷的样子。\n长城：古诗中常借以泛指北方前线。良，实在。\n鞞靫（bǐngchá）：当作鞴靫。虎文鞞靫，绘有虎纹图案的箭袋。\n“焚之”句：语出古乐府《有所思》：“摧烧之，当风扬其灰。”\n“黄河”句：《后汉书·朱冯虞郑周列传》：“此犹河滨之人，捧土以塞孟津，多见其不知量也。”此反其意而用之。\n北风雨雪：这是化用《诗经·国风·邶风·北风》中的“北风其凉，雨雪其雾”句意，原意是指国家的危机将至而气象愁惨，这里借以衬托思妇悲惨的遭遇和凄凉的心情。裁，消除。\n\n","translation":"传说在北国寒门这个地方，住着一条烛龙，它以目光为日月，张目就是白昼而闭目就是黑夜。\n这里连日月之光都照不到啊！只有漫天遍野的北风怒号而来。\n燕山的雪花其大如席，一片一片地飘落在轩辕台上。\n在这冰天雪地的十二月里，幽州的一个思妇在家中不歌不笑，愁眉紧锁。\n她倚着大门，凝望着来往的行人，盼望着她丈夫的到来。她的夫君到长城打仗去了，至今未回。长城那个地方可是一个苦寒要命的地方，夫君你可要保重啊。\n丈夫临别时手提宝剑，救边而去，在家中仅留下了一个虎皮金柄的箭袋。\n里面装着一双白羽箭，一直挂在堵上。上面结满了蜘蛛网，沾满了尘埃。\n如今其箭虽在，可是人却永远回不来了他已战死在边城了啊！\n人之不存，我何忍见此旧物乎？于是将其焚之为灰矣。\n黄河虽深，尚捧土可塞，唯有此生离死别之恨，如同这漫漫的北风雨雪一样铺天盖地，无边无垠。\n\n"}
{"_id":{"$oid":"5b9a147f367d5cab18668815"},"title":"山中与裴秀才迪书","dynasty":"唐代","writer":"王维","content":"　　近腊月下，景气和畅，故山殊可过。足下方温经，猥不敢相烦，辄便往山中，憩感配寺，与山僧饭讫而去。\n\n　　北涉玄灞，清月映郭。夜登华子冈，辋水沦涟，与月上下。寒山远火，明灭林外。深巷寒犬，吠声如豹。村墟夜舂，复与疏钟相间。此时独坐，僮仆静默，多思曩昔，携手赋诗，步仄径，临清流也。\n\n　　当待春中，草木蔓发，春山可望，轻鲦出水，白鸥矫翼，露湿青皋，麦陇朝雊，斯之不远，倘能从我游乎？非子天机清妙者，岂能以此不急之务相邀。然是中有深趣矣！无忽。因驮黄檗人往，不一，山中人王维白。\n\n","type":["高中文言文","书信","写景","邀请","友人"],"remark":"秀才：唐代对参加进士科考试的人的称呼。\n腊月：农历十二月。古代在农历十二月举行“腊祭”，所以称十二月为腊月。\n景气：景色，气候。\n故山殊可过：旧居蓝田山很可以一游。故山，旧居的山，指王维的“辋川别业”所在地的蓝田山。殊，很。过，过访、游览。\n足下：您，表示对人的尊称。\n方温经：正在温习经书。方，正。\n猥：鄙贱。自谦之词。\n烦：打扰。\n辄便：就。\n憩感配寺：在感配寺休息。感配寺，王维集中有游感化寺的诗，《旧唐书·神秀传》中说，蓝田有化感寺。感配寺可能是化感寺之误。\n饭讫（qì）：吃完饭。讫，完。饭，名词作动词，吃饭。\n北涉玄灞：近来渡过灞水。涉，渡。玄，黑色，指水深绿发黑。\n华子冈：王维辋川别业中的一处胜景。\n辋水：车轮状的湖水。\n村墟：村庄。\n夜舂：晚上用臼杵捣谷（的声音）。舂，这里指捣米，即把谷物放在石臼里捣去外壳。\n疏：稀疏的。\n静默：指已入睡。\n曩：从前。\n仄迳：迳同径，狭窄的小路。\n当待：等到。\n蔓发：蔓延生长。\n轻鯈（tiáo）：即白，鱼名。身体狭长，游动轻捷。\n矫翼：张开翅膀。矫，举。\n青皋：青草地。皋，水边高地。\n麦陇：麦田里。\n朝雊（gòu）：早晨野鸡鸣叫。雊，野鸡鸣叫。\n斯之不远〕这不太远了。斯，代词，这，指春天的景色。\n傥：同“倘”，假使，如果。\n天机清妙：性情高远。天机，天性。清妙，指超尘拔俗，与众不同。\n不急之务：闲事，这里指游山玩水。\n是中：这中间。\n无忽：不可疏忽错过。\n因驮黄檗（bò）人往：借驮黄檗的人前往之便（带这封信）。因，趁。黄檗，一种落叶乔木，果实和茎内皮可入药。茎内皮为黄色，也可做染料。\n不一：古人书信结尾常用的套语，不一一详述之意。\n山中人：王维晚年信佛，过着半隐的生活，故自称。\n\n","translation":"　　现在正是农历十二月的末尾，气候温和舒畅，旧居蓝田山很可以一游。您正在温习经书，仓猝中不敢打扰，就自行到山中，在感配寺休息，跟寺中主持一起吃完饭，便离开了。\n\n　　我向北渡过深青色的灞水，月色清朗，映照着城郭。夜色中登上华子冈，见辋水泛起涟漪，水波或上或下，水中 的月影也随同上下。那寒山中远远的灯火，火光忽明忽暗在林外看得很清楚。深巷中狗叫，叫声像豹叫一样。村子里传来舂米声，又与稀疏的钟声相互交错。这时， 我独坐在那里，跟来的僮仆已入睡，多想从前你我于搀着手吟诵诗歌，在狭窄的小路上漫步，临近那清澈流水的情景。\n\n　　等到了春天，草木蔓延生长，春天的山景更可观赏，轻捷的鲦鱼跃出水面，白色的鸥鸟张开翅膀，晨露打湿了青 草地，麦田里雉鸟在清晨呜叫，这些景色离现在不远了，（您）能和我一起游玩吗?如果你天性不是与众不同的话，难道我能把邀请你当作闲事吗？而这当中有很深 的旨趣啊！不要忽略。因为有载运黄檗的人出山，托他带给你这封信，不一一详述了。\n\n"}
{"_id":{"$oid":"5b9a147f367d5cab18668816"},"title":"咏怀古迹五首·其三","dynasty":"唐代","writer":"杜甫","content":"群山万壑赴荆门，生长明妃尚有村。\n一去紫台连朔漠，独留青冢向黄昏。\n画图省识春风面，环佩空归夜月魂。(夜月 一作：月夜; 环'佩', 一作：环'珮')\n千载琵琶作胡语，分明怨恨曲中论。","type":["唐诗三百首","怀古","思乡"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154229493.mp3","remark":"荆门：山名，在今湖北宜都西北。\n明妃：指王昭君。\n去：离开。\n紫台：汉宫，紫宫，宫廷。\n朔漠：北方的沙漠。\n青冢：指王昭君的坟墓。\n省识：略识。\n春风面：形容王昭君的美貌。\n\n","shangxi":"　　这是组诗《咏怀古迹五首》其中的第三首，诗人借咏昭君村、怀念王昭君来抒写自己的怀抱。诗人有感于王昭君的遭遇。寄予了自己深切的同情，同时表现了昭君对故国的思念与怨恨，并赞美了昭君虽死，魂魄还要归来的精神，从中寄托了诗人自己身世及爱国之情。全诗叙事明确，形象突出，寓意深刻。\n\n　　“群山万壑赴荆门，生长明妃尚有村”。诗的发端两句，首先点出昭君村所在的地方。据《一统志》说：“昭君村，在荆州府归州东北四十里。”其地址，即在今湖北秭归县的香溪。杜甫写这首诗的时候，正住在夔州白帝城。这是三峡西头，地势较高。他站在白帝城高处，东望三峡东口外的荆门山及其附近的昭君村。远隔数百里，本来是望不到的，但他发挥想象力，由近及远，构想出群山万壑随着险急的江流，奔赴荆门山的雄奇壮丽的图景。他就以这个图景作为这首诗的首句，起势很不平凡。杜甫写三峡江流有“众水会涪万，瞿塘争一门”（《长江二首》）的警句，用一个“争”字，突出了三峡水势之惊险。这里则用一个“赴”字突出了三峡山势的雄奇生动。这是一个有趣的对照。但是，诗的下一句，却落到一个小小的昭君村上，颇有点出人意外，因而引起评论家一些不同的议论。明人胡震亨评注的《杜诗通》就说：“群山万壑赴荆门，当似生长英雄起句，此未为合作。”意思是这样气象雄伟的起句，只有用在生长英雄的地方才适当，用在昭君村上是不适合，不协调的。清人吴瞻泰的《杜诗提要》则又是另一种看法。他说：“发端突兀，是七律中第一等起句，谓山水逶迤，钟灵毓秀，始产一明妃。说得窈窕红颜，惊天动地。”意思是说，杜甫正是为了抬高昭君这个“窈窕红颜”，要把她写得“惊天动地”，所以才借高山大川的雄伟气象来烘托她。杨伦《杜诗镜铨》说：“从地灵说入，多少郑重。”也与这个意思相接近。\n\n　　“一去紫台连朔漠，独留青冢向黄昏。”前两句写昭君村，这两句才写到昭君本人。诗人只用这样简短而雄浑有力的两句诗，就写尽了昭君一生的悲剧。从这两句诗的构思和词语说，杜甫大概是借用了南朝江淹《恨赋》里的话：“明妃去时，仰天太息。紫台稍远，关山无极。望君王兮何期，终芜绝兮异域。”但是，仔细地对照，杜甫这两句诗所概括的思想内容的丰富和深刻，大大超过了江淹。清人朱瀚《杜诗解意》说：“‘连’字写出塞之景，‘向’字写思汉之心，笔下有神。”说得很对。但是，有神的并不止这两个字。读者只看上句的紫台和朔漠，自然就会想到离别汉宫、远嫁匈奴的昭君在万里之外，在异国殊俗的环境中，一辈子所过的生活。而下句写昭君死葬塞外，诗人用青冢、黄昏这两个最简单而现成的词汇，尤其具有大巧若拙的艺术匠心。在日常的语言里，黄昏两字都是指时间，而在这里，它似乎更主要是指空间了，它指的是那和无边的大漠连在一起的、笼罩四野的黄昏的天幕，它是那样地大，仿佛能够吞食一切，消化一切，但是，独有一个墓草长青的青冢，它吞食不下，消化不了。这句诗就给人一种天地无情、青冢有恨的无比广大而沉重之感。\n\n　　“画图省识春风面，环佩空归月夜魂。”这是紧接着前两句，更进一步写昭君的身世家国之情。画图句承前第三句，环佩句承前第四句。画图句是说，由于汉元帝的昏庸，对后妃宫人们，只看图画不看人，把她们的命运完全交给画工们来摆布。省识，是略识之意。说元帝从图画里略识昭君，实际上就是根本不识昭君，所以就造成了昭君葬身塞外的悲剧。环佩句是写她怀念故国之心，永远不变，虽骨留青冢，魂灵还会在月夜回到生长她的父母之邦。南宋词人姜夔在他的咏梅名作《疏影》里曾经把杜甫这句诗从形象上进一步丰富提高：“昭君不惯胡沙远，但暗忆江南江北。想佩环月夜归来，化作此花幽独。”这里写昭君想念的是江南江北，而不是长安的汉宫，特别动人。月夜归来的昭君幽灵，经过提炼，化身成为芬芳缟素的梅花，想象更是幽美。\n\n　　“千载琵琶作胡语，分明怨恨曲中论。”这是此诗的结尾，借千载作胡音的琵琶曲调，点明全诗写昭君“怨恨”的主题。据汉代刘熙的《释名》说：“琵琶，本出于胡中马上所鼓也。推手前曰琵，引手却曰琶。”晋代石崇《明君词序》说：“昔公主嫁乌孙，令琵琶马上作乐，以慰其道路之思。其送明君亦必尔也。”琵琶本是从胡人传入中国的乐器，经常弹奏的是胡音胡调的塞外之曲，后来许多人同情昭君，又写了《昭君怨》、《王明君》等琵琶乐曲，于是琵琶和昭君在诗歌里就密切难分了。\n\n　　前面已经反复说明，昭君的“怨恨”尽管也包含着“恨帝始不见遇”的“怨思”，但更主要的，还是一个远嫁异域的女子永远怀念乡土，怀念故土的怨恨忧思，它是千百年中世代积累和巩固起来的对乡土和祖国的最深厚的共同的感情。前面提到，这首诗的开头两句，胡震亨说“群山万壑赴荆门”的诗句只能用于“生长英雄”的地方，用在“生长明妃”的小村子就不适当，正是因为他只从哀叹红颜薄命之类的狭隘感情来理解昭君，没有体会昭君怨恨之情的分量。吴瞻泰意识到杜甫要把昭君写得“惊天动地”，杨伦体会到杜甫下笔“郑重”的态度，但也未把昭君何以能“惊天动地”，何以值得“郑重”的道理说透。昭君虽然是一个女子，但她身行万里，青冢留千秋，心与祖国同在，名随诗乐长存，诗人就是要用“群山万壑赴荆门”这样壮丽的诗句来郑重地写她。\n\n　　杜甫的诗题叫《咏怀古迹》，他在写昭君的怨恨之情时，是寄托了他的身世家国之情的。杜甫当时正“飘泊西南天地间”，远离故乡，处境和昭君相似。虽然他在夔州，距故乡洛阳偃师一带不像昭君出塞那样远隔万里，但是“书信中原阔，干戈北斗深”，洛阳对他来说，仍然是可望不可即的地方。他寓居在昭君的故乡，正好借昭君当年想念故土、夜月魂归的形象，寄托他自己想念故乡的心情。\n\n　　清人李子德说：“只叙明妃，始终无一语涉议论，而意无不包。后来诸家，总不能及。”这个评语说出了这首诗最重要的艺术特色，它自始至终，全从形象落笔，不着半句抽象的议论，而“独留青冢向黄昏”、“环佩空归月夜魂”的昭君的悲剧形象，却在读者的心上留下了难以磨灭的深刻印象。\n\n","translation":"千山万岭好像波涛奔赴荆门，王昭君生长的乡村至今留存。\n从紫台一去直通向塞外沙漠，荒郊上独留的青坟对着黄昏。\n只依凭画图识别昭君的容颜，月夜里环佩叮当是昭君归魂。\n千载琵琶一直弹奏胡地音调，曲中抒发的分明的昭君怨恨。\n\n"}
{"_id":{"$oid":"5b9a147f367d5cab18668817"},"title":"燕歌行","dynasty":"唐代","writer":"高适","content":"开元二十六年，客有从御史大夫张公出塞而还者；作《燕歌行》以示适，感征戍之事，因而和焉。\n\n汉家烟尘在东北，汉将辞家破残贼。\n男儿本自重横行，天子非常赐颜色。\n摐金伐鼓下榆关，旌旆逶迤碣石间。\n校尉羽书飞瀚海，单于猎火照狼山。\n山川萧条极边土，胡骑凭陵杂风雨。\n战士军前半死生，美人帐下犹歌舞。\n大漠穷秋塞草腓，孤城落日斗兵稀。\n身当恩遇常轻敌，力尽关山未解围。(常轻敌 一作：恒轻敌)\n铁衣远戍辛勤久，玉箸应啼别离后。\n少妇城南欲断肠，征人蓟北空回首。\n边庭飘飖那可度，绝域苍茫更何有。(飘飖 一作：飘飘)\n杀气三时作阵云，寒声一夜传刁斗。\n相看白刃血纷纷，死节从来岂顾勋。\n君不见沙场征战苦，至今犹忆李将军。\n\n\n","type":["唐诗三百首","边塞","将士","战争","生活"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154229304.mp3","remark":"燕歌行：乐府旧题。诗前有作者原序：“开元二十六年，客有从御史大夫张公出塞而还者，作《燕歌行》以示适。感征戍之事，因而和焉。”张公，指幽州节度使张守珪，曾拜辅国大将军、右羽林大将军，兼御史大夫。一般以为本诗所讽刺的是开元二十六年，张守珪部将赵堪等矫命，逼平卢军使击契丹余部，先胜后败，守珪隐败状而妄奏功。这种看法并不很准确。\n汉家：汉朝，唐人诗中经常借汉说唐。\n烟尘：代指战争。\n横行：任意驰走，无所阻挡。\n元戎：军事元帅。\n非常赐颜色：超过平常的厚赐礼遇。\n摐：撞击。\n金：指钲一类铜制打击乐器。\n伐：敲击。\n榆关：山海关，通往东北的要隘。\n旌旆：旌是竿头饰羽的旗。旆是末端状如燕尾的旗。这里都是泛指各种旗帜。\n逶迤：蜿蜒不绝的样子。\n碣石；山名。\n校尉；次于将军的武官。\n羽书；（插有鸟羽的，军用的）紧急文书。\n瀚海；沙漠。这里指内蒙古东北西拉木伦河上游一带的沙漠。\n单于；匈奴首领称号，也泛指北方少数民族首领。\n猎火：打猎时点燃的火光。古代游牧民族出征前，常举行大规模校猎，作为军事性的演习。\n狼山：又称狼居胥山，在今内蒙古自治区克什克腾旗西北。一说狼山又名郎山，在今河北易县境内。此处“瀚海”、“狼山”等地名，未必是实指。\n极：穷尽。\n凭陵：仗势侵凌。\n杂风雨：形容敌人来势凶猛，如风雨交加。一说，敌人乘风雨交加时冲过来。\n半生死：意思是半生半死，伤亡惨重。\n腓（一作衰）：指枯萎。隋虞世基《陇头吟》：“穷求塞草腓，塞外胡尘飞”\n斗兵稀：作战的士兵越打越少了。\n身当恩遇：指主将受朝廷的恩宠厚遇。\n玉箸：白色的筷子（玉筷），比喻思妇的泪水如注。\n城南：京城长安的住宅区在城南。\n蓟北：唐蓟州在今天津市以北一带，此处当泛指唐朝东北边地。\n边庭飘摇：形容边塞战场动荡不安。庭，一作“风”。飘摇，一作“飘飘”，随风飘荡的样子。\n度：越过相隔的路程，回归。\n绝域：更遥远的边陲。\n更何有：更加荒凉不毛。\n三时：指晨、午、晚，即从早到夜（历时很久。三，不表确数。）。\n刁斗：军中夜里巡更敲击报时用的、煮饭时用的，两用铜器。\n阵云：战场上象征杀气的云，即战云。\n一夜：即整夜，彻夜。\n血：一作“雪”\n死节：指为国捐躯。节，气节。\n岂顾勋：难道还顾及自己的功勋。\n李将军：指汉朝李广，他能捍御强敌，爱抚士卒，匈奴称他为汉之飞将军。\n\n","shangxi":"　　《燕歌行》是高适的代表作，不仅是高适的“第一大篇”（近人赵熙评语），而且是整个唐代边塞诗中的杰作，千古传诵，良非偶然。\n\n　　诗意在慨叹征战之苦，谴责将领骄傲轻敌，荒淫失职，造成战争失利，使战士受到极大痛苦和牺牲，反映了士兵与将领之间苦乐不同，庄严与荒淫迥异的现实。诗虽叙写边战，但重点不在民族矛盾，而是讽刺和愤恨不恤战士的将领。同时，也写出了为国御敌之辛勤。主题仍是雄健激越，慷慨悲壮。\n\n　　全诗以非常浓缩的笔墨，写了一个战役的全过程：第一段八句写出师，第二段八句写战败，第三段八句写被围，第四段四句写死斗的结局。各段之间，脉理绵密。\n\n　　诗的发端两句便指明了战争的方位和性质，见得是指陈时事，有感而发。“男儿本自重横行，天子非常赐颜色”，貌似揄扬汉将去国时的威武荣耀，实则已隐含讥讽，预伏下文。樊哙在吕后面前说：“臣愿得十万众，横行匈奴中”，季布便斥责他当面欺君该斩。（见《史记·季布传》）所以，这“横行”的由来，就意味着恃勇轻敌。紧接着描写行军：“摐金伐鼓下榆关，旌旆逶迤碣石间。”透过这金鼓震天、大摇大摆前进的场面，可以揣知将军临战前不可一世的骄态，也为下文反衬。战端一启，“校尉羽书飞瀚海”，一个“飞”字警告了军情危急：“单于猎火照狼山”，犹如“看明王宵猎，骑火一川明，笳鼓悲鸣，遣人惊！”（张孝祥《六州歌头》）不意“残贼”乃有如此威势。从辞家去国到榆关、碣石，更到瀚海、狼山，八句诗概括了出征的历程，逐步推进，气氛也从宽缓渐入紧张。\n\n　　第二段写战斗危急而失利。落笔便是“山川萧条极边土”，展现开阔而无险可凭的地带，带出一片肃杀的气氛。“胡骑”迅急剽悍，象狂风暴雨，卷地而来。汉军奋力迎敌，杀得昏天黑地，不辨死生。然而，就在此时此刻，那些将军们却远离阵地寻欢作乐：“美人帐下犹歌舞！”这样严酷的事实对比，有力地揭露了汉军中将军和兵士的矛盾，暗示了必败的原因。所以紧接着就写力竭兵稀，重围难解，孤城落日，衰草连天，有着鲜明的边塞特点的阴惨景色，烘托出残兵败卒心境的凄凉。“身当恩遇恒轻敌，力尽关山未解围”。回应上文，汉将“横行”的豪气业已灰飞烟灭，他的罪责也确定无疑了。\n\n　　第三段写士兵的痛苦，实是对汉将更深的谴责。应该看到，这里并不是游离战争进程的泛写，而是处在被围困的险境中的士兵心情的写照。“铁衣远戍辛勤久”以下三联，一句征夫，一句征夫悬念中的思妇，错综相对，离别之苦，逐步加深。城南少妇，日夜悲愁，但是“边庭飘飖那可度？”蓟北征人，徒然回首，毕竟“绝域苍茫更何有！”相去万里，永无见期，“人生到此，天道宁论！”更那堪白天所见，只是“杀气三时作阵云”；晚上所闻，惟有“寒声一夜传刁斗”，如此危急的绝境，真是死在眉睫之间，不由人不想到把他们推到这绝境的究竟是谁呢？这是深化主题的不可缺少的一段。\n\n　　最后四句总束全篇，淋漓悲壮，感慨无穷。“相看白刃血纷纷，死节从来岂顾勋”，最后士兵们与敌人短兵相接，浴血奋战，那种视死如归的精神，岂是为了取得个人的功勋！他们是何等质朴、善良，何等勇敢，然而又是何等可悲呵！\n\n　　诗人的感情包含着悲悯和礼赞，而“岂顾勋”则是有力地讥刺了轻开边衅，冒进贪功的汉将。最末二句，诗人深为感慨道：“君不见沙场征战苦，至今犹忆李将军！”八九百年前威镇北边的飞将军李广，处处爱护士卒，使士卒“咸乐为之死”。这与那些骄横的将军形成多么鲜明的对比。诗人提出李将军，意义尤为深广。从汉到唐，悠悠千载，边塞战争何计其数，驱士兵如鸡犬的将帅数不胜数，备历艰苦而埋尸异域的士兵，更何止千千万万！可是，千百年来只有一个李广，不能不教人苦苦地追念他。杜甫赞美高适、岑参的诗：“意惬关飞动，篇终接混茫。”（《寄高使君岑长史三十韵》）此诗以李广终篇，意境更为雄浑而深远。\n\n　　全诗气势畅达，笔力矫健，经过惨淡经营而至于浑化无迹。气氛悲壮淋漓，主意深刻含蓄。“山川萧条极边土，胡骑凭陵杂风雨”，“大漠穷秋塞草腓，孤城落日斗兵稀”，诗人着意暗示和渲染悲剧的场面，以凄凉的惨状，揭露好大喜功的将军们的罪责。尤可注意的是，诗人在激烈的战争进程中，描写了士兵们复杂变化的内心活动，凄恻动人，深化了主题。全诗处处隐伏着鲜明的对比。从贯串全篇的描写来看，士兵的效命死节与汉将的怙宠贪功，士兵辛苦久战、室家分离与汉将临战失职，纵情声色，都是鲜明的对比。而结尾提出李广，则又是古今对比。全篇“战士军前半死生，美人帐下犹歌舞”，“二句最为沈至”（《唐宋诗举要》引吴汝纶评语），这种对比，矛头所指十分明显，因而大大加强了讽刺的力量。\n\n　　《燕歌行》是唐人七言歌行中运用律句很典型的一篇。全诗用韵依次为入声“职”部、平声“删”部、上声“麌”部、平声“微”部、上声“有”部、平声“文”部，恰好是平仄相间，抑扬有节。除结尾两句外，押平韵的句子，对偶句自不待言，非对偶句也符合律句的平仄，如“摐金伐鼓下榆关，旌旆逶迤碍石间”；押仄韵的句子，对偶的上下句平仄相对也是很严整的，如“杀气三时作阵云，寒声一夜传刁斗。”这样的音调之美，正是“金戈铁马之声，有玉磐鸣球之节”（《唐风定》卷九邢昉评语）。\n\n","translation":"唐玄宗开元二十六年，有个随从主帅出塞回来的人，写了《燕歌行》诗一首给我看。我感慨于边疆战守的事，因而写了这首《燕歌行》应和他。\n\n唐朝边境举烟火狼烟东北起尘土，唐朝将军辞家去欲破残忍之边贼。\n战士们本来在战场上就所向无敌，皇帝又特别给予他们丰厚的赏赐。\n锣声响彻重鼓棰声威齐出山海关，旌旗迎风又逶迤猎猎碣石之山间。\n校尉紧急传羽书飞奔浩瀚之沙海，匈奴单于举猎火光照已到我狼山。\n山河荒芜多萧条满目凄凉到边土，胡人骑兵仗威力兵器声里夹风雨。\n战士拼斗军阵前半数死去半生还，美人却在营帐中还是歌来还是舞！\n时值深秋大沙漠塞外百草尽凋枯，孤城一片映落日战卒越斗越稀少。\n身受皇家深恩义常思报国轻寇敌，边塞之地尽力量尚未破除匈奴围。\n身穿铁甲守边远疆场辛勤已长久，珠泪纷落挂双目丈夫远去独啼哭。\n少妇孤单住城南泪下凄伤欲断肠，远征军人驻蓟北依空仰望频回头。\n边境飘渺多遥远怎可轻易来奔赴，绝远之地尽苍茫更是人烟何所有。\n杀气春夏秋三季腾起阵前似乌云，一夜寒风声声里如泣更声惊耳鼓。\n互看白刃乱飞舞夹杂鲜血纷飞，从来死节为报国难道还求著功勋？\n你没看见拼杀在沙场战斗多惨苦，现在还在思念有勇有谋的李将军。\n\n"}
{"_id":{"$oid":"5b9a1480367d5cab18668818"},"title":"除夜 / 巴山道中除夜书怀","dynasty":"唐代","writer":"崔涂","content":"迢递三巴路，羁危万里身。\n乱山残雪夜，孤烛异乡人。\n渐与骨肉远，转于僮仆亲。\n那堪正飘泊，明日岁华新。","type":["唐诗三百首","春节","羁旅","思乡"],"remark":"迢递：遥远貌。三巴：指巴郡、巴东、巴西，在今四川东部。\n羁危：在艰险中羁旅漂泊。\n“烛”：一作“独”。人：一作“春”。\n转于：反与。僮仆：随行小奴。\n飘：一作“漂”。\n明日：指新年。岁华：岁月，年华。\n\n","shangxi":"　　这首诗是诗人客居他地、除夕怀乡之作。诗人身在异乡，深感羁旅艰危。三、四两句写凄清的除夕夜景，渲染诗人落寞情怀。五、六两句写远离亲人，连僮仆也感到亲切，更表达出思乡之切。最后两句寄希望于新年，飘泊之感更烈，自然真切。全诗用语朴实，抒情细腻。离愁乡思，发泄无余。其中“渐与骨肉远，转于僮仆亲”一句，从王维《宿郑州》“他乡绝俦侣，孤案亲僮仆”化出。本诗作为“万里身”、“异乡人”的深绘，更加悲恻感人。　\n\n　　崔《除夜有感》：“迢递三巴路，羁危万里身。乱山残雪夜，孤烛异乡春。渐与骨肉远，转于僮仆亲。那堪正漂泊，明日岁华新？”读之如凉雨凄风飒然而至，此所谓真诗，正不得以晚唐概薄之。按崔此诗尚胜戴叔伦作。戴之“一年将尽夜，万里未归人。寥落悲前事，支离笑此身，”已自惨然，此尤觉刻肌砭骨。崔长短律皆以一气斡旋，有若口谈，真得张水部之深者。如“并闻寒雨多因夜，不得乡书又到秋”、“正逢摇落仍须别，不待登临已合悲”，皆本色语佳者。至《春夕》一篇，又不待言。\n\n","translation":"跋涉在道路崎岖又遥远的三巴路上，客居在万里之外的危险地方。四面群山下，残雪映寒夜，对烛夜坐，我这他乡之客。因离亲人越来越远，反而与书童和仆人渐渐亲近。真难以忍受在漂泊中度过除夕夜，到明天岁月更新就是新的一年。\n\n"}
{"_id":{"$oid":"5b9a1480367d5cab18668819"},"title":"玉阶怨","dynasty":"唐代","writer":"李白","content":"玉阶生白露，夜久侵罗袜。\n却下水晶帘，玲珑望秋月。(水晶 一作 水精)","type":["唐诗三百首","宫怨","孤独"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154230980.mp3","remark":"罗袜：丝织的袜子。 　　\n却下：放下。\n\n","shangxi":"　　李白的这首宫怨诗，虽曲名标有“怨”字，诗作中却只是背面敷粉，全不见“怨”字。无言独立阶砌，以致冰凉的露水浸湿罗袜；以见夜色之浓，伫待之久，怨情之深。“罗袜”，表现出人的仪态、身份，有人有神。夜凉露重，罗袜知寒，不说人而已见人的幽怨如诉。二字似写实，实用曹植“凌波微步，罗袜生尘”意境。\n\n　　怨深，夜深，主人公不禁幽独之苦，由帘外到帘内，拉下帘幕之后，反又不忍使明月孤寂。似月怜人，似人怜月；而如果人不伴月，则又没有什么事物可以伴人。月无言，人也无言。但读者却深知人有无限言语，月也解此无限言语，而写来却只是一味望月。这正是“不怨之怨”，所以才显得愁怨之深。\n\n　　“却下”二字，以虚字传神，最为诗家秘传。此处一转折，似断实连；好像要一笔荡开，推却愁怨，实际上则是经此一转，字少情多，直入幽微。“却下”一词，看似无意下帘，而其中却有无限幽怨。本来主人公由于夜深、怨深，无可奈何而回到室内。入室之后，却又怕隔窗的明月照此室内幽独，因而拉下帘幕。帘幕放下来了，却更难消受这个凄苦无眠之夜，在更加无可奈何之中，却更要去隔帘望月。此时主人公的忧思不断在徘徊，直如李清照“寻寻觅觅、冷冷清清、凄凄惨惨戚戚”的那种纷至沓来，这样的情思，作者用“却下”二字表达出来。“却”字直贯下句，“却下水晶帘”，“却去望秋月”，在这两个动作之间，有许多愁思转折反复，诗句字少情多，以虚字传神。中国古代诗艺中有“空谷传音”的手法，这是如此。“玲珑”二字，看似不经意的笔调，实际上极见功力。以月的玲珑，衬托人的幽怨，从反处着笔，全胜正面涂抹。\n\n　　诗中不见人物姿容与心理状态，而作者似也无动于衷，只以人物行动来表达含义，引读者步入诗情的最幽微之处，所以能不落言筌，为读者保留想象的余地，使诗情无限辽远，无限幽深。所以，这首诗体现出了诗家“不著一字，尽得风流”的真意。以叙人事的笔调来抒情，这很常见，也很容易；以抒情的笔调来写人，这很少见，也很难。\n\n　　契诃夫有“矜持”说，写诗的人也常有所谓“距离”说，两者非常近似，应合为一种说法。作者应与所写对象保持一定距离，并保持一定的“矜持”与冷静。这样一来，作品才没有声嘶力竭之弊，而有幽邃深远之美，写难状之情与难言之隐，使漫天的诗思充满全诗，却又在字句间捉摸不到。这首《玉阶怨》含思婉转，余韵如缕，正是这样的佳作。\n\n","translation":"玉石砌的台阶上生起了露水，深夜独立很久，露水浸湿了罗袜。回房放下水晶帘，仍然隔着帘子望着玲珑的秋月。\n\n"}
{"_id":{"$oid":"5b9a1480367d5cab1866881a"},"title":"题弟侄书堂","dynasty":"唐代","writer":"杜荀鹤","content":"何事居穷道不穷，乱时还与静时同。\n家山虽在干戈地，弟侄常修礼乐风。\n窗竹影摇书案上，野泉声入砚池中。\n少年辛苦终身事，莫向光阴惰寸功。","type":["惜时","勉励","哲理"],"remark":"何事：为什么。\n居穷道不穷：处于穷困之境仍要注重修养。\n乱时：战乱时期。静时：和平时期。\n家山：家乡的山，这里代指故乡。\n干戈：干和戈本是古代打仗时常用的两种武器，这里代指战争。\n礼乐（yuè）：这里指儒家思想。礼，泛指奴隶社会或封建社会贵族等级制的社会规范和道德体系。乐，音乐。儒家很重视音乐的教化作用。\n案：几案。\n惰：懈怠。\n\n","translation":"虽然住的屋子简陋但知识却没有变少，我还是与往常一样，尽管外面已经战乱纷纷。\n故乡虽然在打仗，可是弟侄还在接受儒家思想的教化。\n窗外竹子的影子还在书桌上摇摆，砚台中的墨汁好像发出了野外泉水的叮咚声。\n年轻时候的努力是有益终身的大事，对着匆匆逝去的光阴，不要丝毫放松自己的努力。\n\n"}
{"_id":{"$oid":"5b9a1480367d5cab1866881b"},"title":"桂枝香·金陵怀古","dynasty":"宋代","writer":"王安石","content":"登临送目，正故国晚秋，天气初肃。千里澄江似练，翠峰如簇。归帆去棹残阳里，背西风，酒旗斜矗。彩舟云淡，星河鹭起，画图难足。(归帆 一作：征帆)\n念往昔，繁华竞逐，叹门外楼头，悲恨相续。千古凭高对此，谩嗟荣辱。六朝旧事随流水，但寒烟衰草凝绿。至今商女，时时犹唱，后庭遗曲。\n\n","type":["宋词三百首","登高","写景","咏史怀古"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154230518.mp3","remark":"登临送目：登山临水，举目望远。\n故国：旧时的都城，指金陵。\n千里澄江似练：形容长江像一匹长长的白绢。语出谢眺《晚登三山还望京邑》：“余霞散成绮，澄江静如练。”澄江，清澈的长江。练，白色的绢。\n如簇：这里指群峰好像丛聚在一起。簇，丛聚。\n去棹（zhào）：往来的船只。棹，划船的一种工具，形似桨，也可引申为船。\n星河鹭（lù）起：白鹭从水中沙洲上飞起。长江中有白鹭洲（在今南京水西门外）。星河，银河，这里指长江。\n画图难足：用图画也难以完美地表现它。\n豪华竞逐：（六朝的达官贵人）争着过豪华的生活。竞逐：竞相仿效追逐。\n门外楼头：指南朝陈亡国惨剧。语出杜牧《台城曲》：“门外韩擒虎，楼头张丽华。”韩擒虎是隋朝开国大将，他已带兵来到金陵朱雀门（南门）外，陈后主尚与他的宠妃张丽华于结绮阁上寻欢作乐。\n悲恨相续：指亡国悲剧连续发生。\n凭高：登高。这是说作者登上高处远望。\n漫嗟荣辱：空叹什么荣耀耻辱。这是作者的感叹。\n六朝：指三国吴、东晋、南朝宋、齐、梁、陈六个朝代。它们都建都金陵。\n商女：歌女。\n《后庭》遗曲：指歌曲《玉树后庭花》，传为陈后主所作。杜牧《泊秦淮》：“商女不知亡国恨，隔江犹唱《后庭花》”，后人认为是亡国之音。\n\n","shangxi":"　　这是一首金陵怀古之词。上片写金陵之景，下片写怀古之情。一开头，用“登临送目”四字领起，表明以下所写为登高所见。映入眼帘的是晚秋季节特有的白练般清澈的江水和连锦不断翠绿的山峰。船帆飘动，酒旗迎风，云掩彩舟，白鹭腾空。这图画难述其美的江天景色使诗人极为赞赏也极为陶醉，同时也引起他深深的思考。换头之后写怀古：在金陵建都的六朝帝王，争奇斗胜地穷奢极欲，演出一幕幕触目惊心的亡国悲剧。千百年来，人们只是枉自嗟叹六朝的兴亡故事。但空叹兴亡，又有何益？诗人在这里表现了政治家深邃的思想和雄伟的气概。不仅批判了六朝亡国之君的荒淫误国，也批判了吊古者的空叹兴亡。六朝的往事都随水逝去，空余寒烟芳草。可悲的是，有些人如商女一般，不顾国家兴亡，还沉溺于享乐，吟唱着《后庭花》这样的亡国之曲。作为政治家的王安石反对“谩嗟”六朝兴废，在北宋这积贫积弱的现实面前，要汲取历史教训，从政治上进行改革，免致奢华靡费导致国力衰竭，重蹈六朝覆辙。\n\n　　本词以壮丽的山河为背景，历述古今盛衰之感，立意高远，笔力峭劲，体气刚健，豪气逼人。多处化用前人诗句，不着痕迹，显示了作者深厚的功底。\n\n　　此词抒发金陵怀古人之情，为作者别创一格、非同凡响的杰作，大约写于作者再次罢相、出知江宁府之时。词中流露出王安石失意无聊之时移情自然风光的情怀。\n\n　　全词开门见山，写作者南朝古都金陵胜地，于一个深秋的傍晚，临江揽胜，凭高吊古。他虽以登高望远为主题，却是以故国晚秋为眼目。“正”、“初”、“肃”三个字逐步将其主旨点醒。\n\n　　以下两句，借六朝谢家名句“解道‘澄江净如练’，令人长忆谢玄晖”之意，点化如同已出。即一个“似练”，一个“如簇”，形胜已赫然而出。然后专写江色，纵目一望，只见斜阳映照之下，数不清的帆风樯影，交错于闪闪江波之上。细看凝眸处，却又见西风紧处，那酒肆青旗高高挑起，因风飘拂。帆樯为广景，酒旗为细景，而词人之意以风物为导引，而以人事为着落。一个“背”字，一个“矗”字，用得极妙，把个江边景致写得栩栩如生，似有生命其中。\n\n　　写景至此，全是白描，下面有所变化。“彩舟”、“星河”两句一联，顿增明丽之色。然而词拍已到上片歇处，故而笔亦就此敛住，以“画图难足”一句，抒赞美嗟赏之怀，颇有大家风范。“彩舟云淡”，写日落之江天：“星河鹭起”，状夕夜之洲渚。\n\n　　下片另换一幅笔墨，感叹六朝皆以荒淫而相继亡覆的史实。写的是悲恨荣辱，空贻后人凭吊之资；往事无痕，唯见秋草凄碧，触目惊心而已。“门外楼头”，用杜牧《台城曲》句加以点染，亦简净有力。\n\n　　词至结语，更为奇妙，词人写道：时至今日，六朝已远，但其遗曲，往往犹似可闻。此处用典。“商女不知亡国恨，隔江犹唱《后庭花》！”此唐贤小杜于“烟笼寒水月笼沙，夜泊秦淮近酒家”时所吟之名句，词人复加运用，便觉尺幅千里，饶有有余不尽之情致，而嗟叹之意，千古弥永。\n\n","translation":"登上高楼凭栏极目，金陵的景象正是一派晚秋，天气刚刚开始索肃。千里奔流的长江澄沏得好像一条白练，青翠的山峰俊伟峭拔犹如一束束的箭簇。江上的小船张满了帆迅疾驶向夕阳里，岸旁迎着西风飘/拂的是抖擞的酒旗斜出直矗。彩色缤纷的画船出没在云烟稀淡，江中洲上的白鹭时而停歇时而飞起，这清丽的景色就是用最美的图画也难把它画足。\n回想往昔，奢华淫逸的生活无休止地互相竞逐，感叹“门外韩擒虎，楼头张丽华”的亡国悲恨接连相续。千古以来凭栏遥望，映入眼帘的景色就是如此，可不要感慨历史上的得失荣辱。六朝的风云变化全都消逝随着流水，只有那郊外的寒冷烟雾和衰萎的野草还凝聚着一片苍绿。直到如今的商女，还不知亡国的悲恨，时时放声歌唱《后庭》遗曲。\n\n"}
{"_id":{"$oid":"5b9a1480367d5cab1866881c"},"title":"和子由渑池怀旧","dynasty":"宋代","writer":"苏轼","content":"人生到处知何似，应似飞鸿踏雪泥。\n泥上偶然留指爪，鸿飞那复计东西。\n老僧已死成新塔，坏壁无由见旧题。\n往日崎岖还记否，路长人困蹇驴嘶。\n\n","type":["古诗三百首","人生","感伤"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154231824.mp3","remark":"此诗作于苏轼经渑池（今属河南），忆及苏辙曾有《怀渑池寄子瞻兄》一诗，从而和之。子由：苏轼弟苏辙字子由。渑（miǎn）池：今河南渑池县。这首诗是和苏辙《怀渑池寄子瞻兄》而作。\n“人生”句：此是和作，苏轼依苏辙原作中提到的雪泥引发出人生之感。查慎行、冯应榴以为用禅语，王文诰已驳其非，实为精警的譬喻，故钱钟书《宋诗选注》指出：“雪泥鸿爪”，“后来变为成语”。\n老僧：即指奉闲。\n坏壁：指奉闲僧舍。嘉祐元年（1056年），苏轼与苏辙赴京应举途中曾寄宿奉贤僧舍并题诗僧壁。\n蹇（jiǎn）驴：腿脚不灵便的驴子。蹇，跛脚。\n\n","shangxi":"　　苏辙原诗的基调是怀旧，因为他十九岁时曾被任命为渑池县的主簿(由于考中进士，未到任)，嘉祐元年和兄轼随父同往京城应试，又经过这里，有访僧留题之事。所以在诗里写道：“曾为县吏民知否？旧宿僧房壁共题。”他觉得，这些经历真是充满了偶然。如果说与渑池没有缘份，为何总是与它发生关联？如果说与渑池有缘份，为何又无法驻足时间稍长些？这就是苏辙诗中的感慨。而由这些感慨，苏轼更进一步对人生发表了一段议论。这就是诗的前四句。在苏轼看来，不仅具体的生活行无定踪，整个人生也充满了不可知，就像鸿雁在飞行过程中，偶一驻足雪上，留下印迹，而鸿飞雪化，一切又都不复存在。那么，在冥冥中到底有没有一种力量在支配着这种行为呢？如果说，人生是由无数个坐标点所组成的，那么，这些坐标点有没有规律可循？青年苏轼对人生发出了这样的疑问和感喟。但是，人生有着不可知性，并不意味着人生是盲目的；过去的东西虽已消逝，但并不意味着它不曾存在。就拿崤山道上，骑着蹇驴，在艰难崎岖的山路上颠簸的经历来说，岂不就是一种历练，一种经验，一种人生的财富？所以，人生虽然无常，但不应该放弃努力；事物虽多具有偶然性，但不应该放弃对必然性的寻求。事实上，若不经过一番艰难困苦，又怎能考取进士，实现抱负呢？这就是苏轼：既深究人生底蕴，又充满乐观向上，他的整个人生观在此得到了缩微的展示。\n\n　　这首诗的理趣主要体现在前四句上，“雪泥鸿爪”也作为一个成语被后世广泛传诵。但从写作手法上来看，也颇有特色。纪昀曾评道：“前四句单行入律，唐人旧格；而意境恣逸，则东坡之本色。”所谓“唐人旧格”，大致上指崔颢《黄鹤楼》：“昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。……”作为七律，三、四两句本该对仗，此却一意直下，不作讲求。苏轼的“泥上”二句，也可算是对仗，但其文意承上直说，本身也带有承接关系，所以是“单行入律”。“意境恣逸”的意思，就是不仅字面上飘逸，行文中有气势，而且内涵丰富，耐人寻味，不求工而自工。这正是苏轼的“本色”。\n\n","translation":"人生在世，到这里、又到那里，偶然留下一些痕迹，你觉得像是什么？我看真像随处乱飞的鸿鹄，偶然在某处的雪地上落一落脚一样。\n它在这块雪地上留下一些爪印，正是偶然的事，因为鸿鹄的飞东飞西根本就没有一定。\n老和尚奉闲已经去世，他留下的只有一座藏骨灰的新塔，我们也没有机会再到那儿去看看当年题过字的破壁了。老和尚的骨灰塔和我们的题壁，是不是同飞鸿在雪地上偶然留下的爪印差不多呢！\n你还记得当时往渑池的崎岖旅程吗？路又远，人又疲劳，驴子也累得直叫。\n\n"}
{"_id":{"$oid":"5b9a1480367d5cab1866881d"},"title":"太常引·建康中秋夜为吕叔潜赋","dynasty":"宋代","writer":"辛弃疾","content":"一轮秋影转金波，飞镜又重磨。把酒问姮娥：被白发、欺人奈何？\n乘风好去，长空万里，直下看山河。斫去桂婆娑，人道是、清光更多。","type":["宋词三百首","中秋节","神话","咏物","月亮","抒怀"],"audioUrl":"https://guwen-1252396323.cos.ap-chengdu.myqcloud.com/guwen/20180913154231200.mp3","remark":"\n太常引：词牌名。\n吕叔潜：名大虬，生平事迹不详，似为作者声气相应的朋友。\n金波：形容月光浮动，因亦指月光。《汉书》卷二十二《礼乐志》：“月穆穆以金波”。颜师古注：“言月光穆穆，若金之波流也”。苏轼《洞仙歌》词：“金波淡，玉绳低转”。\n飞镜：飞天之明镜，指月亮。甘子布《光赋》：“银河波曀，金颸送清，孤圆上魄，飞镜流明”。李白《把酒问月》诗：“皎如飞镜临丹阙，绿烟灭尽清辉发。”\n姮娥：即嫦娥，传说中的月中仙女。《淮南子·览冥训》：“羿请不死之药于西王母，姮娥窃以奔月”。高诱注说，她后来“得仙，奔入月中为月精”。\n被白发欺人奈何：化用薛能《春日使府寓怀》“青春背我堂堂去，白发欺人故故生”诗意。\n“斫去”三句：化用杜甫《一百五十日夜对月》诗中“斫却月中桂，清光应更多”句意。斫：砍。桂：桂树。婆娑：树影摇曳的样子。《酉阳杂俎》载：“月桂高五百丈，下有一人常斫之，树创遂合，人姓吴、名刚，西河人，学仙有过，谪令伐树。”\n\n","shangxi":"　　众所周知，辛弃疾是宋代豪放派词作家的杰出代表。他的这首《太常引》，运用浪漫主义的艺术手法，通过古代的神话传说，强烈地表达了自己反对妥协投降、立志收复中原失土的政治理想。从这首词的内容看，此词可能是公元1174年（宋孝宗淳熙元年），作者在建康（今江苏南京）任江东安扶司参议官任上所作。这时作者南归已整整十二年了。为了收复中原，作者曾多次上书，力主抗金，收复中原。但他的建议根本不被人理睬，在阴暗的政治环境中，词人只能以诗词来抒发自己的心愿。\n\n　　这首词的上片，词人巧妙地运用神话传说构成一种超现实的艺术境界，以寄托自己的理想与情怀。“一轮秋影转金波。飞镜又重磨。把酒问姮娥：被白发欺人奈何？”作者在中秋之夜，对月抒怀，很自然地想到与月有关的神话传说：吃了不死之药飞入月宫的嫦娥，以及月中高五百丈的桂树。词人运用这两则有关月亮的神话传说，借以表达自己的政治理想和阴暗的政治现实的矛盾。辛弃疾一生以恢复中原为己任，但残酷的现实使他的理想不能实现。想到功业无成、白发已多，作者怎能不对着皎洁的月光，迸发出摧心裂肝的一问：“被白发欺人奈何？”这一句有力地展示了英雄怀才不遇的内心矛盾。\n\n　　词的下片，作者又运用想象的翅膀，直入月宫，并幻想砍去遮住月光的桂树。想象更加离奇，更加远离尘世，但却更直接、强烈地表现了词人的现实理想与为实现理想的坚强意志，更鲜明地揭示了词的主旨。\n\n　　作者这里所说的挡住月光的“桂婆娑”，实际是指带给人民黑暗的婆娑桂影，它不仅包括南宋朝廷内外的投降势力，也包括了金人的势力。因为由被金人统治下的北方南归的辛弃疾，不可能不深切地怀想被金人统治、压迫的家乡人民。进一步说，这首词还可以理想为一种更广泛的象征意义，即扫荡黑暗，把光明带给人间。这一巨大的意义，是词人利用神话材料，借助于想象和逻辑推断所塑造的形象来实现的。\n\n　　总之，辛弃疾的这首词，无论是从它的艺术境界，还是从它的气象和风格看，他都与运用神话传说的浪漫主义手法有着密切的联系。作者通过超现实的艺术境界，来解决现实的苦闷与实现理想的浪漫主义手法的特点，是一首富于浓厚浪漫主义色彩的优秀词章。\n\n","translation":"一轮缓缓移动的秋月洒下万里金波，就像那刚磨亮的铜镜又飞上了天廓。我举起酒杯问那月中的嫦娥：怎么办呢？白发日增，好像故意欺负我。\n我要乘风飞上万里长空，俯视祖国的大好山河。还要砍去月中摇曳的桂树枝柯，人们说，这将使月亮洒下人间的光辉更多。\n\n"}
{"_id":{"$oid":"5b9a1480367d5cab1866881e"},"title":"郑伯克段于鄢","dynasty":"先秦","writer":"左丘明","content":"　　初，郑武公娶于申，曰武姜，生庄公及共叔段。庄公寤生，惊姜氏，故名曰寤生，遂恶之。爱共叔段，欲立之。亟请于武公，公弗许。\n\n　　及庄公即位，为之请制。公曰：“制，岩邑也，虢叔死焉。佗邑唯命。”请京，使居之，谓之京城大叔。祭仲曰：“都城过百雉，国之害也。先王之制：大都不过参国之一，中五之一，小九之一。今京不度，非制也，君将不堪。”公曰：“姜氏欲之，焉辟害？”对曰：“姜氏何厌之有！不如早为之所，无使滋蔓，蔓难图也。蔓草犹不可除，况君之宠弟乎！”公曰：“多行不义，必自毙，子姑待之。”\n\n　　既而大叔命西鄙北鄙贰于己。公子吕曰：“国不堪贰，君将若之何？欲与大叔，臣请事之；若弗与，则请除之。无生民心。”公曰：“无庸，将自及。”大叔又收贰以为己邑，至于廪延。子封曰：“可矣，厚将得众。”公曰：“不义，不暱，厚将崩。”\n\n　　大叔完聚，缮甲兵，具卒乘，将袭郑。夫人将启之。公闻其期，曰：“可矣！”命子封帅车二百乘以伐京。京叛大叔段，段入于鄢，公伐诸鄢。五月辛丑，大叔出奔共。\n\n　　书曰：“郑伯克段于鄢。”段不弟，故不言弟；如二君，故曰克；称郑伯，讥失教也；谓之郑志。不言出奔，难之也。\n\n　　遂寘姜氏于城颍，而誓之曰：“不及黄泉，无相见也。”既而悔之。颍考叔为颍谷封人，闻之，有献于公，公赐之食，食舍肉。公问之，对曰：“小人有母，皆尝小人之食矣，未尝君之羹，请以遗之。”公曰：“尔有母遗，繄我独无！”颍考叔曰：“敢问何谓也？”公语之故，且告之悔。对曰：“君何患焉？若阙地及泉，隧而相见，其谁曰不然？”公从之。公入而赋：“大隧之中，其乐也融融！”姜出而赋：“大隧之外，其乐也洩洩。”遂为母子如初。\n\n　　君子曰：“颍考叔，纯孝也，爱其母，施及庄公。《诗》曰：‘孝子不匮，永锡尔类。’其是之谓乎！”\n\n","type":["古文观止","叙事","写人","历史","故事"],"remark":"初：当初，这是回述往事时的说法。\n郑武公：名掘突，郑桓公的儿子，郑国第二代君主。\n娶于申：从申国娶妻。申，春秋时国名，姜姓，河南省南阳市北。\n曰武姜：叫武姜。武姜，郑武公之妻，“姜”是她娘家的姓，“武”是她丈夫武公的谥号。\n共（gōng）叔段：郑庄公的弟弟，名段。他在兄弟之中年岁小，因此称“叔段”。\n寤（wù）生：难产的一种，胎儿的脚先生出来。寤，通“啎”，逆，倒着。\n惊：使动用法，使姜氏惊。\n遂恶（wù）之：因此厌恶他。遂，连词，因而。恶，厌恶。\n爱：喜欢，喜爱。\n亟（qì）请于武公：屡次向武公请求。亟，屡次。于，介词，向。\n公弗许：武公不答应她。弗，不。\n及庄公即位：到了庄公做国君的时候。及，介词，到。即位，君主登上君位。\n制：地名，即虎牢，河南省荥（xíng）阳县西北。\n岩邑：险要的城镇。岩，险要。邑，人所聚居的地方。\n虢（guó）叔死焉：东虢国的国君死在那里。虢，指东虢，古国名，为郑国所灭。焉，介词兼指示代词相当于“于是”“于此”。\n佗邑唯命：别的地方，听从您的吩咐。佗，同“他”，指示代词，别的，另外的。唯命，只听从您的命令。\n京：地名，河南省荥阳县东南。\n谓之京城大（tài）叔：京地百姓称共叔段为京城太叔。大，同“太”。王力、朱骏声作古今字。《说文》段注：“太从大声，后世凡言大，而以为形容未尽则作太，如大宰，俗作太宰，大子，俗作太子，周大王俗作太王是也。\n祭（zhài）仲：郑国的大夫。祭：特殊读音。\n都城过百雉（zhì）：都邑的城墙超过了300丈。都：《左传·庄公二十八年》“凡邑有宗庙先君之主曰都”。指次于国都而高于一般邑等级的城市。 雉：古代城墙长一丈，宽一丈，高一丈为一堵，三堵为一雉，即长三丈。\n国之害也：国家的祸害。\n先王：前代君王。郭锡良《古代汉语讲授纲要》注为周开国君主文、武王。\n大都不过参（sān）国之一：大城市的城墙不超过国都城墙的三分之一，参，同“三”。\n中五之一：中等城市城墙不超过国都城墙的五分之一。“五分国之一”的省略。\n小九之一：小城市的城墙不超过国都城墙的九分之一。“九分国之一”的省略。\n不度：不合法度。\n非制也：不是先王定下的制度。\n不堪：受不了，控制不住的意思。\n焉辟害：哪里能逃避祸害。辟，“避”的古字。\n何厌（厌）之有：有何厌。有什么满足。宾语前置 何：疑问代词作宾语定语。之：代词，复指前置宾语。\n为之所：给他安排个地方，双宾语，即重新安排。\n无使滋蔓（zī màn）：不要让他滋长蔓延，“无”通“毋”（wú）。\n图：除掉。\n犹：尚且。\n况：何况。\n多行不义，必自毙：多做不义的事，必定自己垮台。毙，本义倒下去、垮台。汉以后才有“死”义。\n姑：姑且，暂且。\n既而：固定词组，不久。\n命西鄙北鄙（bǐ）贰于已：命令原属庄公的西部和北部的边境城邑同时也臣属于自己。 鄙：边 邑也，从邑，啚声，边境上的城邑。贰：两属。\n公子吕：郑国大夫。\n堪：承受。\n若之何：固定结构，对它怎么办？之，指“大叔命西鄙北鄙贰于己”这件事。\n欲与大（tài）叔：如果想把国家交给共叔段。与，给予。\n臣请事之：那么我请求去事奉他。事，动词，事奉。\n生民心：使动，使民生二心。\n无庸：不用。“庸”、“用”通用，一般出现于否定式。\n将自及：将自己赶上灾难，杜预注：“及之难也。及：本义追赶上。\n收贰以为己：把两属的地方收为自己的领邑。贰，指原来贰属的西鄙北鄙。 以为，“以之为”的省略。\n廪（lǐn）延：地名，河南省延津县北。\n厚将得众：势力雄厚，就能得到更多的百姓。众，指百姓。\n不义，不暱（nì），厚将崩：共叔段对君不义，百姓就对他不亲，势力再雄厚，将要崩溃。 暱：同昵（异体），亲近。\n完聚：修治（城郭），聚集（百姓）。完，修葺（qì）。\n缮甲兵：修整作战用的甲衣和兵器。缮，修理。甲，铠甲。兵，兵器。\n具卒乘（shènɡ）：准备步兵和兵车。具，准备。卒，步兵。乘，四匹马拉的战车。\n袭：偷袭。行军不用钟鼓。杜预注：“轻行掩其不备曰袭”。本是贬义，后逐渐转为中性词。\n夫人将启之：武姜将要为共叔段作内应。夫人，指武姜。启之，给段开城门，即作内应。启，为动用法。\n公闻其期：庄公听说了偷袭的日期。\n帅车二百乘 ：率领二百辆战车。帅，率领。古代每辆战车配备甲士三人，步卒七十二人。二百乘，共甲士六百人，步卒一万四千四百人。\n叛：背叛。\n入：逃入。\n公伐诸鄢：庄公攻打共叔段在鄢邑。诸：之于，合音词 。\n辛丑：干支纪日。天干：甲乙丙丁戊己庚辛壬癸。　地支：子丑寅卯辰巳（sì）午未申酉戌(xū)亥。二者相配，用以纪日，汉以后亦用以纪年。即二十三日。\n出奔共：出逃到共国(避难)。奔，逃亡。\n不弟：不守为弟之道。与“父不父，子不子用法相同。”《春秋》记载道：“郑伯克段于鄢。”意思是说共叔段不遵守做弟弟的本分。\n如二君，故曰克：兄弟俩如同两个国君一样争斗，所以用“克”字；克，战胜。\n称郑伯，讽失教也：称庄公为“郑伯”，是讥讽他对弟弟失教。讥，讽剌。失教，庄公本有教弟之责而未教。\n谓之郑志：赶走共叔段是出于郑庄公的本意。志，意愿。\n不言出奔，难之也：不写共叔段自动出奔，是史官下笔有为难之处。\n寘：“置”的通用字。放置，放逐。\n誓之：为动，对她发誓。\n黄泉：地下的泉水，喻墓穴，指死后。\n悔之：为动，对这事后悔 。\n颍考叔：郑国大夫，执掌颍谷（今河南登封西）。\n封人：管理边界的地方长官。 封：聚土培植树木。古代国境以树（沟）为界，故为边界标志。\n有献：有进献的东西。献作宾语，名词。\n赐之食：赏给他吃的。双宾语。\n食舍肉：吃的时候把肉放置一边不吃。 舍，舍的古字。\n尝：吃过。\n羹：带汁的肉。《尔雅·释器》：“肉谓之羹。”\n遗（wèi）之：赠送给她。\n繄（yī）我独无：我却单单没有啊！ 繄：句首语气助词，不译 。\n敢问何谓也：冒昧地问问你说的是什么意思呢？ 敢：表敬副词，冒昧。\n故：原故，原因和对姜氏的誓言。\n悔：后悔的心情。\n何患焉：您在这件事上忧虑什么呢？焉：于是。\n阙：通“掘”，挖。\n隧而相见：挖个地道，在那里见面。隧，隧道，这里用作动词，指挖隧道。\n其谁曰不然：那谁能说不是这样(不是跟誓词相合)呢?其，语气助词，加强反问的语气。然，代词，代庄公对姜氏发的誓言。\n赋：赋诗，孔颖达疏：“谓自作诗也。”\n大隧之中，其乐也融融：走进隧道里，欢乐真无比。\n大隧之外，其乐也洩洩（yì）：走出隧道外，心情多欢快。 中、融：上古冬韵，今押韵。 外，洩：上古月韵，今不押韵。\n遂为母子如初：从此作为母亲和儿子象当初一样。\n君子：道德高尚的人。\n施及庄公：施，延及。延及庄公。\n孝子不匮，永锡尔类：匮，尽。锡，通赐，给与。\n其是之谓乎：其，表推测语气，之，结构助词，助词宾语前置。\n\n","shangxi":"　　这是一个流传甚广、十分典型的兄弟相争的故事。\n\n　　人们常用“亲如兄弟”来形容亲情的深厚，也用“亲兄弟，明算帐”来说明亲情和利益冲突之间的关系。我们凭自己的生活体验深知，亲情在很多时候是脆弱的，在利益的驱使之下，亲情远远不足以化解由利益导致的矛盾冲突。\n\n　　当然，兄弟相争，并非完全没有是非曲直，并非完全没有正 义、真理的存在。比如，郑庄公与共叔段的权位之争，按传统观 念，长子是王位天然的继承者，是“天理”，不容有违背。这样， 郑庄公就代表了合理的、正当的一方，而共叔段夺取王位的图谋， 便是不合理的、不正当的。\n\n　　代表合理的、正义的一方，往往充满“正气”，可以慷慨陈辞。 鸣鼓攻之，可以稳坐如山，居高临下，所以郑庄公才可以自豪地、 以先知的口吻说：“多行不义，必自毙。”\n\n　　抛开这个故事不论，‘多行不义，必自毙”也算是一条普遍真 理，正如“得道多助，失道寡助”一样。几乎可以说，古往今来，凡是作恶的人，搞阴谋诡计的人，违法乱纪的人，都没有好下场， 最终会搬起石头砸自己的脚。\n\n　　但是，如果坐着等待结果的到来，等待作恶者“自毙”，显然是愚蠢的，无异于自己坐以待毙，很可能让作恶者占尽了风光好处。我们要相信毛主席说过的：“凡是反动的东西，你不打，他就不倒。扫帚不到，灰尘照例不会自己跑掉。”所以，与其坐以待毙， 不如起而对抗，以其人之道，还治其人之身。\n\n　　这么说来，以恶抗恶，以暴力抗恶，以阴谋诡计对阴谋诡计， 在一定范围内便是合理的事。真理、道义总得以某种方式来加以捍卫，对真理、道义的信念，总不能替代实际有效的行动，就好 比强盗闯进我们家里，是不可能凭借善良的愿望和对正义的信念 来阻止强盗的抢劫的。唯有拿起武器，同强盗搏斗，把强盗赶出家门去，才是用行动来维护自己的信念，因而真理、正义才可能 得到证明，得到捍卫。\n\n　　儒家传统一直是主张知行合一、言行一致的。在内心承认的真理，在思想和言论中确信原则，必须用实际行动来加以体现，让真理、原则变成行动 的指南。如果能做到这样，不溢、恶行、阴谋等等，就既不是可怕的猛兽，也不是不可战胜和征服的。关键不在对方，而在自己是否能挺身而出，以及如何挺身而出，从而让东风压倒西风。 \n\n","translation":"\n　　从前，郑武公在申国娶了一妻子，叫武姜，她生下庄公和共叔段。庄公出生时脚先出来，武姜受到惊吓，因此给他取名叫“寤生”，所以很厌恶他。武姜偏爱共叔段，想立共叔段为世子，多次向武公请求，武公都不答应。\n\n　　到庄公即位的时候，武姜就替共叔段请求分封到制邑去。庄公说：“制邑是个险要的地方，从前虢叔就死在那里，若是封给其它城邑，我都可以照吩咐办。”武姜便请求封给太叔京邑，庄公答应了，让他住在那里，称他为京城太叔。大夫祭仲说：“分封的都城如果城墙超过三百方丈长，那就会成为国家的祸害。先王的制度规定，国内最大的城邑不能超过国都的三分之一，中等的不得超过它的五分之一，小的不能超过它的九分之一。京邑的城墙不合法度，非法制所许，恐怕对您有所不利。”庄公说：“姜氏想要这样，我怎能躲开这种祸害呢？”祭仲回答说：“姜氏哪有满足的时候！不如及早处置，别让祸根滋长蔓延，一滋长蔓延就难办了。蔓延开来的野草还不能铲除干净，何况是您受宠爱的弟弟呢？”庄公说：“多做不义的事情，必定会自己垮台，你姑且等着瞧吧。\n\n　　过了不久，太叔段使原来属于郑国的西边和北边的边邑也背叛归为自己。公子吕说：“国家不能有两个国君，现在您打算怎么办？您如果打算把郑国交给太叔，那么我就去服待他；如果不给，那么就请除掉他，不要使百姓们产生疑虑。”庄公说：“不用除掉他，他自己将要遭到灾祸的。”太叔又把两属的边邑改为自己统辖的地方，一直扩展到廪延。公子吕说：“可以行动了！土地扩大了，他将得到老百姓的拥护。”庄公说：“对君主不义，对兄长不亲，土地虽然扩大了，他也会垮台的。”\n\n　　太叔修治城廓，聚集百姓，修整盔甲武器，准备好兵马战车，将要偷袭郑国。武姜打算开城门作内应。庄公打听到公叔段偷袭的时候，说：“可以出击了！”命令子封率领车二百乘，去讨伐京邑。京邑的人民背叛共叔段，共叔段于是逃到鄢城。庄公又追到鄢城讨伐他。五月二十三日，太叔段逃到共国。\n\n　　《春秋》记载道：“郑伯克段于鄢。”意思是说共叔段不遵守做弟弟的本分，所以不说他是庄公的弟弟；兄弟俩如同两个国君一样争斗，所以用“克”字；称庄公为“郑伯”，是讥讽他对弟弟失教；赶走共叔段是出于郑庄公的本意，不写共叔段自动出奔，是史官下笔有为难之处。\n\n　　庄公就把武姜安置在城颍，并且发誓说：“不到黄泉（不到死后埋在地下），不再见面！”过了些时候，庄公又后悔了。有个叫颍考叔的，是颍谷管理疆界的官吏，听到这件事，就把贡品献给郑庄公。庄公赐给他饭食。颍考叔在吃饭的时候，把肉留着。庄公问他为什么这样。颍考叔答道：“小人有个老娘，我吃的东西她都尝过，只是从未尝过君王的肉羹，请让我带回去送给她吃。”庄公说：“你有个老娘可以孝敬，唉，唯独我就没有！”颍考叔说：“请问您这是什么意思？”庄公把原因告诉了他，还告诉他后悔的心情。颍考叔答道：“您有什么担心的！只要挖一条地道，挖出了泉水，从地道中相见，谁还说您违背了誓言呢？”庄公依了他的话。庄公走进地道去见武姜，赋诗道：“大隧之中相见啊，多么和乐相得啊！”武姜走出地道，赋诗道：“大隧之外相见啊，多么舒畅快乐啊！”从此，他们恢复了从前的母子关系。\n\n　　君子说：“颍考叔是位真正的孝子，他不仅孝顺自己的母亲，而且把这种孝心推广到郑伯身上。《诗经·大雅·既醉》篇说：‘孝子不断地推行孝道，永远能感化你的同类。’大概就是对颍考叔这类纯孝而说的吧？”\n\n"}
{"_id":{"$oid":"5b9a1480367d5cab1866881f"},"title":"国风·邶风·绿衣","dynasty":"先秦","writer":"佚名","content":"绿兮衣兮，绿衣黄里。心之忧矣，曷维其已？(黄里 一作：黄裹)\n绿兮衣兮，绿衣黄裳。心之忧矣，曷维其亡？\n绿兮丝兮，女所治兮。我思古人，俾无訧兮。\n絺兮绤兮，凄其以风。我思古人，实获我心。","type":["诗经","悼亡"],"remark":"里：衣服的衬里。\n曷（hé）：何，怎么。维：语气助同，没有实义。已：止息，停止。\n裳（cháng）：下衣，形状像现在的裙子。\n亡：用作“忘”，忘记。\n女（rǔ）：同“汝”，你。治：纺织。\n古人：故人，古通“故”，这里指作者亡故的妻子。\n俾（bǐ）：使。訧（yóu）：古同“尤”，过失，罪过。\n絺（chī）：细葛布。绤（xì）：粗葛布。\n凄：凉而有寒意。凄其：同“凄凄”。以：因。一说通“似”，像。\n获：得。\n\n","shangxi":"　　此诗表达丈夫悼念亡妻的深长感情。由衣而联想到治丝，惋惜亡妻治家的能干。想到亡妻的贤德，“我思古人，俾无訧兮，”正是俗话所言，家有贤妻，夫无横祸。描写细腻，情感丰富。构思巧妙，由外入里，层层生发。衣裳多色见于外，衣裳之丝见于内。再由“治”丝条理，联想办事的条理，才使“无訧”，讲而深入到身心内部，体肤由而凉爽，再到“实获我心”的情感深处，若断若续，含蓄委婉，缠绵悱恻。\n\n　　这首诗有四章，也采用了重章叠句的手法。鉴赏之时，要四章结合起来看，才能体味到包含在诗中的深厚感情，及诗人创作此诗时的情况。\n\n　　第一章说：“绿兮衣兮，绿衣黄里。”表明诗人把故妻所作的衣服拿起来翻里翻面地看，诗人的心情是十分忧伤的。\n\n　　第二章“绿衣黄裳”与“绿衣黄里”相对为文，是说诗人把衣和裳都翻里翻面细心看。妻子活着时的一些情景是他所永远不能忘记的，所以他的忧愁也是永远摆不脱的。\n\n　　第三章写诗人细心看着衣服上的一针一线（丝线与衣料同色）。他感到，每一针都反映着妻子对他的深切的关心和爱。由此，他想到妻子平时对他在一些事情上的规劝，使他避免了不少过失。这当中包含着非常深厚的感情。第四章说到天气寒冷之时，还穿着夏天的衣服。妻子活着的时候，四季换衣都是妻子为他操心，衣来伸手，饭来张口。妻子去世后，自己还没有养成自己关心自己的习惯。到实在忍受不住萧瑟秋风的侵袭，才自己寻找衣服，便勾起他失去贤妻的无限悲恸。“绿衣黄里”是说的夹衣，为秋天所穿；“絺兮绤兮”则是指夏衣而言。这首诗应作于秋季。诗中写诗人反覆看的，是才取出的秋天的夹衣。人已逝而为他缝制的衣服尚在。衣服的合身，针线的细密，使他深深觉得妻子事事合于自己的心意，这是其他任何人也代替不了的。所以，他对妻子的思念，他失去妻子的悲伤，都将是无穷尽的。“天长地久有尽时，此恨绵绵无绝期”（白居易《长恨歌》），诗是写得十分感人的。\n\n","translation":"绿衣裳啊绿衣裳，绿色面子黄里子。心忧伤啊心忧伤，什么时候才能止！\n绿衣裳啊绿衣裳，绿色上衣黄下裳。心忧伤啊心忧伤，什么时候才能忘！\n绿丝线啊绿丝线，是你亲手来缝制。我思亡故的贤妻，使我平时少过失。\n细葛布啊粗葛布，穿上冷风钻衣襟。我思亡故的贤妻，实在体贴我的心。\n\n"}
{"_id":{"$oid":"5b9a1480367d5cab18668820"},"title":"铁杵磨针","dynasty":"明代","writer":"郑之珍","content":"磨针溪，在眉州象耳山下。世传李太白读书山中，未成，弃去。过小溪，逢老媪方磨铁杵，问之，曰：“欲作针。”太白感其意，还卒业。媪自言姓武。今溪旁有武氏岩。","type":["小学文言文","寓言","故事","励志","哲理"],"remark":"眉州：地名，今四川省眉山一带。\n世传：世世代代相传。\n成：完成。\n去：离开。\n逢：碰上。\n媪：妇女的统称。\n方：正在。\n铁杵；铁棍,铁棒.杵,压米或捶衣用的棒,一头粗一头细的圆棒.\n欲：想要.\n感：被......感动.\n还：回去.\n之：代词，指代老妇人在做的事。\n卒业：完成学业。\n今：现在\n氏：姓…的人。\n\n","shangxi":"　　唐朝著名大诗人李白小时候不喜欢念书，常常逃学，到街上去闲逛。\n\n　　一天，李白又没有去上学，在街上东溜溜、西看看，不知不觉到了城外。暖和的阳光、欢快的小鸟、随风摇摆的花草使李白感叹不已，“这么好的天气，如果整天在屋里读书多没意思？”\n\n　　走着走着，在一个破茅屋门口，坐着一个满头白发的老婆婆，正在磨一根棍子般粗的铁杵。李白走过去， “老婆婆，您在做什么？”\n\n　　“我要把这根铁杵磨成一个绣花针。”老婆婆抬起头，对李白笑了笑，接着又低下头继续磨着。\n\n　　“绣花针？”李白又问：“是缝衣服用的绣花针吗？”\n\n　　“当然！”\n\n　　“可是，铁杵这么粗，什么时候能磨成细细的绣花针呢？”\n\n　　老婆婆反问李白：“滴水可以穿石，愚公可以移山，铁杵为什么不能磨成绣花针呢？”\n\n　　“可是，您的年纪这么大了？”\n\n　　“只要我下的功夫比别人深，没有做不到的事情。”\n\n　　老婆婆的一番话，令李白很惭愧，于是回去之后，再没有逃过学。每天的学习也特别用功，终于成了名垂千古的诗仙。\n\n","translation":"磨针溪是坐落在眉州的象耳山下。传说李白在山中读书的时候，没有完成好自己的学业，就放弃学习离开了。他路过一条小溪，遇见一位老妇人在磨铁棒，问她在干什么，老妇人说：“我想把它磨成针。”李白被她的精神感动，就回去完成学业。那老妇人自称姓武。现在那溪边还有一块武氏岩。\n\n"}
{"_id":{"$oid":"5b9a1480367d5cab18668821"},"title":"中秋","dynasty":"唐代","writer":"司空图","content":"闲吟秋景外，万事觉悠悠。\n此夜若无月，一年虚过秋。","type":["秋天","中秋节"],"translation":"余漫步在秋天的夜色中低声吟唱，总觉得心里空虚郁闷、心里惴惴不安。\n今天晚上如果再没有圆满的月亮，今年的秋天就算是虚度光阴了。\n\n"}
